{"created":"2014-09-23T07:34:30+00:00","modified":"2014-12-04T14:30:10+00:00","valid":{"from":"2014-12-04T14:30:10+00:00","to":"3014-12-04T14:30:10+00:00"},"hreflang":"en","title":"Death Cuts Short The Life Of An Alzheimer's Research Volunteer","published":"2014-09-29T20:45:00+00:00","teaser":"Justin McCowan wanted to help find a cure for Alzheimer's because it's more common in people like him who have Down syndrome. He died in his sleep last week at age 40.","itags":["npr_api","350678572"],"guid":"3865496d-216e-47fc-b2d8-508d7caec36c","contentencoded":"<p>If you're a regular Shots reader or <em>Morning Edition</em> listener, you may remember a recent <a href=\"http://www.npr.org/blogs/health/2014/08/25/341672950/people-with-down-syndrome-are-pioneers-in-alzheimers-research\">story</a> about Justin McCowan, a man with Down syndrome who wanted to help researchers find a treatment for Alzheimer's disease. McCowan died in his sleep on Thursday at his home in Santa Monica, Calif. He was 40.</p><p>Alzheimer's researchers have become interested in Down syndrome because most people with the genetic condition develop Alzheimer's by the time they reach 60. A drug that delays or prevents Alzheimer's in people with Down syndrome will probably also work in the general population, scientists say.</p><p>McCowan volunteered for a monthlong study of an experimental Alzheimer's drug at the University of California, San Diego. He decided he was willing to undergo the brain scans and blood tests involved because he saw it as a way to help his friend Maria, who also has Down syndrome and had developed Alzheimer's. \"I feel very sad about Maria because she doesn't remember anything,\" McCowan said.</p><p>In a small way, McCowan did help his friend, says <a href=\"http://neurosciences.ucsd.edu/faculty/Pages/michael-rafii.aspx\">Michael Rafii</a>, a researcher who oversees the study. \"People with Down syndrome have a huge amount to contribute to the research world,\" he says, adding that researchers from UCSD will be among those attending McCowan's funeral.</p><p><strong>Updated Sept. 29, 2014: </strong>McCowan's participation in the study ended a year ago, so there's no reason to think the experimental drug he took contributed to his death, Rafii says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Death+Cuts+Short+The+Life+Of+An+Alzheimer%27s+Research+Volunteer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"109"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350803039-47755c.m3u?orgId=1&topicId=1128&ft=3&f=350678572"},{"href":"http://media.npr.org/assets/img/2014/09/22/justin-mccowan-5b724cde227c5b6a8e4299d6a6285f7ebd26642f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1085","width":"1448"}}]}