{"created":"2015-05-01T20:29:24+00:00","modified":"2015-05-14T01:05:24+00:00","valid":{"from":"2015-05-14T01:05:24+00:00","to":"3015-05-14T01:05:24+00:00"},"hreflang":"en","title":"U.S., Canada Announce New Safety Standards For Oil Trains","published":"2015-05-02T01:18:00+00:00","teaser":"Safety advocates say the regulations — which require a sturdier tank car design and a new brake system, among other changes — don't do enough to protect people who live near railways from derailments.","itags":["npr_api","403597786"],"guid":"386aac5d-9bfe-4bf1-badc-075e072a7593","contentencoded":"<p>Transportation officials in the U.S. and Canada are imposing tougher safety standards on trains hauling crude oil.</p><p>U.S. Transportation Secretary Anthony Foxx and Canada's Transport Minister Lisa Raitt announced Friday that shippers must use stronger tank cars to haul oil across North America by October 1. The new <a href=\"http://www.dot.gov/briefing-room/final-rule-on-safe-rail-transport-of-flammable-liquids\" target=\"_blank\">rules will also mandate</a> the use of a controversial braking system on trains carrying crude.</p><p>And these rules were a long time in the making. Safety advocates have been calling for sturdier tank cars for decades, especially in the 22 months since a runaway oil train <a href=\"http://www.npr.org/2013/10/14/227840021/lac-m-gantic-blast-leaves-impact-on-town-rail-industry\" target=\"_blank\">exploded in downtown Lac-Mégantic</a>, Quebec, killing 47 people.</p><p>There have been several other fiery derailments of oil trains, too. Though none were deadly, the <a href=\"https://www.aar.org/todays-railroads/what-we-haul/crude-oil-by-rail\" target=\"_blank\">sharp increase in the amount of oil</a> that is hauled by trains is a big concern.</p><p>\"Since 2008, we've seen a staggering, staggering, 4,000 percent increase in the transport of crude by rail,\" Foxx says, adding that 99.9 percent of those oil shipments reach their destination safely.</p><p>\"The accidents involving crude and ethanol that have occurred, though, have shown us that 99.9 percent isn't enough,\" he says. \"We have to strive for perfection.\"</p><p>The two governments are now requiring new tank cars to be built with thicker steel shells, protective shields, thermal lining and stronger valves to help prevent the cars from rupturing when they derail. Older tank cars will have to be retrofitted within a couple of years, or they will be pulled off the tracks.</p><p>The trains cars also will be required to travel at slower speeds, and will need to be equipped with an advanced electronic braking system.</p><p>\"I know that the safety measures that we have outlined today will not be easy — and quite frankly, they will not be cheap,\" Raitt says. \"We can never undo the damage that took place in Lac-Mégantic or in any other railway accident. But we can — and we must — learn from those events and improve our system.\"</p><p>But oil producers and railroad officials already are balking at some of the regulations.</p><p>Edward Hamberger, president and CEO of the Association of American Railroads, says regulators are imposing the advanced braking system <a href=\"https://www.aar.org/newsandevents/Press-Releases/Pages/New-US-Rules-Governing-Flammable-Liquids-Moved-by-Rail-Enact-Misguided-Braking-Requirement-That-Threatens-Rail-Capacity.aspx\" target=\"_blank\">based on what he says is a flawed study</a>.</p><p>\"How does that stack up against the president's call for good common-sense regulations, when you're basing a regulation on a study that the author himself says 'should be taken with a grain of salt? ' \" he says.</p><p>Some question whether manufacturers can build enough new rail cars and retrofit older ones fast enough to meet the governments' deadlines. And David Friedman of American Fuel and Petrochemical Manufacturers says the regulations will do little to prevent derailments.</p><p>\"These tank cars don't breech unless they've gone off the tracks, so our message continues to be that we've got to keep the cars on the tracks,\" he says.</p><p>More than 40 oil trains roll through the city of Aurora, Ill., each week. Mayor Tom Weisner says the new rules are full of holes, and do little to protect those who live near the rails.</p><p>\"I don't think our federal regulators did the job that they needed to do here,\" he says. \"I think they, uh ... wimped out, as it were.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.%2C+Canada+Announce+New+Safety+Standards+For+Oil+Trains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403597787-92ed3b.m3u?orgId=1&topicId=1006&d=203&p=2&story=403597786&t=progseg&e=403437391&seg=19&ft=nprml&f=403597786"},{"href":"http://media.npr.org/assets/img/2015/05/01/173090832-9a8ead82a38d00984122021878ec1d41af3e4f4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}