{"created":"2014-09-08T15:43:32+00:00","modified":"2014-11-05T01:07:45+00:00","valid":{"from":"2014-11-05T01:07:45+00:00","to":"3014-11-05T01:07:45+00:00"},"hreflang":"en","title":"Separatists Vote To Split From Ukraine; Russia 'Respects' Decision","published":"2014-05-12T23:01:00+00:00","teaser":"The vote is illegitimate, Ukraine's leaders in Kiev and Western governments say. Separatist leaders say Sunday's referendum shows strong support for secession; recent surveys tell a different story.","itags":["npr_api","311808832"],"guid":"38717d7f-3267-4b8a-ba54-023036e14cf9","contentencoded":"<p>A referendum on independence from Ukraine shows strong support for secession, according to separatist leaders in the districts where Sunday's vote was held. Kiev and Western governments say the vote is illegitimate.</p><p>Russia, which has been accused of orchestrating the unrest in eastern Ukraine, says it \"respects the expression of will of the population of the Donetsk and Luhansk regions.\" But the Kremlin's statement also called for dialogue with Kiev, not violence.</p><p>Majorities of Ukrainians — in its east, its west, and among Russian speakers — want the country to remain unified, according to recent surveys conducted by the <a href=\"http://www.pewglobal.org/2014/05/08/despite-concerns-about-governance-ukrainians-want-to-remain-one-country/\">Pew Research Center</a>. Overall, support for keeping the current borders ran at 77 percent.</p><p>A \"round table\" meeting between Ukraine's government and leaders of civil groups is slated for Wednesday, <a href=\"http://www.nytimes.com/reuters/2014/05/12/world/europe/12reuters-ukraine-crisis-roundtable.html?ref=world&_r=0\">Reuters</a> reports. Ukraine plans to hold presidential elections on May 25.</p><p>From Donetsk, NPR's Jessica Golloher reports for our Newscast unit:</p><blockquote><p>\"Pro-Moscow demonstrators here in Donetsk are declaring victory in a referendum to secede from Ukraine. It's unclear if the declaration of self-rule means the Luhansk and Donetsk regions will stay independent or possibly join Russia.</p><p>\"Donetsk elections commissioner Roman Lyagin says 89 percent voted in favor of seceding from Ukraine. A representative from the Luhansk region says more than 94 percent of residents voted in favor of the referendum as well.</p><p>\"Russian President Vladimir Putin earlier urged pro-Russian demonstrators to delay the vote, saying it could create dialogue with Kiev. The Kremlin now says it hopes the practical implementation of the referendum results will take place in a civilized way and without violence.\"</p></blockquote><p>Despite the reported strong support for breaking away, not everyone in eastern Ukraine agrees. For today's <a href=\"http://www.npr.org/2014/05/12/311759933/eastern-ukraine-votes-on-independence\">Morning Edition</a>, NPR's Corey Flintoff spoke with voter Inessa Aliokhina, a retired physical therapist.</p><p>\"All I want is for people to hear us! We want peace,\" Aliokhina said in Russian. \"They want war, these fascists. We want to have a free life.\"</p><p>\"By fascists,\" Corey says, \"she means the government in Kiev, which is conducting what it calls an 'anti-terrorist operation' to counter the pro-Russian separatists who have seized control of cities and towns throughout the region.\"</p><p>Corey also spoke to Roman Shokola, a private interpreter and businessman who is against secession. Like many others who share his views, Shokola hadn't voted in the referendum.</p><p>\"I didn't participate in this referendum, because it is not legal,\" he said at a prayer vigil in Donetsk. \"It is not recognized or accepted by any country, including the Ukrainian government. All these things were organized by people who do not have legitimate power here.\"</p><p><strong>Update at 6:40 p.m. ET:</strong></p><p>The European Union on Monday placed one of Putin's top aides and a top Russian military commander on a no-visa list and froze assets of two confiscated Crimean energy companies, Reuters reports.</p><p>The news agency says:</p><blockquote><p>\"Putin's first deputy chief of staff, Vyacheslav Volodin, and Vladimir Shamanov, the commander of Russian airborne troops that took part in Russia's occupation of Ukraine's Crimea region in March, were among 13 people added to the EU's sanctions list.</p><p>\"Volodin, a wealthy former lawyer and veteran political strategist, is already on the U.S. sanctions list.</p><p>\"The latest additions bring to 61 the number of Russians and Ukrainians the EU has targeted with asset freezes and visa bans. For the first time, the EU's latest sanctions list included two companies after EU foreign ministers agreed on Monday to broaden the scope of sanctions, making it easier to freeze the assets of companies involved in the Ukraine crisis.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Separatists+Vote+To+Split+From+Ukraine%3B+Russia+%27Respects%27+Decision&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311814774-c877c2.m3u?orgId=1&topicId=1124&ft=3&f=311808832"},{"href":"http://media.npr.org/assets/img/2014/05/12/ukraine_vote-6b142edd885a5c42513e7bf3b226003cf14fe15b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3002","width":"4008"}}]}