{"created":"2015-04-23T19:16:53+00:00","modified":"2015-05-13T21:03:54+00:00","valid":{"from":"2015-05-13T21:03:54+00:00","to":"3015-05-13T21:03:54+00:00"},"hreflang":"en","title":"How Texas Ranchers Try To Clinch The Perfect Rib-Eye","published":"2015-04-23T23:03:00+00:00","teaser":"The rib-eye is the bestselling cut of beef in America both at the supermarket and the steakhouse. Once a year, breeders bring their stock into the barn to take a peek at the steak using ultrasound.","itags":["npr_api","398346724"],"guid":"3885f6d2-7e8a-4384-a2d2-d567593fbebf","contentencoded":"<p>We're heading into grilling season, which means breaking out the burgers and brats. But if you're a true meat lover, the slab you'll want to be searing is the <a href=\"http://www.beefitswhatsfordinner.com/ibccut.aspx?id=90521&section=search#details\">rib-eye</a>.</p><p>The rib-eye is the bestselling cut of beef in America both at the supermarket and the steakhouse, according to the National Cattlemen's Beef Association.</p><p>Beef lovers go crazy for it because of its marbling — the network of fat within muscles that melts on the grill and makes the steak juicy and tender.</p><p>The rib-eye cut is so important to ranchers that it's one of the traits they include in their selective breeding program, along with birth weight, fat thickness and docility. Their goal is to perfect a richly marbled <em>longissimus</em> <em>dorsi</em> muscle — the deep back muscle that hugs the spine that's called rib-eye once it's been cut. Once a year, bull breeders bring their stock into the barn to take a peek at the living steak.</p><p>The first week of March is ultrasound week at the historic <a href=\"http://rabrownranch.com/\">R.A. Brown Ranch</a> in Throckmorton, Texas. One-year-old Angus bulls are lined up in a muddy runway unhappily waiting their turn in the squeeze chute. The steel gates close around the 1,000-pound animals that thrash briefly before settling down.</p><p>A <a href=\"http://www.uicuplab.com/index.php\">bovine ultrasound specialist</a> who has come in from out of state shears away black fur in the area of the 12th and 13th ribs. He squirts on some vegetable oil and presses the transducer onto the twitching back of the bull. Then a familiar image appears on the dusty computer screen.</p><p>\"Marbling looks good. Rib-eye looks really strong. So, [we] like what we're seeing,\" says Donnell Brown, the fifth generation to run the R.A. Brown Ranch. His great-great-grandfather carved it out of Comanche country, cleared the mesquite and cactus and started raising cattle.</p><p>\"Our mission is simple,\" Brown says, reciting the ranch's creed: \"We're continually striving to improve the efficiency of converting God's forage into safe, nutritious and great-tasting beef.\"</p><p>Brown wears a cowboy hat, neckerchief and a white shirt that he somehow manages to keep spotless while squishing through corrals 6 inches deep in mud and bull excreta, owing to a late-winter snow. \"I told you to bring your over-boots,\" he chides with a smile.</p><p>All day, rib-eye muscles flash on the screen and a computer program calculates their \"marbling score.\" Seven percent intramuscular fat, for instance, would be excellent. This is <em>flavor</em> fat. The higher the marbling score, the tastier the bull's progeny is supposed to be.</p><p>\"A bull will use that [rib-eye muscle] to rare up to mount a cow, to breed her, but it's not a muscle that's used very much,\" Brown explains. \"So as you look at the animal, the middle meats between the legs and along the back — the T-bone, tenderloin, rib-eye and sirloin — they're the best cuts. The less those muscles are used, the more tender they are.\"</p><p>It's finally a good time to be in the cattle business. There were massive herd sell-offs during the brutal drought of 2011. Since then, <a href=\"http://www.npr.org/blogs/thesalt/2014/11/19/363518869/no-misteak-high-beef-prices-a-boon-for-drought-weary-ranchers\">beef prices</a> have hit all-time highs. In March, the average price per pound for USDA Choice sirloin steak was $8.37, up from $8.23 in September 2014, and $6.81 in September 2013, according to the <a href=\"http://www.bls.gov/regions/mid-atlantic/data/averageretailfoodandenergyprices_usandmidwest_table.htm\">Bureau of Labor Statistics</a>.</p><p>Last year, prices for Brown's bulls jumped 40 percent from the previous year. He typically sells around 600 bulls at the ranch's annual October sale, making him one of the top 20 bull producers in the country.</p><p>Fast-forward through the beef production cycle: from Brown's bulls, to the commercial cow-calf operator, to the feedlot, to the packinghouse, to the meat wholesaler, to Coalson's Grocery in Throckmorton where Robert Jackson has been slicing steaks in the meat market of the tiny grocery for 40 years.</p><p>\"Most of the time if they got that marblin' and a good fat cover, they'll turn out pretty good,\" Jackson says, appreciatively.</p><p>The industrial cattle business does not allow a rancher to track his own cows' cuts to a retailer or restaurant, so Brown doesn't get to sample the end product of his breeding program. Instead, he buys his steaks here at Coalson's. With practiced ease, Jackson peels back the butcher paper on a thick boneless rib-eye, turns to Brown and asks, with a smile, \"How thick would you like it?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Texas+Ranchers+Try+To+Clinch+The+Perfect+Rib-Eye&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401781571-3c7bd6.m3u?orgId=1&topicId=1053&d=263&p=2&story=398346724&t=progseg&e=401665565&seg=21&ft=nprml&f=398346724"},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg02_22268975edit-3fb7442175db6c25e7ef842788157936a98115b6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1847","width":"2770"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg05_22268981edit-6420f7a4a9e1d22646aeb565f583ac7aa6f44323.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg17_22269005edit-341345ae6882b0ee2c71b6c00d8f5cb0febbf690.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg23_22269017edit-670685c74f4fd1827d36d91eb312d5ea31fc58c0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg28_22269043edit-9d38fa9d8a6932aefba6c043bc0d0055de44557b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1949","width":"2924"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg29_22269021edit-456026d7ee87f8e5faf7147aa5967a8704afaf37.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1930","width":"2896"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg40_22269055edit-2434ae0ded500b70cbec94c3aa825e3fa54bab3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/20/ribeye-promo-ea4ce7bd14f350012e1d596cd83070bdb6bd5f05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1584","width":"2108"}},{"href":"http://media.npr.org/assets/img/2015/04/20/texas_040715_ribeye_dg33_22269047edit1_custom-9c8ab84389388c9fe8d1470e2e15f2bf1e3a5006.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1908","width":"2422"}}]}