{"created":"2015-01-11T11:02:16+00:00","modified":"2015-06-25T17:45:41+00:00","valid":{"from":"2015-06-25T17:45:41+00:00","to":"3015-06-25T17:45:41+00:00"},"hreflang":"en","title":"'Tasty': How Flavor Helped Make Us Human","published":"2015-02-11T19:57:00+00:00","teaser":"From an evolutionary standpoint, flavor has long helped define who we are as a species, journalist John McQuaid argues in his new book, an exploration of the art and science of taste.","itags":["npr_api","375932038"],"guid":"38890a7b-a597-457b-8c0d-0e7eeb768403","contentencoded":"<p>Our current cultural obsession with food is undeniable. But, while the advent of the foodie may be a 21st century phenomenon, from an evolutionary standpoint, flavor has long helped define who we are as a species, a new book argues.</p><p>In <em>Tasty: the Art and Science of What We Eat</em>, Pulitzer Prize-winning journalist John McQuaid offers a broad and deep exploration of the human relationship to flavor.</p><p>\"Flavor is the most important ingredient at the core of what we are. It created us,\" McQuaid writes.</p><p>That's a pretty big statement to make. What's McQuaid's argument? Well, billions of years ago, when primitive life forms were floating in ancient oceans, those creatures needed \"to sense what was going on around them, and to chase it down and to devour it,\" McQuaid tells NPR's Rachel Martin.</p><p>\"And so this is kind of a basic motivational hinge that drove evolution,\" he says, \"because in order to out-compete your fellow primitive creatures, you needed sharper senses.\" And, \"if you had sharper senses, you also needed a bigger brain in order to process those senses.\"</p><p>When it comes to humans, scientists have argued that those bigger brains emerged as we started eating meat – which is packed with calories and fat, compared with the fruit, leaves, tubers and other raw foods our earliest ancestors ate.</p><p>The thinking (which <a href=\"http://evolvinghealthscience.blogspot.com/2012/12/why-you-can-all-stop-saying-meat-eating.html?spref=tw\">some challenge</a>) is that all those extra meat nutrients helped fuel the growth of our brain, which, as NPR's Chris Joyce has <a href=\"http://www.npr.org/2010/08/02/128849908/food-for-thought-meat-based-diet-made-us-smarter\">reported</a>, uses about 20 times as much energy as the equivalent amount of muscle.</p><p>Cooking meat was another big milestone: Once that happened, <a href=\"http://www.npr.org/2010/08/02/128849908/food-for-thought-meat-based-diet-made-us-smarter\">some researchers speculate</a>, it made meat easier to chew and digest, and its calories more readily available to fuel bigger brains.</p><p>\"And so humans, as they began eating meat and then cooked meat, their brains grew bigger, their faces flattened, their perceptions changed and expanded. And their appreciation of food grew, along with the improving taste of the food,\" McQuaid says.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the difference between taste and flavor</strong><strong></strong></p><p>Taste is a sense, sensed by the tongue, of certain basic chemicals that are sweet, salty, sour, bitter and <a href=\"http://www.npr.org/templates/story/story.php?storyId=15819485\">umami</a>, which is the fifth taste, which is the mysterious but interesting savory taste.</p><p>Flavor, which I would say is more of what people experience when they eat, combines taste with the sense of smell. Because when you chew, aromas are liberated from the food which waft up to your nose. The brain then combines the sensation, along with other things — your memories, feelings, the way things look — into the experience of flavor.</p><p><strong>On the evolutionary roots of our attraction to sweetness</strong></p><p>Sweetness is very ancient from an evolutionary standpoint, because sugars are part of the basic cycle of life, so this is sort of programmed into us at a very deep level. ... However, humanity is weird with flavor in ways that no other creatures are. ... We have certain genetic programming, such as liking sugar and disliking bitterness. But we're also very malleable, our tastes our malleable. This is also part of a result of our evolutionary heritage in that our ancestors lived in so many different parts of the world, with so many different types of food, and still do, that flexibility is part of our makeup as well. We learn to like things that, by rights, no one should like.</p><p><strong>On why we like to eat things that are gross</strong></p><p>I paid a visit to Iceland during my research and I tried ... a type of fermented sea shark. It used to be buried in the sand for months, and then they'd dig it up in a semi-fermented, rotted state and eat it. Vikings did that, I guess when they had no other option, but today it's a delicacy, it's a national tradition in Iceland. But it smells like a combination of ammonia and rotted fish. ... You're supposed to drink it with some Icelandic schnapps and toast the god Thor. I tried this and I have to say, I did not learn to like it. ... But if you live in Iceland, you will learn to like it because you derive other pleasures from it, you derive fellowship, and it's fun and your brain kind of shifts around, so things that other people find disgusting, you find enjoyable.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Tasty%27%3A+How+Flavor+Helped+Make+Us+Human&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496359-247afb.m3u?orgId=1&topicId=1032&aggIds=100876926&d=357&p=10&story=375932038&t=progseg&e=376496273&seg=14&ft=nprml&f=375932038"},{"href":"http://media.npr.org/assets/img/2015/01/09/eating-4d19efb51ae2be203b378606c932cd8e0f29deca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}