{"created":"2015-02-23T22:53:41+00:00","modified":"2015-05-22T23:57:24+00:00","valid":{"from":"2015-05-22T23:57:24+00:00","to":"3015-05-22T23:57:24+00:00"},"hreflang":"en","title":"'After Birth' Author On 'Mommy Wars': 'It Doesn't Have To Be This Way'","published":"2015-02-23T23:40:00+00:00","teaser":"\"We are pitted against each other and ultimately, then, are pitted against ourselves,\" says writer Elisa Albert. Her new novel is about the singular and universal experience of having a baby.","itags":["npr_api","388482173"],"guid":"388fb6a6-1a6c-466e-8a93-bf5cc352a934","contentencoded":"<p>Writer Elisa Albert believes that the so-called \"Mommy Wars\" have gone on long enough — they are both a distraction and a cop-out, she says. \"It's a way of avoiding the actual issues, which is: Women don't have enough support for any of the choices that we make,\" Albert tells NPR's Kelly McEvers. \"We are pitted against each other and ultimately, then, are pitted against ourselves. And everybody is unhappy, and everybody feels judged. It doesn't have to be this way.\"</p><p>Albert touches on these issues in her new novel <em>After Birth. </em>Ari, the main character, is a former Brooklynite, now living in upstate New York with her one-year-old son and her husband, a professor at the local college. She's supposed to be working on a PhD in women's studies, but her postpartum depression makes it impossible for her to make much progress. She feels lost, angry and at odds with those around her. Here's how she describes her \"mommy group.\"</p><blockquote><p>Who knew motherhood could be a mostly material experience? We'd sit in Starbucks rooting around in pastel-camouflage diaper bags for chew toys and muslin wraps while women without babies gave us endless dirty looks. Me and this one silent, dark-eyed woman the only ones breastfeeding; the others busy with chemistry experiments: powders, cold packs, bottles.</p><p>The poor babies were beside the point, like half-forgotten elderly consigned to our care. The girl babies looked like drag queens: ruffles and bows, a flower-and-rhinestone headpiece. One thusly adorned kept giving me a hilariously crank look like <em>can you believe this s---?</em> She was cool. I winked at her like <em>sorry, honey, I know, but it's not forever, I swear</em>.</p></blockquote><p>Albert tells McEvers that she doesn't necessarily agree with Ari on the topics she touches on in the book — such as formula feeding, C-sections and in vitro fertilization. \"This character was a vehicle to kind of let fly on a lot of things,\" Albert says. \"And the point, I think, is ultimately it doesn't matter what choices anybody makes.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Ari's postpartum depression</strong></p><p>Things are really bad for her. She's lonely and isolated, and feels very cut off from her former self and from the people around her, who can't fully relate to what she's been through and what she's going through. ... She's entered an entirely new self and it's unfamiliar.</p><p><strong>On Ari's anger</strong></p><p>Female anger makes us very uncomfortable as a culture, historically and in all kinds of strange ways. Female anger is dangerous and very hard to take because we are conditioned to disown it and to pretend that, you know, as women we don't have full range of emotions somehow. It's not ladylike; it's not appropriate. So female aggression is a fascinating subject for me as a novelist, and I think Ari ... wants a lot from women, from her elders, from her peers. She wants guidance and sisterhood and she's not getting any of that. She's pretty let down. There's this sense of, like, you're on your own with this pretty enormous, powerful and very vulnerable transition. And I think that's what underlies her rage.</p><p><strong>On \"sisterhood\"</strong></p><p>It's a question of what do we owe each other as people, as women? And I think everybody has kind of a different idea about that. You know, to each her own, but I personally believe — and I share this with Ari — that we owe each other some measure of support and sisterhood and openness and honesty. And when we are bereft of those things, things get rough quick for all of us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27After+Birth%27+Author+On+%27Mommy+Wars%27%3A+%27It+Doesn%27t+Have+To+Be+This+Way%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388520689-5ff905.m3u?orgId=1&topicId=1033&d=438&p=2&story=388482173&t=progseg&e=388440568&seg=20&ft=nprml&f=388482173"},{"href":"http://media.npr.org/assets/img/2015/02/23/after-birth-a6c5afe3e4f147955202433680bc0435682f3874.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/23/author-photo---elisa-albert-credit-hulya-kilicaslan-59c6b591d0ced31fa7514a4da4a5c8c6b1ca0d2c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2545","width":"3393"}}]}