{"created":"2015-05-16T06:03:31+00:00","modified":"2015-05-22T13:05:14+00:00","valid":{"from":"2015-05-22T13:05:14+00:00","to":"3015-05-22T13:05:14+00:00"},"hreflang":"en","title":"1,000 Songs From Holocaust Survivors Archived","published":"2015-05-19T01:17:00+00:00","teaser":"In the summer of 1948, an amateur folklorist named Ben Stonehill recorded this music in New York City's Hotel Marseilles. Now, 66 of those songs are online.","itags":["npr_api","406967291"],"guid":"38a047b1-b27d-49d7-805b-675f2eb23e70","contentencoded":"<p>In the summer of 1948, an amateur folklorist named Ben Stonehill recorded more than 1,000 songs from Holocaust survivors in the lobby of New York City's Hotel Marseilles. This week, 66 of those songs become available online through the <a href=\"http://www.ctmd.org/stonehill-search.htm\">Center for Traditional Music and Dance</a>, complete with translations; another 300 songs will go up over the next few months — all free for anyone to hear.</p><p>Some sing in Russian; some sing in Polish, Czech, Lithuanian, Hebrew. But the majority sing in Yiddish, a language whose speaking population was dramatically reduced during WWII. That loss is a big part of what brought Stonehill to that lobby. He was looking to capture the sound of something he'd feared might disappear.</p><p>Miriam Isaacs, a sociolinguist who has been studying the collection, says there's all kinds of stuff in the music. \"There's babies crying, there's women giggling, there's people helping each other out, sometimes joining in song.\"</p><p>Stonehill described the scene in the lobby of the Hotel Marseilles in a recording he made while practicing for a lecture in 1964.</p><blockquote><p>Boys, girls and mothers would gather about the recorder and beg permission to sing into the microphone in order to hear their own voices played back. The thrill and glow that spread over their faces, and the tears that came to their eyes, was patently an admixture of witnessing an electronic miracle and having the satisfaction of knowing that their intimate, closely guarded songs from home, camp and ghetto were being preserved for academic study.</p></blockquote><p>Stonehill was born in Poland, but moved to Rochester, N.Y., as a young child. He was never a professionally trained folklorist. Instead, he spent his days working at the flooring company he owned in Sunnyside, Queens. He loved Yiddish and Jewish culture, and he nursed a quiet dream of doing something like Alan Lomax had done for American folk music — collecting songs and making sure they were preserved for future generations.</p><p>Then, in 1948, an opportunity presented itself. He'd heard that Jewish refugees were being temporarily housed at the Hotel Marseilles on the Upper West Side.</p><p>Stonehill's eldest son, Lennox Lee Stonehill, says his father went to an electronic-equipment store in their neighborhood with a business proposition.</p><p>\"If they would give him a sample of their machinery, he would use it to drum up sales,\" Lennox says. \"And they evidently went for it.\"</p><p>The machine he borrowed was a device called a wire recorder. Instead of tape, it captured sound on spools of thin stainless steel. It was not a small machine.</p><p>\"My recollection is that he went on weeknights on the subway, lugging this heavy recording equipment night after night,\" Lennox says. \"It took a lot of dedication.\"</p><p>Bret Werb is the sound collection curator at the Holocaust Museum in Washington, D.C. He acquired Ben Stonehill's recordings for the museum in 2006. Up until then, copies had sat on the shelves of various institutions, including the Library of Congress, overlooked by all but a small group of researchers.</p><p>\"What you don't get from the more dedicated collectors that you get in Stonehill is this spectrum of music,\" Werb says. \"You can see that there are song titles or first lines listed from numbers 1 to 1,078. Just under 40 hours of recorded sound.\"</p><p>It was Werb who enlisted Miriam Isaacs to help sort through those many hours of sound. Isaacs has spent more than three years poring over the collection: transcribing, translating and categorizing the songs by theme and subject matter.</p><p>\"Humorous songs, bawdy songs, religious songs, Zionist songs, homelessness, home — and homelessness is a big category,\" Isaacs says.</p><p>Initially, she was more interested in the Yiddish dialects featured on the recordings than in the songs themselves. But the more she listened, the closer she felt to those strangers sitting in a dim lobby decades in the past, each of them revealing a bit of themselves through the songs they chose to sing.</p><p>\"There's this one guy Arumche, and he sings all the Bundist socialist communist songs. I know Gita Friedman, she likes love songs, and also some things that seem to be derived from theater,\" Isaacs says. \"There's two little boys, Yakov and Moshe, they do the kind of things they would have learned in Hebrew School.\"</p><p>Among Isaacs' favorites is a Yiddish take on the Lambeth Walk — a dance tune popularized in England in the late 1930s.</p><p>Boisterous, funny and even off-color lyrics are not uncommon. But there are also moments of deep solemnity, both in the songs and the stories people tell about them. For example, just before launching into a upbeat German marching tune, one man explains how he was forced to sing it while laboring in Buchenwald.</p><p>In some ways, this collection, while rare, isn't singular. There are at least two other archives of Yiddish songs that are comparable in scale. What is unique, however, are those critical words, \"Sing anything you like.\"</p><p>Masha Leon is a longtime columnist for <em>The Jewish Daily Forward</em>. She lives in New York. She was a teenager in 1948, a refugee who had fled Warsaw before the Warsaw Ghetto walls went up, ultimately making her way to New York. She didn't live at the Hotel Marseilles, but a group of people she wanted to know did.</p><p>\"Why I picked this song, I have no idea. I suspect I may have sung more than one, and this may have been the one he recorded,\" Leon says. \"There were a lot of young guys there.\"</p><p>Almost every evening after work in the summer of 1948, Leon and her friend would go to the Hotel Marseilles to socialize in the lobby. She says she doesn't remember Stonehill, or singing for him, but that she can still recall all the words of the song she thinks he collected from her.</p><p>Leon learned the song \"Tuk Tuk Tuk\" as a child back in Poland. And when she hears it now, she says she has flashbacks. \"The kindergarten I went to, the street I lived on, the life I lived at the time,\" she says.</p><p>Leon says that for her, listening to the collection revives a whole generation of people. The world they lived in now gone.</p><p>\"These are songs that they grew up with as children,\" she says. \"That were part of the landscape. The wallpaper of their lives.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=1%2C000+Songs+From+Holocaust+Survivors+Archived&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ravenna Koenig","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407212217-09af45.m3u?orgId=1&topicId=1039&d=433&p=7&story=406967291&t=progseg&e=407212155&seg=10&ft=nprml&f=406967291"},{"href":"http://media.npr.org/assets/img/2015/05/15/stonehill-48e1eecf3e4525a6c7d94c042a759d4cec2b4246.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"262","width":"350"}}]}