{"created":"2014-09-10T17:00:16+00:00","modified":"2015-05-14T17:37:34+00:00","valid":{"from":"2014-09-10T10:00:00+00:00","to":"3014-09-10T10:00:00+00:00"},"hreflang":"en","description":"A cautious market stance, net neutrality protests, and Minecraft's big pricetag.","contenttemplated":"[{\"content\":\"<p>First up, after the Dow fell 97 points yesterday, what accounts for the cautious stance of some market participants in recent days? And when you click on a website today, you might have to endure a spinning worm of waiting. It may not be your internet connection to blame. Today, <a href=\\\"http://www.marketplace.org/topics/world/internet-slow-down\\\" target=\\\"_blank\\\">some big companies are deliberately slowing down their systems</a> in an organized protest against ending what&apos;s called Network Neutrality. Plus, Saying the word &quot;Minecraft&quot; to many people produces a similar delighted glow about the eyes as produced by saying the word &quot;Lego.&quot; It may have something to do with the videogame&apos;s low-fi graphics or open-ended invitation to creativity. Well, Bloomberg, Wall Street Journal, and the New York Times are reporting that Microsoft is in talks to buy Mojang-- the Swedish maker of Minecraft--for perhaps $2 billion.</p>\",\"type\":\"text/html\"}]","title":"PODCAST: The spinning wheel of death","tags":["Mid-day Update","APM","Life"],"published":"2014-09-10T10:00:00+00:00","itags":["Marketplace Morning Report","Marketplace","38b20d8d5105ae5c9d489dc53420dfe9","PMP:Marketplace_PMP","Marketplace Morning Report for Wednesday September 10, 2014"],"byline":"David Brancaccio","teaser":"A cautious market stance, net neutrality protests, and Minecraft's big pricetag.","guid":"38b20d8d-5105-4ae5-89d4-9dc53420dfe9","contentencoded":"<div class=\"barn-cleaned\"><p>First up, after the Dow fell 97 points yesterday, what accounts for the cautious stance of some market participants in recent days? And when you click on a website today, you might have to endure a spinning worm of waiting. It may not be your internet connection to blame. Today, <a href=\"http://www.marketplace.org/topics/world/internet-slow-down\" target=\"_blank\">some big companies are deliberately slowing down their systems</a> in an organized protest against ending what's called Network Neutrality. Plus,&nbsp;Saying the word \"Minecraft\" to many people produces a similar delighted glow about the eyes as produced by saying the word \"Lego.\" It may have something to do with the videogame's low-fi graphics or open-ended invitation to creativity. Well, Bloomberg, Wall Street Journal, and the New York Times are reporting that Microsoft is in talks to buy Mojang-- the Swedish maker of Minecraft--for perhaps $2 billion.</p></div>","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/490814829.jpg?itok=4FBs6b-F"},{"meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/09/10/midday_20140910_pod"},"duration":379,"duration_hms":"00:06:19"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/09/10/midday_20140910_pod_64.mp3","format":"MP3","type":"audio/mpeg"}]}