{"created":"2014-09-30T15:23:36+00:00","modified":"2014-10-30T21:55:35+00:00","valid":{"from":"2014-10-30T21:55:35+00:00","to":"3014-10-30T21:55:35+00:00"},"hreflang":"en","title":"'Gone Girl,' Take Two: The Very, Very Spoiled Edition","published":"2014-10-14T16:42:00+00:00","teaser":"If you've already read <em>Gone Girl</em>, or if you don't mind swimming in a sea of spoilers, we've got a few thoughts that require giving up some of the book's bigger secrets.","itags":["npr_api","352734229"],"guid":"38b900d4-52ae-4477-871d-708b295ca1b6","contentencoded":"<p><strong>Please understand that this post contains information about the plot of <em>Gone Girl </em>that has the capacity to rob it of many of its best and most delicious surprises for anyone not already aware of them. It's most appropriate for people who have already either read the book or seen the film, or for people who don't plan to read the book <em>or </em>see the film, or for people who don't like to be surprised, or for people who read the Wikipedia summary of a mystery before they watch it, or for people who hate having a good time. </strong></p><p><strong>You have been warned.</strong></p><p><strong>Are you still here? I'm telling you. You've been warned. </strong></p><p>There is a moment most of the way through David Fincher's adaptation of <em>Gone Girl </em>in which Amy (Rosamund Pike) watches her husband Nick (Ben Affleck) on television as he both tries to manipulate the public into seeing him more kindly and tries to manipulate her into coming home, since he has realized that her disappearance is something she engineered to frame him. He knows what she's done, and she knows he knows. But she also knows that unless she comes home, he stands a decent chance of being executed for her murder. She has all the power, and they both know it, and he is ready to submit.</p><p>And so she sits there on the couch beside Desi (Neil Patrick Harris) — poor, doomed Desi — and gradually, she becomes transfixed by Nick's performance. In the book, this reawakens in Amy some of her affection, such as it is, for her husband. She tells us that she and Nick \"fit together,\" and ends the section, \"I need to get home to him.\"</p><p>But the film, because it cannot rely entirely on the language of the book, does not give you that. Instead, it gives you Rosamund Pike's face as she leans forward and watches. The expression on her face contains everything: her shock that he is calling her out, her satisfaction that he now knows she's beaten him, her fascination with the game he's playing, and most of all, her sudden <em>hunger </em>for him.</p><p>Playing Amy Dunne is an extraordinary challenge, simply because she is a murdering, ice-blooded psychopath who must be that person from the beginning but must not seem to be that person until the halfway point. When she reveals herself, when she greets the audience in her true form and explains how she's duped them — along with the police — with her diary, there must be a certain plausibility to it.</p><p>People who write about gender politics have wildly differing opinions on Amy: Some see her as a blisteringly alive, sickly fascinating character who's both a monstrous manipulator and a brilliant commentator, particularly on gender politics in relationships. Others see her as, by the end, a cartoon, living down to every silly idea about women as naturally devious shrews who arrange pregnancies to get their own way and pretend they have been abused when they have not been.</p><p>What has always kept Amy from troubling me in this particular sense is that she does the things she does not because they are in her nature as a woman, but because they are in her nature as a psychopath. One of the problems with the relative paucity of interesting female characters is that they become responsible for representing all women, for speaking to What Women Are Like. The more scantly represented any demographic group is, the more each person seems to reflect upon everyone. But here, it has always been perfectly clear that Amy is an aberration. She is a woman, but she is not <em>only </em>a woman. She is also a monster, and the second half of Fincher's film is, in many ways, a horror movie about the great difficulty — and eventually the impossibility — of defeating her. She is the rare monster in a monster movie who wins at the end. Whatever she has to do, however offensive, however distasteful, however horrifying. <em>Whatever</em>.</p><p>It is in Amy's specific, defined character that <em>she will do anything</em>. She is that smart, that angry and that unfettered by conscience. It would not be realistic to suggest that she, given the person she is made out to be, would not do these things, would not think of these things. It is not her lack of conscience or her ruthlessness that is gendered; it is the way she expresses those things as a result of her very much gendered life. Amy's pathology plays out in the fields of marriage and childbirth because that is where she sees herself having a chance to attain power. That's where the high stakes are, and a person as angry and intelligent as Amy knows how to locate the highest possible stakes.</p><p>I have heard people say they feel let down by the second half of the book, because the first half is so subtle and complicated, and the second half is Crazy Amy versus Poor Poor Nick. But it's not really, is it? Don't we believe that while Nick is being set up for this, he is not only an unfaithful husband but also an inconsiderate, shallow fool who married a woman who is at the very least much smarter than he is? Isn't Nick kind of overmatched by Amy in lots and lots of ways, some of which are merit-based, <em>even though </em>she is a dangerous criminal?</p><p>That's why Pike's performance in the film is so strong and so correct: She commits completely to both Amy's complete amorality and her insightful intelligence. It's hard not to think, at least sometimes, \"If she were wired to have empathy rather than to have none and to murder people, she'd probably be fun to be friends with.\" While the famous Cool Girl passage in the book is pared down, it does appear, and even in its shortened form, it remains an incisive analysis of some very real patterns that Amy is articulate enough to call out as well as smart enough to notice.</p><p>Affleck, too, makes Nick both sympathetic and kind of gross. His interactions with the student he's been sleeping with make him look callous, thoughtless and almost as capable as Amy of jettisoning inconvenient people. Furthermore, when his sister Go (played beautifully by Carrie Coon) despairingly tells him that deep down, he <em>wants </em>Amy in spite of everything, it's believable. Affleck submits to Nick's fundamental weakness as a person, to the easily accessible flaws that Amy has been studying until she knew exactly how to manipulate them. The movie commits less than the book to the idea that Nick accepts his own desire to return to his horror show of a marriage, but the sense of mutual addiction to this relationship still seeps from the almost intolerably bleak ending.</p><p>There were rumors early on that Flynn might change the ending in adapting the screenplay, which I know I personally interpreted through a lens of fear that the movie would step back from that bleakness. Part of me wondered even as I watched the film whether it might end differently — whether it would turn out like <em>Fatal Attraction</em>, with domestic order restored after the elimination of the Inconvenient Terrible Woman. But rest assured: The film is true to the book, including its controversial, not entirely satisfying ending, which dangles its feet over the edge of ridiculousness even if you believe it does not go over that edge.</p><p>It's the film the book deserved, I think: carefully directed with respect for its mystery and suspense/horror elements, led by a fine cast, and able to take advantage of the fact that because a film must elide certain things that are made explicit in a character-narration-driven novel, the ambiguity in people may even increase. We know less about Nick here than we do in the novel, because he tells us less. Because he's so much more opaque, he can be that much more surprising. It seemed almost impossible that the structure of the book could be followed and made into a good, satisfying movie, but that's what they did.</p><p><em>Note: The audio above the post is a special bonus episode of Pop Culture Happy Hour in which friend of the show Barrie Hardymon and I also have a very, very, very spoiled discussion of Gone Girl. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Gone+Girl%2C%27+Take+Two%3A+The+Very%2C+Very+Spoiled+Edition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"677"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356130811-555506.m3u?orgId=1&topicId=1045&ft=3&f=352734229"},{"href":"http://media.npr.org/assets/img/2014/09/30/gone-girl-df-04742_r2_rgb-5cb4a8010e64a47da7a853581c071b233c571d85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1843","width":"2457"}}]}