{"created":"2015-02-05T12:05:00+00:00","modified":"2015-05-13T21:18:13+00:00","valid":{"from":"2015-05-13T21:18:13+00:00","to":"3015-05-13T21:18:13+00:00"},"hreflang":"en","title":"Steven Yeun's 'Glenn': Slaying Zombies And Getting The Girl","published":"2015-02-09T21:02:00+00:00","teaser":"The actor talks about his role on <em>The Walking Dead</em> and shares his real-life immigrant story. The hit drama returns to AMC this weekend.","itags":["npr_api","383897456"],"guid":"38cfae16-b41d-4c54-a1ac-b8d8053bbe74","contentencoded":"<p>AMC's <em><a href=\"http://www.amctv.com/shows/the-walking-dead\">The Walking Dead</a></em> holds the record for the most-watched cable television drama. If you've never seen it, it's about the zombie apocalypse and follows a group survivors trying to stay alive in Atlanta, Ga. If you're a fan — and there are millions upon millions of us out there — you know that no character is safe, and you've got a favorite character that you don't want to die.</p><p>Mine is Glenn Rhee. He's the Korean pizza-delivery-guy-turned-zombie-killing ladies' man who's managed to stay alive since the beginning.</p><p>The show is back this Sunday after a brief hiatus to wrap up its fifth season and I'm very anxious. If my TV boo gets eaten or meets some other terrible fate, I'm honestly not sure I can keep watching. And most of us agree that if you're going to off a character, <a href=\"http://www.hypable.com/walking-dead-season-4b-carl/\">that character should be Carl.</a> (Can I get a cosign?)</p><p>In the interest of full disclosure: I did a couple of Google searches to find out more about the actor who plays Glenn (just out of curiosity, not stalker-ish). I found out that Steven Yeun happens to have a great personal story of his own.</p><p>But before we rewind all the way back to Yeun's early life, we should talk about how the character he's playing is bucking stereotypes and preconceived notions about Asian-American men. Glenn Rhee has evolved over the past four and a half seasons on <em>Dead</em>: the formerly smart-mouthed supply runner has become a zombie-slaying leading man. It's a big departure from the Asian-American guy who rarely gets the girl because he's the tech-geek sidekick — if he's on TV at all.</p><p>That's decidedly not Glenn. He not only gets the girl — that romantic interest is, \"a hot white chick on the most watched cable drama in the history of TV,\" according to Harrison Pak, Yeun's friend and fellow <a href=\"http://stirfridaynight.org/wordpress/\"><em>Stir-Friday Night!</em></a> alumnus.</p><p>That's not gone unnoticed: Randall Park and Eddie Huang, from the new ABC comedy, <em>Fresh Off The Boat</em>, laughed in an interview on the <em><a href=\"https://www.youtube.com/watch?v=b0sn2a3cMjs\">Joe Rogan Experience</a></em> saying Jet Li never even got to shake Aaliyah's hand in the 2000 film <em>Romeo Must Die</em> and that it took the end of the world for the Asian dude to finally get some. \"Maybe it takes the zombie apocalypse to transcend racial politics,\" Pak jokes.</p><p>Yeun says that if he was just sitting on his couch watching TV, he'd be thrilled to see a character like Glenn and he loves playing him because there are so many layers to the role. \"I get to be the funny guy with the one-liners, I get to be the romantic male in the group, and I've been able to be a bad-ass on occasion,\" Yuen says. \"Actors only dream of an opportunity like this.\"</p><p>His dream became real not long after he left Chicago's improv scene, where he performed with <em><a href=\"http://www.stirfridaynight.org/\">Stir-Friday Night!</a> </em>and <em></em><a href=\"http://www.secondcity.com/\"><em>The Second City</em> troupe</a>. When Yeun moved to Los Angeles, he figured he might land something on a comedy because that's where his roots lie. <em>The Walking Dead</em> was only his second audition after relocating, and a handful of years later, he's not only one of the longest-surviving (and popular) characters on a hit drama, but a sex symbol to teenagers as well as grown women who swoon over him on social media.</p><p>The way Yuen tells it, none of this would have happened without his parents' sacrifices. When he was around 5, they left Seoul, South Korea, (where his father was a successful architect) to come to North America. They settled in Regina, Saskatchewan.</p><p>\"My cousins told me the first job we all collectively did was putting chopsticks in those paper sleeves,\" Yeun says. His parents moved from chopstick sorting to denim jean stocking at his uncle's store in Michigan. They eventually saved enough to open a couple of beauty supply stores in Detroit, where they still work on their feet for 10 to 12 hours a day.</p><p>Yeun says that not too long ago he asked his dad if he ever wanted to give up and go back to Korea. \"My dad told me the first year he was in Michigan, he was stocking jeans at my uncle's store and he assessed what was going on and got super pissed off,\" he said. \"He kicked a box that he thought was filled with jeans, but it was filled with concrete cinder blocks and he almost broke his foot.\"</p><p>Yeun comes from a very religious family; his father took the cinder block injury as a sign from God. Stick with the plan. Keep working.</p><p>But Yuen says that for years, his father questioned whether coming to the U.S. was the right move for the family. And Yeun's decision to become an actor didn't ease his father's anxieties.</p><p>\"I didn't do the prestigious things they expected of me,\" he says. \"I didn't go to med school, I didn't go to law school, I instead asked them if I could be an actor. That was, to them, like, 'Oh man, should we have come to America?\"</p><p>Yuen says his father would answer that question very differently today. \"Without a doubt he's very happy that he came here,\" Yuen says. And between work and church, his parents always manage to watch him on <em>The Walking Dead</em>. \"They don't understand it completely, so they get some bootlegged version with subtitles,\" he says.</p><p>Yeun hopes between acting and the restaurant ventures he has cooking up with his brother, he can entice his parents to retire from the beauty supply business and relax. \"But they'll never retire,\" he says. \"Korean parents never retire.\"</p><p>Let's hope the same is true for Glenn, Yeun's <em>Dead</em> character. I, for one, am hoping that when <em>The Walking Dead</em>'s fifth season resumes, Glenn Rhee will keep slaying zombies, lovin' on Maggie, and never, ever \"retire.\" Ever.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Steven+Yeun%27s+%27Glenn%27%3A+Slaying+Zombies+And+Getting+The+Girl&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988677-8ee331.m3u?orgId=1&topicId=1138&d=268&p=3&story=383897456&t=progseg&e=383988522&seg=11&ft=nprml&f=383897456"},{"href":"http://media.npr.org/assets/img/2015/02/06/4c013329-d926-f2e6-e5d6-af1ca58b6ee5_twds4_gallery_glenn-maggie_car_5925_v1-50d736277a1a38ad2e8a7113fe2306b82801435f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3148","width":"4200"}},{"href":"http://media.npr.org/assets/img/2015/02/05/e001c20b-356d-3062-34e2-8fa23881eed7_amc_twd_gallery__glenn_gallery_1437_v1-0859bfbf65896c56d842ee344e27a2ee115af222.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2698","width":"3597"}}]}