{"created":"2015-01-13T08:32:51+00:00","modified":"2015-05-13T21:22:21+00:00","valid":{"from":"2015-05-13T21:22:21+00:00","to":"3015-05-13T21:22:21+00:00"},"hreflang":"en","title":"Video Game Based On Ancient Story Aims For Audiences In Iran, Beyond","published":"2015-02-10T02:17:00+00:00","teaser":"Two entrepreneurs with Iranian roots hope to make an international splash with a new online multiplayer game that is an update of a 1,000-year-old Iranian poem.","itags":["npr_api","376789932"],"guid":"38e696cf-39d9-4b50-a2dd-8751bca615a7","contentencoded":"<p>It's estimated that there are 20 million gamers in Iran, where half the population is under 25 years old. Last year, the Obama administration eased sanctions on Internet services in Iran, giving a boost to the game market.</p><p>Two entrepreneurs with Iranian roots hope to make an international splash with their new game, Seven Quests. The online multiplayer game is an update of a 1,000-year-old Iranian poem, the <a href=\"http://www.npr.org/2013/08/25/214831942/heart-of-iranian-identity-reimagined-for-a-new-generation\">\"Shahnameh,\"</a> or the \"epic of the kings.\"</p><p>The hero is Rostam, the Persian version of Hercules.</p><p>\"It's our hero — it's our Iranian national hero. It's our mythological symbol for a warrior who conquers all evil,\" says Amir-Esmaeil Bozorgzadeh, who heads <a href=\"http://www.gameguise.com/en/homepage\">a game development company</a> based in Dubai.</p><p>Bozorgzadeh is creating the Seven Quests game for an international online game market, but he's also aiming at Iran's huge gaming community where everyone already knows the story.</p><p>\"Markets like Iran are filled with some of the most hard-core gamers the world's ever seen,\" he says.</p><p><a href=\"http://sevenquests.com/\">Seven Quests</a> is a traditional war game, but it's not just about shooting stuff. This violence has a twist.</p><p>\"You're going to see him battling a three-headed dog, or a 10-headed snake,\" Bozorgzadeh says. \"That's the cool thing about mythology is that it's usually not so much centered between humans versus humans, but humans versus monsters.\"</p><p>Battling online monsters wasn't exactly the goal of Washington policy when sanctions that limited Iranian access to Internet services were lifted in 2013. The point was to help Iranians to freely communicate on social media like Facebook, Twitter and YouTube. The Iranian government still blocks those services, but online games are the success story — an open channel of communication.</p><p>\"And when you have a game that is filled with real-time players and dynamics, and people are making alliances and people are making enemies but they're working together, in their chats and forums, everyone is interacting, it's very compelling,\" Bozorgzadeh says.</p><p>Compelling, says Hossein Jalali, to finally connect with the world after decades of isolation. Jalali is a partner in the development team and is passionate about multiplayer games because he grew up playing them in Iran.</p><p>\"We've been playing games within our own realm for so long, and then suddenly you have the opportunity to play with the world, so it's a fascinating situation,\" he says.</p><p>Jalali is the tech guy, and to build a complex game that looks good on smartphones, his team has turned to a company that's already produced hit games in the Middle East for a billion-dollar market.</p><p>The team holds tech meetings via Skype with the offices of <a href=\"http://www.falafel-games.com/\">Falafel Games</a> in Hangzhou, China. Radwan Kasmiya, a Syrian, moved his development company to China's technology hub. He says Seven Quests is kind of like falafel, the popular Middle East snack — a familiar taste for Iranians and a new treat for an international audience.</p><p>\"This is what we think our message within our game,\" Kasmiya says. \"We are creating something delicious, affordable for everybody, and it can go across borders. Hopefully, many of them would like it and would keep consuming it.\"</p><p>That's the hope when the game launches in a few months, first in English and then in Farsi, says Jalali.</p><p>\"We're hoping for millions of people to play,\" he says. \"It's got a great story behind it. ... Everyone in Iran actually has heard this story from their parents or from school, so obviously if we get positive feedback from them, it will be excellent.\"</p><p>Excellent, he says, if Iranians open another channel to talk to the world. And if international gamers learn a little about Iranian culture, that would be excellent, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Video+Game+Based+On+Ancient+Story+Aims+For+Audiences+In+Iran%2C+Beyond&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376896395-9dd294.m3u?orgId=1&topicId=1049&d=271&p=3&story=376789932&t=progseg&e=376896280&seg=10&ft=nprml&f=376789932"},{"href":"http://media.npr.org/assets/img/2015/01/12/press04-ad2682e1d5704fbd00d5f0e0d5aa2d35dbb8fdf0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"395","width":"526"}},{"href":"http://media.npr.org/assets/img/2015/01/12/press01-d87dd558bd3bfea1c8a9e57a026fc58ced2b7597.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}