{"created":"2014-09-11T21:00:09+00:00","modified":"2015-03-10T14:48:56+00:00","valid":{"from":"2015-03-10T14:48:56+00:00","to":"3015-03-10T14:48:56+00:00"},"hreflang":"en","title":"Susan Rice: Islamic State Fight Will Not Be 'Iraq War Redux'","published":"2014-09-17T17:06:00+00:00","teaser":"In an interview with NPR, the national security adviser said the U.S. will not be drawn into a ground war in Iraq and Syria, even if local forces are insufficient at containing the Sunni militants.","itags":["npr_api","347746868"],"guid":"38ed5db9-4a9d-4ce1-8c0f-65f5d947fcd7","contentencoded":"<p>In an interview with NPR, President Obama's national security adviser Susan Rice says the United States will not be drawn into a ground war in Iraq and Syria, even if local forces are ineffective at holding gains made against the group calling itself the Islamic State.</p><p>Rice spoke to <em>Morning Edition</em>'s Steve Inskeep the day after <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/10/347486634/obama-to-say-u-s-will-take-out-islamic-state-wherever-they-exist\">President Obama outlined the U.S. strategy against the Sunni militants</a>. In a prime-time speech, Obama said the U.S would \"degrade and ultimately destroy\" the Islamic State, which is also known as ISIS and ISIL.</p><p>With that, here are four excerpts from the interview with Rice that expand on what Obama said Wednesday:</p><p>-- On the possibility that the U.S. could be dragged into a ground war in Iraq and Syria, Rice said:</p><blockquote><p>\"The U.S. is not going to put American forces back on the ground in a combat role. The president has been absolutely clear about that: This is not going to be Afghanistan or the Iraq war redux, with tens of thousands of Americans in Iraq.\"</p></blockquote><p>-- On what happens if the U.S. partners on the ground — the Iraqi army and the moderate rebels in Syria — are ineffective at fighting the Islamic State:</p><blockquote><p>\"We are prepared to do what it takes to degrade and defeat ISIL. But that can only be accomplished if and in fact we have effective partners on the ground. There are limits, Steve, to what we and others can do from the air.\"</p></blockquote><p>-- On whether the map of the Middle East could change because of the advances made by the Islamic State:</p><blockquote><p>\"There will be no caliphate. There will be no ISIL that holds and sustains a huge safe haven in Syria and Iraq. That poses a threat to the Untied States, to the countries in the region and, above all, to the Iraqi and Syrian people. And that's indeed what we said we can't allow to be preserved.\"</p></blockquote><p>-- In his speech, Obama said this mission against the Islamic State is like the U.S. offensives in Yemen and Somalia. Steve told Rice that neither of those places is exactly paradise. He asked her if that's what Iraqis and Syrians have to look forward to. Rice said the analogy was about the use of air power:</p><blockquote><p>\"We have done so with sustained effect. But on the ground we have had partners that have done the fighting. In Yemen — the Yemeni security forces, with whom we've trained and have also provided equipment and assistance, have done that. In Somalia it has been the Somali national army and the African Union security forces, and we have supported them in the same way. That is the model that we are envisioning and seeking to replicate in Iraq.</p><p>\"The frequency of our military strikes will undoubtedly be more intense in Iraq because the threat is more intense and more sustained. But the model worked, and to say that it's a success — we're not saying Somalia is a success as a state, but it is fair to say that we haven't been attacked directly out of Somalia or Yemen in several years. I will knock on wood as I say that. But it is a fact that cooperating with Yemenis, cooperating with Somalis and the African Union, we have been able to contain and roll back the terrorist threat in both those countries and to do so with partners on the ground and U.S. air power.\"</p><hr /></blockquote><p>Here is a <strong>full transcript of the interview</strong> that aired on <em>Morning Edition</em> today:</p><p>Steve Inskeep: Let me begin with a kind of bottom-line question here. I heard the president's speech — everyone did, of course — last night. I want to make sure I understand what the president's bottom line is. Is the United States in it to defeat this group, ISIS or ISIL, no matter what happens?</p><p>Susan Rice: As the president said very clearly last night, Steve, we are committed to degrading ISIL and ultimately destroying it. So that's a very clear-cut statement. But what the president also said is that this is not something that's going to happen overnight. This is going to require a comprehensive strategy, building of a broad-based coalition, including our traditional partners in places like NATO but also regional partners and particularly the Sunni countries in the region. This will only be able to succeed over a period of time. And it's going to require not just a military component — the president said we'd be engaged in sustained and relentless airstrikes to the extent necessary to roll back ISIL — but it's also going to require creating partners on the ground with which we can cooperate. So in Iraq, with the Iraqi security forces, the Kurds; and in Syria, with the Syrian moderate opposition, which obviously have a requirement for additional training and equipping.</p><p>Steve Inskeep: You used a quite meaningful word there. You said \"creating partners on the ground.\" You're talking about building up Iraqi security forces that have collapsed, you're talking about supporting Syrian moderate rebels that the president himself has raised doubts about in the past. Doesn't that raise the question, which Sen. Marco Rubio put on our program yesterday: What if it fails? Is the United States prepared to engage in a deeper commitment? Isn't the United States going to have to?</p><p>Susan Rice: Well, the United States is not going to put American forces back on the ground in a combat role. The president has been absolutely clear about that. This is not going to be Afghanistan or the Iraq War redux, with tens of thousands of Americans fighting in Iraq. Steve, what we have learned is that unless and until the Iraqis themselves are organized in a fashion that is inclusive, is nonsectarian — and that's why we waited for the government to be formed, so that we have now an inclusive government as of last Monday — and unless they are willing to fight for their own country and maintain and control territory effectively, there's nothing any outsider can do that will be effective on a sustained basis. Now we're prepared with an Iraqi security forces and other Iraqi partners on the ground to rebuild their capacity, help them be a nonsectarian, more effective fighting force responsive to an inclusive government, with enhanced equipment and training, that, over time, can be a more effective partner. And even in the last few weeks we've seen them step up as the United States has engaged from the air, and they have successfully taken back important pieces of territory.</p><p>Steve Inskeep: So is the United States not in this to win no matter what, because you're saying you want to win if the Iraqis step up, if other people step up.</p><p>Susan Rice: No. What I'm saying and what President Obama has been very clear in saying is that we are prepared to do what it takes to degrade and defeat ISIL. But that can only be accomplished if and in fact we have effective partners on the ground. So there are limits, Steve, to what we and others can do from the air. We can do a fair bit. We've already demonstrated that with over 150 strikes in the last several weeks. But a sustainable campaign where ISIL is pushed out of territory that is Iraqi territory will require Iraqis on the ground to do that and sustain it. You saw after 10 years of Americans inside of Iraq doing brave and great work that, once we leave — and eventually any foreign force is going to have to leave — if the host government itself is not prepared to sustain the gains and hold the ground and govern in an inclusive fashion, it's inherently vulnerable. So rather than repeating that experience, we have learned from the past, and the president's view is this is not a role for American combat forces to hold and maintain ground. That's got to be the Iraqis, and if they do it, they can, in fact, take back this territory.</p><p>Steve Inskeep: Let's not even talk about combat forces yet. Let's just talk about trainers. Two numbers are on my mind. Our colleague Tom Bowman, who covers the Pentagon, has heard from military officials that the U.S. evaluation of Iraqi forces finds that something like 30 to 50 percent of those forces either have collapsed and gone away or they have inadequate leadership. Serious problems. You're sending, among the various U.S. forces going to Iraq, a few hundred trainers. Can a few hundred trainers really make a difference?</p><p>Susan Rice: Steve, yes. Because what we are going to do with those trainers is not fight for the Iraqis, but give them the wherewithal, the planning, the support, the advice, the assistance, the equipment to help the Iraqis build back and to be effective. There's no doubt that there are units among the Iraqi security forces that have demonstrated in the course of the last months an incapacity. There are other units, as we've seen, that have succeeded in taking back the Mosul dam, for example, holding the Haditha dam, holding the line up in the north with the Kurdish forces to defend Irbil. So there is some capacity there. It is variable in terms of its quality, and part of the challenge will be, over time, to help the Iraqis build back a more broad-based, high-quality capacity to defend the territory that they're holding.</p><p>Steve Inskeep: When you think about that part of the world and the way that it's changed in the last few months, is it likely that the map of the Mideast actually is going to change in a long-term way, even if the Islamic State, ISIS, ISIL, whatever you want to call it, is pushed to the side? You have this group of Sunnis that have now shaken off other parts of Iraq and other parts of Syria that they don't like. Is it likely that's not going to change?</p><p>Susan Rice: Well, obviously, Steve, one can't make predictions with a crystal ball with any degree of certainty, but what we can say is this: There will be no caliphate. There will be no ISIL that holds and sustains a huge safe haven in Syria and Iraq. That poses a threat to the United States, to the countries in the region, and above all to the Iraqi and Syrian people. And that's indeed what we said we can't allow to be preserved. So that aspect of the map may not change. Now, there are many long-standing fissures among the populations in Iraq and the broader region. You're very familiar with them. In the past, there have been real differences between Shia and Sunni and Kurds and Iraq in the broader region. The reason why the president was so insistent on waiting, before we announced a more comprehensive strategy, for the Iraqis to form an inclusive government is because we believe for Iraq to be effective, to be whole and to have the opportunity to really push back on ISIL, it needs to be a unified state. Now, the Iraqi people have indicated through the elections and the government formation process a desire to accomplish that, and have taken some difficult steps along that path. But that's a critical component of Iraq's capacity to really take on the ISIL threat in a sustainable way.</p><p>Steve Inskeep: Last question. The president has compared this to Yemen and Somalia, two other countries where the United States has had limited involvement, relatively limited goals, and he describes them as successes. Certainly not pleasant places to live or terribly stable places. Is that the best that you can expect for Iraq and Syria?</p><p>Susan Rice: Well, let me explain that analogy. The reason why the analogy holds is because we have used air power in both places to go after al-Qaida-related terrorist targets. We have done so with sustained effect. But on the ground we have had partners that have done the fighting. In Yemen, the Yemeni security forces with whom we've trained and also provided equipment and assistance, have done that. In Somalia, it's been the Somali national army and the African Union security forces, and we have supported them in the same way. So that is the model that we are envisioning and seeking to replicate in Iraq. The frequency of our military strikes will undoubtedly be more intense in Iraq, because the threat is more intense and more sustained. But the model worked, and to say that it's a success — we're not saying Somalia is a success as a state, but it is fair to say that we haven't been attacked directly out of Somalia or Yemen in several years. So I will knock on wood as I say that, but it is a fact that cooperating with the Yemenis, cooperating with Somalis and the African Union, we've been able to contain and roll back the terrorist threat in both those countries and to do so with partners on the ground and U.S. air power.</p><p>Steve Inskeep: Ambassador Rice, Thanks very much.</p><p>Susan Rice: Thank you.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Susan+Rice%3A+Islamic+State+Fight+Will+Not+Be+%27Iraq+War+Redux%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"463"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873346-6f2adf.m3u?orgId=1&topicId=1001&e=347746868&d=463&ft=nprml&f=347746868"}]}