{"created":"2015-03-17T09:26:09+00:00","modified":"2015-05-13T21:08:44+00:00","valid":{"from":"2015-05-13T21:08:43+00:00","to":"3015-05-13T21:08:43+00:00"},"hreflang":"en","title":"A Chinese Immigrant Gets His California Law License, 125 Years Later","published":"2015-03-31T23:56:00+00:00","teaser":"Hong Yen Chang was denied the chance to practice law in California more than a century ago because of his race. This week, the California Supreme Court posthumously granted him a law license.","itags":["npr_api","393439635"],"guid":"3904c5f6-bb6c-4b87-bcd8-b6282ab53cda","contentencoded":"<p>The state Supreme Court in California has posthumously admitted a Chinese immigrant to the state bar, 125 years after his application was denied. The law license application was rejected back in 1890.</p><p>Hong Yen Chang was sent to United States from China in 1872 to be groomed as a diplomat, a bridge between East and West. His training took him through Andover, Yale and Columbia Law School.</p><p>\"So he really was about as integrated as one can be in the establishment at the time,\" says Gabriel Chin, a professor at the University of California at Davis School of Law.</p><p>Charming and well-connected, Chang became the first Chinese American lawyer in this country when he was admitted to the New York bar in 1888.</p><p>He came to California where he hoped to serve the growing Chinese community of San Francisco. But the state Supreme Court, citing both federal and state laws barring non-citizens from becoming lawyers, denied Chang's bid to join the bar.</p><p>\"Hong Yen Chang symbolized all of the people whose ambitions, whose dreams, whose careers were cut because of their race,\" says Professor Chin.</p><p>Chin, along with Asian American law students at U.C. Davis, spearheaded a four-year campaign to get the state Supreme Court to reverse that decision, made more than 100 years ago.</p><p>In their ruling, the California justices said \"it is past time to acknowledge that the discriminatory exclusion of Chang from the State Bar of California was a grievous wrong.\"</p><p>Rachelle Chong, Chang's grand-niece, says the family is pleased. \"It only took 125 for the the Supreme Court of California to decide that he's qualified to practice law,\" she says while laughing. \"We are absolutely thrilled!\"</p><p>Hong Yen Chang died in Berkeley, Calif. in 1926 after a career in diplomacy and banking. Because of the Supreme Court's rejection, he never practiced law in California.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Chinese+Immigrant+Gets+His+California+Law+License%2C+125+Years+Later&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"121"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393530747-c290f8.m3u?orgId=1&topicId=1015&d=121&p=3&story=393439635&t=progseg&e=393495709&seg=4&ft=nprml&f=393439635"}]}