{"created":"2014-10-24T20:11:40+00:00","modified":"2014-11-10T20:47:05+00:00","valid":{"from":"2014-11-10T20:47:05+00:00","to":"3014-11-10T20:47:05+00:00"},"hreflang":"en","title":"Alienating Leading Men: The Force Behind 'Listen Up Philip' And 'Majeure'","published":"2014-10-25T00:59:00+00:00","teaser":"NPR film critic Bob Mondello reviews <em>Listen Up Philip</em> and <em>Force Majeure</em> — two movies, he says, with compelling lead men who are impossible to empathize with.","itags":["npr_api","358314113"],"guid":"391df037-0840-4bea-a35b-5b14d8865bc3","contentencoded":"<p>Back in 1940, in a review of the then-new Rodgers & Hart musical <em>Pal Joey</em>, <em>New York Times</em> critic Brooks Atkinson famously asked whether a show with a \"cad\" for a hero could ever really work for audiences.</p><p>\"How can you draw sweet water,\" he wondered, \"from a foul well?\"</p><p>Goes without saying that times have changed, what with antiheroes now common on the big screen, and cable TV celebrating everything from mobster <em>Sopranos</em> to sexist <em>Mad Men</em>, to drug dealers for whom everything always breaks <em>Bad</em>.</p><p>But while you'd think audiences would barely even register a cad anymore, two new movies — <em>Listen Up Philip</em> and <em>Force Majeure</em> — resurrect the breed with leading men who are almost impossible to empathize with, but compelling nonetheless.</p><p>The title character in <em>Listen Up Philip</em> is a young writer whose early success has made him pretty much insufferable. Played by Jason Schwartzman, he's first seen delivering a tongue-lashing to an ex-girlfriend — one that makes him feel so virtuous, he follows it with another aimed at his best college buddy. Then he tells his publisher he refuses to promote his second novel, and tells the woman he's living with (a splendid Elizabeth Moss) that he's taking a vacation from her at the urging of celebrated curmudgeon and hugely successful novelist, Ike Zimmerman (Jonathan Pryce).</p><p>\"I hope this is good for us,\" he tells her. \"But especially for me.\"</p><p>A real sweetheart, no? But then director Alex Ross Perry lets you see Philip with this great man he so wants to emulate — the miserable great man (who's reportedly loosely modeled on another Philip, Philip Roth). This guy has the acclaim and success Philip only dreams of, yet what's it gotten him? His daughter loathes him, and his life bores him to the point that he's got nothing better to do than poison the worldview of a kindred spirit.</p><p>\"Don't make yourself any more miserable than you need to be,\" he says to Philip. \"Leave that to the women you love; that's what they're pretty much there for.\"</p><p>What the women are there for in <em>Listen Up Philip</em> is to be truth-tellers to these childish novelists — especially Philip's eventually assertive girlfriend, who ends up using his books as coasters in a long (and welcome) mid-movie detour from the story of his self-involvement. It's gratifying to watch her mature as the film's men play in their literary sandbox, petulantly provoking everyone around them.</p><p>The Swedish social satire <em>Force Majeure</em> initially seems to have a much more ingratiating leading man — Tomas (Johannes Kuhnke), a strong, manly father-figure on a ski-trip with his wife (Lisa Loven Kongsli) and their two adorable blond preteens. But hit by the irresistible \"force majeure\" of the title, this rock-solid guy crumbles into adolescent anxiety.</p><p>It happens while the family's sitting on a balcony as one of the ski-slope's \"controlled\" avalanches, designed to prevent bigger avalanches, starts to seem not very controlled. It comes down the mountain straight at the resort (and at the camera), and well ... there's no other way to say it. Mom grabs the kids, Dad grabs his cellphone, and runs.</p><p>Though no one is hurt, Tomas' abandonment of his family festers. And later, in a bar, when he plays macho and pretends his wife was the one who was scared, she doesn't let him get away with it.</p><p>As odd as it sounds, director Ruben Ostlund manages to make Tomas's crisis of masculinity — his not having lived up to expectations that even he shares — as funny as it is appalling. What so shocks Tomas' wife about her husband, and what, if we're honest, makes him unnerving to us in <em>Force Majeure</em>, is that he's a reminder that our first impulses don't always reflect our best selves.</p><p>This is a truth that Hollywood — which believes in unblinking heroes and unthinking hero-worship — rarely applies to men. And it's a truth that Swedish director Ostlund makes enormously engaging even as his leading man disengages ... in a movie that is gorgeous and alpine and as majestic as it is majeure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alienating+Leading+Men%3A+The+Force+Behind+%27Listen+Up+Philip%27+And+%27Majeure%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631342-69679c.m3u?orgId=1&topicId=4467349&ft=3&f=358314113"},{"href":"http://media.npr.org/assets/img/2014/10/23/1-be14e7d2307ef670661379b3befa21b526048534.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2049"}},{"href":"http://media.npr.org/assets/img/2014/10/23/phillip-1-42fd02beca336de5561b5cfcea9d0ae3153c276b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2995"}},{"href":"http://media.npr.org/assets/img/2014/10/23/philip-2-a80539c974f678d4e0fba5f37ba2142011b95787.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1179","width":"1572"}}]}