{"created":"2015-06-18T17:52:20+00:00","modified":"2015-06-18T23:04:50+00:00","valid":{"from":"2015-06-18T23:04:50+00:00","to":"3015-06-18T23:04:50+00:00"},"hreflang":"en","guid":"3923718e-301f-4620-bd40-b38f9e58ff40","title":"Making 'The Beautiful Game' even more beautiful for these young Nicaraguans","published":"2015-06-18T23:04:44+00:00","byline":"Sara Van Note","tags":["women's soccer","Across Women's Lives","Education","Development & Education","North Amerca","Nicaragua","Pancasan","Teach Her"],"teaser":"It’s rare to see young women or girls playing organized sports in rural Nicaragua because they have so many responsibilities: taking care of younger siblings, gathering firewood, cooking, and cleaning.  And women are restricted by machismo, and the idea that sports are for men.  But a small soccer league is giving girls new opportunities, both on the field and off. \r\n","contentencoded":"<p>It’s rare to see young women or girls playing organized sports in rural Nicaragua because they have so many responsibilities: taking care of younger siblings, gathering firewood, cooking, and cleaning. And women are restricted by <em>machismo,</em> and the idea that sports are for men. </p>\n<p>But a small soccer league is giving girls new opportunities, both on the field and off. While the girls learn how to dribble and pass, they also learn about their rights as women despite the traditional culture that sometimes keeps them homebound.</p>\n<p>You can find the “Pearls of Pancasan” playing on weekends among the rainy mountains in the northern part of the country.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"598\" width=\"900\" alt=\"The women on the team range in age from 16 to 30\" title=\"The women on the Pearls of Pancasan.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/DSC_0515.JPG?itok=93aEcGWO\" /><div class=\"field-caption\">\n    <p>The women on the team range in age from 16 to 30.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sara Van Note</p>\n  </div>\n</div>\n<p>A small but vocal crowd supports the team today, including a couple brothers and uncles. But 16-year-old Isayana Barreras says her family don’t want her on the team. “They said I’ve changed, that I’m not the same,” she says. But she says she’ll continue playing because it’s important to her.</p>\n<p>Today marks a milestone for team member Maria Hernandes: after a scuffle at the goalpost, she scores her first goal, a slow-roller that gives the Pearls the lead. Beaming, she gushes, “I’m super happy.”</p>\n<p>As Hernandes chases the ball on the field, her toddler son wails from the sidelines.  Hernandes, a 22-year-old single mom, has a backstory that's common here: she dropped out of elementary school and lived most of her teen years working at home. </p>\n<p>Hernandes says in her teens, playing sports was out of the question. “My family told me that if a woman went around like that, she was a slut, and that we were playing soccer just so men would watch us,” she says.</p>\n<p>After a rogue kick sends the ball out of bounds and past a donkey grazing, Jessica Vilchez whistles sharply and points to where to throw it in. The 31-year-old Vilchez is the Pearls’ no-nonsense team coach and mentor who declares, “We consider it a right to play soccer.”  </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"598\" width=\"900\" alt=\"Pearls coach Jesica Vilchez\" title=\"Pearls coach Jesica Vilchez\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/DSC_0570.JPG?itok=Af-gFHQO\" /><div class=\"field-caption\">\n    <p>Jesica Vilchez is the coach and mentor for the team.  She says when they first organized, male teams wouldn't let them play.  Now they invite them to their tournaments.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sara Van Note</p>\n  </div>\n</div>\n<p>Vilchez says she suffered abuse growing up, and that’s a big reason why she’s dedicated to mentoring the girls in her community. It goes beyond soccer: Each week. Vilchez gives talks at her house on themes ranging from managing money to knowing their sexual and reproductive rights. The team is part of a women’s group here in Pancasan, and it’s supported by local and international organizations.</p>\n<p>In a recent workshop with women from other communities, Vilchez asks, “What examples of control in relationships do you see?” One girl answers: “Sometimes your boyfriend doesn’t like you wearing a short skirt, because other men will see you.” </p>\n<p>Conversations about sex are often taboo in the family, and sex education in Nicaraguan schools deal with only the mechanics of reproduction, not how women can take control. “A girl who’s 12, 13, 14, or 15, she’s not ready to have children or even ready to enjoy her sexual life,” Vilchez says. “She needs opportunities to study and to set her own goals.”</p>\n<p>Single mom Hernandez says Vilchez’s talks have helped her a lot. “My family used to humiliate me. After listening to the talks, I decided I’d never let anyone humiliate me again.”</p>\n<p>Now, she says, she makes decisions based on what she likes to do — she and her young son recently moved out of her childhood home so she’d have more freedom.</p>\n<p>For 16-year-old Barreras, despite her family’s disapproval, being on the team helps her solve her problems. “It’s a place I feel free, and a place I feel listened to.”</p>\n<p>In their next games the girls will face a new obstacle — the endless mud of the rainy season.  But they say they don’t care — the most important thing is the chance to play.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"598\" width=\"900\" alt=\"The Pearls often invite girls from a nearby high school team to play against them.\" title=\"The Pearls in a practice game\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/DSC_0542.JPG?itok=kxXJuTf1\" /><div class=\"field-caption\">\n    <p>The Pearls often invite girls from a nearby high school team to play against them.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Sara Van Note</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Fbeautiful-sport-all-more-beautiful-these-young-nicaraguans&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/DSC_0543.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dsc0543jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06182015_07.mp3"},{"href":"http://admin.pri.org/file/0618201507mp3"}]}