{"created":"2014-09-08T15:40:36+00:00","modified":"2014-12-12T03:33:31+00:00","valid":{"from":"2014-12-12T03:33:31+00:00","to":"3014-12-12T03:33:31+00:00"},"hreflang":"en","title":"Obama: 275 Troops Will Go To Iraq As Militants Take Ground","published":"2014-06-16T23:26:00+00:00","teaser":"The president sends a letter informing Congress that the personnel are to beef up security at the U.S. Embassy. It comes amid reports that militants have executed hundreds of Shiite security forces.","itags":["npr_api","322451204"],"guid":"392fbe9e-85aa-400e-bb58-d7ab4c034eb8","contentencoded":"<p>President Obama has informed Congress that 275 U.S. Armed Forces personnel will go to Iraq to provide security for the U.S. Embassy in Baghdad, as a militant Sunni group continues its offensive in the country, seizing control of the northern town of Tal Afar.</p><p><a href=\"http://www.latimes.com/world/middleeast/la-fg-iraq-militants-capture-tal-afar-20140616-story.html\">The Associated Press reports</a> Tal Afar is a city of about 200,000 people and with an ethnic mix of Shiite and Sunni Turkomen, so it \"raises the grim specter of large-scale atrocities by Sunni militants of the al-Qaida-inspired\" Islamic State of Iraq and Syria, or ISIS.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/15/322258904/iraq-says-its-halted-militant-groups-advance-on-baghdad\">As we've reported</a>, ISIS released pictures over the weekend of what it says was the massacre of hundreds of Shiite members of the Iraqi security forces. Iraq's government is still trying to verify the claims.</p><p><a href=\"http://www.nytimes.com/2014/06/16/world/middleeast/iraq.html?hp&_r=1&gwh=9BB4F06CF840C068796830BDC5B9A5EA&gwt=pay&assetType=nyt_now\"><em>The New York Times</em> reports</a> that so far, Shiites in Iraq have not reacted violently to the claims. In fact, Grand Ayatollah Ali al-Sistani, the Shiite supreme leader, called on everyone to \"exert the highest possible level of self-restraint during this tumultuous period.\"</p><p>On <em>Morning Edition</em>, NPR's Leila Fadel was asked whether all of this means Iraq is stumbling toward a civil war.</p><p>\"It's very possible and in some places it appears it's already happening,\" Leila said. What we're seeing, she added, is a country being torn apart along ethnic and religious lines.</p><p>Meanwhile, NPR's Tom Bowman reports that the U.S. is beefing up its embassy security in Iraq by sending a mix of Marines and other military personnel. A military official tells Tom the contingency will include fewer than 100 people.</p><p>If you remember, the U.S. State Department announced Sunday that it was evacuating some staff out of its embassy in Baghdad. A majority of the staff, however, will remain in place, the State Department said.</p><p>There will no doubt be many more developments on this story. We'll update this post with latest.</p><p><strong>Update at 6:45 p.m. ET. Obama Sends 'War Powers' Letter:</strong></p><p>In a letter meant to comply with the War Powers Act, President Obama on Monday informed Congress that \"up to approximately 275 U.S. Armed Forces personnel are deploying to Iraq to provide support and security for U.S. personnel and the U.S. Embassy in Baghdad.\"<strong></strong></p><p>\"This force is deploying for the purpose of protecting U.S. citizens and property, if necessary, and is equipped for combat. This force will remain in Iraq until the security situation becomes such that it is no longer needed,\" the letter says.</p><p><strong>Update at 8:22 a.m. ET. More U.S. Moves: </strong></p><p>In addition to the USS George H.W. Bush, Secretary of Defense Chuck Hagel has ordered the amphibious transport dock ship USS Mesa Verde into the Persian Gulf.</p><p>The move, according to Pentagon Press Secretary Rear Adm. John Kirby, gives President Obama \"additional options to protect American citizens and interests in Iraq, should he choose to use them.\"</p><p>The USS Mesa Verde, adds Kirby, is equipped for \"quick reaction and crisis response operations.\" It carries with it \"a complement of MV-22 Osprey tilt-rotor aircraft.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+275+Troops+Will+Go+To+Iraq+As+Militants+Take+Ground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322506777-d5ab91.m3u?orgId=1&topicId=1001&ft=3&f=322451204"}]}