{"created":"2014-12-31T08:25:07+00:00","modified":"2015-05-13T21:24:08+00:00","valid":{"from":"2015-05-13T21:24:07+00:00","to":"3015-05-13T21:24:07+00:00"},"hreflang":"en","title":"There And Back Again For U.S. Military In Iraq","published":"2015-01-05T05:47:00+00:00","teaser":"Three years after the U.S. military officially withdrew from Iraq, 2,000 U.S. troops are back restoring the old buildings they'd left behind and renewing former contacts with Iraqi officers.","itags":["npr_api","374071914"],"guid":"393fdfe7-3e41-4e1f-9166-a6fc9fe83677","contentencoded":"<p>Three years after the U.S. military officially withdrew from Iraq, 2,000 U.S. troops are back. They're restoring the old buildings they'd left behind and renewing contacts with Iraqi officers they knew before.</p><p>They're also taking incoming rocket fire at their bases.</p><p>This week began an ambitious training program to put 5,000 Iraqi soldiers through boot camp every six weeks.</p><p>Operation Inherent Resolve was designed by the U.S. to build a coalition of states to strike back against the so-called Islamic State, or ISIS, in Iraq and Syria. The operation has seen a return of U.S. troops to Iraq, mainly as advisers and trainers. Another 1,000 are expected in the coming weeks.</p><p>Many of those troops have deployed here before, and have mixed feelings about coming back to a country where America spent years at war and where many believe they had helped create a stable country.</p><p>Their commander is Maj. Gen. Dana Pittard, and one recent evening he flew by helicopter to the military base at Taji, just north of Baghdad, to meet about 180 U.S. troops stationed there.</p><p>Pittard explained the strategy he worked out with Iraqi leaders against the Islamic State, which he calls by the Arabic nickname Daash.</p><p>\"Phase 1 is degrade Daash, Phase 2 is dismantle, which will be a counteroffensive, and Phase 3 is defeat,\" he says. \"But it's going to take a couple years to defeat them.\"</p><p>Trainers will work at five bases and work with Iraqis, mainly recruits just through basic training, every six weeks until there's enough for an offensive.</p><p>\"If you look around the room at the combat patches here,\" Pittard says, noting the markings on the U.S. troops' uniforms, \"people either served in Iraq or Afghanistan for the most part.\"</p><p>There are some advantages to that.</p><p>\"A lot of us served here before,\" says Col. John Reynolds. \"A lot of the Iraqi generals ... the senior leaders know us.\"</p><p>But for many it's surreal to be back. Staff Sgt. Marlon Daley was deployed in 2003 and 2004, then 2009 to 2010 and again from 2011 to 2012.</p><p>Asked whether he thought he'd ever be back here, he says, \"I did not, to be honest.\"</p><p>Most say they're happy to deploy and help out, they're just sad that the country unraveled. Also, since they had pulled out of these vast bases completely, they're having to dig back in.</p><p>On another flight and another day, Pittard visits Al Asad base in the province of Anbar. Here, the Islamic State is much closer.</p><p>\"Well, you just missed the war a little bit ago,\" says Marine Maj. Patrick Kiley. Turning to a comrade, he asks, \"How many rounds did we take today?\"</p><p>It's four, it turns out — rocket fire on this contingent of at least 200 troops in the U.S.-led coalition. Parts of the base are dilapidated.</p><p>\"It is a little spooky to walk out there and just, you know, whatever year we left this place, things are pretty much exactly as people pulled out,\" Kiley says. \"So you walk in and the only difference is there's a lot of dirt on the places now.\"</p><p>They have been here about a month, and say they don't know how long they'll stay. A wooden building has been refashioned into a dining facility and chapel.</p><p>\"This building here has old Marine Corps stuff all over the walls that's been painted over,\" says a Marine named Nolan. He doesn't want his last name used in case ISIS might target his family. Inside the building are candy canes, Christmas trees and an improvised kitchen. It's almost cozy.</p><p>But indirect fire — rockets or mortars — does come in several times a week. For Cpl. Zak Taylor, it's his first time in Iraq.</p><p>\"It's not too bad,\" he says. \"You kinda get used to everything. Not the rockets — that's definitely one thing we'll never get used to.\"</p><p>Reinforcing structures has been a big part of Taylor's first month. Some days he spends 12 hours filling sandbags.</p><p>Many of the Americans agree that the struggle against ISIS will take years, and they want to help but they insist they're not here to fight the war.</p><p>\"We are not going to come in to this country and clear it out again,\" says Maj. Kiley. In reference to Iraq's military, he says they have to start learning to do for themselves.</p><p>\"We'll give them all of the training that they can handle, but they have to learn to pick it up and plan, prepare, take care of their people and fight the fight,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=There+And+Back+Again+For+U.S.+Military+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374142452-72980a.m3u?orgId=1&topicId=1009&d=250&p=3&story=374071914&t=progseg&e=374105900&seg=5&ft=nprml&f=374071914"},{"href":"http://media.npr.org/assets/img/2014/12/30/us-iraq-1-a94d7e7b574d76e774a5eab737e660785b9a8efb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2198","width":"2931"}},{"href":"http://media.npr.org/assets/img/2014/12/30/us-iraq-2-60660c2c35217315fd5651cb24b3093e15b4edb7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2365","width":"3154"}}]}