{"created":"2015-04-03T09:07:39+00:00","modified":"2015-06-25T17:44:43+00:00","valid":{"from":"2015-06-25T17:44:43+00:00","to":"3015-06-25T17:44:43+00:00"},"hreflang":"en","title":"Celebrating Passover: The History And Symbolism Of Matzo Balls","published":"2015-04-07T19:42:00+00:00","teaser":"Matzo balls are at the center of any Passover seder. Cookbook author Joan Nathan, known as the \"grande dame\" of Jewish cooking, explains the history behind this culinary tradition.","itags":["npr_api","397213116"],"guid":"393fbf19-bb6c-402c-8327-d454adaf6559","contentencoded":"<p>Nothing says Passover like a good bowl of matzo ball soup. That's according to Joan Nathan, chef and grande-dame of Jewish cooking, who spoke to Steve Inskeep of NPR's <em>Morning Edition</em> about the importance of the tradition.</p><p>The Jewish holiday of Passover celebrates the Biblical story of the Exodus, or the freeing of Hebrew slaves from Egypt.</p><p>\"It's really the defining story of Judaism. Everybody in some way can identify with it – Jewish or not,\" says Nathan, author of a new book, <em>Quiches, Kugels, and Couscous: My Search for Jewish Cooking in France</em>. \"I like the tradition of going back to a lot of these old recipes that have been here for centuries and centuries and sort of realizing who I am and where I came from.\"</p><p>The Passover meal, known as a Seder, is all about remembering Jewish history. Much of the food is deeply symbolic. Matzo represents the unleavened bread the Jews ate while fleeing Egypt, for example, and horseradish is a symbol for the bitterness of slavery.</p><p>Before the machine-made matzo became widely consumed in the 19th century, Jewish people would visit their local bakery for Matzo bread, and make matzo balls with the leftover crumbs.</p><p>But the dumplings were not always called matzo balls. They were called <em>knoedel</em>, Nathan says, and the Germans, Austrians and Alsatians used them in soups. When Jews moved to Poland, they referred to them as <em>knoedela</em>, and in the 1930s, the U.S. Manischewitz company started packaging the product and called them \"Alsatian feathery balls.\" Nathan says it was probably U.S. comedians and vaudeville performers that finally dubbed them \"matzo balls.\"</p><hr /><h3>Recipe: Joan Nathan's Matzo Ball Soup</h3><p>2 tablespoons rendered chicken fat</p><p>4 large eggs</p><p>1/4 cup chicken broth or water</p><p>3 teaspoons salt</p><p>Freshly ground pepper to taste</p><p>1 teaspoon freshly grated ginger or 1/2 teaspoon powdered ginger</p><p>1/4 teaspoon grated nutmeg</p><p>1 cup matzo meal</p><p>Put the chicken fat, eggs, broth or water, 2 teaspoons salt, freshly ground pepper, the ginger and the nutmeg in a medium mixing bowl. Stir well with a wooden spoon, then add the matzo meal and stir just until mixed. Cover and refrigerate for at least an hour, or overnight.</p><p>Bring a large pot of water with the remaining teaspoon of salt to a boil. Set a small bowl of cold water next to your work space. Dip your hands in the water, then form matzo balls about the size of small walnuts. Drop the matzo balls into the boiling water, then cover and simmer for about 20 minutes, or until al dente.</p><p>Serve with chicken soup.</p><p>Yield: About 10 matzo balls</p><p>Note: There are two ways that one can render the fat. The first way is to take the fat off the chicken and melt it down in a frying pan with onions. The second and easiest method is to make chicken soup (using the skin), then cool and refrigerate the soup overnight, and spoon off the fat that accumulates on top.</p><p><em>Reproduced from</em> Quiches, Kugels, and Couscous: My Search for Jewish Cooking in Franc<em>e</em> <em>copyright 2015 by Joan Nathan.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Celebrating+Passover%3A+The+History+And+Symbolism+Of+Matzo+Balls&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"368"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397213117-abdc4f.m3u?orgId=1&topicId=1053&aggIds=100876926&d=368&p=3&story=397213116&t=progseg&e=397184400&seg=9&ft=nprml&f=397213116"},{"href":"http://media.npr.org/assets/img/2015/04/03/matzo-3d2b64ea43cd2a7756b74a9bdb3546d95fcdb131.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}