{"created":"2014-11-06T08:24:56+00:00","modified":"2014-11-21T22:36:16+00:00","valid":{"from":"2014-11-21T22:36:15+00:00","to":"3014-11-21T22:36:15+00:00"},"hreflang":"en","title":"In South Carolina, A Program That Makes Apprenticeships Work","published":"2014-11-06T23:41:00+00:00","teaser":"Apprenticeship programs have been in decline, but South Carolina is bucking the trend. Nearly 11,000 apprentices have been trained there since 2007 in fields ranging from manufacturing to nursing.","itags":["npr_api","361136336"],"guid":"39436e3c-116e-4026-a11f-f75a546fbde1","contentencoded":"<p>Several years ago, South Carolina had a problem: a shortage of skilled workers and no good way to train young people for the workforce. So at a time when apprenticeship programs were in decline in the U.S., the state started a program called Apprenticeship Carolina.</p><p>\"We were really, really squarely well-positioned at the bottom,\" says Brad Neese, the program's director.</p><p>From the beginning, South Carolina took apprenticeship beyond the building trades — that's the traditional route for apprentices — to fields like nursing, pharmacy and IT. As the number of apprenticeship programs has fallen nationwide, it has taken off in South Carolina.</p><p>\"When we started this back in 2007, we only had 90 companies that had apprenticeship programs,\" Neese says. \"We've hit 670, which, by the way, we only had 777 apprentices in 2007. And we've now serviced nearly 11,000 apprentices. So it's been a phenomenal growth.\"</p><p>What's the secret sauce? A state tax credit for companies doesn't hurt — but at $1,000 per year per apprentice for four years, it's pretty modest. A big factor is Germany. Companies like BMW and Bosch have plants in the state and brought with them the German system of apprenticeships.</p><p>\"I think that the German influence has been great,\" Neese says. \"But we also have seen that it's just a process that makes sense.\"</p><p>You can see the process unfold at companies like Cooper Standard in upstate Spartanburg, S.C. The company makes sealing systems that keep wind and noise out of cars and trucks.</p><p>John Harris is a new apprentice there, fresh out of the Air Force. In the military, he dealt with his share of challenging situations, some of them in Afghanistan. But when he left the Air Force last summer it was pretty scary. He and his wife were moving to a new state, and he had no job prospects. Civilian life was a giant unknown.</p><p>\"I'm an adult, I'm disciplined, I have leadership skills,\" he says. \"I knew I had all these skills to offer. But I didn't know if anybody would want me. Everybody says they'll hire veterans, but that doesn't mean they can hire you if there's no jobs open.\"</p><p>At Cooper Standard, Harris is using his Air Force background as an electrician to learn an occupation called mechatronics. It's a fairly new kind of job in manufacturing — a utility player on the factory floor with myriad skills.</p><p>\"They know a little about programming, they can work with automation,\" says Warren Snead, Harris' boss. \"They know the basics of wiring, hydraulics, pneumatics — so really a Superman or Superwoman who can do everything.\"</p><p>In other words, it's someone who's able to fix just about anything at a plant — and the kind of job that can't be sent to a faraway country. Recently, Harris installed sensors for an alarm system. Four nights a week he attends a welding class. And he's feeling pretty good about the direction his life has taken since leaving the Air Force.</p><p>\"You only have a short amount of time on this planet; you better make the best of it,\" Harris says. \"And that's what I'm going to do. So, yes, I do feel confident that I'm going to make the best that I can for my family.\"</p><p><strong>Starting Early</strong></p><p>Many manufacturing companies are at a crossroads. They have converging needs. For example, there are the machining skills of veteran employees — think tool and die making — and there's the Information Age know-how of workers who can operate complicated computer-operated equipment. That's the case at United Tool and Mold in Easley, S.C. The company repairs and re-engineers molds that stamp out plastic parts for cars, trucks and refrigerators.</p><p>So why does the company have an apprenticeship program?</p><p>\"Because every day, your workforce gets older,\" says United Tool and Mold manager Jeromy Arnett. \"We've been walking around here for 20 minutes, and our workforce aged 20 minutes. We can't go back and get the time from the employees that are growing older.\"</p><p>So the company followed the German system of starting apprentices off early. They start here after their junior year in high school, combining classwork with on-the-job training. \"We didn't go over and take verbatim what their model is, but a lot of how we set up our apprenticeship is based on that German model,\" Arnett says.</p><p>Brandon Richards is a youth apprentice at the company who just started at the local technical college. In class he studies computer-aided design. \"I get paid for my hours at work when I'm here, and I get paid while I'm in class, so I stay on the clock even at school,\" he says.</p><p>Graduates of the company's apprenticeship program make around $16 an hour and can earn up to $24 as they get more experience.</p><p>Arnett says in this area that's enough to live pretty well.</p><p>\"These folks in here are making a living so they can buy a house for their family, they put food on the table, they take that family vacation,\" he says. \"They get the car that they want. Take care of their kids. To me, that's middle class.\"</p><p><strong>'Apprenticeships Are Win-Win'</strong></p><p>An apprenticeship isn't a cure-all. Companies can still make the wrong hire and squander their investment. Apprentices can wind up in a field they don't like and find it hard to switch. But everyone interviewed for this story — regardless of ideology or geography — from employers in the red state of South Carolina to economists to a Cabinet member in the Obama administration — all say the same thing: The apprenticeship system is an economic plus.</p><p>\"Apprenticeships are win-win,\" says Labor Secretary Thomas Perez. \"Apprentices are opportunities for young people to punch their ticket to the middle class and for employers to get that critical pipeline of skilled labor.\"</p><p>Given all that, you'd think they would be commonplace. Far from it. In 2003, there were about 489,000 registered apprentices in the U.S., according to the Labor Department. Last year, there were only around 288,000. Some of that can be chalked up to the recession and companies investing less in training. But people involved in apprenticeships see something else going on: the belief that somehow it's a failure when a young person doesn't go from high school to a four-year college.</p><p>\"It's a stigma that we're trying to get over, especially in our schools,\" Arnett says. \"Just because they don't have a sheet of paper hanging on the wall saying they went to school for four years doesn't mean that they're any less important to our country and the economy of our country than anyone else.\"</p><p>Perez says apprenticeships can be a sleeping giant for the U.S. economy. But some of the toughest converts are parents. \"When you talk to people in the manufacturing context and you say, 'Hey, your son or daughter should be an apprentice manufacturer,' too many parents look at me and say, 'Tom, my kid's going to college.' \"</p><p>Perez says apprentices can always get four-year degrees while they work — and employers will often foot the bill.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+South+Carolina%2C+A+Program+That+Makes+Apprenticeships+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Uri Berliner","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361942945-cba840.m3u?orgId=1&topicId=1006&aggIds=351733364&ft=3&f=361136336"},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0048-10ee406387e9f267da14ec91508d76fb2c72138b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1301","width":"1734"}},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0017_custom-744d62f6c8691919d276b503c07b0e22b631cfa7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1652","width":"2491"}},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0006_custom-cbb9b58614db693728d23e2559f86c3b95831e14.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1626","width":"2426"}},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0030_custom-1f4c071a39ed8282a7a348e27281684ac9d405d7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1521","width":"2365"}},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0060_custom-60d3cfadc618a321a26fda9931aed464b19b171e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1647","width":"2443"}},{"href":"http://media.npr.org/assets/img/2014/11/05/apprenticeships0064_custom-43386bc98388e4bf1f90992a9a4fb78d4412ef31.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1664","width":"2500"}}]}