{"created":"2015-03-23T20:08:24+00:00","modified":"2015-03-24T19:24:40+00:00","valid":{"from":"2015-03-24T19:24:40+00:00","to":"3015-03-24T19:24:40+00:00"},"hreflang":"en","guid":"394833e7-3963-4e77-83ba-e4fe85c0a1ca","title":"Lee Kuan Yew built modern Singapore, but he also changed China","published":"2015-03-24T19:24:37+00:00","byline":"Matthew Bell","tags":["politics","government","deaths","history","Global Politics","Chinese people","Lee Kuan Yew","Singapore","Lee Hsien Loong","Deng Xiaoping"],"teaser":"The strongman of Singapore, Lee Kuan Yew has died at the age of 91. But his legacy extends far beyond the tiny, prosperous city-state he founded.","contentencoded":"<p>When Singapore’s Prime Minister Lee Kuan Yew played host to China’s paramount leader, Deng Xiaoping, in late 1978, Lee’s Chinese majority city-state was less than 20 years in the making. But he knew where Singapore was headed. And Lee had some advice for his vastly bigger and more powerful Chinese neighbors. </p>\n<p>“The people of Singapore know the capabilities of the Chinese nation,” Lee said during a formal dinner for Deng. “We wish China success in her rapid industrialization. A prosperous and peaceful country of nearly one billion people is a matter of great consequence for Asia and for the world.” </p>\n<p>The following year, Deng Xiaoping put the People’s Republic on a path toward economic modernization and away from decades of political chaos under Mao Zedong. China has never been the same. </p>\n<p>Lee just passed away at the age of 91. But the Singaporean strongman will go down in history not only as the founding father of his nation, which he transformed from a third world backwater into a stable and prosperous first world financial hub. Lee also had a lasting impact on China. </p>\n<p>The most important thing Lee did was to show that “a Chinese-run state could be both modern and authoritarian,” says Isaac Stone Fish, Asia editor of Foreign Policy Magazine. “Lee Kuan Yew made China, and made the world, safe for authoritarianism.” </p>\n<p>If anyone outside of China deserves credit for helping to put Beijing on course to embrace capitalist reforms, but still preserve its one-party authoritarian system, it has to be Lee Kuan Yew, says Stone Fish. </p>\n<p>“Deng had been to Singapore in the [1920s], when it had been as desperately poor as China was. And he was just so surprised [in 1978] that a Chinese state could be prosperous and could be modern,” Stone Fish says.</p>\n<p>Lee continued to personally meet with successive Chinese leaders, even after he stepped down as Singapore’s prime minister in 1990. In a 2007 interview with the New York Times, Lee said that ministers from China would meet twice a year with their Singaporean counterparts. He added that that 50 mayors from Chinese cities were coming to visit Singapore every three months to study city management. </p>\n<p>Beijing might have been borrowing a page from Lee when it decided to increase salaries for high-level Chinese officials early this year. Government officials in Singapore have long been among the best paid in the world. Lee’s idea was that competitive pay would help the public sector compete with private industry and reduce the incentives for corruption. </p>\n<p>China is moving in the same direction with its official salaries, albeit not nearly to the same extent. Chinese President Xi Jinping, for example, got a 62 percent salary increase in January. But <a href=\"http://www.bbc.com/news/business-30896205\">his new pay rate</a> of about $22,000 a year is still paltry compared to the current Singaporean prime minister’s salary. Lee Hsien Long, the 63-year-old son of the late Lee Kuan Yew, took a 36 percent pay cut back in 2012, which brought his salary down to about $1.7 million a year.  </p>\n<p>After his death, <a href=\"http://www.fmprc.gov.cn/mfa_eng/xwfw_665399/s2510_665401/t1247560.shtml\">China’s foreign ministry praised Lee</a> as “a uniquely influential statesman in Asia and a strategist embodying oriental values and international vision.” </p>\n<p>Lee also won favor in Washington. Senator John McCain, who has been a frequent critic of China as a “rising threat,” urged the new US ambassador to Beijing, Max Baucus early this year to seek advice from Lee Kuan Yew in Singapore.  </p>\n<p>Lee did not shy away from speaking about the rough and tumble style of politics he was known for practicing. In its obituary of Lee, <a href=\"http://www.nytimes.com/2015/03/23/world/asia/lee-kuan-yew-founding-father-and-first-premier-of-singapore-dies-at-91.html?ref=asia\">the New York Times included</a> the following quote. “Nobody doubts that if you take me on, I will put on knuckle-dusters and catch you in a cul-de-sac,” he said in 1994. “If you think you can hurt me more than I can hurt you, try. There is no other way you can govern a Chinese society.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Flee-kuan-yew-built-modern-singapore-he-also-changed-china&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_06.mp3"},{"href":"http://www.pri.org/file/0323201506mp3"}]}