{"created":"2015-02-04T21:27:39+00:00","modified":"2015-02-25T22:09:54+00:00","valid":{"from":"2015-02-25T22:09:54+00:00","to":"3015-02-25T22:09:54+00:00"},"hreflang":"en","title":"Hospitals Fail To Protect Nursing Staff From Becoming Patients","published":"2015-02-25T22:09:00+00:00","teaser":"Nursing employees suffer 35,000 back and other injuries nearly every year. But many career-ending injuries could be prevented if hospitals brought in new technology and taught \"safe patient handling.\"","itags":["npr_api","382639199"],"guid":"39547a0e-c800-4264-8b69-8fc6263dbf29","contentencoded":"<p>When Tove Schuster raced to help a fellow nurse lift a patient at Crozer-Chester Medical Center near Philadelphia in March 2010, she didn't realize she was about to become a troubling statistic.</p><p>While working the overnight shift, she heard an all-too-common cry: \"Please, I need help. My patient has fallen on the floor.\"</p><p>The patient was a woman who weighed more than 300 pounds. So Schuster did what nursing schools and hospitals across the country teach: She gathered a few colleagues, and they lifted the patient as a team.</p><p>\"I had her legs — a corner of one of the legs, anyway,\" says Schuster, who was 43 years old at the time. \"And as we swung her up onto the bed, I felt something pop. And I went 'ooo.' \"</p><p>She finished the shift in pain and drove straight home to bed.</p><p>But after Schuster woke up late that afternoon, her husband, Matt, heard her shouting. He says he ran to the bedroom and found her crawling across the floor. \"I thought it was a joke at first,\" he says. \"And she says, 'I can't walk.' \"<strong> <br /></strong></p><p>Schuster had injured her back moving the patient, which the hospital acknowledged. And today, X-rays of her back show how a surgeon repaired a damaged disk in her spine using a metal cage and four long, sharp screws.</p><p>\"I can finally walk and sit again without being in excruciating pain,\" Schuster says. \"But the career I had as a floor nurse is over.\"</p><p>According to surveys by the Department of Labor's Bureau of Labor Statistics (BLS), there are more than 35,000 back and other injuries among nursing employees every year, severe enough that they have to miss work.</p><p>Nursing assistants and orderlies each suffer roughly three times the rate of back and other musculoskeletal injuries as construction laborers.</p><p>In terms of sheer number of these injuries, BLS data show that nursing assistants are injured more than any other occupation, followed by warehouse workers, truckers, stock clerks and registered nurses.</p><p>The number one reason why nursing employees get these injuries is by doing their everyday jobs of moving and lifting patients.</p><p>BLS surveys first revealed the high rate of injuries among nursing staff in 2006. But an NPR investigation reveals:</p><ul><li>Studies by university and government researchers began to show decades ago that the traditional way hospitals and nursing schools teach staff to move patients — bend your knees and keep your back straight, using \"proper body mechanics\" — is dangerous.<br /> <br /> \"The bottom line is, there's no safe way to lift a patient manually,\" says William Marras, director of The Ohio State University's Spine Research Institute, which has conducted landmark studies on the issue. \"The magnitude of these forces that are on your spine are so large that the best body mechanics in the world are not going to keep you from getting a back problem.\"</li></ul><ul><li>Some hospitals, including the Baptist Health System in Florida and medical centers in the Department of Veterans Affairs, report that they have reduced lifting injuries among nursing staff by up to 80 percent — using an approach often called \"safe patient handling.\" They use special machinery to lift patients, similar to motorized hoists that factory workers use to move heavy parts. The hospitals also conduct intensive training among the staff. Yet the majority of the nation's hospitals have not taken similar action.<br /> <br />\"There are, you know, just a minority of hospitals that are ... really moving forward with this,\" says Carla Luggiero, the senior associate director of federal relations and a lobbyist for the American Hospital Association. \"Most of them are very slow to get on the train.\"</li></ul><ul><li>Many hospital administrators overlook injuries among the nursing staff partly because they're preoccupied with other priorities. Industry sources told NPR that nursing employees have traditionally ranked low in the hospital industry's hierarchy. <br /> <br />\"Too many hospital administrators see nursing staff as second-class citizens,\" says Suzanne Gordon, author of <em>Nursing Against the Odds</em>. \"Historically, hospital administrators have viewed nurses as a disposable labor force.\"</li></ul><p>David Michaels, the assistant secretary of Labor who heads the U.S. Occupational Safety and Health Administration (OSHA), says injuries among nursing staff are \"a very important issue. It means that workers who are relatively young have to stop working early, in many cases.\"<strong> </strong></p><p>But he says OSHA's powers have been so limited by Congress and court decisions that the agency can do little to require hospitals to protect nursing employees.</p><p>Michaels says Congress could help prevent widespread injuries by passing a new law. \"There's no question: A national law requiring protection in hospitals would protect workers and would result in the reduction in musculoskeletal injuries in hospitals,\" he says. \"A lot of hospitals still believe this old myth that hospitals are safe places to work.\"</p><p><strong>Hospitals Are Not Taking Aggressive Action<br /></strong></p><p>Executives who run the nation's hospitals have known for decades that there's an epidemic among their staff — or, at least, they should have known from the medical literature. \"Occasionally the complaint is made,\" warns <em><a href=\"https://archive.org/details/nursing02robbgoog\">Nursing: Its Principles and Practice</a>,</em> a textbook published in 1898, \"that a nurse has injured her back ... in moving a patient.\"</p><p>Leap ahead to the early 1990s: Federal researchers at the National Institute for Occupational Safety and Health (NIOSH) started studying why so many nursing staff were hurting their backs. They were stunned by what they learned.</p><p>James Collins, a research manager in the NIOSH Division of Safety Research, says before studying back injuries among nursing employees, he focused on auto factory workers. His subjects were \"93 percent men, heavily tattooed, macho workforce, Harley-Davidson rider type guys,\" he says. \"And they were prohibited from lifting over 35 pounds through the course of their work.\"</p><p>Nursing employees in a typical hospital lift far heavier patients a dozen or more times every day.</p><p>\"That was my biggest shock and surprise,\" Collins says. \"And the big deal is, the injuries are so severe that for many people, they're career-ending.\"</p><p>But officials and researchers throughout the health care industry say that most hospitals have not taken aggressive action to protect the nursing staff from lifting injuries.</p><p>Luggiero, the American Hospital Association lobbyist, hesitates when asked whether she views injuries among nursing staff as an important issue.</p><p>\"Well, you know, I do think it's an issue we have to ... look at. Do I think it's the most important issue we have to look at? No, I don't,\" she says. \"I mean, we are concerned. We want to make sure our employees are in the best shape possible. So you, know, to that extent... do we care about the issue? Of course we do.\"</p><p><strong>A Case Study<br /></strong></p><p>But nursing employees who work for one of America's best-known hospital chains — Kaiser Permanente — told NPR they were getting hurt so often, and their hospitals' managers were doing so little to protect them, that they asked state officials to investigate.</p><p>Kaiser has 38 hospitals in three states, according to the company's website. They consistently win top ratings and awards for the way they take care of patients.</p><p>But members of Kaiser's nursing staff say that if you were to peek behind the employees' side of the curtain — at least at Kaiser's hospital in Walnut Creek, Calif. — you would see a troubling picture of the way hospital officials have treated them.</p><p>There's no evidence that Kaiser Permanente hospitals have higher rates of nursing injuries than any others among the nation's roughly 4,000 acute care hospitals. Actually, there's no good way at all to compare injury rates among most of the nation's hospitals, because the federal and state governments do not require companies to reveal enough details about injured employees to do an analysis.</p><p>But NPR focused this story on Kaiser for two main reasons: First, we obtained some of Kaiser's internal documents, which shed rare light on their nurses' injuries. Second, the case shows how injured nursing staff sometimes have to shout to get help.</p><p>The Kaiser hospital in Walnut Creek sits prominently on Main Street, about 45 minutes northeast of San Francisco. Ashley Moore, a registered nurse in the intensive care unit, says to understand why nursing employees get injured, it helps to know that they do more than measure patients' blood pressure, hook them up to IVs and assess how patients are faring. Their work is also physically grueling, and the surging rate of obesity is making it worse.</p><p>\"A 250- to 300-pound patient can be very common in our unit. And to even be able to lift their leg is probably 60, 70 pounds maybe,\" Moore says. \"And I can barely lift it myself.\"</p><p>In addition, most patients staying in hospitals today are sicker than the patients of 20 years ago. Hospitals are treating as many people as they can in outpatient clinics, saving inpatient beds for those who most need round-the-clock care. But no matter how sick or heavy they are, there's a push to get them out of bed as soon as possible and moving — even if the patients can't even swing themselves to the edge of the bed.</p><p>\"So what we do is, we put our arm out, and the patient latches on to your arm and then just pulls, and then we almost do a dance,\" she says, imitating what it's like to hold up and drag a heavy body and then lower it gently into a chair. \"And the next thing you know, their light's on 20 minutes later\" because the patient wants to go back to bed — so she has to do it all in reverse.</p><p>Moore estimates that she moves patients in much the same way 15 to 20 times each shift. And that, nursing employees say, is how they get hurt.</p><p><strong>Despite Some Help, Injuries Continue<br /></strong></p><p>NPR talked with 16 nurses and nursing assistants at Kaiser's Walnut Creek hospital who have been injured while lifting patients during the past several years.</p><p>One of them is Abigail Velez, who tells the same basic story as many employees. In one incident, she and a colleague were moving a patient, \"and when I pulled her up in bed, I felt this searing, burning pain in my shoulder,\" Velez says.</p><p>That was just the beginning of her painful medical saga. Velez has so many medical records from Kaiser about her shoulder and elbow injuries that the documents practically cover her dining room table. They show that she went over and over again to Kaiser's staff health unit. Doctors kept giving her pain pills and steroid injections, but little seemed to help.</p><p>She says the pain got so intense and her motion was so restricted that she couldn't pick up a glass of water.</p><p>\"I could not lift my arm. I couldn't even raise it up to brush my hair,\" she says with exasperation.<strong><br /></strong></p><p>Velez eventually had two operations and went on disability leave for eight months.</p><p>Velez and other nursing staff told NPR that Kaiser's management did take a few steps toward promoting \"safe patient handling.\" For instance, Kaiser bought some of the same kinds of lifting machines that Baptist Health and VA hospitals use. And Kaiser trained teams of \"patient care technicians\" to help.</p><p>But staff like Moore, the ICU nurse, say they kept warning Kaiser's managers that while the steps seemed good on paper, they often did not work. When the nurses would need a lifting machine to move a patient, they would discover that some other unit had borrowed it, or it was stuck behind cleaning equipment in a distant closet. Or the machine's battery was dead. And when they would urgently request a lift team, they would learn that none was available because the team members had been reassigned to other duties.</p><p>\"Every day you call and say, 'We don't have anybody to help us,' \" Moore says. \"And again it would be the same thing every single day, being jerked around. And by the end of the day, nobody ever came to help us.\"</p><p>NPR obtained documents that corroborate that. For example, five nursing employees signed a memo to management on Nov. 13, 2011: \"No lift team... Unable to turn patients due to no available workers.\" Another memo a few days later: \"No lift team.\" And another memo: \"ICU patients are in excess of 3 to 400 pounds... No lift team.\"</p><p>Meanwhile, Kaiser managers were keeping their own records that showed employees kept getting hurt. Federal law requires businesses to keep records via Form 300 — the \"Log of Work-Related Injuries and Illness.\" The law does not require companies to make those logs public, but NPR obtained some of the logs that Kaiser kept on Walnut Creek. For example, an entry dated Jan. 21, 2012, lists an incident affecting a nurse's aide: \"back injury while performing daily job duties of lifting.\" Another entry the same day records an incident involving a registered nurse: \"low back injury while assisting with a patient in the ICU.\"</p><p>Leesa Evans was another employee listed on that injury log. Evans, a registered nurse, remembers the exact moment that lifting a patient changed her life. It was midday on Oct. 3, 2010, and the patient was dying from congestive heart failure.</p><p>\"He felt he was going to have an episode of diarrhea,\" Evans says. \"This is a big man, and he could not move. And getting diarrhea out of [his bed] was not going to be an easy project. And he knew it.\"</p><p>Evans says she called for a lift team — they needed four members to maneuver the 300-pound patient. She was told that the team would show up within 10 minutes. But Evans says only one person came to help, a woman.</p><p>Evans says she worried that they couldn't safely handle the patient. But they also knew if they didn't act quickly the patient would soil himself, \"which would humiliate him,\" she says.</p><p>So, as the helper pulled the patient's shoulder and hip, \"I'm pushing on the other side, one hand on his back and one hand to slide a bedpan underneath him,\" Evans says. \"And it's really hard. He's having pain from his chest tubes, he's short of breath, he's panicking, he's saying, 'Hurry, hurry.' \"The helper was almost as frenetic, \"saying, 'Are you ready yet? Have you got the pan in place?' Because we're both straining trying to hold him in place and do the maneuvering that's necessary for this procedure.\"</p><p>The two were able to get the bedpan under the patient in time. But a couple of days later, Evans could hardly walk. Kaiser sent her a letter acknowledging that she had suffered an \"occupational injury.\" She had to take months off work.</p><p>As the injuries at Walnut Creek mounted, nursing employees started debating where they could turn for help. Then, something happened in the state capital that pointed them in a new direction: On Jan. 1, 2012, the state of California put into effect the Hospital Patient and Health Care Worker Injury Protection Act.</p><p>The law, which had been pushed for years by the California Nurses Association union and public health groups, specifically requires hospitals to protect nursing staff from getting hurt lifting patients. Nine other states have passed similar measures.</p><p>Within days, nursing employees at Walnut Creek had filed a complaint with the state, alleging that Kaiser was violating the law. That brought a state investigator from California's Division of Occupational Safety and Health, Cal/OSHA, to meet with key managers and representatives from the nurses union.<strong> <br /></strong></p><p>The investigator's files, which NPR obtained under California's open records law, show that the investigator came two more times to the Kaiser hospital in Walnut Creek, setting up shop in the cafeteria, then in the courtyard.</p><p>Nursing staff and others lined up to tell him their own stories about how they had been injured. And on Jan. 31, 2014, state Administrative Law Judge Mary Dryovage issued an order that declared that Kaiser had failed to have \"specific procedures in place to ensure that sufficient staff was available to perform patient handling tasks safely.\"</p><p>The order also said Kaiser had \"failed to ensure\" that patient lifting equipment \"was accessible to employees to perform patient lifts\"; instead, equipment \"was sometimes blocked or access to equipment was obstructed.\" The judge declared that Kaiser had not trained employees effectively to know how to use the equipment. And she gave Kaiser 90 days to fix the problems.</p><p>The way Kaiser officials portrayed the administrative law judge's findings to NPR, they were technicalities that had little impact on the way Kaiser operates the hospital in Walnut Creek.</p><p>\"Kaiser Permanente as an employer is deeply committed to the safety of our employees, including our registered nurses,\" Helen Archer-Duste, executive director for Northern California Regional Kaiser Permanente Workplace Safety, told NPR.</p><p>\"We care about our registered nurses, and we honor and appreciate everything they do, ­­day in and day out, to care for our patients. We want them and our patients to be safe,\" she said in a conference room off the lobby of the Walnut Creek hospital.</p><p>NPR requested a tour of the facility, but a Kaiser spokesperson declined the request.</p><p>\"In that any injury is preventable we don't want our employees to be injured on the job,\" Archer-Duste said. \"Walnut Creek did not have an injury rate that's higher than any of our other facilities. In fact, they're in the average level and we have reduced those injuries an additional 23 percent. Our goal is to have no one injured on the job, and that rate is dropping every month, every year.\"<strong> <br /></strong></p><p>Kaiser officials declined NPR's request to substantiate her claims by providing the recent OSHA Form 300 logs, in which they are required under federal law to list employee injuries.<strong> <br /></strong></p><p>But Archer-Duste said Kaiser is demonstrating its commitment to protecting its nursing staff with money: It decided to spend at least $40 million to install more lifting machines in its older hospitals, including Walnut Creek, she said. Plus, Kaiser recently opened three brand new hospitals, and many of their rooms were designed from the start with patient-lifting equipment hanging from the ceiling.</p><p>Archer-Duste said Kaiser was already planning these steps before its nursing staff filed the complaint with the state of California, and before the administrative law judge ordered Kaiser to make changes.</p><p><strong>In Constant Pain</strong></p><p>The changes are coming too late for nurses like Leesa Evans. Her husband, Steven Danziger, says she's been in pain since that day in 2010, when she lifted a patient so he could use the bedpan. \"I would say it's pretty constant,\" Danziger says. \"I would say it's rare that she has a day that she doesn't take pain medication.\"<strong><br /></strong></p><p>Danziger says he and Evans used to love to garden, hike and ski together. But now his wife can't do much because of her back. \"She has a medicine cabinet here of prescriptions,\" he says — including powerful painkillers that Evans says make her feel \"loopy.\" That echoes what many injured nursing employees have told NPR: The painkillers compound their injuries.</p><p>\"I do see an effect on her cognitive abilities,\" says Danzinger. \"Sometimes forgetfulness — sometimes, places we've been many, many times together, she said, 'You know, I kind of got lost today.' \"</p><p>Evans retired from nursing last year when she was 57 years old. She says she decided to quit partly because she couldn't bear working in pain.</p><p>\"It's sad,\" she says. \"It's sad to be injured and to be apart from your work. And the satisfaction that comes from patient care, that livelihood disappears. I mean, that's huge.\"</p><p><em>NPR's Robert Benincasa, Lydia Emmanouilidou, Samantha Sunne and Barbara Van Woerkom contributed reporting and research to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hospitals+Fail+To+Protect+Nursing+Staff+From+Becoming+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Zwerdling","audio":[{"meta":{"duration":"1119"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383860564-1e45f6.m3u?orgId=1&topicId=1150&aggIds=385540559&e=382639199&d=1119&ft=nprml&f=382639199"},{"href":"http://media.npr.org/assets/img/2015/01/30/img_0435-1--6ced95150abd9dbcf5d8a04e7437002e87a13538.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2192","width":"2923"}},{"href":"http://media.npr.org/assets/img/2015/02/02/a012481edit-2333bb48eba367d6d72b5abf0e7d895621be4dad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"837","width":"1117"}},{"href":"http://media.npr.org/assets/img/2015/01/30/_n0a2150edit-5dd7aa4550ead0fb2f2a6b30a263030a91345d8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/30/_n0a1766edit-7cf01e056970f96c6810e75c850863a34fcd511c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/30/_n0a1713edit-1698bdf727807504ff3436cbbec8435488189769.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/30/_n0a1640edit11-bbc4f2e68604bf299951d4cd5e82e9f8a0cf44e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}