{"created":"2015-03-23T20:58:28+00:00","modified":"2015-03-23T21:18:45+00:00","valid":{"from":"2015-03-23T21:18:45+00:00","to":"3015-03-23T21:18:45+00:00"},"hreflang":"en","guid":"3962567f-3f41-4093-9615-5f20ac980c5a","title":"Why an American and an Afghan are optimistic about Afghanistan's future","published":"2015-03-23T21:18:36+00:00","byline":"Aaron Schachter, Christopher Woolf","tags":["Afghanistan war","conflict","war","government","Conflict","Conflict & Justice","Afghanistan","United States","Hamid Karzai","Ashraf Ghani Ahmadzai","War in Afghanistan","Afghanistan","Government"],"teaser":"Former Defense Department official Michèle Flournoy says a new government should give Afghans reasons to be hopeful about their country's future. And Omar Sharifi, an Afghan graduate student in the US, is on board.","contentencoded":"<p>The news from Afghanistan <a href=\"http://www.pri.org/stories/2015-02-03/2014-was-bloodiest-year-war-afghanistan-afghans\">is frequently depressing</a>, but a former American official and an Afghan citizen both say there are reasons to hope.</p>\n<p>\"There are still very real security threats from the Taliban insurgency and so forth, but [there's] progress in terms of finally having a government we can work with and that's seen as legitimate by the Afghan people,\" says Michèle Flournoy, a former under secretary of defense in the Obama administration. \"[There's] progress in health, economics, women's rights and so forth</p>\n<p>The country's new government has been a key to that progress. The relationship between notoriously corrupt former Afghan President Hamid Karzai and the United States soured in recent years, but Karzai was replaced last fall by Ashraf Ghani in Afghanistan's first-ever democratic transition.</p>\n<p>Flournoy says Ghani's adminstration, unlike Karzai's, is one \"that wants to do the right thing, is increasingly building the capability to do the right thing. What we know from Afghanistan's history is when good government has the support of the international community, it can do very well and help the country make progress.\"</p>\n<p>Afghans like Omar Sharifi, currently a Ph.D. student at Boston University, share that optimism.</p>\n<p>“A lot of things in Afghanistan have completely changed in the last 12 years,” Sharifi says. “Not only the landscape, but the people and the mentality. There are a lot of achievements. ... So when I look back, despite all the troubles, how much [has] been achieved, I am very hopeful.”</p>\n<p>Sharifi plans to go back to Kabul when he’s done with his studies and look for a job with the government or in higher education. He acknowledges that could bring threats from the Taliban, but he has lived through so many wars he says he is not worried by that.</p>\n<p>“The Taliban are there, but I don’t see any reason for anyone to panic and say we can’t do anything,\" he says. \"They’re there — and we are there, too.”</p>\n<p>But Flournoy cautions that prolonged commitment is necessary if Afghans like Sharifi are to build the country they think is possible. \"This is going to be a long-term project,\" she says. \"Afghanistan is one of the least-developed countries of the world, their development arc is going to take many, many years — likely decades.</p>\n<p>With two decades of experience in the West, including a stint at the World Bank, Flournoy thinks Ghani is well-suited to build consensus, both in his country and with international partners. But she argues that Washington also needs to stick with Afghanistan for the long haul — even by leaving some soldiers in the country for limited backup.</p>\n<p>\"Americans are rightly wary of open-ended military commitments,\" Flournoy says, but she argues that after any war ends \"there's always been a sort of tail. Whether it was continued assistance to Europe after World War II, continued assistance and advising to Korea after that conflict came to a close. ... This is a very normal thing in security terms that you have some continued advising, assisting relationship with our military supporting the indigenous military and security forces.\"</p>\n<p>But in the end, she says, a military mission won't do the job — and Ghani knows that. \"What [Ghani's] asking of the United States, of the international community, is not to fight Afghanistan's battles for it anymore,\" Flournoy says, \"but simply to provide the kind of assistance and support that's necessary for him to keep chipping away and make progress inch by inch, foot by foot over time.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fformer-obama-pentagon-official-optimistic-about-afghanistans-future&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_01.mp3"},{"href":"http://www.pri.org/file/0323201501mp3"}]}