{"created":"2015-06-22T20:11:57+00:00","modified":"2015-06-22T23:45:45+00:00","valid":{"from":"2015-06-22T23:45:45+00:00","to":"3015-06-22T23:45:45+00:00"},"hreflang":"en","guid":"39912d6b-8dfa-4da9-a813-dc2e936ff8ee","title":"Lima taps ancient Andean canals to help fight its water shortage","published":"2015-06-22T23:45:37+00:00","byline":"Juliana Schatz","tags":["climate change","social entrepreneurship","water","Environment","Science, Tech & Environment","Lima","Huamantanga","South America","Peru","Andes","Latin America","Miriam Cacho","Oscar Angulo","Victor Rojas","Luis Acosta","Condesan","SUNASS","Water","Population","Climate change","Glaciers"],"teaser":"In its effort to address a growing water crisis, Peru's capital, Lima, is looking to ancient canals in high mountain villages outside the city.","contentencoded":"<p>The solution — or at least part of the solution — to Miriam Cacho’s water woes might lie in some ancient and mostly-forgotten stone canals that line the mountains far above her home.</p>\n<p>Cacho lives in a dusty but growing neighborhood perched on the steep hillsides of Lima’s northern edge. Things are actually pretty good right now for her when it comes to water — her taps flow for eight hours a day, from 6 a.m. until 2 p.m. After that, there’s no water until the next day, but that’s still better than a month ago, when the neighborhood had no water at all.</p>\n<p>When that happens, Cacho says, “we have to pick (water) up from the tanks down below and carry it all the way up here, at three in the morning.”</p>\n<p>Such is life in much of Peru’s capital when it comes to water. The Andean city of nine million is straining to keep up with population growth. It’s also being hit hard by climate change, which is bringing diminished rainfall to this already dry city and the disappearing glaciers in the surrounding mountains.</p>\n<p>That means less water just when the city needs more. And it’s got Peruvian authorities scrambling to secure new sources.</p>\n<p>That effort includes conventional, big-ticket items like dams and pipelines. But it also includes a focus on unconventional resources, like the one recently rediscovered in places like the high-mountain village of Huamantanga, about 75 miles northeast and 12,000 feet above Lima.</p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"The village of Humantanga sits high in the Peruvian Andes, about 75 miles northeast of Lima. Since pre-Incan times, local residents have used canals known as &amp;quot;mamanteos&amp;quot; to provide regular water streaming from the high mountains during the dry season. Lar\" title=\"Huamantanga\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_5101.JPG?itok=OIsQgmsk\" /><div class=\"field-caption\">\n    <p>The village of Humantanga sits high in the Peruvian Andes, about 75 miles northeast of Lima. Since pre-Incan times, local residents have used canals known as \"mamanteos\" to provide regular water streaming from the high mountains during the dry season. Largely forgotten in recent years, the canals are being rebuilt to provide water to both the village and the mega-city below.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Juliana Schatz</p>\n  </div>\n</div>\n<p>“It’s called <em>mamanteo</em>, because it’s just like a mom breastfeeding her kid,” says Oscar Angulo, a hydrologist for the Peruvian NGO <a href=\"http://www.condesan.org/portal/\">Condesan</a>, speaking of an ancient network of stone canals that he helped rediscover a few years ago.</p>\n<p>Former Huamantanga resident Victor Rojas says his ancestors used the <em>mamanteo</em> canal network for over a thousand years to bring a slow but steady stream of water from the Andean mountaintops above to their crops down here.</p>\n<p>The canals kept water flowing to Huamantanga and other traditional communities even in the dry season, Angulo says. But as things changed here over the last few decades, he says the ancient infrastructure was largely abandoned.</p>\n<p>“Most young people traveled to Lima and forgot how to maintain the canals. So the old people, the old <em>communeros</em>, were running out of water,\" he says.</p>\n<p>That’s how Angulo found things when he arrived in Huamantanga in 2012. <a href=\"http://www.condesan.org/portal/\">Condesan</a> set out to restore the canals, and before long, the water started flowing to the village again.</p>\n<p>That’s when the effort caught the attention of Peru’s national water regulator, <a href=\"http://www.sunass.gob.pe/websunass/index.php\">SUNASS</a>.</p>\n<p>SUNASS's Luis Acosta says the government is pursuing big water projects to help keep water flowing to Lima, but small conservation efforts like restoring the ancient canals can also contribute “their little grain” to meeting the challenge.</p>\n<p>After all, he asks, “what good are those huge systems when there’s no water at the source?”</p><div class=\"media media-element-container media-default\"><img height=\"557\" width=\"900\" alt=\"Running water is intermittent at best in this growing neighborhood on the northeastern fringe of Lima. The water system of the city of 9 million or so is being taxed by population growth and climate change, which is cutting into both rainfall and runoff f\" title=\"Lima\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Lima.png?itok=oEIdVB2w\" /><div class=\"field-caption\">\n    <p>Running water is intermittent at best in this growing neighborhood on the northeastern fringe of Lima. The water system of the city of 9 million or so is being taxed by population growth and climate change, which is cutting into both rainfall and runoff from mountain glaciers.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Juliana Schatz</p>\n  </div>\n</div>\n<p>But it’s not just a water grab by the big city below. Because it turns out that while the canals help the residents of Huamantanga get better crops up here in the mountains, they also channel more water into Lima’s rivers.</p>\n<p>So what’s good for the villagers can also be good for the city dwellers.</p>\n<p>No one knows exactly how good yet, how much water from places like Huamantanga will make it down to Lima through projects like this. Oscar Angulo’s team is testing that with tracer dyes they put in the water up in the villages and look for down in the city. But Angulo estimates that as much as half of the water captured by these canals could eventually end up in Lima.</p>\n<p>So far, Angulo says, the restoration of the canals has been a fairly low-key effort, carried out largely by returning villagers like Rojas who’ve used rocks and cement to transform dry rows of rubble into narrow, well-manicured stone waterways that weave around the mountainsides through shocks of purple and yellow wild flowers. “It was a very small investment in the beginning,” Angulo says.</p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Oscar Angulo, a hydrologist for the NGO Condesan, stands by a restored stretch of canal near Huamantanga. well-manicured canal. When he first came to the town in 2012, the canals were littel more than piles of rubble, largely abandoned as young people lef\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_5321.JPG?itok=NSY4QXx7\" title=\"\" /><div class=\"field-caption\">\n    <p>Oscar Angulo, a hydrologist for the NGO Condesan, stands by a restored stretch of canal near Huamantanga. well-manicured canal. When he first came to the town in 2012, the canals were littel more than piles of rubble, largely abandoned as young people left the area for work in Lima. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Juliana Schatz</p>\n  </div>\n</div>\n<p>But that investment will grow starting next year, when all Lima residents will begin paying a small tax to invest in conservation projects like this.</p>\n<p>By themselves, these small projects won’t come close to solving Lima’s water problems. And the impacts of climate change on Peru’s water supplies likely will only get worse.</p>\n<p>But, as Acosta says, the Peruvian government has come to recognize that in the face of crisis, every speck is worth investing in — even ancient and nearly forgotten technology like little mountain canals.</p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Victor Rosa grew up in Huamantanga, but like many young people, left to seek work in the capital city. He returned recently to help his community rebuild the canals de mamanteo and collect data for Condesan to see how much water from the canals is being t\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_5248.JPG?itok=3VPuMDMV\" title=\"\" /><div class=\"field-caption\">\n    <p>Victor Rosa grew up in Huamantanga, but like many young people, left to seek work in the capital city. He returned recently to help his community rebuild the canals <em>de mamanteo </em>and collect data for Condesan to see how much water from the canals is being transported to village below, and ultimately the city of Lima.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Juliana Schatz</p>\n  </div>\n</div>\n<p><em>Juliana's report was produced with help from Al Jazeera English.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Flima-taps-ancient-andean-canals-help-fight-its-water-shortage&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Canal.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/canaljpg-1"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06222015_07.mp3"},{"href":"http://admin.pri.org/file/0622201507mp3"}]}