{"created":"2014-10-08T02:24:15+00:00","modified":"2014-11-20T21:05:09+00:00","valid":{"from":"2014-11-20T21:05:09+00:00","to":"3014-11-20T21:05:09+00:00"},"hreflang":"en","title":"Can Brazil Regain Soccer Glory With Beauty Over Brawn?","published":"2014-07-13T16:09:00+00:00","teaser":"The World Cup ends Sunday with the Germany-Argentina match. Brazil finished its run in the tournament Saturday after two consecutive losses that have set off some national soccer soul-searching.","itags":["npr_api","331061750"],"guid":"3997146b-9ea5-426e-85e6-4a2f0b4f5126","contentencoded":"<p>Copacabana Beach is supposed to be fun, but it wasn't Saturday night, after the Netherlands beat Brazil 3-0 in the World Cup third-place game.</p><p>That loss came on the heels of the 7-1 drubbing by Germany earlier in the week. It's the first time since 1940 that Brazil has lost consecutive home games, prompting calls for change in a country long associated with soccer splendor.</p><p>Sunday's championship match pits Germany against Argentina in Rio de Janeiro. But for Brazilian fans, the tournament that began a month ago with so much hope for the host country has ended with a thud.</p><p>On the beach, when Saturday's final whistle blew, the reaction was decidedly tepid among the thousands who had crowded to watch on a huge video screen. Many had fled before the end, including Grace Kelly of Rio, who was disgusted by another lackluster, error-filled game.</p><p>\"Brazil said it was going to do everything it could to put a victory on tonight,\" Kelly said. \"But it didn't do that. It didn't put its blood on the field like it said it would. This was a big shame for us.\"</p><p>How much shame can fans take? The 7-1 trouncing, which will live on in Brazilian infamy, has already set off some national soccer soul-searching.</p><p>Former Brazilian star players Tita and Zico took part in a spirited forum Friday night in Rio, saying the Germany debacle was an example of how Brazilian soccer has lost its way.</p><p>Brazil prides itself on having won a record five World Cup titles, Zico said, but in fact players and coaches have shown an inability to adapt to a changing game.</p><p>After the forum, Zico, a star in the 1970s and '80s, laid blame on the Brazilian soccer system, from the CBF — the national soccer federation — on down.</p><p>\"Both the CBF and the clubs have the responsibility to make sure clubs take better care of players so they don't all leave and go play in other countries,\" Zico said.</p><p>That care is hard to come by, considering the evidence of widespread corruption and wasteful spending within the Brazilian system.</p><p>But people like Alan Dias Moraes hope to change that system. He runs a school called Estrelas Do Futuro for futsal, a version of soccer that is played indoors with a smaller ball. Moraes says it helps develop the skills essential in today's soccer — quick shooting and ball control.</p><p>\"I teach my players to control the ball using whatever part of their body is most appropriate at the time,\" he says. \"If that ball is coming to you from whatever direction, you need to know what to do and how to control it.\"</p><p>Moraes laments that many clubs in Brazil are training kids a different way, emphasizing physical play — the same brawn-over-beauty approach exhibited by the national team, with not-so-good results.</p><p>Still, he is bullish on Brazilian soccer, despite this traumatic week.</p><p>\"Brazil is still the country of football,\" he says. \"We have so much talent here, and if you go to a lot of the poorer neighborhoods in Rio, you'll see various people who are just as skilled as [Brazilian star] Neymar.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Brazil+Regain+Soccer+Glory+With+Beauty+Over+Brawn%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Goldman","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331133757-eeb0e3.m3u?orgId=1&topicId=1055&ft=3&f=331061750"},{"href":"http://media.npr.org/assets/img/2014/07/13/452077004-4af5e35ec1e9a37948174fbea1f861ef01a78060.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1954","width":"2608"}},{"href":"http://media.npr.org/assets/img/2014/07/13/futsal_2_custom-495cddf8bf7c0ad5fae960f77e64f201fb203d73.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2350","width":"3263"}}]}