{"created":"2015-02-03T21:15:16+00:00","modified":"2015-02-05T16:04:52+00:00","valid":{"from":"2015-02-05T16:04:52+00:00","to":"3015-02-05T16:04:52+00:00"},"hreflang":"en","guid":"399a0a73-3e11-4d7b-a0cf-90b2566d4e6c","title":"2014 was the bloodiest year of the war in Afghanistan — for Afghans","published":"2015-02-05T16:04:51+00:00","byline":"Christopher Woolf","tags":["Afghanistan war","Afghan politics","Afghan security forces","Conflict","Conflict & Justice","Kabul","Asia","Afghanistan","United States","Asia","Central Asia","South Asia","Sean Carberry","War in Afghanistan","Taliban","Kabul"],"teaser":"It’s just a month since the flag came down on US combat operations in Afghanistan. But even with most American troops leaving, the war is far from over. Can Afghanistan stay intact?","contentencoded":"<p>America may be done with the war in Afghanistan, but Afghanistan itself isn't anywhere close to peaceful yet.</p>\n<p>In fact, as Afghan forces took over security in the country throughout 2014, more Afghan soldiers died than during any other year of the war. Some 5,000 members of the Afghan security forces were killed in 2014. That’s more than the US lost in all 13 years of combat operations. In addition, more than 3,000 Afghan civilians were killed.</p>\n<p>Sean Carberry, a former Kabul correspondent for NPR, points to numerous reasons for the losses. The Afghans have a lot less airpower than the US and its allies, and fighting is starting to encroach on more heavily populated areas. “There was an increase in ground engagements,” Carberry says.</p>\n<p>Afghan forces also lack discipline and training, so more accidents happen. For example, a mortar round fired in early January 2015 struck a wedding party and killed around two dozen people.</p>\n<p>Carberry says one of the problems all along in Afghanistan has been unrealistic expectations given to both the US and Afghan peoples about what can be accomplished. “It’s not realistic to expect that Afghanistan will be a functioning democracy anytime in our lifetimes,\" he says.</p>\n<p>And while there has been a lot of change in Afghanistan since 2001, Carberry says that’s not the best point of comparison. He notes the country's trajectory has been downward since Afghans began taking the lead role in security in 2011 and 2012. This includes steps backwards in terms of women’s rights and health care.</p>\n<p>Carberry says Afghans continue to have strong multiple loyalties. While most believe in the country as a nation-state, “quickly below the surface you do get a lot of fissures. And even among this young generation of educated Afghans who are talking about the post-ethnic Afghanistan, it’s still very much an ideal. In the election last year, even young people were breaking down very much along ethnic lines.”</p>\n<p>The new government in Kabul is weak, says Carberry, and faces some severe tests. It’s not clear if it will be able to hold the country together or whether a new political system will have to be invented.   </p>\n<p>Carberry left Afghanistan in December 2014. He says he’ll miss the daily interactions with Afghans. “There was a music place where I used to play guitar, often with young Afghan musicians.”</p>\n<p>“Probably the most satisfying night was playing with some traditional Afghan musicians, who had instruments whose names I can’t even remember — some of the eastern stringed instruments [and] a little drone box,\" he rememebers. \"They played for a while, and then another American guitar player and I got up and sat in with them and tried to fit into this very eastern drone-like sounding, psychadelic music. We ended up playing with them for a couple of hours that night, and [it[ was an absolute blast just trying to integrate with their sounds and try to show them a few blues licks in the process.” </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0203201501.mp3"},{"href":"http://www.pri.org/file/0203201501mp3"}]}