{"created":"2014-08-30T17:06:31+00:00","modified":"2014-10-30T23:05:59+00:00","valid":{"from":"2014-10-30T23:05:59+00:00","to":"3014-10-30T23:05:59+00:00"},"hreflang":"en","title":"As Ukraine Presses Military Offensive, The Facts Are Fuzzy ","published":"2014-08-21T19:17:00+00:00","teaser":"Ukraine's army has been gaining ground against pro-Russian separatists. But details are difficult to pin down. They are now trading accusations over an alleged attack against a civilian convoy.","itags":["npr_api","342095395"],"guid":"39a4604c-caa9-4eda-9ab9-48f95bf66893","contentencoded":"<p>The Ukrainian government claims its armed forces have recaptured a large part of the eastern city of Luhansk following fierce battles Wednesday with pro-Russian separatist fighters.</p><p>This is part of a broader campaign by the Ukrainians that has been marked by a number of successes recently. But as is often the case here, it's impossible to independently verify what either side says. Both the military and the rebels prevent reporters from getting near embattled areas, and in many places like Luhansk, phones and Internet are not working.</p><p>It's certainly been difficult trying to confirm Ukrainian government claims that separatist fighters using mortars and Grad rockets killed a large number of refugees Monday who were trying to flee the fighting in Luhansk.</p><p>\"The terrorists fired at a column of peaceful residents who tried to leave the zone of combat action,\" National Security Council spokesman Andriy Lysenko said, calling it a \"bloody crime.\"</p><p>\"Many people died, including women and children,\" he added.</p><p>If true, Monday's shelling attack would be the largest single incident of civilian deaths in the escalating war. But Ukrainian officials have yet to offer any proof of the attack, including photos, videos, eyewitnesses or survivors. Nor have they said how many were killed, although the spokesman Lysenko later said 17 bodies were retrieved.</p><p>Pro-Russian separatists deny the attack happened and say even if it did, they didn't do it.</p><p>The U.S. condemned the attack, but couldn't say who was responsible.</p><p><strong>Searching For The Scene Of The Attack</strong></p><p>In hopes of finding out what really happened, I joined a small group of reporters invited by the Ukrainian military to interview survivors at a hospital in Lutuhino — near where it said the convoy was attacked.</p><p>A handful of Ukrainian soldiers from an eastern Ukrainian military airport led the journalists in a convoy of taxis and private cars into the no-go zone along the front lines. The hilly roads we traveled on at breakneck speed were small and badly damaged — due more to decades of neglect by the Ukrainian government than to the current war.</p><p>We hit our first snag as the besieged city Luhansk appeared in the distance. Our military escort explained that unexpected fighting ahead required us to change course.</p><p>We could hear steady shelling that sounded like it was getting closer. But the military escorts said they were determined to get us to Lutuhino, somehow. A short while later, we were told the rebels knew our media convoy was approaching Luhansk and planned to attack us.</p><p>One Ukrainian journalist asked the lead soldier with us: \"How do you know?\" His answer was rather vague — something about intercepted radio communications.</p><p>Not that it was hard to figure out who we were, given the large \"TV\" and \"Press\" signs taped to the front windows of our cars, which passed through recaptured villages where many people are sympathetic to the rebels.</p><p>The military escort took us to a nearby hilltop where the leader radioed his bosses to figure out what to do with us next.</p><p><strong>Poor Conditions For Soldiers</strong></p><p>But the stop proved useful, as Ukrainian troops securing roads for combat and supply units had set up camp there. They gave us a rare glimpse into the poor conditions of Ukrainian troops on the front lines and the pessimism they feel.</p><p>A small generator provided power to worn tents that were set up next to trees, where an aging armored personnel carrier was also parked. Thick logs were tied to many of the armored vehicles and heavy army trucks in lieu of winches and other equipment used to pull vehicles out of the mud.</p><p>In an interview with NPR in May, Boris Filatov, who is deputy governor to the oligarch in charge of the Ukrainian region of Dnipropetrovsk, said their country's military was so poor that he and his boss spent their own money to supply local troops with basics like sleeping bags. Millions of dollars were also collected in recent months in donations from Ukrainians to help pay for their military.</p><p>On the hilltop outside Luhansk, soldier Vitaliy Yakymenko said he believes the supply shortage, compounded by poor planning, is costing soldiers' lives.</p><p>Yakymenko added that he believes a military victory in eastern Ukraine is a long way off.</p><p>\"We will have conflicts here again and again until the Ukrainian government closes the border with Russia,\" he said.</p><p>He was referring to the widely held belief that Russia is arming and reinforcing rebel troop numbers, something the rebels deny.</p><p>Fellow soldier Grygoriy Pisarenko was less pessimistic, but agreed that the lack of supplies is a problem — as is where Ukrainian troops are fighting.</p><p>\"We are in our own country and these are our people, so we have to take care even if the Russians don't,\" he said.</p><p>As to the deadly attack on the refugee convoy, I still don't know what happened, as the Ukrainian military decided to make us leave the area before we met with the injured refugees we were told we'd be interviewing because the fighting was too intense.</p><p>Nor did we meet the military driver who served as an escort for that ill-fated convoy. Ukrainian officials said they would bring him to us outside the no-go zone since they failed to take us to see the wounded refugees. But in the end, the military did not deliver the driver, either.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ukraine+Presses+Military+Offensive%2C+The+Facts+Are+Fuzzy+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342095396-0088b0.m3u?orgId=1&topicId=1124&ft=3&f=342095395"},{"href":"http://media.npr.org/assets/img/2014/08/21/luhansk-821-2-5d773c318ae79a1d70c75fb11427d93b4925430b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/21/luhansk-821-3-a4721b3ba46cb17cf7677961331aabd6625b6068.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2304","width":"3072"}}]}