{"created":"2014-10-08T15:59:36+00:00","modified":"2014-10-31T02:01:39+00:00","valid":{"from":"2014-10-31T02:01:39+00:00","to":"3014-10-31T02:01:39+00:00"},"hreflang":"en","title":"Making It In The Big Leagues Was A 'Long Shot' For Catcher Mike Piazza","published":"2014-05-16T19:41:00+00:00","teaser":"In his memoir, the catcher opens up about getting drafted in the 62nd round, his feud with Roger Clemens and what it's like to go into retirement. Leaving the game, he says, was \"like a small death.\"","itags":["npr_api","313051335"],"guid":"39a57bdf-4112-4904-bb6a-f553e08e0ed9","contentencoded":"<p><em>This interview was originally broadcast <a href=\"http://www.npr.org/2013/03/07/172604335/making-it-in-the-big-leagues-was-a-long-shot-for-catcher-mike-piazza\">March 7, 2013</a>.</em></p><p>Back in 1988, it wasn't until the 62nd round of the Major League Baseball Amateur Draft that the Los Angeles Dodgers finally picked Mike Piazza. Nobody expected him to make it in the big leagues. But he did. He made his major league debut with the Dodgers on Sept. 1, 1992, and he hit his first home run just 12 days later.</p><p>\"Everyone thought I could hit, and I knew I could hit,\" Piazza tells<em> Fresh Air</em>'s Dave Davies, \"but I think to be able to catch — and catch Orel Hershiser and Jim Gott and Roger McDowell and Kevin Gross and these veteran guys ... I think that was probably more of a question mark than my hitting.\"</p><p>Piazza went on to win the National League's Rookie of the Year Award and to become a 12-time All-Star.</p><p>The title of Piazza's memoir — <em>Long Shot</em> — reflects his odds of becoming a baseball star. In the book, Piazza talks about his life in the game and as a star player put in the media spotlight. There were rumors in the media that he was gay — he maintains that he is not — and that he had an ongoing feud for years with pitcher Roger Clemens.</p><p>Piazza says his feud with Clemens has become, for lack of a better word, \"one of the highlights\" of his career. \"I just had to surrender and embrace the fact that people want to know about it,\" he says. As for his feelings about Clemens now that years have passed since they've played against each other, Piazza says he has always wanted to face the best pitchers, \"the closers, the guys that were intimidators, so to speak.\" Clemens, from Piazza's point of view, is such a guy.</p><p>Piazza retired in 2007 and admits the transition was not easy.</p><p>\"It is like a small death, I guess, in a way,\" he says. \" ... My wife always laughed because when I was home for the first year she was thinking, 'This should be a celebration. We should be drinking champagne and toasting a great career.' But I was somewhat depressed. I wouldn't say clinically, but it's tough because it's the only thing you've ever known as an adult. It's the only thing I've ever done. It gives you purpose, it gives you a sense of contribution, and then it's gone.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On his father's encouragement</strong></p><p>\"My father ... really was a fanatic about baseball and really dreamed almost — sometimes more — than I did about becoming a major league player, and when I was about 11, he constructed a backyard hitting cage — a batting cage — with a machine, an automatic feeder, and so I was able to go out there many, many days in all types of weather and tirelessly hit, you know, again and again, hit curve balls, hit different types of pitches. The machine was able to do that.\"</p><p><strong>On his father's childhood friend, Tommy Lasorda, taking an interest in his career and getting him to the big leagues</strong></p><p>\"I'd like to believe that my talent would have eventually carried me there, but I think being with the Dodgers in that unique position of having Tommy sort of look out for me and guide me in a way did help. Of course, I still had to put up the numbers and do the job, but Tommy was there. He worked with me many hours in spring training. ... He threw balls in the dirt and he would throw us batting practice, and we worked. I mean, to be honest with you ... I don't want to be that old guy who's like, 'Back when I played ...' but I do believe that back when I played, we worked. ... I mean, Tommy, after a game, would pull the batting cage out and we'd hit after the game, and now guys play five innings ... and they're home, they're on the golf course.\"</p><p><strong>On playing in New York City</strong></p><p>\"New York, I've said many times, it's twice as good when you're winning and twice as bad when you're losing. ... A lot of players never could do it. I mean, they just couldn't deal with the media, maybe the off-field attractions, maybe just the pressure there. Some guys were happier being in some of the smaller cities. For me, I always looked at it as a challenge and I tried to be as accommodating as possible ... but I realized that you do have to set limits, and I think New York, in a way, wants you at times to be too available, and I had to sort of pull in the reins and strike a balance between being available and being a personality and letting my personal side out and getting my job done, because I knew that the most important thing on the field was my performance, and everything else needed to take a back seat.\"</p><p><strong>On his July 2000 confrontation with Roger Clemens</strong></p><p>\"I got to the night game, and I'm first at bat and I took a pitch strike, which I usually do in my first at bat, and my next pitch, obviously, was right at my head and hit my helmet. And at the last second I was able to put my head down and at least not get hit in the face or the eye, which I thought was very dangerous, you know. I got into the clubhouse obviously [and] was a little woozy. I mean, I suffered a concussion and ... the doctor was a Yankees doctor and he was checking me out, and as soon as I got into the clubhouse he said, 'Well, Roger's on the phone.' ... At that time I was not in the mood to talk so I basically told him where to put the phone. I just was a little perplexed. ... I looked at him, I said, 'Well, you're here to make sure I don't have a hemorrhage or I'm not going to die or anything,' and he's worried about being a telephone operator.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+It+In+The+Big+Leagues+Was+A+%27Long+Shot%27+For+Catcher+Mike+Piazza&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1916"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313142580-622812.m3u?orgId=1&topicId=1022&ft=3&f=313051335"},{"href":"http://media.npr.org/assets/img/2014/05/16/long-shot-4449212e395fb2af77337380964c57ecfba9cb89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1407","width":"1875"}}]}