{"created":"2015-01-25T22:23:43+00:00","modified":"2015-05-13T21:21:08+00:00","valid":{"from":"2015-05-13T21:21:08+00:00","to":"3015-05-13T21:21:08+00:00"},"hreflang":"en","title":"Black Doll Show Inspires With Wakandan Heroes And Jazz Superstars","published":"2015-01-26T23:55:00+00:00","teaser":"For 34 years, the William Grant Still Arts Center in Los Angeles has showcased diverse dolls for children. This year's theme, Jazz Superheroes, incorporates Marvel characters and musical giants.","itags":["npr_api","378634867"],"guid":"39b745ae-2811-448e-a5cf-70594bbe1b0c","contentencoded":"<p>At The William Grant Still Arts Center in the West Adams neighborhood in Los Angeles, jazz superstars and comic book superheroes are gathered together — in miniature, as part of the <a href=\"https://wgsac.wordpress.com/2014/12/05/the-34th-annual-black-doll-show-a-league-supreme/\">Black Doll Show</a>.</p><p>For the past 34 years, the center has held a doll show to showcase diverse dolls for children. The exhibit features dolls submitted by artists and collectors from around the country. This year's theme is A League Supreme: Jazz Superheroes.</p><p>Curator Keisa Davis tells NPR's Arun Rath that this year's exhibit features more than 75 pieces, including one of jazz pianist, composer and harpist Alice Coltrane suspended from the ceiling and soaring through the air.</p><p>\"She has a cape ... [so] we thought it would be great to have her suspending from the ceiling,\" Davis says. \"I love her up there.\"</p><p>There are other, more literal portrayals of music giants, like Nina Simone, Dizzy Gillespie, Billy Holiday, Lena Horne and Cab Calloway.</p><p>\"They don't have capes or adornments or anything, but the idea is to use their talents as superhero powers,\" Davis says.</p><p>The exhibit was founded in the 1980s by the late Cecil Fergerson, who was the first black curator at the Los Angeles County Museum of Art. He was inspired by a classic psychology experiment called \"<a href=\"http://www.loc.gov/exhibits/brown/brown-brown.html\">The Doll Test</a>.\"</p><p>During the 1940s two psychologists, Kenneth and Mamie Clark, set out to measure the effects of segregation on children, using black and white dolls. They found that white and black children both preferred white dolls, and tended to assign positive qualities to the white dolls, negative ones to the black dolls.</p><p>\"It wasn't just about education, or formal education, but about the education that we receive from our environment on a day-to-day basis,\" says Ami Motevalli, the director of the William Grant Still Arts Center.</p><p>The Doll Test was cited by the Supreme Court in its landmark <em>Brown v. the Board of Education </em>decision that ended legal segregation in public schools.</p><p>But a court decision can't alter popular culture, or change how kids feel about themselves. So in the 1980s, curator Cecil Fergerson started the Black Doll Show.</p><p>\"He curated this exhibition with a call out ... asking artists to make dolls,\" Motevalli says. \"So every single doll was actually a handmade doll. Because Cecil's idea was that so long ago ... people had to make things out of whatever they had so that their children can have something that can play with or identify with.\"</p><p>During more than three decades of the Black Doll Show, past themes have included dolls in space and dolls of color from around the world. For this year's theme of jazz superheroes, Davis tapped into a pre-existing world of black superheroes — courtesy of Marvel Comics.</p><p>\"In my vision we're working with a cohort of jazz superheroes who use their music to transcend injustice happening in Wakanda,\" Davis says.</p><p>Wakanda is a fictional African nation and home of the <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/11/363413255/marvels-black-panther-isnt-just-another-black-superhero\">superhero Black Panther</a>, one of the traditional superheroes on display here.</p><p>The show also includes comics and action figures donated by local collectors. Davis has brought Wakanda to West Adams and got artists from all over the country to create new inhabitants.</p><p>\"When are you gonna have an opportunity to walk into a world where you have characters and superheroes that are of color and that little kids are gonna be able to resonate with and feel empowered about?\" she says. \"You're not gonna find this at Target.\"</p><p>The dolls at the Black Doll Show aren't for sale, but for those who do want to take one home, there's a place at the show where they can make their own dolls.</p><p>Artist and doll-maker Teresa Tolliver leads doll-making workshops. She guides children and adults to piece together dolls with recycled bottles, fabric, popsicle sticks and hot glue.</p><p>Destiny Hill is at the class with her grandmother. It's her first time at the center. Like a lot of others at the workshop, she's making a mermaid doll, but she has a unique design.</p><p>\"I'm probably gonna put on blue hair,\" she says.</p><p>For Davis, the curator, this kind of engagement shows what locally based arts programs can do.</p><p>\"One of the girls ... she was wearing a cape at the opening the entire night, and the next day the mom contacted me and let me know that she was so inspired she was making dolls and drawing dolls and giving all the girls African names as superheroes,\" Davis says. \"That was really touching and that was one of those moments when you're like, 'OK, this works.' \"</p><p>The Black Doll exhibit will be up at The William Grant Still Arts Center in Los Angeles through February 14th.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Black+Doll+Show+Inspires+With+Wakandan+Heroes+And+Jazz+Superstars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"328"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379843811-de02c0.m3u?orgId=1&topicId=1015&d=328&p=2&story=378634867&t=progseg&e=379696364&seg=10&ft=nprml&f=378634867"},{"href":"http://media.npr.org/assets/img/2015/01/25/maasai-doll-from-local-collector-61b4db6117c0200d9495e254d45d2e2e74c520cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/01/25/alice-coltrane-doll1-a0271b2d042ad8509792c543b2849e2a1c79efd1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}},{"href":"http://media.npr.org/assets/img/2015/01/25/billie-holiday-gil-scott-heron-nina-simone---artist-delores-johnson-e0b8617d1b9508df38c7818edd9a386a53022b17.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1757","width":"2343"}},{"href":"http://media.npr.org/assets/img/2015/01/25/jesi-russell-destiny-hill---dolls-from-recyclables-4743c0826d91c167ff6f0c211814ce364289f740.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}}]}