{"created":"2014-09-29T17:54:23+00:00","modified":"2014-11-12T16:30:42+00:00","valid":{"from":"2014-11-12T16:30:42+00:00","to":"3014-11-12T16:30:42+00:00"},"hreflang":"en","title":"Bio Ritmo: Tiny Desk Concert","published":"2014-09-29T17:54:00+00:00","teaser":"The 10-piece salsa band has burnished its reputation on dance floors, where it never fails to make people move. So push some furniture out of the way, press play on this video, and enjoy.","itags":["npr_api","351862276"],"guid":"39b99108-5f7e-42a9-bcef-c1884ea42070","contentencoded":"<p>Latino migration in the U.S. has placed people of Afro-Caribbean heritage all over the country. Bio Ritmo's heritage leads directly back to that migration — and to the sound of Fania Records, which fueled Latin dance music's transition from the big-band mambos of the 1950s to the cutting-edge sounds of 1970s New York.</p><p>Bio Ritmo moves salsa music even further through stellar musicianship: crisp horn charts; a powerful rhythm section of timbales, congas and bongos; and a piano/bass combo that reminds me of the best groove masters in salsa and Latin jazz.</p><p>The secret to playing salsa well is a perfect combination of chops and passion that makes listeners move their hips instinctively while looking for enough clear space to break out their favorite salsa moves. This is dance music, and Bio Ritmo has burnished its reputation on dance floors. It's a time-honored tradition: If you can't make the dancers move, then you're in the wrong genre.</p><p>So move some furniture around, press play on this video, and enjoy.</p><p><strong>SET LIST<br /></strong></p><ul><li>\"La Vía\"</li><li>\"Picaresca\"</li><li>\"Perdido\"</li></ul><p><strong>CREDITS</strong></p><p><em>Producers: Felix Contreras, Denise DeBelius; Editor: Maggie Starbard; Audio Engineer: Suraya Mohamed; Videographers: Colin Marshall, Denise DeBelius, Maggie Starbard; Production Assistant: Susan Hale Thomas; photo by Colin Marshall/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bio+Ritmo%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Felix Contreras","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352469034-ad2a2f.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=351862276"},{"href":"http://media.npr.org/assets/img/2014/09/26/_mg_9585-bdf43d422bf96bca480f2c18a71a6b658ca82093.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}