{"created":"2015-01-14T08:14:42+00:00","modified":"2015-05-20T20:04:33+00:00","valid":{"from":"2015-05-20T20:04:33+00:00","to":"3015-05-20T20:04:33+00:00"},"hreflang":"en","title":"In Brazil, A Once-High-Flying Economy Takes A Tumble","published":"2015-01-14T14:45:00+00:00","teaser":"A few years ago, amid a global recession, Brazil was the darling of the financial markets. But last year, the country barely avoided recession. Prices are soaring, and investors are looking elsewhere.","itags":["npr_api","377029641"],"guid":"39baa552-cf1f-417e-a620-010afe4a38cd","contentencoded":"<p>It was a terrible Christmas season for stores in Brazil. For the first time in more than a decade — since 2003 — sales went down.</p><p>Roberta Pimenta owns a small shop selling children's clothes at the Butanta mall in Sao Paulo, which is aimed squarely at the middle-class shoppers who live in the area.</p><p>\"It was the worst drop in sales since I've had this store,\" Pimenta says. \"In seven years it was the worst year I had. And every year you have a 10 percent increase of employees' salary, 10 percent increase in the rent, 10 percent in everything, so it is horrible.\"</p><p>Pimenta says sales haven't picked up since the holidays. She has lost money this year, as well.</p><p>Back in the early and mid-2000s, Brazil was flying high. There was a boom in easy credit in the country, and the creation of an avid consumer class. Global investors were putting their money in Brazil, running away from Europe and the U.S., which had been sliding into the Great Recession around that time. And China was buying a lot of what Brazil was selling — soybeans and other commodities.</p><p>Today the story is very different, says Luiz Carlos Lemos Jr., an economist at MacKenzie University, a Presbyterian college in Brazil named for its American founding donor.</p><p>\"Looking in the short term, the expectation is that we will have a tough economy,\" Lemos says. \"There won't be much consumption, much growth, no better income distribution and we will have an inflation that will be exploding over our heads.\"</p><p>China isn't buying as much, international investors are putting their money back into the recovering U.S. and Brazilians have taken on a lot of debt. And prices there are sky-high: An iPhone 6, for example, costs nearly $1,800.</p><p>The one bright spot had been that, despite slowing growth, unemployment has remained low. But that might be changing.</p><p>Take car sales, for instance. They, too, fell in 2014 — down 7 percent for the year, and now layoffs are following. Thousands of people showed up this week in Sao Paulo to protest hundreds of firings at some of the region's biggest car factories. Workers are also on strike at Volkswagen, where jobs have just been cut.</p><p>Umberto Panini, a mechanic who works at Volkswagen, still has a job but admits he is worried.</p><p>\"It would worry anyone,\" he says in his family's small townhouse close to the factory. \"We feel insecure. It makes us not do certain things we might do because we are worried about money.\"</p><p>He and his wife, Michele, just had a daughter. Michele lost her job as a credit analyst right before giving birth, so they are living on one income — about $3,000 a month, a pretty good salary in Brazil.</p><p>They say that this year instead of traveling abroad — in previous years, they've been to Spain and Chile — they will be vacationing inside the country. The Brazilian currency's slide has made travel less affordable.</p><p>In the past decade, the economic boom in Brazil lifted millions of people out of abject poverty — incomes rose, so did standards of living and inequality dropped. But in previous downturns, there has been hyperinflation and even real privation.</p><p>Panini and his wife say they will be a little more cautious with their money now. But they own a house and a car and remain optimistic about their prospects — and Brazil's.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Brazil%2C+A+Once-High-Flying+Economy+Takes+A+Tumble&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377122801-b06e89.m3u?orgId=1&topicId=1127&d=237&p=3&story=377029641&t=progseg&e=377122724&seg=4&ft=nprml&f=377029641"},{"href":"http://media.npr.org/assets/img/2015/01/13/brazil-car-protest-b3281ca843a467541375f84053cda50717f91299.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1963","width":"2617"}},{"href":"http://media.npr.org/assets/img/2015/01/13/456483094edit-9060890e87db85c7f35e1f3509999562480380db.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}