{"created":"2014-10-08T15:41:18+00:00","modified":"2014-10-31T01:54:35+00:00","valid":{"from":"2014-10-31T01:54:35+00:00","to":"3014-10-31T01:54:35+00:00"},"hreflang":"en","title":"The 1,000-Year-Old Schism That Pope Francis Seeks To Heal ","published":"2014-05-22T17:30:00+00:00","teaser":"The Catholic and Orthodox churches split in 1054. In the Holy Land this week, the pope and Orthodox leaders will meet to try to start restoring unity. But not everyone is eager for reconciliation.","itags":["npr_api","314270024"],"guid":"39bf7086-cdf1-451c-97fd-64848f0bb2ef","contentencoded":"<p>Pope Francis travels this weekend to the Middle East, the cradle of the three monotheistic religions, and will meet with Catholic, Jewish and Muslim leaders.</p><p>But the official purpose of the visit is to commemorate the 50th anniversary of a historic rapprochement between Catholics and Orthodox and to try to restore Christian unity after nearly 1,000 years of estrangement.</p><p>Meeting in Jerusalem in 1964, Pope Paul VI and Orthodox Patriarch Athenagoras set a milestone: They started the process of healing the schism between Eastern and Western Christianity of the year 1054.</p><p>Moves toward closer understanding followed, but differences remain on issues such as married clergy and the centralized power of the Vatican.</p><p>It was the current Ecumenical Patriarch of Constantinople, Bartholomew I — known as the \"first among equals in the Orthodox church\" — who asked Francis to join him in Jerusalem.</p><p>Veteran Vatican analyst Robert Mickens says Bartholomew was impressed by the humble way the newly elected Pope Francis presented himself to the world.</p><p>\"He talks about presiding in charity. Wow!\" Mickens says. \"When he says things like this, rather than having the power over other churches, this is music to ears of Orthodox and other separated brothers and sisters in the faith because they want a pope, a leader, but not with all the power of that the Bishop of Rome has accrued over the centuries.\"</p><p>Perhaps nowhere in the world are the animosities between rival Christians more palpable than at the Church of the Holy Sepulcher in Jerusalem's Old City.</p><p>In that holy site, Christian denominations pray separately and each jealously lays claim to overseeing the location where Jesus was buried and resurrected.</p><p>It's there that the leaders of the Catholic and Orthodox churches will hold what Vatican spokesman the Rev. Federico Lombardi describes as an unprecedented ceremony.</p><p>\"This is the key moment of the papal trip — a joint public prayer of all Christian communities in the Church of the Holy Sepulcher, the central site of our faith,\" he says. \"It has never happened before. This is extraordinarily historic.</p><p><a href=\"http://www.bostonglobe.com/staff/allenj%20-\">John Allen</a>, <em>The Boston Globe</em>'s Vatican analyst, says \"this will be a very warm, fraternal encounter full of very positive symbolism and generating hope about putting Humpty Dumpty [the split Christian church] back together again.\"</p><p>Allen points out that although Bartholomew in Constantinople is the \"first among equals,\" the real Orthodox power lies with the much bigger Russian Orthodox Church.</p><p>Based in Moscow, the Russian hierarchy fears Christian unity means submission to the Vatican, which it accuses of poaching on its turf.</p><p>\"They accuse the Vatican of promoting proselytism in Russia that is seeking to make converts in Russia,\" says Allen. \"Until those problems are solved there isn't any realistic hope for real Christian unity right now. The substance of the relationship between the Vatican and the Orthodox world is not located in Constantinople. It has to be worked out in Moscow.\"</p><p>But Francis and Bartholomew have a more pressing issue — they travel to Jerusalem at a time when Christians are a dwindling presence in the region.</p><p>In the mid-20th century, Christians were 20 percent of the Middle East's population. Today, Allen says, the high estimate is 5 percent.</p><p>\"Christians of course are in the firing line in many parts of the Middle East, Syria being the most recent example, but also in Egypt and other places,\" Allen says. \"And so certainly the plight of persecuted Christians is something that is of deep concern to the church, and part of the agenda for visiting this part of the world is always to give a shot in the arm to what remains of the Christian footprint there.\"</p><p>Earlier this month, Pope Francis said that to honor the sacrifice of those who today are killed for their faith, Christians must renew their commitment to reconciliation and full Christian unity.</p><p><em>Sylvia Poggioli, who is based in Rome, covers the Vatican for NPR. You can follow her</em> <a href=\"https://twitter.com/spoggioli1\">@spoggioli1</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+1%2C000-Year-Old+Schism+That+Pope+Francis+Seeks+To+Heal+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314607083-224d7c.m3u?orgId=1&topicId=1016&ft=3&f=314270024"},{"href":"http://media.npr.org/assets/img/2014/05/21/pope-holy-land1-fd0bfbdd44f854685f3e2572db2e7dd367075975.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2227","width":"2970"}}]}