{"created":"2014-12-10T08:43:19+00:00","modified":"2015-06-05T15:31:49+00:00","valid":{"from":"2015-06-05T15:31:48+00:00","to":"3015-06-05T15:31:48+00:00"},"hreflang":"en","title":"Russian Pop Stars Pay A Price For Speaking Out On Ukraine ","published":"2014-12-11T13:44:00+00:00","teaser":"Russian performers who have criticized the country's role in Ukraine have been denounced on TV programs and had concert dates abruptly canceled.","itags":["npr_api","369367027"],"guid":"39cca3ca-a815-4555-a9ee-6a80c648e886","contentencoded":"<p>The conflict over Russia's role in Ukraine is spilling over into many aspects of Russian life, including its music scene. Some of the country's most popular musicians have taken stands against the annexation of Crimea and Russia's support for separatists in eastern Ukraine.</p><p>And those who oppose Russian involvement have been facing a backlash from the authorities.</p><p>The veteran band Televizor is a case in point.</p><p>The band got its start in the 1980s, when the Soviet Union still existed and when St. Petersburg was still known as Leningrad. The group has been taunting the powers that be for 30 years, and they're still at it, rocking packed houses at clubs in St. Petersburg.</p><p>Frontman Mikhail Borzykin says today's environment for dissident musicians feels much like it did in the waning days of the Soviet Union.</p><p>He opposes Russia's annexation of Crimea and its involvement in the separatist enclaves in eastern Ukraine.</p><p>But because of intense anti-Ukrainian propaganda in the state-run Russian media, Borzykin says it feels like the country is in the grip of \"Kremlin-made paranoia.\"</p><p>\"It's annoying that people I've known for 30 years are suddenly shouting 'Crimea is ours!,' he says. \"They go to Finland or Spain for a good weekend, but when you talk to them, they say 'I hate this West!' \"</p><p>Televizor recently performed in Kiev with two Ukrainian bands. He says there were a number of other Russian bands on the bill, but at the last minute, all refused to go, because of fears that Russian authorities would crack down on them.</p><p>Borzykin says no one has tried to arrest him, but \"sometimes they try to prohibit some songs. For example, a month ago, a chief of one club asked us not to play some songs, because he was asked by the regional authority not to do. Otherwise, the club will be closed.\"</p><p>He says the authorities threatened to put special agents in the clubs to videotape performances and report objectionable material.</p><p>\"We're really back in the Cold War times, in the totalitarian times,\" says music critic Artemy Troitsky, \"so it's not surprising at all that things like that are happening.\"</p><p>Troisky notes that some of Russia's most popular rock stars have had problems getting work because of their politics.</p><p>The most prominent is Andrei Makarevich, whose band Mashina Vremini, or Time Machine, is one of the most popular in Russia.</p><p>Makarevich raised the ire of pro-Kremlin news outlets this summer when he performed in eastern Ukraine, at a benefit for refugee children.</p><p>The town was controlled by Ukrainian troops, and that was enough to get the singer denounced as a traitor.</p><p>Makarevich was portrayed as a fascist sympathizer in a TV <a href=\"http://www.youtube.com/watch?v=I5EY_vywN5A\">documentary</a> called <em>Thirteen Friends of the Junta</em>, produced by a pro-Kremlin TV channel.</p><p>The narrator says \"Andrei Makarevich is a trophy for the Ukrainian army, which can boast that Russian musicians also support the junta.\" The junta is what pro-Kremlin media call the Ukrainian government, in an effort to portray it as illegitimate.</p><p>Since then, Makarevich says nearly 30 of his planned concerts across Russia have been canceled, on one pretext or another.</p><p>Other popular Russian bands that have performed in Ukraine or opposed the war in eastern Ukraine have gotten the same treatment.</p><p>Troitsky, the rock critic, says it's a simple matter for the authorities to put pressure on local concert promoters.</p><p>\"They make phone calls and say, 'What are you doing? Are you crazy or what? You are doing concerts by those traitors of the nation, by the people who support fascists in the Ukraine.' \"</p><p>Troitsky says very few concert promoters can resist official pressure, so they make excuses to cancel the shows.</p><p>Televizor's Borzykin says he expects the pressure to get worse as differences sharpen over Russia's involvement in Ukraine.</p><p>In the meantime, he says, he's not softening the content of his own performances, including one of his most famous<a href=\"http://www.youtube.com/watch?v=FO00PwbWV4k\"> songs</a>, \"Your Papa Is a Fascist.\"</p><p>\"Sometimes instead of Papa, I put in some different family names,\" Borzykin laughs. \"And sometimes I'm asked, 'Please don't sing this time, \"Putin is a fascist.\" ' But usually I do it, all with the help of the audience. They already know who is the fascist.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russian+Pop+Stars+Pay+A+Price+For+Speaking+Out+On+Ukraine+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369777094-ae9525.m3u?orgId=1&topicId=1124&d=229&p=3&story=369367027&t=progseg&e=369776996&seg=8&ft=nprml&f=369367027"},{"href":"http://media.npr.org/assets/img/2014/12/09/ubileyny-05.11.2011-a397d4c17c3477e0434a4907144fcf449bb4e7b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"626","width":"834"}}]}