{"created":"2015-07-01T20:39:36+00:00","modified":"2015-07-02T19:46:35+00:00","valid":{"from":"2015-07-02T19:46:35+00:00","to":"3015-07-02T19:46:35+00:00"},"hreflang":"en","title":"Nationwide Crime Spike Has Law Enforcement Retooling Its Approach","published":"2015-07-02T13:30:00+00:00","teaser":"Violent crime has ticked up in certain metro areas. Police are scrambling to hold the line while at the same time trying not to appear overzealous.","itags":["npr_api","418555852"],"guid":"39dfa143-e090-4fbf-8188-371cbe588af1","contentencoded":"<p>Crime in America may be on the rise again. It's too early to talk about a national trend, but there have been troubling spikes in shootings and murders in big cities such as New York, Baltimore and Los Angeles.</p><p>Until recently, crime decreased steadily for two decades, and the national murder rate is half what it was in the early 1990s — so police departments are under pressure to crack down. But at the same time, their tactics are under more scrutiny from the public, and they have to be careful not to appear too heavy-handed.</p><p>Big police departments are responding with more specialized units. In New York City, Commissioner William Bratton is expanding the use of \"<a href=\"http://www.officer.com/news/14017546/nypd-details-new-approach-to-policing\" target=\"_blank\">Renaissance cops</a>,\" a kind of hybrid officer who combines the duties of a detective, a patrol officer and intelligence investigator. The idea is to have officers who don't have to chase service calls and can concentrate on a neighborhood's trouble spots.</p><p>The nation's second-largest police department, the LAPD, is doing something similar with the expansion of its Metropolitan Division. These are elite officers who are deployed as platoons to trouble spots anywhere in the city. They also don't have to respond to routine calls; instead, they spend their time trying to head off violence before it happens.</p><p>That's what they were doing on a recent summer evening in South Los Angeles, an area once known as South Central. The neighborhood has seen a recent spike in shootings, so the Metro Division's B Platoon has been on the lookout for potential troublemakers. They focus on people who are on probation or parole. They had one of them, a paroled armed robbery convict and gang member, handcuffed outside his apartment while they searched inside for weapons or gang paraphernalia. Because he's on parole, they don't need a warrant.</p><p>They call this kind of search a rollback. But the platoon's boss, Lt. Roger Murphy, says this isn't about sending people back to jail so much as it is about warning potential troublemakers to keep their heads down.</p><p>\"[We] let him know, 'Hey, we're looking,'\" Murphy says. And he points to the gang symbol spray-painted on the sidewalk outside the apartment. He says the man's gang is in a feud, and the Metro Division is trying to avoid violence. \"So, [we tell him] you want to hang out here, you're making yourself a target, you're making yourself a victim.\"</p><p>For the same reason, Murphy says Metro Division officers will ticket young men for drinking in public. The purpose of that, he says, is to get them off the corner, so somebody else isn't tempted to attack them.</p><p>But for some in L.A., the question becomes, at what point does this kind of policing become too much?</p><p>The LAPD has gone through 20 years of difficult reforms, pressured by the Justice Department and community groups to behave less like an occupying army in high-crime neighborhoods. Ronald Noblet of the <a href=\"https://www.facebook.com/pages/Urban-Peace-Institute/158217944255634\" target=\"_blank\">Urban Peace Institute</a> says there's been a lot of progress, but he's worried about back-sliding.</p><p>\"I believe the LAPD is at a tipping point,\" he says. \"They could go back to what they were in a minute.\"</p><p>Noblet has spent more than four decades as a gang interventionist. He's a pioneer of LA's movement to get police and gang leaders to communicate, in the interest of heading off violence. Now that crime is rising in the city, he wonders whether the LAPD will turn away from what he calls \"anti-insurgency\" tactics — which means making common cause with a neighborhood against the criminals — and back to what he calls the \"anti-terrorism\" model.</p><p>\"Which is kicking in doors, proning out people, arresting everybody and suppressing,\" Noblet says. \"And what that does is make more enemies, create more gang members, make more people hate you and ensure that people will not share information with you.\"</p><p>Noblet doesn't think the LAPD has reached that point, yet, but he's troubled by what he sees as the department's fading interest in some of its community policing programs.</p><p>There's also the case of Ezell Ford, a mentally ill black man killed in a struggle with police last summer in South LA. Police Chief Charlie Beck found the shooting to be justified, but the Police Commission recently <a href=\"http://documents.latimes.com/board-police-commissioners-review-ezell-ford-shooting/\" target=\"_blank\">ruled the police didn't have a good reason</a> to confront Ford to begin with.</p><p>Lt. Murphy says he understands the worries about overly aggressive policing, and he says that's why the Metropolitan Division's more targeted approach makes sense. He calls it a \"surgical\" approach.</p><p>\"We're looking to focus on those specific crime problems, those specific crime locations, specific chronic offenders,\" Murphy says, \"rather than just come in and blanket a community.\"</p><p>South LA resident and community activist Gwendolyn Wood is willing to give the police the benefit of the doubt.</p><p>\"I'm not going to say they're all good. And I'm not going say that everything they do is perfect,\" she says. \"But! We really have to start looking at the community, also.\"</p><p>She commends the LAPD for learning to listen to the community, and for being more sensitive about how its operations affect neighborhoods. Despite the doubts raised by the protests in Ferguson, and the Ezell Ford case, she thinks people are willing to work with the cops. She says that's because people still have fresh memories of how bad things were in her neighborhood, back in the early '90s.</p><p>\"They were afraid to sleep at night! They would hear a gunshot and everybody would jump into the bathtub. People do not want live in that fear.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nationwide+Crime+Spike+Has+Law+Enforcement+Retooling+Its+Approach&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419240849-e7e990.m3u?orgId=1&topicId=1003&d=407&p=2&story=418555852&t=progseg&e=419239057&seg=1&ft=nprml&f=418555852"},{"href":"http://media.npr.org/assets/img/2015/06/29/lapd-1-36eaa1d4d2cad85ed05ba6e162f1492a0e03eb0a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1209","width":"1612"}}]}