{"created":"2015-03-26T21:04:44+00:00","modified":"2015-03-28T02:26:11+00:00","valid":{"from":"2015-03-28T02:26:11+00:00","to":"3015-03-28T02:26:11+00:00"},"hreflang":"en","guid":"39e8581a-7788-4d72-9cb8-ec39e0f87319","title":"After the Germanwings crash, airline pilots are seen as possible threats","published":"2015-03-28T02:26:09+00:00","byline":"","teaser":"The pilot of Germanwings Flight 9525 is said to have deliberately crashed his plane, killing 150 people. Problem is, there are no cockpit security procedures to prevent a pilot who wants to crash an airplane from doing so. ","tags":["Justice","Conflict & Justice","Germanwings","Lufthansa"],"contentencoded":"<p>Some plane crashes remain a mystery for a long time after the tragic event takes place. But there is a horrifyingly simple explanation for what happened with Germanwings Flight 9525 on Tuesday. </p>\n<p>The co-pilot crashed the plane on purpose. </p>\n<p>That was the conclusion of a public prosecutor in France. At a press conference on Thursday, Brice Robin said the actions of the 28-year-old German co-pilot identified as Andreas Lubitz seemed to fit “a desire to destroy” the airplane. </p>\n<p>Robin said the pilot and co-pilot conversed in a normal manner after the plane took off from Barcelona and headed toward its destination of Dusseldorf. When they reached cruising altitude, the pilot left the cockpit presumably to go to the bathroom. </p>\n<p>\"The most plausible interpretation, the most credible for us is that the co-pilot, by a voluntary decision not to act, refused to open the door of the cockpit to the commander on board, and pressed the button to initiate a drop in altitude,\" Robin said.</p>\n<p>Eight minutes later, the plane hit the ground, killing 144 passengers and six members of the crew. The pilot apparently tried to force his way back into the cockpit, but was unable to. Robin said that Lubitz could be heard on a flight data recording breathing normally, but not speaking during those eight final minutes. </p>\n<p>The CEO of Lufthansa, the parent company of Germanwings, said the news came as a shock. Carsten Spohr said he would work with government, aviation authorities and pilot associations to review training and recruitment standards. But he added that nothing could ultimately prevent a rogue pilot from crashing a plane. </p>\n<p>“Irrespective of your safety criteria and even if it is very, very sophisticated, you can never exclude such an individual event. No system in the world would manage to do so,” Spohr said. </p>\n<p>Fintan Ryan says, “I agree with that. If a pilot wants to crash an airplane, he can crash it. He doesn’t need anything to do it.” </p>\n<p>Ryan flew planes for 25 years with Ireland’s national airline company, Aer Lingus. He says the security arrangements for cockpit safety changed a lot after the attacks of September 11, 2001. Cockpit doors were made more secure. And the procedures for crew members entering and exiting the cockpit were also changed. </p>\n<p>Under the old rules, Ryan says cockpit doors were kept closed for the first 10 minutes after take off, the final 10 minutes prior to landing, and otherwise they were left open during flights. The new rules meant those doors would always be kept locked. And entering the cockpit would require staff to call one of the pilots inside the cockpit and request permission to enter. </p>\n<p>“On the other hand, if somebody they didn’t want to enter the cockpit was trying to get in, the door would be locked and they would not be able to get in,” Ryan says. </p>\n<p>This is what happened with the Germanwings crash. The pilot returned and asked the co-pilot to open the cockpit door and let him back in. But the co-pilot didn’t respond. There is a code that crew members can enter from outside the cockpit door to gain access. This is in case the pilot inside has a sudden emergency, such as a heart attack, for example, and becomes incapacitated. However, there is also an override mechanism inside the cockpit. And this is how the co-pilot prevented his colleague from opening the door. </p>\n<p>Ryan says no one can gain entry to the cockpit if the person inside wants to keep them out. “Even an air marshal could not have gotten back in,” he says. </p>\n<p>US airlines and some European carriers require two people to be in the cockpit at all times. But many did not. And that appears to have been the case with Lufthansa’s budget carrier, Germanwings. Although, this might begin to change soon. </p>\n<p>One of Europe’s biggest budget airlines, Norwegian Air Shuttle on Thursday said it is going to start requiring two people to be in the cockpit of all its aircraft during flights at all times. Ryan says that is a good solution for what happened with Tuesday’s crash. But it doesn’t change the fact that airline pilots are now going to be viewed as a possible threat. </p>\n<p>“There was a time when nobody would even conceive of a pilot doing this sort of thing,” Ryan says. </p>\n<p>“But there is no system that will stop a pilot from either crashing or hijacking an aircraft, because they’re totally in control. And they have to be.” </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-26%2Fafter-germanwings-crash-airline-pilots-are-seen-possible-threats&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03262015_05.mp3"},{"href":"http://www.pri.org/file/0326201505mp3"}]}