{"created":"2015-01-26T10:00:20+00:00","modified":"2015-07-03T20:27:43+00:00","valid":{"from":"2015-07-03T20:27:43+00:00","to":"3015-07-03T20:27:43+00:00"},"hreflang":"en","title":"Hagel: Stress Of 'Nonstop War' Forcing Out Good Soldiers","published":"2015-02-06T20:41:00+00:00","teaser":"In an interview with NPR's <em>Morning Edition</em>, outgoing Secretary of Defense Chuck Hagel says he is concerned about the toll of repeatedly rotating the same soldiers back to the front lines.","itags":["npr_api","379422847"],"guid":"3a014103-0df2-4e9f-9ae8-2cf2ca1d3935","contentencoded":"<p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/366310360/defense-secretary-hagel-said-to-be-stepping-down\">Outgoing Secretary of Defense Chuck Hagel</a>, speaking to NPR's <em>Morning Edition</em>, says he's concerned about retaining qualified U.S. military service members amid the \"stress and strain\" of more than 13 years of continuous warfare in Afghanistan and Iraq.</p><p>In one of his last interviews in the job he's held since February 2013, Hagel refers to the \"hidden consequences\" of \"nonstop war\" faced by American combat forces since the invasion of Afghanistan in 2001. He calls the situation \"unprecedented in the history of this country.\"</p><p>He tells <em>Morning Edition</em> host Steve Inskeep that such a protracted combat role means that the same people keep rotating back to the front lines: \"four, five, six combat tours — [the] same people.\"</p><p>Hagel says that when, in a recent meeting, he spoke with a group of six promising young U.S. military officers, \"five out of the six said they were uncertain over whether they were going to stay in the service and most likely would get out.</p><p>\"And why? Because of family issues, because of stress and strain,\" he tells Inskeep.</p><p>In the wide-ranging interview with NPR, Hagel also speaks about the chaotic situation in Yemen, the challenges of identifying and training a moderate Syrian opposition, as well as the difficulty faced by President Obama in closing the Guantanamo Bay detention center and the administration's sometimes controversial, hands-on involvement in national security matters.</p><p>Hagel, a former two-term Republican senator from Nebraska who is the <a href=\"http://www.defense.gov/bios/secdef/\">first enlisted combat veteran</a> to lead the Defense Department, says that \"<a href=\"http://www.npr.org/blogs/itsallpolitics/2015/01/24/379587702/closing-gitmo-going-to-be-very-difficult-hagel-says\">it's going to be very difficult</a>\" to close Guantanamo by the end of the president's term, \"especially if the Congress further restricts where these last 122 detainees will go, how they will be dealt with.\"</p><p>On the subject of Yemen, Hagel says the White House is \"working our way through what the facts are\" after <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/22/379052513/houthi-rebels-remain-in-place-in-yemens-capital-despite-deal\">President Abed Rabbo Mansour Hadi and his Cabinet resigned</a> amid a near-coup by <a href=\"http://www.npr.org/blogs/parallels/2015/01/23/379282727/who-are-the-houthis-of-yemen\">sectarian Houthi rebels</a>.</p><p>\"I think until we get a better understanding of how the Yemenis want to go forward in governing, then that will determine the future relationships,\" he says.</p><p>\"But we want to continue to have that relationship, which has been important, with the government,\" he says of the country that has simultaneously given rise to some of the world's most hardened jihadis and worked closely with the U.S. to eliminate the threat.</p><p>Concerning Syria, Hagel says there's no question about the <a href=\"http://www.npr.org/blogs/parallels/2014/10/18/356997317/syrias-moderate-rebels-say-they-are-willing-but-need-weapons\">need to train moderate forces</a> to \"take back their communities and their towns and their cities\" from insurgents of the self-declared Islamic State.</p><p>However, he says, \"[this] issue in Syria is not going to be solved militarily. This is going to require ... a political change, a shift. There is a military dynamic to it, but the military dynamic cannot lead and will not lead.\"</p><p>Hagel's deputy, longtime Pentagon official Ashton Carter, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/05/368714410/obama-taps-ashton-carter-as-defense-secretary-nominee\">has been nominated by Obama</a> to take over the key Cabinet post. He has yet to be approved by the Senate.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hagel%3A+Stress+Of+%27Nonstop+War%27+Forcing+Out+Good+Soldiers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"436"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381529379-21726f.m3u?orgId=1&topicId=1003&d=436&p=3&story=379422847&t=progseg&e=381529277&seg=15&ft=nprml&f=379422847"},{"href":"http://media.npr.org/assets/img/2015/01/23/hagel-edit-05-9997f81bc453a2ddab4a55dabf22c485cfcd458f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1717","width":"2290"}},{"href":"http://media.npr.org/assets/img/2015/01/23/hagel-edit-01_custom-0fc874639abf9a616ca967e0d327330a22ceffa9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2460","width":"1872"}}]}