{"created":"2015-02-23T10:02:33+00:00","modified":"2015-06-15T17:15:28+00:00","valid":{"from":"2015-06-15T17:15:28+00:00","to":"3015-06-15T17:15:28+00:00"},"hreflang":"en","title":"How We Talk About Our Teachers","published":"2015-02-23T19:57:00+00:00","teaser":"The words college students use to describe their professors say a lot about how men and women are judged differently.","itags":["npr_api","386001328"],"guid":"3a0a3ed1-0016-4b1e-9f66-8e3da4dde5b4","contentencoded":"<p>Male professors are far more likely to be considered \"smart\" or \"brilliant\" by their students, according to an analysis of reviews from the website Rate My Professor.</p><p>Benjamin Schmidt, a professor at Northeastern University, created <a href=\"http://benschmidt.org/profGender/#%7B%22database%22%3A%22RMP%22%2C%22plotType%22%3A%22pointchart%22%2C%22method%22%3A%22return_json%22%2C%22search_limits%22%3A%7B%22word%22%3A%5B%22funny%22%5D%2C%22department__id%22%3A%7B%22%24lte%22%3A25%7D%7D%2C%22aesthetic%22%3A%7B%22x%22%3A%22WordsPerMillion%22%2C%22y%22%3A%22department%22%2C%22color%22%3A%22gender%22%7D%2C%22counttype%22%3A%5B%22WordCount%22%2C%22TotalWords%22%5D%2C%22groups%22%3A%5B%22unigram%22%5D%7D\" target=\"_blank\">a searchable database</a> of roughly 14 million reviews from the site.</p><p>Among the words more likely to be used to describe men: smart, idiot, interesting, boring, cool, creepy. And for women: sweet, shrill, warm, cold, beautiful, evil. \"Funny\" and \"corny\" were also used more often to describe men, while \"organized\" and \"disorganized\" showed up more for women.</p><p>In short, Schmidt says, men are more likely to be judged on an intelligence scale, while women are more likely to be judged on a nurturing scale.</p><p>\"We're evaluating men and women on different traits or having different expectations for individuals who are doing the same job,\" says Erin Davis, who teaches gender studies at Cornell College.</p><p>Davis notes that, on campus, a professor's ability to nurture or mentor a student is certainly valued, but intellectual ability is generally the more prized quality in a professor. And Schmidt's review of student perceptions suggests men have the advantage in that department.</p><p>Ultimately, judging men and women based on different qualities could shape very real decisions about things like tenure and promotion, Davis says.</p><p>\"I would like to see both men and women be held to the same standards of intellectual ability and providing a challenge, but also mentoring and support,\" she says.</p><p>Schmidt's analysis found that women scored one-tenth of a point less than men on Rate My Professor reviews. In other words, students may have been using different words to describe their professors, but the reviews of women instructors weren't remarkably more negative.</p><p>Then again, both Schmidt and Davis point to <a href=\"https://news.ncsu.edu/2014/12/macnell-gender-2014/\">a separate study</a> in which students taking online courses, who had never met their teachers, gave significantly lower scores to professors with female names.</p><p>There's only one word for that: unfair.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+We+Talk+About+Our+Teachers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"William Huntsberry","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388378643-fb9b81.m3u?orgId=1&topicId=1013&d=140&p=3&story=386001328&t=progseg&e=388378538&seg=10&ft=nprml&f=386001328"},{"href":"http://media.npr.org/assets/img/2015/02/23/talkingteachers-81e3f176046e539f29238f33fd8128f8518b3ed9.png","type":"image/jpeg","meta":{"crop":"standard","height":"506","width":"675"}}]}