{"created":"2015-01-27T21:34:24+00:00","modified":"2015-06-25T17:45:31+00:00","valid":{"from":"2015-06-25T17:45:31+00:00","to":"3015-06-25T17:45:31+00:00"},"hreflang":"en","title":"After Father's Death, A Writer Learns How 'The Japanese Say Goodbye'","published":"2015-01-27T23:30:00+00:00","teaser":"Lost in a deep depression, Marie Mutsuki Mockett visited a temple owned by her mother's family near Fukushima. There, she found traditions and ways of thought that helped her work through her grief.","itags":["npr_api","381570941"],"guid":"3a0bbea7-8419-4637-be0a-0bcc828386f9","contentencoded":"<p>Several years ago, when her father died unexpectedly, writer Marie Mutsuki Mockett became unmoored. Lost in a deep depression, Mockett turned to Japan's rituals of mourning for a way forward.</p><p>Mockett's mother's family owns and runs a temple just 25 miles from the Fukushima nuclear power plant. The plant melted down after the 2011 earthquake and tsunami. Mockett begged her cousin, the temple's priest, to leave, but he refused — he said he needed to stay to care for the souls of the ancestors.</p><p>Mockett's journey took her into the radiation zone, into the homes of tsunami survivors and into Zen temples, where she spent hours in meditation. She writes about those experiences in her new book, <em>Where the Dead Pause and the Japanese Say Goodbye.</em></p><p>She tells NPR's Melissa Block that she found some comfort in the universality of mourning: \"Of course, grief is special and private, and everyone's grief is unique, and the person that we have lost is unique,\" she says. \"But there are all of these wonderful traditions which take individual pain like that and cast it against the backdrop of ... of human suffering.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the tradition of lighting floating paper lanterns in honor of the dead</strong></p><p>I write about something called <em>Tōrō nagashi</em>, which is lantern floating, where, during <em>Obon, </em>which is this period in August when the spirits of the ancestors come home, one can go to any number of locations, purchase a paper lantern, and write down the names of the people who you have lost. Then [you] go to either a river or, in my case, it was the ocean, and put the lantern in the water just as the sun is setting. So when you put your lantern out ... it's still sort of light. And then very quickly it becomes dark. And then very quickly, you're aware of the fact that there are hundreds of lanterns on the water, and that hundreds of people are mourning their loved ones ... and that your loss is one of many, many losses. And it sort of puts it into perspective.</p><p><strong>On opening her heart to the grief of others</strong></p><p>I used to — when I was really intensely depressed and disoriented — I would sit there and think, \"I just want this pain to shrink. I want it to get smaller.\" And, what I learned was, it wasn't really possible for me to miss my father less. But ... that world, the backdrop against which I missed him could be larger, which had the effect of making that pain feel less. And the only way to do that was to sort of open my heart up more, and have more compassion for other people who had suffered similar losses.</p><p><strong>On her visit to Mount Doom</strong></p><p>Mount Doom is considered one of Japan's most sacred places. It's in the very, very far north of Japan, and it's an extinguished volcano. You're met with a really strong smell of sulfur. But it kind of signals that you're in another world, you know, you're smelling the inside of the Earth. And there are these little pools of bubbling, sulfuric hot water that come up in these strange rock formations. There aren't a lot of birds flying around, there's very little vegetation. So it's a very desolate, barren, dead landscape. But it's also eerily beautiful.</p><p>And there's a river, Sanzu-no-Kawa, which runs from the lake down the mountain and out onto the ocean. And this is considered sort of like the River Styx. And there are many stories about the souls of the dead seen walking along this river as they come to the top of Mount Doom, and then pause — hence the title of my book <em>Where the Dead Pause</em> — before they slip into the underworld. So Mount Doom has become this place of pilgrimage where people who are mourning if they needed desperately to just — go to that final spot where they could perhaps catch the person who they miss who has died and say goodbye one more time.</p><p><strong>On a conversation she had with a priest at Mount Doom</strong></p><p>He was an extraordinary character — a sort of severe and serious, eccentric character — who told me with great pride that his nickname, when he had been in the monastery for 20 years was Darth Vader. ...</p><p>I told him about my meditation training. And I told him how irritated I was to have to sit there for three hours, how irritated I was ... because I had thought that if I wanted to understand anything about Buddhism and what Buddhism had to offer, I thought I was supposed to read sutras and texts and, you know, think — like what I did in college. And he said, \"Oh, you Westerners ... You always want to know why you have to do something before you do it.\" And he said, \"In Japan, we make you do something, and then you learn 'why' afterward. ... Sometimes, you just need to do something and learn the lesson later.\" Which is perhaps a healthier way to live, because you can't always know why you're doing what you're doing. Sometimes you simply have to go through and experience.</p><p><strong>On the dreams she has about her father</strong></p><p>The Japanese believe that we are connected to our ancestors and ... I heard a lot of, \"Oh, your father knows this. Your father knows that. Your father is watching.\" ... I used to dream about my father constantly, and it was always the same dream: He would always come to see me in my childhood room, and I would have to tell him that he was dead. And he would look very disappointed and sorry that he had died, and then he would go away.</p><p>In my kind of Western, psychoanalytic mind I thought, \"Oh, I'm processing the fact that he's dead and that my brain can't accept that he's gone, and that's what I'm doing.\" Now I have these dreams about him — and he occasionally would show up, and it's always with some sort of, very specific, important message. I had a really powerful one last summer where he showed up and he said, \"You need to be living your life a little bit differently than you are. This is not the way I want you to live your life.\"</p><p>I'm open to this idea that ... he's still present in a significant way. ... His guidance and his wisdom — that's still in me. And that is something that the Japanese believe. But I guess I found a way to believe that and to integrate that into a way that works for me. ... I'm not one of those people who can believe in a spirit plane, or believe that I can actually conjure his spirit, or anything truly ... metaphysical. Metaphorical, I can accept. And that is something that I definitely learned from Japan and feel comfortable with.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Father%27s+Death%2C+A+Writer+Learns+How+%27The+Japanese+Say+Goodbye%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381943010-09ee74.m3u?orgId=1&topicId=1033&aggIds=100876926&d=496&p=2&story=381570941&t=progseg&e=381942687&seg=4&ft=nprml&f=381570941"},{"href":"http://media.npr.org/assets/img/2015/01/27/6553526647_e67af96541_b-81f83e68f939b4b68c1256efb9abbfe6b83ddb8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"601","width":"802"}},{"href":"http://media.npr.org/assets/img/2015/01/26/marie-mutsuki-mockett-stephanie-badini_100dpi-50a05ec62b69c40c3629d764fe8b7f024503a29e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"444","width":"592"}}]}