{"created":"2015-01-19T21:09:26+00:00","modified":"2015-05-13T21:21:16+00:00","valid":{"from":"2015-05-13T21:21:16+00:00","to":"3015-05-13T21:21:16+00:00"},"hreflang":"en","title":"School's Back On In Guinea: Reading, Writing, Temperature-Taking","published":"2015-01-21T13:38:00+00:00","teaser":"Ebola brought education to a halt in the country. This week, school doors reopened. Some parents are a little nervous about possible health risks. And some kids are actually glad to be back!","itags":["npr_api","378409646"],"guid":"3a10ac2c-8868-4560-b9aa-30d2de2ef23d","contentencoded":"<p>At the crack of dawn, the Sow family — parents and four children, two girls and two boys — are up at their home in Conakry, Guinea's capital.<strong> <br /></strong></p><p>Sitting on a wooden stool, Aissatou Sow bends over to light a gas stove on the floor and heat up a breakfast of fried fish, vegetables and french fries, plus hot milk and fruit.</p><p>El Hadj Alhassane is 11; his sister Hadja is 6. They're off to school after being out of class for six months.</p><p>Big bro helps little sis zip up her backpack, and they head out the door into their dad's car.</p><p>Sounds like the start of an ordinary school day. It's anything but. Before the kids<strong> </strong>leave home, mom rubs chlorinated water on their arms and hands — a common precaution against Ebola.</p><p>Millions of schoolchildren have been away from their books since July in Guinea, where the Ebola outbreak first began more than a year ago. The country's schools reopened Monday morning.<strong> <br /></strong></p><p>There's a warm welcome from El Hadj Mamadou Aliou Diallo as children approach the entrance to Jem-Plus, a private nursery and primary school. Before stepping in, the kids wash their hands using buckets of diluted bleach water and have their temperature taken with <a href=\"http://www.healthline.com/health-news/infrared-thermometer-to-fight-ebola-premiers-at-ces-010515\">infrared thermometers</a> that can do the job from a distance.</p><p>These supplies are part of 48,000 \"Ebola packs\" distributed to schools by Guinea's health and education ministries along with UNICEF and other partners, says Sayo Aoki, coordinator of UNICEF's anti-Ebola efforts in the schools of West Africa. \"We are now starting to train teachers in psychosocial support for children, [who] have lived through a very frightening and scary experience during this Ebola outbreak,\" Aoki adds.</p><p>\"We will do all that is possible to have a very good year,\" says Diallo, the school's co-founder. \"It is our hope.\"<strong> <br /></strong></p><p>As the kids sing Guinea's national anthem, one of the fathers, Mamadou Bah, watches with an indulgent and satisfied smile. The telecom engineer has brought his two boys back to the school. It wasn't an easy decision, he says, because Ebola is still uppermost in everyone's mind. Some parents are jittery. Almost 2,000 Guineans have died from the virus, including dozens of children.</p><p>But Bah believes kids must be educated — Ebola or no Ebola. \"If I didn't feel at ease,\" he said, \"I wouldn't have brought my kids back to the school.\"</p><p>Rushing off to work, Mariam Oulare drops one of her five children at Jem-Plus. She had a moment of hesitation but, like Bah, is confident about the school's anti-Ebola policies.<strong> <br /></strong></p><p>\"I'm sort of reassured that the precautions are good here,\" she says. \"So I trust them with my children. I'm happy my kids are back in school.\" And yet: \"You can't help worrying about Ebola.\"</p><p>On the other hand, having five kids at home for so long was not easy, she says.</p><p>Many other parents say they won't send their kids to school just yet. And some of the kids give baleful looks as if they'd rather be home.</p><p>But most of the children at Jem-Plus are smiling and chatting, glad to be back after months away.</p><p>Alhassane Sow says it feels good to sit in a classroom again.</p><p>\"I'm really happy,\" says the 11-year-old. \"I like school very much.\" He still worries about Ebola but adds, \"I've come to study hard,\" echoing the school's motto: \"Work, Discipline, Success.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=School%27s+Back+On+In+Guinea%3A+Reading%2C+Writing%2C+Temperature-Taking&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409647-8300d6.m3u?orgId=1&topicId=1126&d=235&p=2&story=378409646&t=progseg&e=378331016&seg=8&ft=nprml&f=378409646"},{"href":"http://media.npr.org/assets/img/2015/01/20/hadja-and-classmate_edit-ad3fa52cbbeaf4b47b0ba3b558e26ee24139a70b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/01/20/school-motto_edit-98623d629e67606f0a655d58ac7eeccf1767127b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/01/20/singing_edit-d4c676037d6df2d4b54e45cea60c003020f129f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}