{"created":"2014-09-15T20:00:48+00:00","modified":"2014-09-15T21:32:29+00:00","valid":{"from":"2014-09-15T21:32:29+00:00","to":"3014-09-15T21:32:29+00:00"},"hreflang":"en","guid":"3a1ba591-8b3b-4179-b28b-b9b086972fef","title":"A shy 19-year-old woman disappeared in Minnesota — and resurfaced in Syria","published":"2014-09-15T21:32:27+00:00","byline":"Laura Yuen","tags":["Islamic State in Iraq and Syria","Islamic State","Islam","women in Islam","Global Nation","Belief","Lifestyle & Belief","St. Paul","Minneapolis","North America","Asia","Syria","United States","Minnesota","Mia Bloom","Kyle Loven","Maher Zain","Islamic State of Iraq and Syria","Quran","Islam","Religion","ISIS"],"teaser":"At least one young man from Minnesota has died fighting with ISIS militants in Syria. But who would expect a shy, 19-year-old woman with no job and no passport to attempt the journey there? But that's exactly what happened to one Minneapolis family.","contentencoded":"<p dir=\"ltr\">The week she disappeared, the biggest worry on the mind of the 19-year-old woman seemed to be what to wear to a friend&#39;s bridal shower.</p><p dir=\"ltr\">The shy Muslim woman typically wore a loose-flowing hijab. Seeking a new look, she tried on an older sister&#39;s long dresses and fretted over the ones that clung too tightly. Finally she chose an orange and white dress, shimmery brown cardigan and fitted headscarf.</p><p dir=\"ltr\">That was August 20th.&nbsp;<span style=\"line-height: 1.538em;\">Two days later, she left her house in St. Paul, Minn., at around 5 p.m., wearing her new clothes.&nbsp;</span><span style=\"line-height: 1.538em;\">She didn&#39;t come home. </span></p><p dir=\"ltr\"><span style=\"line-height: 1.538em;\">The next day, she didn&#39;t call. The family began to panic.&nbsp;</span><span style=\"line-height: 1.538em;\">A day later, at six in the morning, she finally got in touch: She was in Syria.</span></p><p dir=\"ltr\"><span style=\"line-height: 1.538em;\">&quot;</span><span style=\"line-height: 1.538em;\">She did say, &#39;I&#39;m sorry,&#39;&quot; her sister says. &quot;She kept repeating, &#39;I&#39;m sorry I left, mom. I&#39;m not in the city anymore, but I promise I&#39;ll come back.&#39;&quot; The sister agreed to be interviewed on the condition of anonymity for both herself and the missing woman.</span></p><p dir=\"ltr\">The girl said she&#39;d gone to study the Koran. Her sister says she sounded content in each of her three calls home. But her family worries she&#39;s in a very dangerous place, a war-torn region where terror groups continue to <a href=\"http://www.pri.org/stories/2014-08-20/hundreds-britons-including-man-who-killed-james-foley-are-fighting-isis\">lure Westerners to fight</a>.</p><p dir=\"ltr\">The missing woman was born in Nairobi, Kenya, the eighth of nine children raised by a widowed mom. The family, ethnic Somalis, came to the United States five years ago. They had applied just this year to become US citizens, the sister said.</p><p dir=\"ltr\">To outsiders, the teenager was excruciatingly shy. When visitors came to the house, she greeted them briefly before retreating upstairs.</p><p dir=\"ltr\">&quot;She loves to be alone most of the time,&quot; the sister said.&nbsp;<span style=\"line-height: 1.538em;\">She strove to be modest, and frequently donned a head-to-toe covering with a veil, known as <a href=\"http://en.wikipedia.org/wiki/Niq%C4%81b\">a niqab</a>, when she went to the mosque.</span></p><p dir=\"ltr\">Over the years, the woman volunteered at her family&#39;s mosque in St. Paul and tended a community garden while attending a Minneapolis charter school. She graduated last spring and, according to her sister, expressed interest in one day going to school to become a nurse.</p><p dir=\"ltr\">Then she became more focused on memorizing the Koran, a point of pride among devout young Muslims. She even stopped going out for long walks with her family, saying they diverted her from her religious studies.&nbsp;<span style=\"line-height: 1.538em;\">Her family feared she was taking it too far.</span></p><p dir=\"ltr\">&ldquo;She said, &#39;I don&#39;t want to waste my time. Praying and reading the Koran makes me feel good and closer to God,&#39;&quot; the sister recalled. But her sister never noticed the young woman showing an interest in militant movements around the world or mentioning Syria.</p><p><span style=\"line-height: 1.538em;\">In the six months before the woman left, family members became increasingly concerned about the lack of balance in her life. They even confronted her. But in the end, her mom reasoned that her daughter was safe in the family&#39;s home and under her watch, according to the sister.</span></p><p dir=\"ltr\">Following the woman&#39;s disappearance, the sister said she and three other members of her family have been subpoenaed to testify before a federal grand jury.&nbsp;<span style=\"line-height: 1.538em;\">The jurors are investigating the movements of young men from Minnesota who were enticed to travel to Syria in hopes of joining rebel forces &mdash; including ISIS, the militant group that also calls itself the Islamic State.&nbsp;</span></p><p dir=\"ltr\"><span style=\"line-height: 1.538em;\">Federal authorities have confirmed that a man with Minnesota ties has&nbsp;<a href=\"http://www.nbcnews.com/storyline/isis-terror/american-douglas-mcauthur-mccain-dies-fighting-isis-syria-n189081\">died fighting for ISIS</a>, and a second man&nbsp;from the Twin Cities is&nbsp;<a href=\"http://www.myfoxtwincities.com/story/26389504/2nd-minnesota-man-reportedly-killed-fighting-for-isis-in-syria\">presumed dead</a>. B</span><span style=\"line-height: 1.538em;\">ut the conflict has also drawn women, who can be lured with propaganda that&#39;s</span><span style=\"line-height: 1.538em;\">&nbsp;different than the videos of beheadings aimed at men.</span></p><p dir=\"ltr\">On social media, female recruiters for ISIS entice women by&nbsp;<a href=\"http://www.pri.org/stories/2014-09-12/meet-young-women-isis-social-web\">promising a romantic notion</a>&nbsp;of what their lives will be like in Syria, said Mia Bloom, a professor of security studies at the University of Massachusetts in Lowell and author of the book,&nbsp;<a href=\"http://www.amazon.com/Bombshell-Women-Terrorism-Mia-Bloom/dp/0812243900\">Bombshell: Women and Terrorism</a>.</p><p dir=\"ltr\">&quot;The kind of messages that come out for women are one of sisterhood, one of great comfort, where the women are sitting around and baking cookies or they&#39;re having these little parties where they&#39;re cooking,&quot; Bloom said. &quot;They&#39;re tweeting the pictures or they&#39;re posting to Tumblr to show how wonderful their life is.&quot;</p><p dir=\"ltr\">But the reality, she said, is that ISIS sexually exploits its women, who are used for &quot;<span style=\"line-height: 1.538em;\">rewarding the fighters and having babies&quot; to populate the Islamic State</span><span style=\"line-height: 1.538em;\">.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;It&#39;s almost like a Margaret Atwood nightmare &mdash; this is what the women are good for,&rdquo; Bloom said.</span></p><p dir=\"ltr\">Family members have met with mosque officials and the woman&#39;s friends to find out how someone with no job or travel documents could have made the trip to a war zone. They&#39;ve&nbsp;also reached out to the FBI. Agents interviewed family members and told them they&#39;re aware of two other women who left Minnesota for Syria, according to the sister.</p><div><p dir=\"ltr\">The FBI field office in Minneapolis declined to comment on the case. But speaking generally, FBI spokesman Kyle Loven said investigators understand that women may also fit the profile of someone who might fall for jihadist ideology.</p><p dir=\"ltr\">&quot;When it comes to focusing on strictly men, that&#39;s something we&#39;re not doing,&quot; he said. &quot;We&#39;re keeping an open mind with respect to our efforts.&quot;</p></div><p dir=\"ltr\"><span style=\"line-height: 1.538em;\">Family members of the St. Paul woman remain hopeful that she would never join a terror group, let alone one as ruthless as ISIS.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;What they&#39;re doing is terrifying and completely wrong,&quot; said the sister.</span></p><div><span style=\"line-height: 1.538em;\">The last time the young woman called home, earlier this month, she sounded enamored with her new environment. She said she shared a house with other young women from around the world. She enjoyed Syria&#39;s warm air, her sister said, and teased her family for having to put up with Minnesota winters.</span></div><p>Her sister is still in disbelief that her shy sister could be in Syria. &quot;We hope she pops up randomly,&quot; she said, &quot;and tells us it was a prank.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091520142.mp3"},{"href":"http://www.pri.org/file/091520142mp3"}]}