{"created":"2015-04-26T21:25:16+00:00","modified":"2015-04-28T23:05:26+00:00","valid":{"from":"2015-04-28T23:05:26+00:00","to":"3015-04-28T23:05:26+00:00"},"hreflang":"en","title":"Malta's Coast Guard Rescues Migrants — And Feels The Strain","published":"2015-04-26T22:34:00+00:00","teaser":"For more than a decade, the Mediterranean island nation has responded to distress calls from desperate migrants hoping to reach safety. The difference now is in the numbers.","itags":["npr_api","402391888"],"guid":"3a1d68c1-de85-4ef7-8ff7-5f1d2824d741","contentencoded":"<p>This week, the bodies of 24 unidentified migrants were laid to rest in Malta, the European island nation in the Mediterranean Sea. They were among more than 800 people who lost their lives last weekend off the coast of Libya when their ship capsized as they were trying to cross the Mediterranean to reach a better life.</p><p>Lieutenant Keith Caruana of the Armed Forces of Malta spoke with NPR's Arun Rath about the situation in the Mediterranean — and the toll it has taken on rescuers after more than a decade of trying to save the lives of desperate people seeking safety.</p><hr /><h3>Interview Highlights</h3><p><strong>How the situation has changed</strong></p><p>We have experienced this phenomenon for the past 12 years. The first migrants started leaving Libyan shores during the time that there was still the government of [Moammar] Gadhafi in place. They used to come in small boats, mostly wooden boats, not bigger than a few feet.</p><p>Now we have boats of 500 at times, 700 at times, people on board.</p><p><strong>What happens in a search-and-rescue mission</strong></p><p>You first receive a call, and when we receive a call, it could be a Swedish man on his luxury yacht or it could be a migrant boat. We try and investigate that call. After that, we deploy our vessels to give further assistance. These migrants are mostly sending calls using their satellite phones to our search and rescue coordination center. We proceed accordingly.</p><p><strong>On whether migrants or smugglers make the distress calls</strong></p><p>At the time, we wouldn't know and it doesn't really make a difference [who is calling], because our aim is to save lives. The identification of the person calling and how he got that phone and who paid for that phone, that comes at a later stage and it is not exactly in the armed force's remit. But of course we try and restore any evidence that is on those boats and then we hand it over to the local police force that conducts the investigations.</p><p><strong>On the dangers of crossing the Mediterranean</strong></p><p>Can you imagine a boat that is five meters [15 feet] and you would have so many people crowded that sometimes they can't even sit properly? We have had dinghies with 300, 400 people on a dinghy. Sometimes they spend two days, three days, at sea. Most of them are sub-Saharan [African] and have never seen the sea before. All of sudden they're in middle of the sea and the fuel runs out, water runs out. They wouldn't know even basic survival aspects. For example, we have had cases of dehydration and they start drinking sea [water].</p><p><strong>On the effects on rescuers</strong></p><p>I have spoken to a lot of these men ... after journalists ask for interviews, and some of them would say, \"Do I really have to speak about this? Because it's such a trauma.\" When you especially take up corpses and see children ... it is not pleasant at all. It takes a toll psychologically. It takes a toll on the administration that has to provide psychological assistance to these men.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Malta%27s+Coast+Guard+Rescues+Migrants+%E2%80%94+And+Feels+The+Strain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402413151-9f69db.m3u?orgId=1&topicId=1004&e=402391888&d=237&ft=nprml&f=402391888"}]}