{"created":"2014-09-04T16:09:50+00:00","modified":"2014-10-30T23:11:25+00:00","valid":{"from":"2014-10-30T23:11:25+00:00","to":"3014-10-30T23:11:25+00:00"},"hreflang":"en","title":"There's A Big Leak In America's Water Tower","published":"2014-08-29T16:27:00+00:00","teaser":"Peaks around Glacier National Park store water that irrigates a large section of North America. But a warming climate is shrinking that snowpack, with ominous consequences for wildlife and people.","itags":["npr_api","341372550"],"guid":"3a2bc4f9-b9e7-48f3-9daf-6d622c148c45","contentencoded":"<p>The northern arm of the Rocky Mountains is sometimes called \"the crown of the continent,\" and its jewels are glaciers and snowfields that irrigate large parts of North America during spring thaw.</p><p>But the region is getting warmer, even faster than the rest of the world. Scientists now say warming is scrambling the complex relationship between water and nature and could threaten some species with extinction as well as bring hardship to ranchers and farmers already suffering from prolonged drought.</p><p>To see how this vast natural irrigation system works, it's best to fly over it. Seated next to <a href=\"http://flbs.umt.edu/people/Hauer~183/default.aspx?ID=183\">Richard Hauer</a> in a Cessna he calls \"Montana Rose,\" I can see snowcapped mountains and wide valleys spread out below. Hauer, an ecologist at the University of Montana, calls this place a giant sponge.</p><p>Moist air from the Pacific hits the mountains and falls as snow and ice. The mountains hold that water until spring. Then it melts and runs through the gravel valleys and across big parts of North America.</p><p>It's worked that way for millennia. But lately, Hauer says, Montana is warmer, and spring's melt starts earlier. \"When that happens, all that storage of snow and water in the high country will go through the system [the mountains and valleys] much faster,\" he explains. \"It's a change that's taking place because the snowmelt is occurring earlier. ... Basically, if you turn the spigot on earlier, it runs out of water sooner.\"</p><p>Running out of water sooner means drier summers — just when plants, animals and people need it most.</p><p>Ecologists like Hauer say there are other changes happening as well — retreating glaciers, and more flash floods. \"One of the expectations with climate change is that we're going to see a decrease in the permanent streams, particularly in the high alpine, and an increase in the temporary, ephemeral streams,\" Hauer says.</p><p>Already, scientists have noted the shrinking of the more than two dozen glaciers in Glacier National Park, as well as the disappearance of some snowfields that once lasted through summer.</p><p>Now they're trying to find out how this affects wildlife — wildlife that's important for holding together the complex food web here.</p><p>I join three scientists from the U.S. Geological Survey on a mountainside a couple of thousand feet below Hauer's flight path. We're hiking up into a snowfield in the park, toward a stream flowing down from the snow. \"It's a great place to be if you are an obscure, high-alpine-stream insect,\" says aquatic entomologist <a href=\"http://www.nrmsc.usgs.gov/staff/giersch\">Joe Giersch</a>. Obscure insects are Giersch's life. Several species of very rare but important insects live here, in 40-degree meltwater.</p><p>Giersch bends over the stream — it's only a few inches deep — and turns over a few rocks. In 10 minutes, he finds what he wants: a tiny, brown, wet smudge of a fly. \"All right! This is <em>Lednia tumana</em>.\" It's smaller than the head of a match and, to my eye, is just a <a href=\"http://www.nrmsc.usgs.gov/research/lednia\">brown blob</a>. Giersch assures me that's what it is. \"I've looked at a lot of these,\" he says. He calls the fly \"charismatic microfauna.\"</p><p>Charismatic may be a stretch, but micro for sure. <em>Lednia tumana</em> is a <a href=\"http://www.ecospark.ca/changingcurrents/stonefly\">stonefly</a>. It spends part of its life in streams, but only icy streams in these mountains. It eats algae and other tiny organisms in the streams, and other insects and fish eat it. Stoneflies are part of a larger food web. Pull out one string, says our hiking companion, <a href=\"http://www.nrmsc.usgs.gov/staff/fagre.html\">Daniel Fagre</a>, and the web starts to come apart.</p><p>\"In only a few decades, we're going to lose all the glaciers here,\" says Fagre, a research ecologist with the USGS at the West Glacier Field Station. \"And they've been persistent on the landscape here for 7,000 years — so suddenly you are having a profound change in just a few decades, and that's very difficult for many organisms to adapt to.\"</p><p>What's happening is that as the average temperature increases here, the snow and ice, in effect, retreat up the mountain to colder air. Ecologist <a href=\"http://nrmsc.usgs.gov/staff/muhlfeld\">Clint Muhlfeld</a>, who also <a href=\"http://www.npr.org/2014/05/27/316316952/hybrid-trout-threaten-montanas-native-cutthroats\">studies this fly</a>, says eventually the ice and the insects will run out of mountain. \"You know, there's nowhere to go,\" he says. \"They're at the top of the continent — the water tower of the continent — and it's a squeeze play.\" Muhlfeld notes that the federal government is considering listing <em>Lednia</em> as an endangered species because of the effects of climate change.</p><p>Moving farther down the mountain, you can see more signs of this disruption in the way water works here — in places like Montana's Flathead Lake, for example, one of the biggest lakes in the country.</p><p><a href=\"http://flbs.umt.edu/people/Stanford~1296/\">Jack Stanford</a>, who runs the Flathead Lake Biological Station, has spent decades studying the complex interactions of plants, animals and water. \"The way in which water is deposited first and then transported by the rivers is fundamental to the distribution and abundance of organisms,\" he says.</p><p>Some of those organisms — for instance, salmon — are important, not only to nature but to people too.</p><p>If you get a warmer spring, you get flash floods, because the rain comes in before the snow has melted. It's called a \"rain on snow event,\" and it can be trouble for salmon, which lay eggs in the gravel of stream beds. Rain on snow is like rain falling on pavement — it creates floods that wash the young salmon away, decimating the population.</p><p>\"The way it plays out is that the food web gets a shakeup,\" Stanford says. \"And ... the bottom line is, some players in that complex food web will be winners, and some will be losers.\"</p><p>Stanford says humans have already changed the natural world in ways we couldn't predict. Climate change is like putting another pair of dice in play.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=There%27s+A+Big+Leak+In+America%27s+Water+Tower&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758378-4bee1f.m3u?orgId=1&topicId=1007&ft=3&f=341372550"},{"href":"http://media.npr.org/assets/img/2014/08/20/img_0524-1--913c5ef204bf23b5825945290f19b90a0afa4358.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/08/20/meltwater_stonefly-25114bcb87430bee658196eaa7d31892fa8c641a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1220","width":"1627"}}]}