{"created":"2014-10-03T03:49:33+00:00","modified":"2015-04-30T19:47:34+00:00","valid":{"from":"2012-04-23T03:59:28+00:00","to":"3012-04-23T03:59:28+00:00"},"hreflang":"en","guid":"3a2d0b26-01be-478c-9a11-dc766c580c51","title":"SOTRU - Vermont: The Small Town State","teaser":"Quaint storefronts along Main streets, covered bridges over clear streams, cows from dairy farms dotting green valleys: across the state, these are the iconic images of Vermont. But beyond its pastoral beauty, this is a place that prides itself on its independent spirit. Not only in the ways you might have heard of—first state in the nation to legalize same sex civil unions, say—but in the way Vermonters take on everyday life, and the challenges of it. This is truly a “small town state”—a place where individual communities are self determining, where geographic isolation has forced people to get creative, and take their town’s destiny into their own hands. In this hour, we’ll hear a range of stories of the way Vermont’s “small town state” identity manifests: from finding new ways to treat mental health problems, to a gallery with a surprising monthly ritual to dealing with the most devastating natural disaster the state has ever seen. ","description":"State of the Re:UnionVermont: The Small Town StateHost: Al LetsonDescription: Quaint storefronts along Main streets, covered bridges over clear streams, cows from dairy farms dotting green valleys: across the state, these are the iconic images of Vermont. But beyond its pastoral beauty, this is a place that prides itself on its independent spirit. Not only in the ways you might have heard of&mdash;first state in the nation to legalize same sex civil unions, say&mdash;but in the way Vermonters take on everyday life, and the challenges of it. This is truly a &ldquo;small town state&rdquo;&mdash;a place where individual communities are self determining, where geographic isolation has forced people to get creative, and take their town&rsquo;s destiny into their own hands. In this hour, we&rsquo;ll hear a range of stories of the way Vermont&rsquo;s &ldquo;small town state&rdquo; identity manifests: from finding new ways to treat mental health problems, to a gallery with a surprising monthly ritual to dealing with the most devastating natural disaster the state has ever seen. Billboard (00:59)Incue: I'm Al Letson, and ...Outcue: But first, this news ...Segment A (12:29)Incue: I'm Al Letson, and this ...Outcue: on State of the Re:Union &hellip;A.The Small Town State&nbsp; 3:00We open the episode at a Town Meeting with sociologist Frank Bryan as our guide.&nbsp; Bryan has been to thousands of Town Meetings&mdash;he&rsquo;s been studying them for decades&mdash;and he&rsquo;ll lay out the tension between the old and the new that plays out in small towns across the state every March.&nbsp; Bryan stresses that the lessons of local democracy, especially learning to lose a vote and still respect the neighbor who won it, are essential to building community. B.&nbsp; Irene Shows Vermonters Who They Are&nbsp; (and continued in Segment B)As streams became rivers and rivers overtook roads, fields and homes, people across Vermont were shocked.&nbsp; No one had expected the Irene flooding to amount to much, but the floodwaters ended up causing arguably the worst natural disaster in the state&rsquo;s history. In this segment we&rsquo;ll hear a collection of first-person accounts from people who ended up at the center of their isolated town&rsquo;s emergency efforts, organized as a series of vignettes that epitomize different aspects of Vermont&rsquo;s can-do, small town community spirit.IRENE PART ONE: PITTSFIELD: A New Normal We begin with one woman&rsquo;s story of the storm itself:&nbsp; Traci Templeton, a single mom in Pittsfield, VT, saw the home she&rsquo;d rented for 10 years was ruined&mdash;there was 5 feet of silty mud inside. And when she saw what was happening in the rest of tiny Pittsfield, population 524, Traci realized the situation was far worse than she&rsquo;d ever have been able to imagine. The road on one end of town was washed out, and the bridge on the other end of town was gone.&nbsp; That meant no one could come into town, and no one could go out, and the water was still rising. But the days and weeks after the flood were&hellip; well, magical.&nbsp; The first town meeting was called for the night of the flood, where quick decisions were made about what to do next, since the town was cut off entirely from the outside world. The emergency feeling gave way to peaceful &ldquo;new normal&rdquo; as the town remained cut off from the outside world. Segment B (18:59)Incue: You're listening to ...Outcue: P-R-X.O-R-GA.&nbsp; IRENE PART TWO: SOUTH ROYALTON: Neighborliness&hellip; To The Extreme One of the things that defined the way Vermonters handled the aftermath of Irene was the incredible influx of volunteers&mdash;both fellow residents helping their neighbors, and complete outsiders, showing up and devoting themselves to the relief effort. Just north of Pittsfield in South Royalton, farmer Geo Honigford exemplified that. Honigford lost all of his crops as the water overtook his fields, but turned his attention immediately to helping his neighbors, assessing their homes to see what could be salvaged, trying to save as many homes as possible.&nbsp; He spent days literally running up and down country roads, organizing volunteers, assessing damaged houses. In this segment, we hear Geo&rsquo;s tips for addressing a natural disaster in your neighborhood.B. IRENE PART THREE: BETHEL: The Other Town In almost every town, tales of heroism, sacrifice and unity emerged; but in the town of Bethel, which was especially hard hit, politics took over, pitting outside volunteers against locals. This story explores the fault lines in Bethel: the tension between locals and outsiders, and the clash of different factions in town in Bethel&rsquo;s recovery.&nbsp; Residents in Bethel seem to agree that the town cannot be rebuilt the same way again, but the coming year will require tough decisions about which parts of the town can be rebuilt, and how to keep the community growing.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; C. Dear Vermont Letter: A letter from musician and author Robin MacArthur, to her state. Segment C (18:59)Incue: I'm Al Letson and You're ...Outcue: &hellip; This is N-P-R A. Dim Sum and Hidden Diversity : Vermont has a rep as the &ldquo;whitest&rdquo; state in the nation&mdash;and it&rsquo;s actually deserved. In the 2000 census, just 3.2% of the population was non-white. But that doesn&rsquo;t mean this place is homogeneous&mdash;you just have to look a bit under the surface. Or get invited to Cai Silver&rsquo;s on just the right Sunday of the month&hellip; In Cai&rsquo;s home in Brattleboro, there&rsquo;s a monthly transformation of the art gallery in her living room into the state&rsquo;s only dim sum house.&nbsp; Cai was born in the Chinese city of ChongQing, in China&rsquo;s newest province, formerly part of Sichaun. She moved to Brattleboro with her husband, Adam, to make art. From its start as an art experiment, dim sum Sundays have become proof for Cai that however hard it may be to be different in a sea of whiteness, in some small towns, that difference can be embraced, even celebrated. B. Approaching Mental Illness Another Way For at least a decade, lawmakers and state government in Vermont have struggled with the question of whether or not to close down the decrepit Vermont State Hospital (VSH) in Waterbury, where people struggling with acute mental illnesses are treated.&nbsp; Tropical storm Irene made the decision swiftly and decisively, sending floodwaters that precipitated an emergency evacuation of all 51 inpatients. But this short-term post-flood solution is just the beginning: without the state hospital, Vermont has to redesign its infrastructure for treating people with mental illness, while in emergency problem-solving mode.&nbsp; This story tracks one corner of the new mental health care planning to a unique community center in Montpelier that offers (as its title and its strategy) Another Way.&nbsp; Another Way is a drop-in center where people in any stage of their struggle with mental illness can socialize, cook, play music, and hang out together. But, Director Steve Morgan says, &ldquo;It&rsquo;s not just a group of 30 people who have been diagnosed with major mental illness who sit around and talk about that.&nbsp; Yes, we have people who are really struggling, hearing voices, sleeping in the woods.&nbsp; But we also have people who are in a different place, who are working and going on with their lives.&rdquo; C-3. MONTAGE: VT Independence (2:00) In this final montage, we ask people why Vermonters go their own way, what creates their independent spirit. PROGRAM OUT @ 59:00The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage. ","contentencoded":"State of the Re:Union<br />Vermont: The Small Town State<br /><br />Host: Al Letson<br /><br />Description: Quaint storefronts along Main streets, covered bridges over clear streams, cows from dairy farms dotting green valleys: across the state, these are the iconic images of Vermont. But beyond its pastoral beauty, this is a place that prides itself on its independent spirit. Not only in the ways you might have heard of&mdash;first state in the nation to legalize same sex civil unions, say&mdash;but in the way Vermonters take on everyday life, and the challenges of it. This is truly a &ldquo;small town state&rdquo;&mdash;a place where individual communities are self determining, where geographic isolation has forced people to get creative, and take their town&rsquo;s destiny into their own hands. In this hour, we&rsquo;ll hear a range of stories of the way Vermont&rsquo;s &ldquo;small town state&rdquo; identity manifests: from finding new ways to treat mental health problems, to a gallery with a surprising monthly ritual to dealing with the most devastating natural disaster the state has ever seen. <br /><br />Billboard (00:59)<br />Incue: I'm Al Letson, and ...<br />Outcue: But first, this news ...<br /><br /><br />Segment A (12:29)<br />Incue: I'm Al Letson, and this ...<br />Outcue: on State of the Re:Union &hellip;<br /><br />A.The Small Town State&nbsp; 3:00<br />We open the episode at a Town Meeting with sociologist Frank Bryan as our guide.&nbsp; Bryan has been to thousands of Town Meetings&mdash;he&rsquo;s been studying them for decades&mdash;and he&rsquo;ll lay out the tension between the old and the new that plays out in small towns across the state every March.&nbsp; Bryan stresses that the lessons of local democracy, especially learning to lose a vote and still respect the neighbor who won it, are essential to building community. <br /><br />B.&nbsp; Irene Shows Vermonters Who They Are&nbsp; (and continued in Segment B)<br />As streams became rivers and rivers overtook roads, fields and homes, people across Vermont were shocked.&nbsp; No one had expected the Irene flooding to amount to much, but the floodwaters ended up causing arguably the worst natural disaster in the state&rsquo;s history. In this segment we&rsquo;ll hear a collection of first-person accounts from people who ended up at the center of their isolated town&rsquo;s emergency efforts, organized as a series of vignettes that epitomize different aspects of Vermont&rsquo;s can-do, small town community spirit.<br /><br />IRENE PART ONE: PITTSFIELD: A New Normal <br />We begin with one woman&rsquo;s story of the storm itself:&nbsp; Traci Templeton, a single mom in Pittsfield, VT, saw the home she&rsquo;d rented for 10 years was ruined&mdash;there was 5 feet of silty mud inside. And when she saw what was happening in the rest of tiny Pittsfield, population 524, Traci realized the situation was far worse than she&rsquo;d ever have been able to imagine. The road on one end of town was washed out, and the bridge on the other end of town was gone.&nbsp; That meant no one could come into town, and no one could go out, and the water was still rising. But the days and weeks after the flood were&hellip; well, magical.&nbsp; The first town meeting was called for the night of the flood, where quick decisions were made about what to do next, since the town was cut off entirely from the outside world. The emergency feeling gave way to peaceful &ldquo;new normal&rdquo; as the town remained cut off from the outside world. <br /><br />Segment B (18:59)<br />Incue: You're listening to ...<br />Outcue: P-R-X.O-R-G<br /><br />A.&nbsp; IRENE PART TWO: SOUTH ROYALTON: Neighborliness&hellip; To The Extreme <br />One of the things that defined the way Vermonters handled the aftermath of Irene was the incredible influx of volunteers&mdash;both fellow residents helping their neighbors, and complete outsiders, showing up and devoting themselves to the relief effort. Just north of Pittsfield in South Royalton, farmer Geo Honigford exemplified that. Honigford lost all of his crops as the water overtook his fields, but turned his attention immediately to helping his neighbors, assessing their homes to see what could be salvaged, trying to save as many homes as possible.&nbsp; He spent days literally running up and down country roads, organizing volunteers, assessing damaged houses. In this segment, we hear Geo&rsquo;s tips for addressing a natural disaster in your neighborhood.<br /><br />B. IRENE PART THREE: BETHEL: The Other Town <br />In almost every town, tales of heroism, sacrifice and unity emerged; but in the town of Bethel, which was especially hard hit, politics took over, pitting outside volunteers against locals. This story explores the fault lines in Bethel: the tension between locals and outsiders, and the clash of different factions in town in Bethel&rsquo;s recovery.&nbsp; Residents in Bethel seem to agree that the town cannot be rebuilt the same way again, but the coming year will require tough decisions about which parts of the town can be rebuilt, and how to keep the community growing.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br /><br />C. Dear Vermont Letter: A letter from musician and author Robin MacArthur, to her state. <br /><br />Segment C (18:59)<br />Incue: I'm Al Letson and You're ...<br />Outcue: &hellip; This is N-P-R <br /><br />A. Dim Sum and Hidden Diversity : Vermont has a rep as the &ldquo;whitest&rdquo; state in the nation&mdash;and it&rsquo;s actually deserved. In the 2000 census, just 3.2% of the population was non-white. But that doesn&rsquo;t mean this place is homogeneous&mdash;you just have to look a bit under the surface. Or get invited to Cai Silver&rsquo;s on just the right Sunday of the month&hellip; In Cai&rsquo;s home in Brattleboro, there&rsquo;s a monthly transformation of the art gallery in her living room into the state&rsquo;s only dim sum house.&nbsp; Cai was born in the Chinese city of ChongQing, in China&rsquo;s newest province, formerly part of Sichaun. She moved to Brattleboro with her husband, Adam, to make art. From its start as an art experiment, dim sum Sundays have become proof for Cai that however hard it may be to be different in a sea of whiteness, in some small towns, that difference can be embraced, even celebrated. <br /><br />B. Approaching Mental Illness Another Way <br /><br />For at least a decade, lawmakers and state government in Vermont have struggled with the question of whether or not to close down the decrepit Vermont State Hospital (VSH) in Waterbury, where people struggling with acute mental illnesses are treated.&nbsp; Tropical storm Irene made the decision swiftly and decisively, sending floodwaters that precipitated an emergency evacuation of all 51 inpatients. But this short-term post-flood solution is just the beginning: without the state hospital, Vermont has to redesign its infrastructure for treating people with mental illness, while in emergency problem-solving mode.&nbsp; This story tracks one corner of the new mental health care planning to a unique community center in Montpelier that offers (as its title and its strategy) Another Way.&nbsp; Another Way is a drop-in center where people in any stage of their struggle with mental illness can socialize, cook, play music, and hang out together. But, Director Steve Morgan says, &ldquo;It&rsquo;s not just a group of 30 people who have been diagnosed with major mental illness who sit around and talk about that.&nbsp; Yes, we have people who are really struggling, hearing voices, sleeping in the woods.&nbsp; But we also have people who are in a different place, who are working and going on with their lives.&rdquo; <br /><br />C-3. MONTAGE: VT Independence (2:00) In this final montage, we ask people why Vermonters go their own way, what creates their independent spirit. <br /><br />PROGRAM OUT @ 59:00<br /><br />The Spring 2012 Season of State of the Re:Union (SOTRU) will be available June 1, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp; <br /><br />State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage. <br />","byline":"Al Letson","published":"2012-04-23T03:59:28+00:00","tags":["Education","Entertainment","Travel"],"itags":["prx:stories-77094"],"audio":[{"href":"https://hal.prx.org/pub/8859faad324509d4f5547633c00b6e8a/0/web/story_image/178570/medium/vermont.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/49f47f837ad0a4ad22ef0a04336259ac/0/web/audio_file/384822/broadcast/01-Vermont_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/548bdc792da2e56e8e8673b460ee4855/0/web/audio_file/384823/broadcast/02-Vermont_Newscast_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":29,"size":928520}},{"href":"https://cms.prx.org/pub/5749adfaca4dc727a32fdc89de454787/0/web/audio_file/384832/broadcast/03-Vermont_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/309da977fdf0d1b3930b28d02d273e50/0/web/audio_file/384833/broadcast/04-_Vermont_Seg_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/7b8473e855cf0731b6714fd9d6c130f9/0/web/audio_file/384842/broadcast/05-Vermont_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/4354ee15ff10d16869d71e9e7b69c4f5/0/web/audio_file/384843/broadcast/06-Vermont_Seg_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/bbfeb69862091f9864ce74b6e63d6850/0/web/audio_file/384850/broadcast/07-Vermont_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407670}}]}