{"created":"2015-03-16T18:06:27+00:00","modified":"2015-03-16T21:41:48+00:00","valid":{"from":"2015-03-16T21:41:48+00:00","to":"3015-03-16T21:41:48+00:00"},"hreflang":"en","guid":"3a303fc1-7041-4f5a-842c-91300c468ab7","title":"How ISIS uses the tools of activism for its own violent goals","published":"2015-03-16T21:41:44+00:00","byline":"Aaron Schachter","tags":["International Security","ISIS","Islamic State in Iraq and Syria","activism","protests","technology","SafeMode","Global Politics","North America","United States","Middle East","Molly Sauter","Brian Flanagan","Nasser Weddady","Kalle Lasn","Adbusters","ISIS","social activism","Weather Underground","Vietnam War","The Weather Underground"],"teaser":"\"Today, ISIS is running probably the most effective propaganda machine out there,\" says one analyst. But while ISIS may have the tools of activism down pat, it's far different from real activist movement in important ways.","contentencoded":"<p>Like any successful activist group, ISIS understands its audience — its concerns, its frustrations, its motivations.</p>\n<p>\"Today, they are running probably the most effective propaganda machine out there,\" says Nasser Weddady, an analyst who studies ISIS and its strategy. \"This is designed for millennials, designed for a certain age category.\"</p>\n<p>“Feel out of place in the US or France or Germany?” ISIS asks in its promotional videos. Then join us. \"What they in a sense have created is probably the most powerful global counter culture out there,\" Weddady says.</p>\n<p>It's sort like another counter-culture organization that shook Americans — in the 1960s, he says: the Weather Underground, which took credit for bombings at the US Capitol in 1971 and the Pentagon in 1972.</p>\n<p>Like the Weather Underground, Wedaddy argues, ISIS has created a cause so powerful that people would be willing to die — or kill — for it. </p>\n<p>\"When you feel that you have right on your side, you can do some horrific things,\" said former Weather Underground member Brian Flanagan in a documentary,</p>\n<p>But people who study social activism say there's another, more important link between the Weather Underground and ISIS: They're both fringe groups mostly interested in media hype and violence. The Weathermen did not change the course of history, and we have no idea if ISIS will either.</p>\n<p>\"They’re fundamentally a death cult, and, frankly, death cults are very compelling to lots of people who don’t feel like what they’re doing with their lives is worth the time they’re spending doing it,\" says Molly Sauter, who researches media and activism at Harvard's <a href=\"http://cyber.law.harvard.edu/\">Berkman Center</a>.</p>\n<p>She argues that while ISIS is using the tools of activism to great effect, it's hardly a real <em>activist</em> movement. And she points out the historical context: Death cults generally make a big splash and then go away; activist movements unfold over decades, ebbing and flowing.</p>\n<p>Right now, \"we have Occupy, we have issues of income inequality, climate change, racial inequality, LGBT issues,\" she points out. \"So we do have major movements happening on the ground and online right now. But I think that we’re not going to be able to tell the type of story that people want to tell about these movements for another 10 or 20 years, because that’s how long movements take.\"</p>\n<p>Of course, it's that kind of turmoil that groups like ISIS can take advantage of.</p>\n<p>\"Sometimes I wake up on the wrong side of the bed and I feel that we’re sunk, we’re finished and that we in the West just don’t have it anymore,\" says Kalle Lasn, who runs <a href=\"http://adbusters.org/home/\">Adbusters Magazine</a>, a publication dedicated to social change.</p>\n<p>He and the magazine are credited with spurring the Occupy movement, first in New York and then around the country. But with the Western world such a mess, he says, there’s just too much to focus on if you’re interested in changing things for the better. That gives ISIS the space to fan what he calls a “fire in the belly” among disenchanted kids.</p>\n<p>\"I can’t quite believe that human beings can have that much dynamism and that much absolute belief in the righteousness of their own cause,\" he said. \"I think it’s this spiritual emptiness in the west that above all allows people to get excited about what ISIS is doing.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-11%2Fisis-appeal-activist-group-well-beyond-hey-hey-ho-ho&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03162015_10.mp3"},{"href":"http://www.pri.org/file/0316201510mp3"}]}