{"created":"2015-02-08T10:47:24+00:00","modified":"2015-06-05T15:29:06+00:00","valid":{"from":"2015-06-05T15:29:06+00:00","to":"3015-06-05T15:29:06+00:00"},"hreflang":"en","title":"Not Too Much, Not Too Little: Sweden, In A Font","published":"2015-02-12T23:57:00+00:00","teaser":"Sweden's government commissioned a typeface to represent the country on websites and elsewhere. The result, the designers of Swedish Sans say, reflects the clean and easygoing Scandinavian aesthetic.","itags":["npr_api","384346383"],"guid":"3a3a8012-40ae-4b30-bd11-c9ad0d63c587","contentencoded":"<p>Nearly every country has a national flag, a national anthem, a national bird. Not many countries have a national typeface.</p><p>Sweden recently commissioned a team of designers to come up with a font to represent the country on its websites, press releases, tourism brochures and more.</p><p>The offices of Soderhavet look exactly the way you would expect a Scandinavian design firm to look: clean, sleek and warm, with tasteful bursts of color sprinkled among the minimalistic furniture.</p><p>And the typeface that these designers created looks pretty much the way you would expect a Scandinavian typeface to look, too.</p><p>\"The Scandinavian tradition is pretty humble, easygoing and clean,\" says Stefan Hattenbach, one of the designers of the new Sweden Sans. \"Less is more, you could say.\"</p><p>He started by collecting images of old Swedish street signs and company logos. He pulled images of Swedish wallpaper, cars and furniture, and looked for what he calls the red thread running through it all.</p><p>\"There's an expression in Sweden, too,\" Hattenbach says. \"We say <em>lagom</em>, which is not too much and not too little. You're happy with something in between. And that's a special word which I guess only Swedes would understand.\"</p><p>The final product tries to embody that idea of <em>lagom</em>. The font is simple — it doesn't shout. There are just a few flourishes, like the capital letter Q: a line comes straight out the bottom of the letter like a lollipop stick.</p><p>\"Q is not used that much, so you can often be a little more playful with that,\" Hattenbach says.</p><p>Mess with the letters A or E, and you're doomed.</p><p>That's the funny thing about a typeface. If people notice it too much, you've failed.</p><p>\"There's a very famous quote, which is that a typeface is the clothing of the alphabet,\" says Paul Bailey, a brand consultant at the British company 1977 Design.</p><p>\"All your clothing choices are designed to reflect a certain type of personality, that says, 'This is how I am,' \" he says. \"It's exactly the same with a typeface.\"</p><p>Lots of cities have their own typeface, but it's much more unusual for an entire country to do it like Sweden. The font is part of a wider national branding project.</p><p>\"What I see with the brand as a whole is its capability to communicate both the Ministry of Foreign Affairs, but I can also see the typeface used when it's talking about potential tourists coming to Sweden,\" says Matthias Svensson, the creative director of Soderhavet, the agency behind the campaign.</p><p>Some people might argue that Sweden already has an unofficial typeface — Ikea is a massive Swedish brand with global reach and its own lettering style.</p><p>And frankly, Sweden Sans doesn't look hugely different from something you'd see in an Ikea catalog.</p><p>Branding experts say that as it should be: Both are trying to reflect the essential ineffable character that is Sweden.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Too+Much%2C+Not+Too+Little%3A+Sweden%2C+In+A+Font&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695794-cbc1a5.m3u?orgId=1&topicId=1124&d=188&p=10&story=384346383&t=progseg&e=384695737&seg=9&ft=nprml&f=384346383"},{"href":"http://media.npr.org/assets/img/2015/02/06/unknown-3-262bfe6e51d36b7de17b76ae3acac51488ecf971.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"398","width":"531"}},{"href":"http://media.npr.org/assets/img/2015/02/06/bild_sq-57e477eece6667b413b5efe517a5f854bcb2c7ac.jpg","type":"image/jpeg","meta":{"crop":"square","height":"821","width":"821"}},{"href":"http://media.npr.org/assets/img/2015/02/06/stationery_custom-4baced87b7f232484eaf2655e4a384fc329d97e9.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1331","width":"2293"}}]}