{"created":"2014-10-07T18:32:08+00:00","modified":"2014-12-04T14:31:35+00:00","valid":{"from":"2014-12-04T14:31:35+00:00","to":"3014-12-04T14:31:35+00:00"},"hreflang":"en","title":"Colorado Case Puts Workplace Drug Policies To The Test","published":"2014-08-14T21:23:00+00:00","teaser":"The urine test employers typically use to detect marijuana picks up cannabis smoked or swallowed days or weeks earlier. Should firms be allowed to fire workers who legally use marijuana at home?","itags":["npr_api","339822911"],"guid":"3a3f599b-ae95-4b80-8e1f-fbd703451408","contentencoded":"<p>A car accident crushed Brandon Coats' upper spine when he was 16, leaving him unable to walk. His muscles still spasm, disrupting sleep and causing pain.</p><p>\"If I'm out in public it's embarrassing,\" Coats says. \"It's always uncomfortable. If I smoke marijuana, it almost completely alleviates it\" — more, he says, than other prescriptions.</p><p>Coats smokes at night, and says he was never high when answering customer calls at Dish Network. \"I was really good at my job,\" he says.</p><p>But five years ago, after he was called in by supervisors for a random drug test, he became persona non grata at the company.</p><p>\"I went to open up the door and my card wouldn't open up the door anymore,\" Coats says.</p><p>It's been 25 years since the federal <a href=\"http://www.dol.gov/elaws/asp/drugfree/screen4.htm\">Drug-Free Workplace Act</a> was passed, creating requirements for federal government workers and contractors. Many companies, including Dish Network, followed suit, and today more than a third of private employers have drug-testing policies.<em></em></p><p>Although marijuana is now legal in two states and approved for medical use in nearly half, the drug policies of many companies haven't kept pace.</p><p>Coats has sued Dish Network over its marijuana policy; his case is now before the Colorado Supreme Court.</p><p>\"We're not pushing for use at work,\" says Coats' attorney, Michael Evans. \"We're pushing for, if you're in the privacy of your own home, you're registered with the state and abiding by the constitutional amendment, is that an OK reason for your employer to fire you?\"</p><p>Since Evans sued Dish, Colorado has legalized pot, making it a regulated substance, like alcohol. But, as Evans notes, workplaces still treat pot — and test for its use — in a manner very different from alcohol.</p><p>\"The test that Dish did was a saliva test,\" Evans says, \"and all the test was concerned about was, 'Is THC present, yes or no?' \"</p><p>And therein lies a problem. The standard urine test most commonly used in employer drug testing measures the presence of THC — a psychoactive compound in marijuana that persists in the body for days, weeks or even longer. So a positive marijuana test doesn't necessarily mean the person taking the test is high, or has even used the drug recently.</p><p>Barry Sample is director of science and technology for Quest Diagnostics, which conducts millions of drug tests. He says there may eventually be intoxication tests for pot that are more like the Breathalyzer's detection of recent alcohol use. \"It might be possible at some point, but it's still developing,\" he says.</p><p>For now, businesses are neither changing nor relaxing the way they test for pot. In a 2011 survey of major employers by the <a href=\"http://www.shrm.org/pages/default.aspx\">Society for Human Resource Management</a>, more than half of the companies responding said they conduct drug tests on all job candidates. And that raises some questions for businesses, says the society's Deborah Keary.</p><p>\"If you had a martini on Saturday night, or smoked pot on Saturday night, but you're fine on Monday morning, how is Saturday night the employer's business?\" Keary says. \"So I really think they're going to have to change the way they do testing and define impairment.\"</p><p>And at least in Colorado, the legalization of pot is putting employers in even murkier legal territory.</p><p>Under state law, employers can prohibit use of marijuana at work. But another state law, the \"Lawful Activities\" statute, prohibits an employer from discharging an employee for engaging in lawful activity <a href=\"https://www.colorado.gov/pacific/sites/default/files/GeneralEmploymentLawFactSheet.pdf\">off the premises</a> of the business during nonworking hours.</p><p>\"That's where everything really gets muddied up,\" says Lara Makinen, legislative affairs director in Colorado for the Society for Human Resource Management. She says employers are getting a very mixed message.</p><p>\"We're being told, 'Keep your policy as it is, but proceed with caution, because if people are fired, like Mr. Coats, we probably will see lawsuits,' \" Makinen says.</p><p>Dish Network, the defendant in the Brandon Coats case, declined to comment. But the company has said it is sticking by its drug-free policy, which it says is consistent with federal law — law that still considers pot an illegal substance.</p><p>Oral arguments for Coats' case are set to begin in late September.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colorado+Case+Puts+Workplace+Drug+Policies+To+The+Test&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339878625-611775.m3u?orgId=1&topicId=1128&ft=3&f=339822911"},{"href":"http://media.npr.org/assets/img/2014/08/12/marijuana-colorado-f5b3c1ad561ba786f042f5636c24c0b731ca0efa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/08/12/brandon-coates-a-20b696a97b0a75949b4ef99bdce36f7106464d47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"882","width":"1175"}}]}