{"created":"2014-08-27T18:53:19+00:00","modified":"2014-08-27T18:53:19+00:00","valid":{"from":"2014-08-27T18:53:19+00:00","to":"3014-08-27T18:53:19+00:00"},"hreflang":"en","guid":"3a511804-6e5e-4516-a898-ad4cd81918b4","title":"Fans from around the globe are rushing to London to feed their Kate Bush mania","published":"2014-08-27T18:53:18+00:00","byline":"April Peavey","tags":["Kate Bush","music","culture","Music","Arts, Culture & Media","London","Europe","England","United Kingdom","Europe","Kate Bush","Madonna","Global Hit","Art rock","Kate Bush","Madonna","Entertainment","British people","Music"],"teaser":"British singer Kate Bush opened her 22-concert residency at the Hammersmith Apollo in London on Tuesday night. It's her return to the stage after a 35 year absence, and fans from around the globe — including The World's show director —  will come to London to catch a show.","contentencoded":"<p>I&#39;m taking a short trip next month and it&#39;s been months in the planning. I&#39;m headed to London &mdash; more specifically to the Hammersmith Apollo theater, where <a href=\"https://www.katebush.com/home\">British singer Kate Bush</a>&nbsp;will perform.</p><p>She&#39;s notoriously elusive: Bush is performing 22 concerts In London, and it will be the <a href=\"http://www.bbc.com/news/entertainment-arts-28939245\">first time she has performed live in 35 years</a>.&nbsp;So if you&#39;re a fan, like I am, this is a can&#39;t-<span style=\"line-height: 1.538em;\">miss event.</span></p><p>I&#39;m going because, aside from the great music, Bush beats to her own drum. She&#39;s a true original, and us fans never thought this day would come.</p><p>The best analogy I can give is this: Imagine if Madonna&#39;s first and only concert tour was in 1985, right after she released her blockbuster second album, Like a Virgin. But after that, she <a href=\"http://www.bbc.com/news/entertainment-arts-26680147\">only released music periodically</a> and gave the occasional interview, never performing. Then, all of a sudden, <em><a href=\"http://media.giphy.com/media/BKRP2xRqgzXfa/giphy.gif\">WHAM</a>!</em> &mdash; she announced a series of concert dates. There would be a worldwide stampede.</p><p>That&#39;s what it would be like &mdash; a<span style=\"line-height: 1.538em;\">nd that&#39;s exactly what&#39;s happening now.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">When I first bought my ticket back in March, I joined a Facebook fan page with other ticket holders. It turns out I&#39;m not alone in travelling overseas to catch one of her shows. There are fans coming from Saudi Arabia, Taiwan, Singapore, Israel, Australia, New Zealand and all across Europe. Outside the US, it seems that the biggest foreign contingent is from the Netherlands.</span></p><p>The plan before each and every show is to gather at The Swan, a local pub &mdash; of course, there will be post-concert gatherings as well.</p><p>I may be calm, cool and collected on the outside, but inside I must confess I&#39;m giddy with excitement.</p><p>[[{\"fid\":\"72896\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"Kate Bush - Running Up That Hill - Official Music Video on YouTube\",\"title\":\"Kate Bush - Running Up That Hill - Official Music Video\",\"class\":\"media-element file-default\"}}]]</p>","audio":[]}