{"created":"2014-10-08T09:04:55+00:00","modified":"2014-11-04T17:45:50+00:00","valid":{"from":"2014-11-04T17:45:50+00:00","to":"3014-11-04T17:45:50+00:00"},"hreflang":"en","title":"On Fania Records And The Music That Made It Matter","published":"2014-10-08T16:22:00+00:00","teaser":"Fifty years ago, a New York musician and his lawyer friend started a small record label that would become a global brand, taking salsa music from New York clubs to the rest of the world.","itags":["npr_api","354345040"],"guid":"3a62f6a5-a4f0-4d07-af78-28605d3ce29b","contentencoded":"<p>Fifty years ago, New York City musician <a href=\"http://www.npr.org/artists/19340427/johnny-pacheco\" target=\"_blank\">Johnny Pacheco</a> and his lawyer friend Jerry Masucci started a small Latin music record label and delivered their first albums to record stores across the city — from the trunk of the musician's car.</p><p>From these humble beginnings, Fania Records eventually became a global brand, spreading the sound of salsa from the dance clubs of New York to the rest of the world. Felix Contreras, co-host of <a href=\"http://www.npr.org/blogs/altlatino/\" target=\"_blank\">NPR Music's <em>Alt.Latino</em> podcast</a>, says the impact of the label and the musicians it brought together — <a href=\"http://www.npr.org/artists/114177031/celia-cruz\" target=\"_blank\">Celia Cruz</a>, Willie Colón, <a href=\"http://www.npr.org/artists/15283727/ruben-blades\" target=\"_blank\">Rubén Blades</a> and the rest of what would come to be known as the Fania All-Stars — was social and political as well as musical.</p><p>\"The early 1970s was a political coming-of-age of Latinos across the country,\" Contreras says. \"Fania was the soundtrack for the empowerment for many of these communities, because it was brash, it was vibrant, it was new. It embraced the Afro identity of Latin America. And it made me — a young Chicano teenager in California, just discovering music — want to be part of this exciting new sound and movement.\"</p><p>Hear more of Contreras' conversation with NPR's Rachel Martin, as well as some of the music that made Fania matter, at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Fania+Records+And+The+Music+That+Made+It+Matter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354507495-1c96b9.m3u?orgId=1&topicId=1106&ft=3&f=354345040"},{"href":"http://media.npr.org/assets/img/2014/10/07/fas-group-71edb2f34812f5e49c9e26a31e2358311191cb7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}