{"created":"2014-10-08T03:03:12+00:00","modified":"2014-10-31T00:40:37+00:00","valid":{"from":"2014-10-31T00:40:37+00:00","to":"3014-10-31T00:40:37+00:00"},"hreflang":"en","title":"A Woman Wrestles With A Disturbing Family Memento","published":"2014-07-02T18:15:00+00:00","teaser":"Carol Zachary was 9 when her grandfather gave her an invitation to a hanging he attended in 1917. She peppered him with questions, but the meaning of his gesture still remains a mystery, even today.","itags":["npr_api","327245430"],"guid":"3a6314b3-9421-4b3a-8865-6b7ea3912339","contentencoded":"<p><em>NPR</em><em> </em><em>continues a series of conversations about</em><em> </em><em><a href=\"http://theracecardproject.com/\" target=\"_blank\">The Race Card Project</a>,</em><em> </em><em>where thousands of people have submitted their thoughts on race and cultural identity in six words. Every so often NPR Host/Special Correspondent</em><em> </em><em><a href=\"http://www.npr.org/people/2100974/michele-norris\" target=\"_blank\">Michele Norris</a></em><em> </em><em>dips into those stories to explore issues surrounding race and cultural identity for</em><em> </em>Morning Edition<em>.</em></p><p>This story is about the burden of history, and how one decides to deal with it. Do we accept history as it's handed down, challenge it to command a better understanding — or ignore it as a way to find a peace of mind?</p><p>Carol Zachary of Washington, D.C., has puzzled over fragments of memories from her childhood — bits of mysterious and uncomfortable history — for years. This history centers on an envelope she was given by her grandfather when she was 9 years old, and it led her to submit her six words to The Race Card Project: \"<a href=\"http://theracecardproject.com/grandfathers-poker-gift-hanging-invitation/\" target=\"_blank\">Grandfather's poker gift, a hanging invitation</a>.\"</p><p>Zachary approached NPR's Michele Norris, curator of The Race Card Project, with that same envelope and its contents — items she has held onto for decades. Inside the envelope was an invitation to a hanging of three African-American men in Montana in 1917, executions her grandfather had witnessed.</p><p>Zachary's story begins at her grandparents' home in White Sulphur Springs, Mont., where she was visiting for the summer from Idaho. Having sassed her grandmother one day, she was punished by being forced to stay home with her infirm grandfather while the rest of the family went on a fishing trip.</p><p>\"I was left with a grandfather — who has emphysema, who can't really speak much anymore — in a dark, dank cabin for an afternoon,\" Zachary recalls. \"This man, who had no idea what to do with ... girls at all, finally said to me in this barely audible voice: 'Go get a deck of cards.' \"</p><p>He taught her nine card stud. \"He never threw the game. And at the end of the afternoon, I won. I won my first game against my grandfather,\" Zachary says, beaming with pride.</p><p>Her grandfather was proud of her, too, and to show his pride, he went and got that envelope for her. As she opened the double envelope, she saw what looked like a formal invitation to an execution, as well as three black-and-white photographs — pictures of the men to be hanged.</p><p>\"Well, I was a tomboy. I was curiosity with a 'C.' I just started to pepper him with questions — 'Oh, Grandpa, what was it like? Did they lose their heads? Did their eyes bug out? Did everybody cheer? Did everybody cry?' \" Zachary says.</p><p>\"And he raised a hand, which told me to shut up. And he said three words: 'It was awful.' \"</p><p>After meeting Zachary, The Race Card Project team conducted its own reporting and discovered that invitations to hangings in the early 20th century were fairly common. \"In fact, in Montana, they were required by law,\" Norris tells <em>Morning Edition</em>'s Steve Inskeep. \"And Carol Zachary's grandfather was a county auditor, so he, by law, would have been required to attend that hanging.\"</p><p>The photos that accompany the invitation — of the three men sentenced to be hanged — are each marked with the man's name and nickname. Curiously, Norris says, they don't look like mug shots. The men are dressed up. They are wearing ties and suit jackets. \"They look like professionally lit portraitures,\" Norris notes.</p><p>Zachary told The Race Card project that she has always wondered whether the event was a lynching. But when she traveled to White Sulphur Springs to learn more, she found out that the hanging was legal — a fact independently confirmed by The Race Card Project team.</p><p>Even so, Zachary still wonders how, or if, race may have been a factor in the case.</p><p>\"It was a legal hanging,\" Norris explains. \"These three men were arrested for a murder that took place in the commission of a robbery. Very little is known about these men. They were said to have been railroad workers. They were called hobos in some accounts, itinerant workers. And it was the first legal triple-hanging in the state of Montana. It was a pretty big deal.\"</p><p>In reporting this story, the Race Card Project team also learned that there had been some controversy around the execution — there had even been an effort to commute the sentence.</p><p>\"We came across a very thorough newspaper account in the <em>Anaconda Standard</em>, an article published in Butte, Mont., on the day of the hanging — Feb. 16, 1917,\" Norris says. \"The article quoted then-Montana Gov. Samuel Stewart at length, and the governor himself said he was concerned that perhaps the race of these men may have been a factor. And he determined that it was not, based on the evidence that was presented at trial. He denied clemency [and] the three men were hanged all at the same time on the morning of Feb. 16.\"</p><p>While the team helped uncover some of the story behind these six words, and the invitation, there is still more that's not known — and that still troubles Zachary.</p><p>\"It's not at all a case-closed issue for Carol Zachary. There's still a lot of mystery involving this,\" Norris says. \"The mystery of those photos and why they looked like that. The mystery of why her grandfather gave her the envelope and, despite the fact that it was a legal hanging, said it was awful. She wrestles with this. And she's careful to point out that she's not trying to say that this hanging was a mistake or some kind of miscarriage of justice, but she says it just feels incomplete to her.\"</p><p>When Zachary first saw that envelope as a 9-year old, she was fascinated by it. But now, when she talks about the process of pulling out that envelope as an adult, she approaches it with something much closer to dread.</p><p>\"I couldn't believe what I saw. I remembered them as being very fierce, but as I laid them out there [years later], they were three stunningly beautiful young black men,\" Zachary says.</p><p>As an adult who has lived a life, has children of her own and has her own opinions about the death penalty, she looks at these pictures today and wonders about the message in that gesture — the fact that her grandfather gave her the envelope.</p><p>\"One of the things she wonders is if he wanted her to understand that some things shouldn't make us feel good,\" Norris says. \"That even if this was a legally sanctioned hanging, that, in the end, it's the taking of someone's life — and some things shouldn't feel satisfying, even when they're dictated or sanctioned by law.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Woman+Wrestles+With+A+Disturbing+Family+Memento&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"533"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327583167-64f54d.m3u?orgId=1&topicId=1015&aggIds=173814508&ft=3&f=327245430"},{"href":"http://media.npr.org/assets/img/2014/07/01/race-card-carol-zachary2-e9f501f6538ce35de3da14bcc3992427f2ee4da3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1975","width":"2632"}},{"href":"http://media.npr.org/assets/img/2014/07/01/race-card-carol-zachary1-d032e5b157b708bb534b8e8925b6b2bdd0c51cc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2580"}},{"href":"http://media.npr.org/assets/img/2014/07/01/race-card-carol-zachary-portrait-521595271462c04c546d0b0af988379dd6746040.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}},{"href":"http://media.npr.org/assets/img/2014/07/01/race-card-newpaper-small-18603d1b06dfc99eaedac8405d56345251045e9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"792","width":"1056"}}]}