{"created":"2014-09-15T22:29:02+00:00","modified":"2014-09-16T18:25:37+00:00","valid":{"from":"2014-09-16T18:25:37+00:00","to":"3014-09-16T18:25:37+00:00"},"hreflang":"en","guid":"3a7844bf-0871-4766-b74e-4104e9f06b86","title":"Muslim leaders in Scotland say ISIS has 'no right to call itself Islamic'","published":"2014-09-16T18:25:36+00:00","byline":"Traci Tong","tags":["terrorism","Islamic State in Iraq and Syria","Islamic State","Conflict","Conflict & Justice","Edinburgh","Europe","Asia","United Kingdom","Iraq","Syria","Scotland","Europe","Asia","Middle East","Mazah Khan","David Haines","David Cameron","Aqsa Mahmood","Islamic terrorism","Muslim Council of Scotland","Islamic state","ISIS","Violence","Religion"],"teaser":"Over the weekend, the militant group ISIS posted a video showing another beheading. This time, it was of a Scottish aid worker. Muslim leaders in Scotland have banded together to reject the group's claim to Islam. Terrorism, they say, twists their religion's teachings.","contentencoded":"<p>Muslim leaders in Scotland reacted strongly on Monday to an ISIS video that showed the beheading of David Haines, a Scottish aid worker.</p><p>&quot;&quot;We condemn unequivocally ... the murder of [David Haines],&quot;&nbsp;says Mazhar Khan of the&nbsp;<a href=\"http://www.mcscotland.org/\">Muslim Council of Scotland</a>.&nbsp;He calls the execution&nbsp;&quot;absolutely reprehensible.&quot; &nbsp;</p><p>Khan says ISIS, which calls itself the Islamic State, has &quot;no right to call itself Islamic,&quot; and points out that&nbsp;Muslim leaders have asked British Prime Minister David Cameron not to even use the term &quot;Islamic State&quot; when describing the extremists, to avoid &quot;legitimizing this group as being Islamic.&quot;</p><p>Earlier this month, Scottish Muslim leaders used Friday prayer services to denounce ISIS and call for the release of Haines and other hostages. They also included a message in their sermons for young Muslims: Do not travel to Syria or Iraq or support extremist groups.&nbsp;</p><p>Many young Muslims, Khan says, have been traveling to Syria and Iraq over the past 18 months to work with charity groups.&nbsp;&quot;People generally wanted to go there to help people on the ground,&quot; Khan says. &quot;And many people did go and many people came back with aid convoys.&quot;</p><p>But he says others who went ended up joining the terrorists. &quot;There are young people who can be naïve, even brainwashed by extremist groups there,&quot; says Khan. A&nbsp;Glasgow woman, 20-year-old Aqsa Mahmood, is thought to have joined ISIS and married an Islamic militant.</p>","audio":[]}