{"created":"2014-11-29T12:45:21+00:00","modified":"2015-05-21T17:34:27+00:00","valid":{"from":"2015-05-21T17:34:26+00:00","to":"3015-05-21T17:34:26+00:00"},"hreflang":"en","title":"Chicken Confidential: How This Bird Came To Rule The Cultural Roost","published":"2014-11-29T17:05:00+00:00","teaser":"Andrew Lawler's <em>Why Did the Chicken Cross the World?</em> explores the secret to the domesticated bird's success: \"You can turn the chicken into almost anything,\" he says, from religious symbol to dinner.","itags":["npr_api","366639486"],"guid":"3a7b2ed8-7451-4ec5-81f4-fd27b8e03aa8","contentencoded":"<p>If you looked at Earth from far off in the solar system, would it look like it's run by humans — or chickens? There are about three times as many chickens as people on this planet. And while horses and dogs are often celebrated as humankind's partner in spreading civilization, a new book argues it's really the chicken.</p><p>Andrew Lawler, author of <em>Why Did the Chicken Cross the World?</em>, tells NPR's Scott Simon about the chicken's malleability, its religious symbolism and the most disturbing thing he learned while researching his book.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why he calls the chicken nature's Mr. Potato Head</strong></p><p>You can turn the chicken into almost anything. You can have a tiny little bantam, or you can have a giant Rhode Island red. The chicken is incredibly malleable, which is probably a good reason why we decided to domesticate it and use it for so many purposes. ... Some archaeologists believe that the chicken was domesticated for ... cockfighting and for religious purposes. And it's only later — really, in the past century — that the chicken has been used to eat on a regular basis.</p><p><strong>On the chicken as a religious symbol</strong></p><p>I can't think of a creature that has more religious significance than the chicken. ... If you look at most Christian churches, they have a chicken on top — that is, a rooster — as a weather vane. Actually, there's a pope, about 1,500 years ago, who declared that the chicken should be placed on top of every steeple in Christendom. And even on the top of Old St. Peter's [Basilica], there was a rooster that crowed people into church to awake them spiritually. But this is actually an old idea that goes back to the Zoroastrians in ancient Persia.</p><p><strong>On how African-Americans became so central in the poultry industry</strong></p><p>This is one thing that I think surprised me more than anything else I discovered about the chicken industry. And that is that, in the Colonial South, chickens were just about the only thing that American slaves were allowed to raise, because livestock like cows or sheep or pigs were considered too important, and those were reserved for the masters, or slaves took care of them. And so, over time, over a century and a half, African-Americans became kind of the general chicken merchants in the South. And in part [that was] because they knew the chicken well: They came largely from West Africa, where the chicken was an essential part of daily life ... for food as well as for religious ritual.</p><p><strong>On the Chicken of Tomorrow project</strong></p><p>It's sort of like the Manhattan Project for poultry. So, after World War II, the people who [raised] chickens got together. And they were really afraid that at the end of the war, people were going to go back to eating beef and pork, which had been largely reserved for the troops during the war. So they decided that they needed to draw on the latest science and engineering in order to make the chicken more profitable. And they had a vast national contest, and at the end of this contest, in 1951, they chose one chicken that seemed to fit the bill. And that was a chicken that could grow really fast with a minimal amount of feed, and would have a large breast that Americans like to eat. And ultimately it proved incredibly successful.</p><p><strong>On the most unsettling thing he learned about the poultry industry</strong></p><p>It was particularly disturbing to discover that under U.S. law, chickens are not even considered animals if they're grown for food. So, in other words, there are no regulations that say how chickens should be treated. Now, this is very different, say, from pigs or from cattle, where there <em>are</em> some very strict guidelines that people have to follow. But the chicken is almost considered not even alive, which, after spending time talking to people about chickens around the world — I discovered that's crazy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chicken+Confidential%3A+How+This+Bird+Came+To+Rule+The+Cultural+Roost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362457-96d0c2.m3u?orgId=1&topicId=1033&aggIds=100876926&d=317&p=7&story=366639486&t=progseg&e=367362404&seg=9&ft=nprml&f=366639486"},{"href":"http://media.npr.org/assets/img/2014/11/26/107921779-128dcd090986fc2369e3b0d8c1061bb6ac05d3f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3261","width":"4348"}}]}