{"created":"2015-04-21T07:55:21+00:00","modified":"2015-06-05T15:26:51+00:00","valid":{"from":"2015-06-05T15:26:51+00:00","to":"3015-06-05T15:26:51+00:00"},"hreflang":"en","title":"Palm Oil Plantations Are Blamed For Many Evils. But Change Is Coming","published":"2015-04-21T19:18:00+00:00","teaser":"In Indonesia, efforts are underway to grow palms in a sustainable way. But that's putting a squeeze on small farmers.","itags":["npr_api","396815303"],"guid":"3a8009de-c82b-44d9-b2c9-543a4ac6d851","contentencoded":"<p>Palm oil is in everything, from pizza dough and chocolate to laundry detergent and lipstick. Nongovernmental organizations blame it for contributing to assorted evils, from global warming to human rights abuses.</p><p>But in the past year, this complex global industry has changed, as consumers put pressure on producers to show that they're not destroying forests, killing rare animals, grabbing land or exploiting workers.</p><p>I was somewhat astonished to discover, on a trip to a palm oil plantation in the province of North Sumatra, Indonesia, that this much-maligned commodity actually begins with an innocuous-looking, beautiful creation of nature. Palm fruit is composed of ovoid kernels, which, when ripe, shine with lustrous hues of crimson toward their tips, orange in the middle and yellow at their stems.</p><p>The kernels are clustered in a bunch that can weigh more than 50 pounds.</p><p>It was an absorbing tactile experience to break open a kernel and get its oil on my fingers. It has a yellow color and a smooth consistency that can only be described as buttery.</p><p>To see how palm fruit is harvested, I followed a young worker named Sugiarto, who uses only one name, as he made his rounds through the eerily uniform rows of trees on the plantation.</p><p>Sugiarto raised a scythe-like blade on a long pole up toward the top of the tree. He cut away the bottom-most branches, and then the stem of the fruit, which brought the fruit bunch tumbling to the ground with a heavy thud.</p><p>He then lopped off the stems with a machete and placed the fruit bunches by the roadside.</p><p>Trucks collect the fruit and take it to mills to extract crude palm oil.</p><p>In the past year, many big palm oil producers have made pledges of sustainability. One of them is the Minnesota-based multinational Cargill. John Hartmann is the Singapore-based CEO of Cargill Tropical Palm.</p><p>\"There's just this realization that, to provide ... safe, nutritious food for the world, agriculture has to make some changes,\" he says. \"And those changes include ... commitments to sustainability.\"</p><p>The vast global supply chain that connects the plantations of Sumatra to, say, that box of cookies in your pantry, can be complex and murky. Cargill, like many other big palm oil traders, gets 40 percent of its palm oil from small-scale farmers.</p><p>Asked whether he knows where all his firm's palm oil is coming from, and that all of it is produced sustainably, Hartmann says that Cargill keeps complete records on the smallholders' production. \"All of the crop ... that we get, every ton, we know where it came from,\" he insists.</p><p>Cargill is also a member of an industry group called the <a href=\"http://www.rspo.org/\">Roundtable on Sustainable Palm Oil</a>, or RSPO. The RSPO examines palm oil companies, making sure that producers are transparent, that they obey laws, protect endangered species and respect the land and labor rights of local residents, among other things. If the product meets their standards they put their logo on it and certify it as sustainable.</p><p>The RSPO's director in Jakarta, Dewi Kusumadewi, points out that palm trees take less land to produce a ton of oil than any other comparable crop, such as soy or canola.</p><p>\"If we boycott palm oil, or if we do not want to use palm oil,\" she argues, \"then the consumer good manufacturers will have to find other vegetable oils. How do we make sure these other vegetable oils are more sustainable than palm oil?\"</p><p>Membership in the RSPO is voluntary, and Desi admits that it's still an imperfect system. Last year, the RSPO certified about a fifth of the nearly 30 million tons of crude palm oil produced in Indonesia — the world's largest producer. Along with Malaysia, the country accounts for nearly 90 percent of the world's supply.</p><p>The changes in palm oil production are squeezing smallholders. As the government protects more forests from being cleared to plant palm oil, the only way farmers can be profitable is<strong> </strong>to increase productivity. That requires investments of capital and technology.</p><p>Meanwhile, environmentalists are not only fighting to stop deforestation caused by illegal palm oil, in some places they're actually reversing it.</p><p>On a hillside in Sumatra's Aceh province, activist Rudi Putra and his team are bringing down an illegal palm oil plantation, one tree at a time. Putra <strong></strong>sued two of the plantation's owners for clearing land without a permit from the government and won.</p><p>He says he'll give some of the land back to local communities. As for the rest, he says nature will heal itself. The forest will grow back, and in a couple of years, he says, Sumatran tigers, orangutans and elephants will return.</p><p>\"It gives me tremendous satisfaction because this plainly shows that we can triumph over illegal plantations,\" he says.</p><p>This victory took nine years to achieve. Last year, Putra won the <a href=\"http://www.goldmanprize.org/\">Goldman Environmental Prize</a> for it.</p><p>But he says he's only just begun. This patch of land is only 1 percent of the nearly 1 million acres of palm oil plantations he plans to reclaim, on behalf of the local people and the wildlife.</p><p>Putra notes that despite palm oil companies' recent pledges to make their products in an eco-friendly way, the destruction of Sumatra's forests continues. And that, he says, is why he must keep on fighting.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Palm+Oil+Plantations+Are+Blamed+For+Many+Evils.+But+Change+Is+Coming&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401167190-9ae47c.m3u?orgId=1&topicId=1004&d=280&p=3&story=396815303&t=progseg&e=401156666&seg=5&ft=nprml&f=396815303"},{"href":"http://media.npr.org/assets/img/2015/04/01/kuhn-palm-5-bcbd64f35e498faa6b0d4a8f3bd98fdb57dc1f40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/01/kuhn-palm-dip-ebc20ddeba1106720ad7b6ccb39649ec32809715.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1859","width":"2479"}},{"href":"http://media.npr.org/assets/img/2015/04/01/kuhn-palm-1-6e7004590e15e49e03170a5ff29efbaf100edcc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/01/kuhn-palm-2-c73cd7cf85959093264a20c1c358bbfac1259715.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}