{"created":"2014-10-08T15:27:08+00:00","modified":"2014-11-18T17:05:06+00:00","valid":{"from":"2014-11-18T17:05:06+00:00","to":"3014-11-18T17:05:06+00:00"},"hreflang":"en","title":"Measures Aimed At Keeping People Out Of Jail Punish The Poor","published":"2014-05-27T14:06:00+00:00","teaser":"An exclusive state-by-state survey by NPR found that 49 states now allow or require criminal defendants to pay for their court-ordered electronic monitoring bracelets.","itags":["npr_api","314866421"],"guid":"3a86af9d-fca3-4bd7-9d9c-796c320289a3","contentencoded":"<p>Electronic monitoring devices provide an alternative to sending someone to jail. For a defendant, an ankle bracelet means returning to family and work. For corrections officials, it saves money by reducing overcrowded jails and prisons. But those devices are expensive.</p><p><a href=\"http://www.npr.org/2014/05/19/312455680/state-by-state-court-fees\">A nationwide survey by NPR</a> found that 49 states — every state except Hawaii, plus the District of Columbia — now allow or require the cost to be passed along to the person ordered to wear one.</p><p>Sometimes that means people with money get to go home, while those without go to jail. Like Tom Barrett.</p><p>The Augusta, Ga., man was arrested after he stole a can of beer from a refrigerator in a gas station convenience store in 2012. He pleaded \"no contest\" and a judge sentenced him to 12 months of probation and said Barrett could be released as long as he wore an ankle bracelet. But when he didn't have the money to pay for it, he was sent to jail.</p><p>The bracelet, which is a kind of Breathalyzer strapped to his ankle, was expensive. It cost $12 a day. In addition, there was a $50 set up fee, a $39 a month fee to the private probation company that supervised his release, and the money to install a land-line phone for the system to work. It totaled more than $400 a month.</p><p>Barrett had been homeless, until just before he stole that beer. He was living in a subsidized efficiency apartment that cost him $25 a month. To afford even that much, he had to sell his plasma at the blood bank.</p><p>As a former pharmacist, Barrett had once lived a comfortable, middle-class life. But he became addicted to the drugs he was supposed to be safeguarding. He lost his job, and his family.</p><p>There were years of run-ins with the law, mostly related to public drunkenness.</p><p>This time, however, it was for a minor shoplifting charge, which shouldn't carry any jail time. It \"didn't seem like justice,\" Barrett says about being jailed when he couldn't pay for the electronic monitor.</p><p>\"I should not have taken that beer. I was dead wrong,\" he says. \"But to spend 12 months in jail for stealing one can of beer? It just didn't seem right.\"</p><p><strong>'The Monitor Worked'</strong></p><p>Barrett, who turned down a public defender because it would have cost him $50, was sentenced to 12 months in jail. But after two months, his Alcoholics Anonymous sponsor agreed to help him start paying for the electronic monitoring.</p><p>Barrett got out of jail. And that's when the alcohol monitoring bracelet --- a kind of black plastic collar — was attached to his leg.</p><p>\"The monitor worked,\" he says. \"The monitor was a good thing. And my life started getting better, just by me not drinking.\"</p><p>With the monitor on, for the first time in years, Barrett was sober.</p><p>But he still had to pay the high fees that went with it. His only income was food stamps and the $30 he made when he sold his plasma.</p><p>So the fees went unpaid. After almost six months, Barrett was called back to court. He faced going back to jail.</p><p>Only this time, he found an attorney, Jack Long, who challenged the fees. Augusta Superior Court Judge Daniel Craig then ruled that Barrett's monitor should be removed and he didn't have to return to jail.</p><p>Last September, Craig expanded his ruling and put a temporary stop to forcing people to pay for the devices. The Supreme Court of Georgia will take up the issue later this year.</p><p><strong>The Costs Of Electronic Monitoring</strong></p><p>The device that helped Barrett is called SCRAMX, for Secure Continuous Remote Alcohol Monitor. It can measure a person's sweat for evidence of drinking alcohol.</p><p>The more common electronic monitoring devices check a person's location. So if a judge gives a curfew to someone awaiting trial, the device can tell if they are home on time. Some devices come with a GPS unit and can tell if, for example, a sex offender has been lurking near an elementary school.</p><p>Companies that make the devices — in their marketing materials — tell courts, and probation and parole agencies they can charge the users of those electronic monitoring devices.</p><p>\"It's very easy for jurisdictions to pass the cost on to the offender,\" says George Drake, a consultant to government agencies that want to set up electronic monitoring systems. \"No one wants to raise taxes on the public. Politicians — it's the last thing they want to do.\"</p><p>Most states face sizable budget deficits. So state legislators — often lobbied by the companies that make the devices — pass legislation to require offenders to pay the fees.</p><p>But Drake often advises that government agencies are better off paying the bill for the monitors; rather than chasing after money from the usually indigent offenders.</p><p>\"More often than not, these offenders don't have resources,\" he says. \"They're paying court fees, they're paying other fines, they're paying supervision fees and restitution to the victim and they're being set up to fail because they just cannot afford all these fees that have been assessed to them.\"</p><p>A spokeswoman for Alcohol Monitoring Systems, the company that makes the SCRAMX, says it points courts to alternative ways of charging fees.</p><p>Most courts use sliding scale fees, based on how much the offender can pay. Or, the company tells them how to find grant money to help poor people pay for the monitors.</p><p>Barrett is trying to turn his life around. He's sober now.</p><p>One day last year, Barrett returned to the convenience store where he was arrested. He wanted to apologize to the owner for stealing the beer. Nervously, he walked in. The owner was gone, but he apologized to the man's wife. Then he went outside, borrowed a phone, and called the blood bank, to set up an appointment to come in to donate and get the money to pay back the $1.29 he owes the convenience store.</p><p>Barrett will be the first to tell you that it was his substance abuse and his crimes that caused his problems. But it was his debt from going through court that seemed to mock his every attempt to recover and get his life going again — the fee after fee after fee that is now common across America.</p><p><em>NPR's Emma Anderson, Nicole Beemsterboer, Robert Benincasa and Barbara Van Woerkom contributed reporting and research to this investigation.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Measures+Aimed+At+Keeping+People+Out+Of+Jail+Punish+The+Poor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"638"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315621364-19dd4c.m3u?orgId=1&topicId=1150&aggIds=313986316&ft=3&f=314866421"},{"href":"http://media.npr.org/assets/img/2014/05/23/tom_barrett-61b41697076f3b9b704c0edf7ed705363dfe3ef7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"4000"}}]}