{"created":"2015-07-02T18:59:10+00:00","modified":"2015-07-02T21:40:04+00:00","valid":{"from":"2015-07-02T21:40:04+00:00","to":"3015-07-02T21:40:04+00:00"},"hreflang":"en","guid":"3a976db9-76c3-4393-9e9f-9d4b4674acd4","title":"Tunisian breakdancers view their activity as an alternative to radical Islam — but it doesn't always work","published":"2015-07-02T21:39:58+00:00","byline":"Marine Olivesi","tags":["conflict","terrorism","culture","Religion","SafeMode","Conflict","Conflict & Justice","Africa","Tunisia"],"teaser":"The Rocking Steps Crew is a celebrated group of breakdancers, or b-boys. They bill themselves as an alternative to radical Islam. But sometimes the draw of breakdancing isn't enough. Seifeddine Rezgui, who gunned down 38 tourists on a beach last week in Sousse, Tunisia, was once an avid — if not especially proficient — b-boy.","contentencoded":"<p><a href=\"https://www.facebook.com/ezzouhourmagiquegaafour/videos/175958562438698/?__mref=message_bubble\" target=\"_blank\">This-low budget video</a> of a young man flipping, spinning and sliding has probably become the most viral breakdancing clip to ever come out of Tunisia — and not because of the dancer’s moves.</p>\n<p>\"He’s a poor dancer,” jokes Ilyesse, an 18-year-old who’s one of the top 16 breakdancers in Tunisia, “but he’s a skilled terrorist.”</p>\n<p>Seifeddine Rezgui, the teenager featured on the 2010 video, shot dead 38 tourists on a beach last week in Sousse, the worst attack in Tunisia’s history.</p>\n<p>The breakdancing video was filmed in his hometown of Gaafour in northwest Tunisia. In another of his viral hits, we see a very different side of the young breakdancer turned assasin, he clutches his AK-47 and walks calmly along a beach after killing his victims. It’s still unclear what drove this master's degree student to commit such an act. I wanted to see if fellow breakdancers would have some clues.</p>\n<p>In April 2014, I came to Sidi Bouzid, the birthplace of the Arab Spring, to <a href=\"http://www.pri.org/stories/2014-04-24/breakdancing-101-tunisia-style\" target=\"_blank\">report on Ilyesse and his friends</a>, a joyful bunch of b-boys called the Rocking Steps Crew. Their talents extended well beyond the dance floor: They were touring the country, organizing workshops in small towns and villages. Back then, the group was supported by USAID.</p>\n<p>When I visited again in June, the group looked like this:</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/0uDCuoLGd7U?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Wissem Missaoui, their project supervisor, said their efforts were invaluable in the fight against extremism.</p>\n<p>“The youth problem, especially in the interior of the country, is that they don't feel like they belong to society,” said Missaoui at a conference last year showcasing the work of dozens of local organizations like the Rocking Steps Crew. “They feel marginalized. That’s why they're easily attracted by the extremist groups and by the criminals. And the Rocking Steps, they get this. They are countering this appeal. They create for young people a space where they can express themselves, a place where they belong.”</p>\n<p>It’s hard to tell how committed Rezgui was to dance five years ago. Whatever happened next in his life though makes one thing clear: his love for breakdance didn't stop him from turning terrorist.</p>\n<p>While the rest of the world ponders why a seemingly westernized young man opened fire at western tourists sunbathing, the reaction of Sidi Bouzid’s breakdancers was telling. They weren't that shocked.</p>\n<p>Nidhal Bouallagui, 25, has trained up to 250 dancers across the country over the past years. After the revolution, extremists were on the rise in this mostly secular country. Nidhal saw first-hand the cultural clash play out, and he saw the radical groups win over several of his friends.</p>\n<p>“Breakdancers, artists, musicians,” he says, “we are all prime targets for radicals. Because we are out there, and we constantly get nagged at. They (the radicals) keep telling us that we’re not Muslims, that we have no God. And the minute a dancer gets into trouble, because he’s broke for example, they use that to take him away from dance. These extremists, they offer you money, they offer you a job. At first they just say, come and pray at the mosque. They tell you it's OK to dance as long as you’re praying. Then, later on, they tell you you can dance, but you should stop the music because that’s the music of infidels. I have a friend who was training without music for a while! Then he just stopped dancing.”</p>\n<p>That could well be Seiffedine Rezgui's story too. He came from a working class family and moved away from his tiny hometown to continue his studies. Local reports have said the Islamic group he socialized with at university was paying his rent. So it's not a stretch to imagine he was lured in the same way.</p>\n<p>Nidhal can only guess, but one thing he knows as a breakdancer, and a successful one, is that the lack of support here for the arts is overwhelming.</p>\n<p>He tried to open a dance school in Sidi Bouzid last year. He even found international sponsors, but local authorities refused to allocate him a space. This July, he was invited to France for an international competition. His visa has just been rejected. He says that’s enough disappointment to break someone’s passion.</p>\n<p>“You go from frustration to more frustration, until you reach a breaking point.” What you do next, he says, depends of your strenghth of character and your support system.</p>\n<p>“I try and stay calm. I try to figure out something else even if I see dream after dream being shattered. But I’m well connected and there are a lot of people encouraging me, and that gives me strength. Others might be weaker, it’s so easy to be negative here. I see friends posting stuff on Facebook about ISIS all the time, celebrating them. They don't necessarily do it because they embrace their ideas. It’s more like cursing at the system.”</p>\n<p>That rage against society will go on as long as young people feel the deck is stacked against them, says Nidhal. Joining ISIS just seems like a better way to play out anger than breakdancing these days — because everybody’s scared of ISIS.</p>\n<p>Nidhal is worried everybody will be scared of breakdancers now, too.</p>\n<p>“Before, I was proud to be a breakdancer, now I'm wondering if<em> he</em> did that, maybe another breakdancer will do the same! It's scary to see that dancer, extremist, terrorist ... they all look all the same now. You can't tell who’s a threat and who’s not. One friend of mine, a cop, told me right after the attack: 'He looked just like you! Same hair, same clothes.' As breakdancers, we used to stand out. What are we gonna do now?”</p>\n<p>Their future as dancers is uncertain. Yet the Rocking Steps Crew keeps practicing every night, in less than satisfactory environment.</p>\n<p>They train at 2 a.m. in the hallways of an outdoor shopping center — the only place they could find. The music comes from a cell phone, their footwork performed on a dirty floor.</p>\n<p>The routine they crafted here made them finalists this year in the prestigious <a href=\"http://www.redbullbcone.com/en/\" target=\"_blank\">Red Bull's annual breakdance competition</a>, a rare showcase of their talents.</p>\n<p>Nidhal says there used to be 12 big events a year in Tunisia; now the funding has dried up, and only two remain.</p>\n<p>“I’m not sure how long we’ll keep going,” he says “We train and train — but without a dance school and more shows, it just seems pointless. It's like spinning in a vacuum.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-02%2Fbreak-dancing-tunisia-can-change-some-lives-tragically-not-all&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07022015_06.mp3"},{"href":"http://admin.pri.org/file/0702201506mp3"}]}