{"created":"2014-10-08T02:26:23+00:00","modified":"2014-11-10T20:26:26+00:00","valid":{"from":"2014-11-10T20:26:26+00:00","to":"3014-11-10T20:26:26+00:00"},"hreflang":"en","title":"'Weird Al' Yankovic On Parody In The Age Of YouTube","published":"2014-07-12T16:12:00+00:00","teaser":"Yankovic says the new digital democracy has forced him to focus his craft and reconsider his release strategy — but where pop parody is concerned, \"as long as people don't mind, I'll keep doing it.\"","itags":["npr_api","329873481"],"guid":"3a9ffd70-95cf-4129-8afd-a7b7db11f34b","contentencoded":"<p><a href=\"http://www.npr.org/artists/15291400/-weird-al-yankovic\" target=\"_blank\">\"Weird Al\" Yankovic</a> has been the king of parody for 30 years, outlasting and, in some cases, outselling the artists he's sent up. He also mastered the genre pastiche — original songs that nail a famous artist's style — long before Jimmy Fallon made the practice a viral phenomenon.</p><p>Yankovic is about to release his fourteenth album,<em> </em><em>Mandatory Fun</em>, and he's taking that title seriously: Starting Monday, he will release eight new music videos in eight days. He spoke with NPR's Tamara Keith about testing song ideas on his teenaged daughter, how YouTube has forced him to focus his craft, and why <em>Mandatory Fun</em> is likely his last proper album. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Tamara Keith: <em>Mandatory Fun</em></strong><strong></strong><strong> is the name of your album. Is that how you'd describe your approach to life?</strong></p><p>\"<strong>Weird Al\" Yankovic: </strong>That was just an oxymoron that I've always been amused by. It's used a lot in corporate retreats and, I'm told, in the military. Also, this is the last album of a 32-year-long record contract, so some fans have theorized that that might have something to do with it as well, but I can't really comment on that.</p><p><strong></strong><strong>You've kept a pretty tight lock on this album, but one thing we know is coming is a song called \"Word Crimes,\" a parody of Robin Thicke's \"Blurred Lines.\"</strong></p><p>That's correct. When I do my parodies, because of YouTube, I'm never the first person to do a parody of a certain song. And all the obvious ideas seem to be taken already, so nowadays when I do a parody I try to think of an angle that might be a little bit different or left-of-center that somebody else hasn't thought of already. And I don't think anybody, to this point, had done a \"Blurred Lines\" parody about proper use of grammar.</p><p><strong></strong><strong>The original song was pretty controversial, and so many of the parodies that I've found on YouTube play on the misogyny angle. Your parody doesn't; in fact, it almost makes it wholesome. Are you a wholesome person by nature?</strong></p><p>Well, I guess I kind of am. It's sort of the way I was raised, and my art and my comedy and my music is sort of an extension of my personality. I didn't set out to be a family-friendly recording artist but that's sort of the way it happened, and it's a wonderful thing. When I look out into my concert audience, it's all generations out there. It's sort of a family bonding experience.</p><p><strong></strong><strong>Have you ever been slapped with one of those parental warnings?</strong><strong> </strong></p><p>I haven't ever gotten a parental warning sticker, although my song \"<a href=\"https://www.youtube.com/watch?v=hEcjgJSqSRU\" target=\"_blank\">The Saga Begins</a>\" got censored by Radio Disney when it came out. There was a line about, 'Did you see me hitting on the queen?' That was apparently too risqué for Radio Disney, so I think it was changed to 'talking to the queen,' which is more acceptable.</p><p><strong>There was a time the \"Weird Al\" parody was it. And now, <a href=\"https://www.youtube.com/watch?v=-qTIGg3I5y8\" target=\"_blank\">Cookie Monster has done a version</a> of Carly Rae Jepsen's \"Call Me Maybe.\" </strong></p><p>Yeah, Cookie Monster is my No. 1 competition right now. Actually, I don't view it as a competition at all. I think it's wonderful that there's a level playing field now. Anybody can upload their videos to YouTube and you don't have to get the blessing of some record executive somewhere to get your stuff heard. If your stuff is good, chances are people will hear it.</p><p>I did have the field to myself pretty much throughout the 80s and 90s, and it's more of a challenge now because I have to make sure my material rises above on its own merits. I can't just say \"Well, I'm the only person with a major label recording deal.\" Now I have to compete with the thousands and thousands of people that are also putting out comedic songs and parodies.</p><p><strong></strong><strong>And MTV is sort of a different thing than it was. \"Eat It\" was an anthem of my childhood more than \"Beat It\" was; it was in such heavy rotation on MTV.</strong></p><p><strong></strong>Well, MTV is a completely different animal now, obviously. Back when I was first starting out in the 80s, people watched it for hours on end, and they would memorize every tiny detail of every music video. When I came along and I just tweaked those little video moments, people understood and got the humor immediately. Nowadays, MTV is more of a reality show channel, and I'm not really focused on that, and they're certainly not focused on me. So the internet is the new MTV, at least as far as I'm concerned.</p><p><strong>You are going to be releasing eight music videos in eight days for this album. Why did you decide to do it this way?</strong></p><p>I wanted to really do what is ostensibly my last album with a big splash. I wanted the first week to be big; I wanted every single day of release week to be an event. I wanted a video to go viral for an entire day and have people talking about that video, and then the next day they're talking about a new video. I just thought that would be a really fun way to do it, to make a big deal out of release week.</p><p><strong>Is this in any way an homage to <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyoncé</a>'s sort of unorthodox release of her album late last year?</strong></p><p>You know, a few people have said that. My last album, which came out three years ago, I had a video for every single song, and they all came out at once. And nobody said to Beyoncé, \"Hey, you're doing a Weird Al, aren't ya?\" So for the record, I was first.</p><p><strong></strong><strong>I want to ask you about the accordion, which you've been playing since you were a little boy. Was that your first instrument?</strong></p><p>It was, yeah. My parents decided that I should take accordion lessons, because they obviously wanted me to be really popular in school: Who doesn't love an accordion player? Who doesn't want an accordion player at their party? It's the life of the party, come on!</p><p><strong></strong><strong>It is like an entire orchestra in one big, obnoxious instrument.</strong> <strong></strong><strong>Did you struggle with that?</strong></p><p>I didn't think it was an un-hip instrument until I started asking my friends if I could join their rock bands, and I learned pretty quickly that wasn't really going to fly. My friends didn't seem to have a need for that for some odd reason, and I found out pretty early on that if I wanted to play my accordion I had to kind of go down my own path.</p><p><strong></strong><strong>Which you have. When did you start hearing funny lyrics? Did you just hear them in your mind just as you were listening to songs?</strong></p><p>I got into the Dr. Demento radio show in my early teens, but I think my brain was warped even before that. I went through some old [notebooks], with accordion sheet music of the popular songs of the day, and even as a small child, 8, 9 years old, I saw that I had re-written some of the words to the pop songs. And it was horrible — it was about as clever as an 8-year-old could write a parody. But my brain was thinking in those patterns even back then.</p><p><strong></strong><strong>What did your parents think? Did you say, \"Hey Mom! Hey Dad! I've got this great new song!\"?</strong></p><p>If I did, I'm sure they humored me, but I don't think they ever really thought that that was the way my life was headed. I was a straight-A student, and I always was very adult minded. I went to college and got my degree in architecture, and I thought that someday I would be an adult and have a real job.</p><p><strong></strong><strong>I guess that didn't work out?</strong></p><p>It didn't quite work out like that, so I'm still going through my prolonged adolescence.</p><p><strong>What's your process like? Are there songs where you're like 'I just have to do that one'? Is it ever a struggle?</strong></p><p>Well, I start with a list of possible candidates. I go through the Billboard charts, I listen to the radio, I keep my finger on the pulse of what's happening online and I make a master list of songs that I think would be reasonable targets. Then I'll go down that list and do variations on a theme. I'll think, 'What are all the possible ways I could go with this song to make if funny? What are the puns based on the title? What are the directions I can go?'</p><p>I'll generate ideas, and 99 percent of those ideas are horrible. I have no problem coming up with ideas, but good ideas are hard to come by. When I do find a good idea, then I'll start riffing on concepts based on that idea, and come up with pages and pages of notes based on that. When I came up with the idea for \"Word Crimes\" I thought, \"That's great, because I'm pretty obsessed with grammar anyway.\" I'm always correcting peoples' grammar. In fact I've done some videos for YouTube where I'm correcting road signs and making the grammar better, on the highway and in the supermarket. \"Twelve items or <em>fewer</em>,\" that kind of thing.</p><p><strong></strong><strong>That must make you popular at parties.</strong></p><p>It makes me a hero among a small subset of the population.</p><p><strong></strong><strong>Do you run these by anybody? Test them on a small audience?</strong></p><p>My daughter is going into sixth grade, so she is sort of my ears to the ground. A couple months ago I said, \"Are they talking about Iggy Azalea at school?\" And she says, \"Well, not so much.\" I asked the same thing two weeks later and she said, 'Oh yeah, that's all they're talking about now! They won't shut up about Iggy Azalea!' So, that was the tipping point. That's when I knew it was okay to do it.</p><p><strong></strong><strong>Your original songs, I've read that you feel like they don't get as much attention as you'd like them to.</strong></p><p>Well, that's true. Certainly among the general population I'm known as the parody guy, and to this day, after 30 years, a lot of people still say, \"Do you ever write your own songs?\" And I can't blame them for saying that, because virtually all of my hits have been parodies. But the fans, the people that listen to the whole album, know that half of my material is original — although most of those are style parodies or pastiches.</p><p><strong></strong><strong>Can we ever expect an album of all originals from you?</strong></p><p><strong></strong>I don't think that's really necessary. If fans want to make their own all-original albums based on what I've put out already, they can burn their own. I love doing the parodies as well as the originals, so it's not like I'd ever give up one in favor of the other. And in fact, I don't know that I'm going to be doing any more traditional albums after this point, now that my record label deal is over. I think that digital distribution is more the way for me to go: putting out a single at a time, possibly two or three tracks or an EP. I don't know that putting out 12 songs at once in this day and age is the best way for me to get my music out there, because if I'm waiting that long, chances are a lot of the material is going to be somewhat dated by the time it comes out.</p><p><strong></strong><strong>Wow, so this is the last \"Weird Al\" album?</strong></p><p>Well, I have to be careful about that, because a lot of people listen to that and say \"Oh, Al's retiring!\" I am not retiring, I intend to keep making music like I have in the past. All I'm saying is, there's a pretty good chance this is the last conventional album.</p><p><strong></strong><strong>Or you could do one of those comeback tours in like six months.</strong></p><p>Every tour I do is a comeback tour. People really perceive it that way: Every album I put out: \"Oh, Al's back!\"</p><p><strong></strong><strong>Is it true that you don't need permission to do a parody of a song?</strong></p><p>Legally, I say it's a gray area. I could get away with not getting permission, but I've never wanted to get away with that. I think it's more taking the high road to make sure that the artist feels like they're in on the joke. I want them to know that it is in fact an homage, it's a tribute. Like I say, it's more a poke in the ribs that a kick in the butt.</p><p><strong></strong><strong> What's the favorite reaction you've gotten from an artist?</strong></p><p>There have been so many. One of my favorites was Chamillionaire, who of course did \"<a href=\"https://www.youtube.com/watch?v=CtwJvgPJ9xw\" target=\"_blank\">Ridin</a>','\" which I did the parody \"White and Nerdy\" off of. He ran into me at the Grammys a couple years ago, right after he'd won the Grammy for Best Rap Song. He approached me on the red carpet and said, \"Thank you for this. I think your parody is a big reason why I won this Grammy, because you made it undeniable that my song was the rap song of the year.\"</p><p><strong>Are you going to be Weird Al forever?</strong></p><p>I don't know. If you had asked me 30 years ago if I'd still be doing it today, I'd say that's pretty unlikely. But I love doing this. I can't imagine a job I'd rather have. I love comedy, I love music. I'm sure people will let me know when it's time to hang up the accordion and call it quits, but it's a lot of fun for me still, and as long as people don't mind, I'll keep doing it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Weird+Al%27+Yankovic+On+Parody+In+The+Age+Of+YouTube&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"505"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889538-ee5635.m3u?orgId=1&topicId=1105&ft=3&f=329873481"},{"href":"http://media.npr.org/assets/img/2014/07/08/weirdal-97e96a011d7509ee719bbf3d7badce4cbdca87e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2023","width":"2697"}}]}