{"created":"2014-10-02T21:05:09+00:00","modified":"2014-10-31T01:02:35+00:00","valid":{"from":"2014-10-31T01:02:34+00:00","to":"3014-10-31T01:02:34+00:00"},"hreflang":"en","title":"U.S. Plan To House Immigrant Kids In Tiny Va. Town Rattles Residents","published":"2014-06-19T15:01:00+00:00","teaser":"Federal officials have struck a deal to detain unaccompanied migrant children at an empty college in Lawrenceville, a town of 1,400 people. But local pushback has put the plan on hold.","itags":["npr_api","323346848"],"guid":"3a9f84fb-e50a-49f8-a6ca-b8cb0277de07","contentencoded":"<p>The influx of tens of thousands of unaccompanied immigrant children to the U.S. has sparked a controversy in an unlikely place far from the U.S.-Mexico border: a tiny town in southern Virginia.</p><p>The federal government had struck a deal to house some of the migrants in an empty college in Lawrenceville, in the heart of Virginia's tobacco belt. The first busload was expected as early as Thursday, but a local backlash has put the plan on hold.</p><p>Word spread this week that the detention center was a done deal, and it didn't go over well that most in this town of 1,400 had heard nothing of plans for the shelter.</p><p>\"I was just shocked,\" says Brunswick County Sheriff Brian Roberts. \"The way this process has been handled puts more fear in our eyes, because it's been shoved down our throat,\" he says.</p><p>Roberts' main worry is public safety. \"That's my job,\" he says, \"and so 500 kids unaccounted for — illegal alien children in my little sleepy town — I just don't think it's the right fit for this community.\"</p><p>Tens of thousands of unaccompanied minors have crossed the southern U.S. border in recent months. Federal officials have been putting them up on military bases until they can be reunited with family members in the U.S. or deported.</p><p>So why turn to Lawrenceville? Because of Saint Paul's College.</p><p>One of the nation's oldest historically black colleges, Saint Paul's closed last year amid accreditation woes and a pile of debt, leaving dorms and other buildings sitting empty.</p><p>But this week, the college parking lot was full as a slew of officials from the Federal Emergency Management Agency, the Department of Homeland Security and the Department of Health and Human Services descended to prep the buildings and organize the transfer of migrant minors.</p><p>Media were not allowed on campus, and despite repeated requests, no federal officials gave NPR an interview.</p><p>The college's stately red brick buildings sit among clusters of lush green woods. But the open campus is in the heart of town, a stone's throw from Main Street and surrounded by homes.</p><p>At Pino's Pizza downtown, Emily and Derek Lewis say they and their children live just across the street from Saint Paul's, so the notion that migrant teens out on their own will be staying there makes them a bit uneasy.</p><p>\"Kids find ways of getting out of places. It just happens,\" Emily says.</p><p>\"I was a teenager,\" Derek says. \"I learned how to get out of my school. The No. 1 concern we have is the potential for shenanigans and the potential for crime.\"</p><p>The Lewises say they've been reassured by a federal official that the runaway rate at immigrant shelters is less than 1 percent. Still, a couple booths over, Joanna and Frederick Pritchett have other concerns.</p><p>\"There's more things they can be doing with those buildings over there than housing immigrants,\" Frederick says.</p><p>Joanna says it doesn't seem fair that the government is paying to house people who've entered the U.S. illegally. \"We've got people right here in town that don't have anywhere to lay their heads,\" she says.</p><p>They and others also wonder: Will the kids end up in the local schools? Will they bring diseases? Will there be gang members?</p><p>Federal officials say no, no and no. They've been holding small meetings, trying to quell the backlash. They say the migrants will be vaccinated at the border, screened for criminal backgrounds, self-contained and well-guarded while here on the college campus.</p><p>Outside the restaurant, one woman says she thinks the shelter is a great idea if it brings jobs.</p><p>The government says, at least at first, it will provide the couple hundred people to staff it itself.</p><p>Even so, Town Manager C.J. Dean says just having workers in town to prep the place has been a boon.</p><p>\"They have been to the restaurants,\" Dean says. \"They been to the gas stations. They been to the car wash this morning. You know, they been to Dollar General store buying stuff, so there is already some small economic activity.\"</p><p>Plus, Dean says 70 percent of the town budget is water and sewer sales; housing 500 migrants would certainly boost that.</p><p>With all the uproar, Lawrenceville has scheduled a public meeting about the shelter Thursday evening.</p><p>\"I hope that the public gets all the information that they're seeking so they can make an informed decision of what's going on,\" Dean says.</p><p>In fact, it's not the public's decision to make. Saint Paul's is private, and by all accounts, the government has already signed a five-month lease. But residents say federal officials have told them, \"If you really don't want this, we won't do it.\"</p><p><em>This story was produced for broadcast by Marisa Penaloza.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Plan+To+House+Immigrant+Kids+In+Tiny+Va.+Town+Rattles+Residents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323510659-560c33.m3u?orgId=1&topicId=1091&ft=3&f=323346848"},{"href":"http://media.npr.org/assets/img/2014/06/18/college-baf64b42555a9322f7520bb294454c916ae97e85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2330","width":"3109"}},{"href":"http://media.npr.org/assets/img/2014/06/18/lewis-4e3f8f4465c44b485fc4712515efc7ddef507a9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2873","width":"3833"}}]}