{"created":"2014-10-08T14:23:24+00:00","modified":"2014-10-31T01:18:01+00:00","valid":{"from":"2014-10-31T01:18:01+00:00","to":"3014-10-31T01:18:01+00:00"},"hreflang":"en","title":"From Jack White, A Fierce New Record Raised In Captivity","published":"2014-06-11T00:31:00+00:00","teaser":"Whether he's producing, leading a band or on his own, White continues to evolve with each project. His first solo album was the sound of heartbreak, but the new <em>Lazaretto</em> feels more like isolation.","itags":["npr_api","320729401"],"guid":"3aa2f546-fb92-45a2-aff4-f2d449f79415","contentencoded":"<p>A lazaretto is a place of quarantine, where sick people or tainted objects are sequestered from the general population. It's easy to see how an artist might apply this to himself — especially someone like <a href=\"http://www.npr.org/artists/17089122/jack-white\" target=\"_blank\">Jack White</a>, who projects eccentricity and shrouds himself in mystery. His first solo album was the sound of heartbreak. His second, the new <em>Lazaretto</em>, feels more like isolation.</p><p>From staccato arrangements to splashy cymbal crashes and explosive guitar soloing, many of the hallmarks of White's sound are on his new album in abundance. Most of all, he continues to refine his ability to dig deep into old music and come up with something fresh, as he does here with a reimagining of Blind Willie McTell's 1928 song \"Three Women Blues.\"</p><p>White started out as an arty garage rocker, rising to fame in the late 1990s with <a href=\"http://www.npr.org/artists/15189638/the-white-stripes\" target=\"_blank\">The White Stripes</a>, but over the years, an increasing amount of twang has wrapped itself around his fuzz-toned guitars like a creeping vine. He's produced artists like <a href=\"http://www.npr.org/artists/16152990/loretta-lynn\" target=\"_blank\">Loretta Lynn</a> and dedicated himself to preserving American roots music. On his new album, he takes a wildly creative approach to this aesthetic: Rather than just drop stringed instruments into a rock song, he manipulates sound itself, working backwards pedal steel and a howling violin that says more than lyrics ever could into the instrumental \"High Ball Stepper.\"</p><p>Whether he's producing, leading a band or performing as a solo artist, White continues to evolve with each project, and <em>Lazaretto</em> fits nicely into the arc of his career. It's bold, impressionistic and sometimes demanding. There's enough ferocity to keep fans of his short, sharp early work hanging in there, and enough inventiveness to attract new ones.</p><p>Maybe it takes some degree of isolation to create a spectacular record like this one. Or maybe White is so busy that quarantine is something he only dreams of. Either way, the result is worth your attention.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Jack+White%2C+A+Fierce+New+Record+Raised+In+Captivity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meredith Ochs","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734929-a75609.m3u?orgId=1&topicId=1104&ft=3&f=320729401"},{"href":"http://media.npr.org/assets/img/2014/06/10/jw_lazarettosingleart_hi-dfb85d46d0279e3819722cd4789eeeb4cafe1ffd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}