{"created":"2015-02-24T07:03:31+00:00","modified":"2015-02-24T23:07:20+00:00","valid":{"from":"2015-02-24T23:07:20+00:00","to":"3015-02-24T23:07:20+00:00"},"hreflang":"en","title":"Kate Pierson Says Going Solo Is Like 'Having Wings'","published":"2015-02-24T14:04:00+00:00","teaser":"\"There's nobody like The B-52s,\" Pierson says. \"But doing stuff on my own, I can also express more personal songs.\"","itags":["npr_api","387243312"],"guid":"3aa57f74-9291-4a5f-941d-d25fc8315418","contentencoded":"<p>Kate Pierson says she always wanted to be a singer.</p><p>\"I used to stick my head out the window when I was a kid and sing at the top of my lungs and think no one could hear me.\"</p><p>In high school, in the 1960s, Pierson sang protest songs with a folk band. She moved from her childhood home in New Jersey to Athens, Ga., \"to do a back-to-the-land thing, raise goats and be out in the country.\"</p><p>It was here that she helped form the iconic new-wave band <a href=\"http://www.npr.org/artists/15784835/the-b-52-s\">The B-52s</a>, named for a women's hair style called a B-52 — southern slang for a beehive — that was not unusual in Athens in the mid-'70s.</p><p>\"I had really long hair,\" Pierson says. \"And we had this hairdresser, Laverne, that was in Athens. And she said, 'Honey, when you hang your head over the bed and make love, that hair is not going to move.'\"</p><p>Nearly 40 years later, the band is still making music, but Pierson says she always wanted to do a solo record. When her friend, the hit-maker <a href=\"http://www.npr.org/artists/17082870/sia\">Sia</a>, offered to co-write, Pierson says she jumped at the chance.</p><p>\"There's nobody like The B-52s,\" Pierson says. \"But doing stuff on my own, I can also express more personal songs.\"</p><p>The album's first single, \"Mr. Sister,\" relates to what she calls one of today's great civil rights issues: trans rights.</p><p>\"It's about a young boy, literally, who sees himself in the mirror and doesn't like what he sees,\" Pierson says. \"And he feels like he wants to get in touch with his inner girl. The whole thing to me is sort of transforming and becoming someone who loves himself.\"</p><p>Pierson says she meant the song to be uplifting. But when she was quoted saying she hoped it would become a \"trans anthem,\" it <a href=\"http://www.huffingtonpost.com/jamie-cooper-holland/an-open-letter-to-kate-pierson_b_6279128.html?utm_hp_ref=gay-voices\" target=\"_blank\">inspired backlash</a>. Many in the trans community say the title and lyrics perpetuate stereotypes, and that Pierson shouldn't presume to speak for transgender people.</p><p>\"I think my initial reaction was being hurt,\" Pierson says. \"Then I started listening and then I started reading, and we started having this dialogue, so I did learn a lot in this whole process.\"</p><p>In spite of the controversy, Kate Pierson says she's proud of her first solo effort, and that it's been like \"having wings.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kate+Pierson+Says+Going+Solo+Is+Like+%27Having+Wings%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Vince Pearson","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388665990-5c55a5.m3u?orgId=1&topicId=1105&e=387243312&d=230&ft=nprml&f=387243312"},{"href":"http://media.npr.org/assets/img/2015/02/18/17746-frontbookletcover-1--6cde4a18bd5890215259ad3ed1af6543de93af7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1068","width":"1425"}}]}