{"created":"2014-09-17T21:59:53+00:00","modified":"2014-09-18T19:41:21+00:00","valid":{"from":"2014-09-18T19:41:21+00:00","to":"3014-09-18T19:41:21+00:00"},"hreflang":"en","guid":"3aaccc09-3096-4ca1-843e-c22ec32f0952","title":"A journalist returns to his hometown in Kashmir after the worst flood in a century","published":"2014-09-18T19:40:07+00:00","byline":"Shirin Jaafari","tags":["Monsoon","flood","weather","Environment","Science, Tech & Environment","Asia","Pakistan","India","Kashmir","Asia","South Asia","Basharat Peer","Kashmir","Pakistan","Disaster","Weather","Environment","Flood"],"teaser":"The Indian states of Jammu and Kashmir are dealing with the most devastating floods in a century. Many are calling the floods Kashmir's Katrina. Journalist Basharat Peer returned there to check on his family and his hometown.","contentencoded":"<p>People living in India and Pakistan are no strangers to heavy rains. Each year, the monsoon season brings downpours.&nbsp;But today, the Kashmir region is dealing with one of the worst floods in a century.</p><p>Over the past ten days, heavy rains have left more than 450 people dead and many are still missing.&nbsp;For author and journalist <a href=\"https://twitter.com/basharat_peer\">Basharat Peer</a>, what&#39;s happening there is very personal.&nbsp;He grew up in Kashmir and his parents still live there.</p><p>As soon as he heard the news about the flood, he left New Delhi, where he lives today, to look for his parents.&nbsp;&quot;My city was like an enormous trash can full of sad, grieving people,&quot; he says.</p><p>&quot;My old neighborhood was under 20 feet of water,&quot; he adds. &quot;The house I spent ten years in, you couldn&#39;t even see the roof. It was all gone.&quot;</p><p>Peer says the phone networks and Internet were down and that made getting news of residents there even more difficult.</p><p>The neighborhood Peer&#39;s family lived in wasn&#39;t significantly damaged, but he says his parents had to flee their home and sleep on the roof of a shopping mall.</p><p>Some have called it Kashmir&#39;s Katrina. And&nbsp;Kashmir residents are not happy with the government&#39;s response to the flood.</p><p>&quot;It&#39;s in some ways the response that came from President Bush at that time,&quot; Peer says. &quot;The head of the local government had a similar response, which was of utter failure.&quot;</p><p>Peer says there is normally a huge police presence in Kashmir, but after the recent flood, the biggest operation to help people came from civilians.</p><p>&quot;You could see doctors, filmmakers, all becoming volunteer aid workers,&quot; he says.</p><p>In the end, Peer was able to find his family in safety. But many others are still searching for their loved ones.</p><p>Peer says his parents insisted on remaining in Kashmir.&nbsp;&quot;Since 1990 we had a very long and brutal war in Kashmir ... They never left then and they would not leave now,&quot; he says.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45Y0C.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45y0cjpg"}]}