{"created":"2014-10-08T16:03:06+00:00","modified":"2014-10-31T02:03:15+00:00","valid":{"from":"2014-10-31T02:03:15+00:00","to":"3014-10-31T02:03:15+00:00"},"hreflang":"en","title":"In Pricey Cities, Being A Bohemian Starving Artist Gets Old Fast","published":"2014-05-16T00:18:00+00:00","teaser":"When even a tiny garret in a major city is crushingly expensive, the ideal of the \"starving artist\" has shifted since the days when poverty was held up as ennobling.","itags":["npr_api","312779821"],"guid":"3aae6d65-e44f-4a88-91c8-683d9e1a3d0f","contentencoded":"<p>There are very few professions where poverty is romanticized, but if you're a Franciscan friar or an artist, being poor is seen as somehow ennobling. Josh Shaw, who ran a recent <a href=\"https://www.youtube.com/watch?v=hOnIDWIaC2g\" target=\"_blank\">Pacific Opera Project production</a> of <em>La Boheme</em> in Los Angeles, says the opera's famous story of starving artists hits a little close to home.</p><p>\"There's been times recently ... where I have practically nothing in my bank account,\" Shaw says. Almost everyone in his company works multiple jobs — waiting tables, teaching music, writing for little publications. Their lives don't seem too different from the artsy bohemians in Puccini's opera.</p><p><em>La Boheme </em>saw a spectacular reboot with the musical <em>Rent</em> in 1994. But how is its story of suffering romantically for art's sake faring in an age of rising income inequality?</p><p>In the HBO series <em>Girls</em>, young faux bohemians subsidize their Brooklyn rents with handouts from their parents — and have to explain to their parents their choice of an artist lifestyle: \"Tell them you'll get tuberculosis in a garret if you have to,\" one character advises. \"Tell them it's what Flaubert did. Tell them that Picasso did it. Rappers who were poor and sold their tapes in the street did it.\"</p><p>Playwright and performer Mike Albo loves <em>Girls</em>, even though it bears little resemblance to the vision of fabulous poverty he aspired to in the 1990s. \"I moved to the city thinking: But I'm like Patti Smith. I'll just sleep on a mattress and, you know, eat one potato,\" he says.</p><p>But Albo, who recently staged a well-reviewed off-Broadway show called <em>The Junket,</em> says his romance with artistic poverty is dead. He says that paying his bills every month in a city as expensive as New York requires a lot of \"plate spinning.\"</p><p>And that is why a new generation of artists would never dream of a glamorously poor existence almost anywhere, much less in the capital of the art world.</p><p>\"It's sort of impossible; it's really sad,\" says <a href=\"http://cargocollective.com/BiancaDiaz\" target=\"_blank\">Bianca Diaz</a>. Diaz lives in Pilsen, a Mexican-American neighborhood in Chicago that's also been an artists' enclave for years. It was actually founded more than a century ago by Bohemians — the original ones, from Czechoslovakia. Diaz graduated last year from the Rhode Island School of Design, where she says her classmates showed little interest in living in garrets and eating ramen noodles.</p><p>\"I really don't feel like people are glamorizing poverty as much,\" she says. \"They're more interested in glamorous technology that can support their work.\"</p><p>In short, a YouTube channel might be today's equivalent of a raw loft space on Avenue B. Musician Stephen Brackett sees a deeper problem than the rising costs of life in cities, and that's how artists are viewed broadly: That artists aren't \"laborers,\" and that they're not \"working.\"</p><p>Brackett believes all kinds of Puritan projections are put on jobs like his that are fundamentally about creating visions, not pulling paychecks.</p><p>\"Because we are living this kind of dreamed upon lifestyle, I think there's kind of like a passion tax,\" he says.</p><p>Brackett is an MC with a group called <a href=\"http://flobots.com/\" target=\"_blank\">The Flobots</a>. They try to redress what they see as the general devaluation of the arts by bringing music education to public schools in Denver.</p><p>Arts education is itself impoverished even though study after study points to its importance in a post-industrial global economy. One year after Lyndon B. Johnson started the War on Poverty, he approved the National Endowment for the Arts, which supports artists and arts education. Its current budget is about $146 million, says visual artist <a href=\"http://williampowhida.com/wordpress/\" target=\"_blank\">William Powhida</a>.</p><p>Just compare that, he says, to today's private art market. On Tuesday night, in one single auction, wealthy collectors bought almost a billion dollars in contemporary art at Christie's in New York.</p><p>\"If you had a 2 percent tax just on the auctions in New York you could probably double the NEA budget in two nights,\" he says.</p><p>Critics might call that wealth redistribution. Powhida finds it strange and not a little cruel that art is one of the most excessive markers of income inequality — even as artists tend to be among the least well-paid workers in the art industry.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Pricey+Cities%2C+Being+A+Bohemian+Starving+Artist+Gets+Old+Fast&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312832948-c37f5d.m3u?orgId=1&topicId=1008&aggIds=306866080&ft=3&f=312779821"}]}