{"created":"2014-11-07T20:22:29+00:00","modified":"2014-11-10T19:00:48+00:00","valid":{"from":"2014-11-10T19:00:48+00:00","to":"3014-11-10T19:00:48+00:00"},"hreflang":"en","guid":"3ab3c290-4ca2-43e9-ba38-8e62b933cc40","title":"Vigilantes with homemade weapons take on Boko Haram in Nigeria","published":"2014-11-10T19:00:46+00:00","byline":"Carol Hills","tags":["politics","Religion","military","terrorism","Conflict","Conflict & Justice","Africa","Nigeria","West Africa","Africa","Alexis Okeowo","Abba Aji Kalli","Boko Haram","New York Times Magazine","Borno State","Nigeria","Islamic terrorism","Politics"],"teaser":"In northeast Nigeria, Boko Haram is hiding in plain sight, so thousands of citizens there have formed their own vigilante group for protection. The idea is to do what the Nigerian military can't seem to do: root out the extremists","contentencoded":"<p>You might think a group of volunteers using machetes and homemade weapons would be no match for Boko Haram. But the Civilian Joint Task Force is making a difference for the people of northeast Nigeria. </p>\n<p>\"We're talking about tens of thousands of people all across northeast Nigeria,\" says Alexis Okeowo, who <a href=\"http://www.nytimes.com/2014/11/09/magazine/inside-the-vigilante-fight-against-boko-haram.html?ref=magazine\">has written about the militia group for The New York Times Magazine</a>. Okeowo spent time with a local commander named Abba Aji Kalli who leads an 8,000-man unit in Maiduguri, a city of more than a million people. It's the capital of Borno State in northeast Nigeria and has been a hotbed of Boko Haram activity since 2009. </p>\n<p>Okeowo describes the Civilian JTF as a loose network with different sectors that work together. She observed the structure up close in Maiduguri when she accompanied Abba Aji Kalli during his patrols.</p>\n<p>\"Different units would alert one another to what was happening in each other's areas, and then they'd dispatch boys out to investigate or to apprehend someone. It's a pretty well-organized venture.\"</p>\n<p>Kalli is 50, with an established career as a state auditor. He has many children and is a devout Muslim. \"He was just fed up about what was going on in Maiduguri, his hometown,\" says Okeowo. There were attacks, bombings, his own brother was killed by Boko Haram. \"He was tired of feeling really helpless, so when he saw people going around and arresting people and taking the Boko Haram suspects to the Nigerian military, he decided he wanted to get involved with the vigilantes.\"</p>\n<p>The Nigerian military was supposed to be bringing order to Borno State and other parts of northeast Nigeria. A state of emergency was declared in the region in 2014 and Nigerian security forces have been there ever since. But this past summer, when the attacks by Boko Haram hadn't abated, Kalli joined the vigilante group. \"He was fed up,\" says Okeowo. \"He was wondering why the military couldn't protect them.\"</p>\n<p>When the militia started last year, it was working entirely outside the law. Now, the government has tried to co-opt the group. The Nigerian military helps train the vigilantes and members of the task force go out on missions. They're often working with Nigerian security forces. </p>\n<p>But the materiel available to the volunteers is still primitive. \"At first, they were using sticks, knives and machetes,\" says Okeowo. \"Now they use homemade guns made by local craftspeople. They look like guns from another century and sometimes they don't work. They just use whatever they can.\"</p>\n<p>Okeowo says the Nigerian military doesn't provide anything more sophisticated in part because it has its own weapons problem. \"Nigerian soldiers in the northeast have complained of not having weapons that can match up against the Boko Haram, so they're also facing the problem of having outdated weapons.\"</p>\n<p>Fancy weapons or not, the group has been able to round up hundreds of Boko Haram suspects. \"Residents of the northeast say the vigilantes have been really adept at getting these Boko Haram guys who have been hiding within their communities,\" says Okeowo.</p>\n<p>What happens next has been under some scrutiny. Typically the vigilantes hand over Boko Haram suspects to the Nigerian military. <a href=\"http://www.amnesty.org/en/news/nigeria-gruesome-footage-implicates-military-war-crimes-2014-08-05\">Amnesty International has alleged</a>, however, that some of those suspects have been executed. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110720146.mp3"},{"href":"http://www.pri.org/file/110720146mp3"}]}