{"created":"2015-04-02T22:44:22+00:00","modified":"2015-04-02T22:44:23+00:00","valid":{"from":"2015-04-02T22:44:23+00:00","to":"3015-04-02T22:44:23+00:00"},"hreflang":"en","guid":"3ab986d9-aa3f-4b07-984a-c057049f521c","title":"Al-Shabab are masters of terror — and masters of the media","published":"2015-04-02T22:44:17+00:00","byline":"Joyce Hackel","tags":["al-shabab","militants propaganda strategy","media","extremists","ISIS","Islamic State in Iraq and Syria","videos","Conflict","Conflict & Justice","Garissa","Africa","Kenya","Sub-Saharan Africa","Mary Harper","al-shabab","Somalia","Kenya","militants propaganda strategy","media","extremists","Garissa","ISIS","Islamic state","videos","Islamic terrorism","Islamist groups","Al-Qaeda","Al-Shabaab","Jihad"],"teaser":"Extremists behind the siege at a university in Kenya boast a \"pioneering\" media strategy that has paved the way for other media-savvy terrorists like ISIS. But it's still a chilling experience to get a call from al-Shabad amid a terror attack.","contentencoded":"<p>The masked gunmen of al-Shabab, the terrorist group that stormed a university in Kenya in an attack Thursday that killed more than 140 people, boast more than military prowess. For years, the group has been at the cutting edge of jihadi media and propaganda strategy, pointing the way for like-minded and rival extremist groups.   </p>\n<p>\"They're the pioneers of other groups that have emerged later, such as ... ISIS,\" says Mary Harper, the BBC's Africa editor. \"They've always been very effective in speaking to certain people in the media.\"</p>\n<p>Those \"certain people\" include Harper, who was following news of the attack in Garissa, Kenya when her phone rang in London. She recognized the caller's voice. It was an official from al-Shabab taking credit for the siege at the college.</p>\n<p>\"It's quite chilling to receive these phone calls,\" Harper says. \"One of the things that they like to add to the conversation is that the fighters, who are doing whatever they're doing inside these buildings, be they in Kenya or Somalia, they always say, 'Oh, the fighers are very happy. They're relaxed. They're enjoying themselves,' which is rather a chilling thing to be told.\" </p>\n<p>Last month, the Al-Qaeda-affiliated group released a hourlong video of its 2013 attack on the Westgate mall in Nairobi, Kenya. The production was released on the Al-Fida' forum, an online message board for jihadis, in both English and Arabic. It mocked Kenyan security officials' response to the attack on the shopping center, and accused Kenya's government of singling out the country's Muslim population for oppression.</p>\n<p>\"They've done several in Kenya recently which are very, very sophisticated,\" Harper notes. \"Those, I presume, are designed to attract people in the diaspora as well as people in places like Kenya and Somalia.\"</p>\n<p>Extremists have long attempted to shape their image in Western media. Warlords like Liberia's Charles Taylor have been known to call BBC programs in the midst of battle in an effort to shape perceptions of their struggle. Harper says al-Shabab officials call her frequently, and she needs to listen to all sides — not matter how disturbing the information.</p>\n<p>\"I treat any information that I'd be getting with healthy skepticism, but I do think that it's important as an editor that we speak to everybody and then we assess and distill that information,\" she notes, adding, \"You obviously have to be very, very careful.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Fal-shabab-militants-who-held-university-hostage-are-also-masters-media&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0402201506.mp3"},{"href":"http://www.pri.org/file/0402201506mp3-0"}]}