{"created":"2014-12-10T22:19:06+00:00","modified":"2015-05-13T21:27:05+00:00","valid":{"from":"2015-05-13T21:27:05+00:00","to":"3015-05-13T21:27:05+00:00"},"hreflang":"en","title":"Brazil's Tearful President Praises Report On Abuses Of A Dictatorship","published":"2014-12-11T14:38:00+00:00","teaser":"The 2,000-page document bring to light a history of torture, executions and disappearances during the 1964-1985 military dictatorship. An amnesty law means no one has been punished for their role.","itags":["npr_api","369899615"],"guid":"3abf2574-1af9-4f58-9c93-957fd30e1ea1","contentencoded":"<p>Brazil's national truth commission on Wednesday delivered a damning report looking at the abuses committed during that country's military dictatorship, which lasted from 1964 to 1985.</p><p>The 2,000-page document details for the first time a history of arbitrary detention, torture, executions and disappearances.</p><p>Until now, Brazil has sought to bury its difficult past.</p><p>President Dilma Rousseff, who was herself tortured during Brazil's dictatorship period, broke down when she addressed the nation Wednesday. She said the report had fulfilled three important objectives.</p><p>She described it as a search for a fact-based truth, a respect to the historic memory of what happened and, because of that, a reconciliation for the country.</p><p>Missing from her speech, though, was the word \"justice.\" And it was noted by other victims of the regime.</p><p>Unlike Chile and Argentina, where senior military and political figures have been punished for their role in human rights abuses in that period, Brazil has never dealt with what happened during the military dictatorship.</p><p>The generals running the country at the time enacted an amnesty law in 1979 giving them immunity from prosecution. And there has been little political appetite to change the status quo.</p><p>But for Maria Amelia Teles, a victim of torture during that brutal era, the report itself is not enough.</p><p>\"I was tortured, my children were taken to the cell where I was naked, covered in vomit and urine, and beaten up. They were 4 and 5 years old,\" she recalls. \"And they asked me, 'Mama, why are you blue?' I looked down at my body and it was covered in bruises.\"</p><p>Her husband and her pregnant sister were also tortured, and a member of her political party was killed in front of her.</p><p>She knows exactly who was responsible for what happened to her. In fact, the report released Wednesday has his name among 377 individuals who were responsible for human rights violations.</p><p>But he is still a free man. The family has had to sue him privately. The case is winding through the courts.</p><p>In Brazil, the burden of proof has fallen until now completely on us, the victims, she says.</p><p>\"The amnesty law needs to be revoked,\" Teles says. \"It is a national embarrassment. It places Brazil as a champion of impunity.\"</p><p>Maria Laura Canineu, Brazil director for Human Rights Watch, says the report is an important first step.</p><p>\"It's very significant,\" she says. \"It's overdue, more than 30 years after the dictatorship ended and they were only able to do that now.\"</p><p>But she warns Brazil has to deal with its past. She says the reason Brazil is such a violent country today, where torture and human rights abuses by the security services persist, is partly because no one has had to face justice for the crimes committed during that brutal period of repression.</p><p>\"The sense of impunity is present until now within the security forces in Brazil,\" Canineu says. \"Impunity is what links the past and the present and it's what we have to fight against.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brazil%27s+Tearful+President+Praises+Report+On+Abuses+Of+A+Dictatorship&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369902579-967514.m3u?orgId=1&topicId=1127&d=205&p=2&story=369899615&t=progseg&e=369854526&seg=16&ft=nprml&f=369899615"},{"href":"http://media.npr.org/assets/img/2014/12/10/34510183_h33703987-7bfd58325979b049757a897119c7f4b197c9130e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/12/10/34510183_h2997038-d04719f7969886a6362ac2fafa91808c56ab686d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2066","width":"2754"}}]}