{"created":"2014-09-16T21:05:15+00:00","modified":"2014-09-16T23:05:15+00:00","valid":{"from":"2014-09-16T23:05:15+00:00","to":"3014-09-16T23:05:15+00:00"},"hreflang":"en","title":"Supreme Court Strikes Down Pillar Of Campaign Finance Limits","published":"2014-04-03T02:16:00+00:00","teaser":"A divided Supreme Court eliminated the overall limits on a donor's contributions to federal candidates and campaigns, while leaving in place the limit on what a donor may give to one candidate.","tags":["npr_api","298374001"],"guid":"3ac19f99-8917-4772-a976-a9882a41694b","contentencoded":"<p>The U.S. Supreme Court has once again erased from the books a major provision of the nation's campaign finance law. By a 5-to-4 vote, the justices removed the cap on the total amount of money that donors can contribute to candidates and parties in each election. Prior to Wednesday's ruling, the aggregate limit was $123,000. Now there is no limit.</p><p>The ruling is the latest in a series of decisions that have all but demolished the campaign reforms adopted by Congress beginning 40 years ago in the wake of the Watergate scandal. Those reforms were aimed at restoring public confidence by preventing rich contributors from essentially buying votes with their contributions. In 2010, however, the Supreme Court ruled that corporations and unions could spend an unlimited amount on their own to influence elections. And on Wednesday, in a case brought by the Republican National Committee, the court struck down the limit on the total amount that individual donors can give directly to candidates and parties.</p><p>\"People should have the right to give their money and exercise free speech to as many candidates and as many political committees and PACs as they want,\" said an elated RNC Chairman Reince Priebus.</p><p><strong>Political Speech Protected</strong></p><p>The court's decision, written by Chief Justice John Roberts, reversed a contrary ruling from 40 years ago. He said that the aggregate limit of $123,000 is unconstitutional because it can have the effect of limiting the number of candidates an individual can support with maximum contributions. The government, he said, \"may not any more restrict how many candidates or causes a donor may support than it may tell a newspaper how many candidates it may endorse.\" If the First Amendment protects flag burning, funeral protests and Nazi parades, he said, it surely protects political speech.</p><p>Roberts acknowledged that big donors may have more influence with and access to the candidates they support, but he said that is not enough to justify limiting their speech. Instead, he said, any limits on speech must be aimed at something close to bribery, a quid pro quo. And he dismissed as \"speculative\" the dissenters' prediction that millions of dollars in special-influence money would now flood the system. Roberts said that could be prevented by the Federal Election Commission enforcing regulations now on the books.</p><p>\"I was laughing as I read that section of that opinion,\" said Trevor Potter, a former FEC chairman, and former counsel for Republican Sen. John McCain's presidential campaign.</p><p>\"It's in some ways sort of willful blindness\" said Potter, because \"the reality is there are lots of rules on the books and we have had now for several years a Federal Election Commission which is not enforcing any of them.\" The FEC, which has an equal number of Republican and Democratic commissioners, has become \"deadlocked,\" he observed.</p><p><strong>Laws 'Ripe For Challenge'</strong></p><p>Roberts' opinion did not go as far as it could have, leaving intact, for now at least, the base limits on contributions — $5,200 for individual contributions , for instance, and $32,000 for political party committees.</p><p>But Richard Hasen, a law professor at University of California, Irvine, sees the opinion as \"signaling that more campaign finance laws are ripe for challenge, including those base limits.\"</p><p>Joining Roberts' opinion were the court's other conservatives, Justices Antonin Scalia, Anthony Kennedy and Samuel Alito. Justice Clarence Thomas wrote separately to say that he would abolish all limits on campaign contributions.</p><p>Speaking for the four dissenters, Justice Stephen Breyer took the unusual step of announcing his opinion from the bench instead of the usual practice of simply filing the written version. Today's opinion, he said, \"eviscerates our nation's campaign finance laws,\" allowing single individuals to contribute millions of dollars to a political party or to a candidate's campaign. \"Where money calls the tune,\" he said, \"the voices of the people will not be heard,\" and \"a cynical public can lose interest in political participation altogether.\"</p><p><strong>Reaction To Decision</strong></p><p>Campaign reformers echoed those concerns. Fred Wertheimer of Democracy 21, said the ruling would allow the House and Senate leadership to form joint committees with all their congressional candidates and seek single contributions of as much as $2.5 million from individual donors.</p><p>\"The court is in the process of creating a new class of American political oligarchs, and that is coming at the expense of the voices and interests of more than 300 million Americans,\" he said, adding that the court is \"simply ignoring all the lessons of history.\"</p><p>The University of California's Hasen sees an ironic twist to the court's decision, declaring that the ruling \"could lead to more corruption but less gridlock.\"</p><p>More money will be flowing into the system from big donors to influence outcomes, increasing the potential for corruption, he explained, but with party leaders able to raise huge sums, that will also increase their leverage with the rank and file members of Congress.</p><p>James Bopp, one of the lawyers who represented the RNC in Wednesday's case, agrees in part.</p><p>\"To the extent that we can strengthen the political parties, we are serving the citizens well by having a more rational, more transparent, more accountable system,\" he said.</p><p>Campaigns will be more transparent because contributions to parties and candidates must be disclosed under federal law, unlike money given to independent superPACs. And that, he says, makes the system more accountable. Of course, Democrats in Congress have tried, unsuccessfully, to make superPACs similarly transparent by requiring them to disclose their contributors, too. But the Republican congressional leadership has opposed those measures.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Strikes+Down+Pillar+Of+Campaign+Finance+Limits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298374002-f0df43.m3u?orgId=1&topicId=1001&ft=3&f=298374001"}]}