{"created":"2014-10-27T21:25:41+00:00","modified":"2014-10-31T00:46:16+00:00","valid":{"from":"2014-10-31T00:46:16+00:00","to":"3014-10-31T00:46:16+00:00"},"hreflang":"en","title":"Is The U.S. Abandoning Iraqis Who Helped During The War?","published":"2014-06-30T14:36:00+00:00","teaser":"Kirk Johnson, founder of The List Project, says many Iraqis who helped the U.S. during the war are in great danger.","itags":["npr_api","326188781"],"guid":"3ac67919-89de-4184-ba0b-1984f50029c7","contentencoded":"<p><strong>Kirk Johnson</strong>, a former USAID worker in Iraq, founded The List Project in 2007 to help resettle Iraqis who worked as drivers, translators, and assistants to Americans in Iraq. He&#8217;s written <a href=\"http://www.nytimes.com/2014/06/26/opinion/the-iraqi-friends-we-abandoned.html?_r=0\" target=\"_blank\">an opinion piece</a> that argues that, as Iraq falls apart, the United States is abandoning Iraqis who helped us.</p><p>&#8220;Iraq is back in our TV screens and in our newspapers today, but I don&#8217;t think the American public is going to be compelled to really do anything about what happens,&#8221; Johnson said. &#8220;Our president has never uttered a syllable about what we owe the Iraqis who worked for us, upon whom we depended &#8230; I worry that we&#8217;re just staring at another humanitarian disaster here that&#8217;s going to go unaddressed by the United States.&#8221;</p><p>Johnson has just submitted 110 additional names to the State Department of Iraqis who he says need to be resettled in the United States for their safety.</p><p>One Iraqi who fears for his life is Johnson&#8217;s former colleague at USAID: <strong>Talal</strong> &#8211; who still lives in Iraq &#8212; has received four death threats and is now going into hiding after his visa to resettle in the U.S. was rejected.</p><p><div class=\"pullquote\" style=\"\">We cannot live with the Sunnis. We cannot live with the Shia. Each one of those has different ideas, but they&#8217;re against us.<div class=\"pullquoteauth\">&ndash; Talal</div></div></p><p>Johnson and Talal joined <a href=\"https://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Robin Young to discuss what happens next to Iraqis whose visas applications are stuck in limbo or rejected.</p><p>&#8220;&#8216;You worked with the Americans,&#8217; I always hear. &#8216;You worked with the Americans.&#8217; Like betrayer, or something like that,&#8221; Talal said. &#8220;This feeling is living with us, the fear. We cannot live in this country. We cannot live with the Sunnis. We cannot live with the Shia. Each one of those has different ideas, but they&#8217;re against us.&#8221;</p><p>Talal said of the U.S.: &#8220;This is what you started, you need to finish this.&#8221;</p><p><em>Here & Now</em> reached out to the State Department for a response.</p><p>The State Department declined our interview request, but sent the following statement from Larry Bartlett, the Refugee Admissions Director with the <a href=\"http://www.state.gov/j/prm/\" target=\"_blank\">Bureau of Population, Refugees and Migration</a>:</p><blockquote><p>&#8220;Ensuring timely travel for both Iraqi refugees and those Iraqis who have honorably served the U.S. government is one of our highest priorities. Though screening and eligibility interviews are currently not taking place in Iraq, processing for the U.S. Refugee Admissions Program, which takes place in Amman, Jordan, continues. Departures of refugees from Baghdad to the United States also continue for those individuals who have completed all required steps of U.S. processing.</p><p>&#8220;The United States remains committed to this program and admitted more than 19,000 Iraqis to the United States last year, and, security conditions in Iraq permitting, we expect to admit a comparable number this year.  Due to a number of improvements in refugee processing, these numbers are up from around 12,000 in 2012.  The United States has admitted nearly 120,000 Iraqis to the United States since 2007 under the refugee and Special Immigrant Visa programs, over 42,000 of which were affiliated with the United States.&#8221;</p></blockquote><p>However, Johnson explains that &#8220;in the time that they&#8217;re needed the most,&#8221; the U.S. embassy in Iraq has evacuated most of the staffers who process visas for refugees. Thus, Talal has been unable to procure a visa.</p><p>To keep himself and his family safe, Talal will send his wife and daughter to live with her parents while he hides out. It&#8217;s no permanent solution, but it will have to work until he can find a safer option.</p><p>&#8220;We don&#8217;t have anywhere else to go,&#8221; he said. &#8220;You have to have a plan for yourself, because we are on our own.&#8221;</p><h4>Book Excerpt: &#8216;To Be A Friend Is Fatal&#8217;</h4><ul><li><em>Please note there is some strong language included in the excerpt below.</em></li></ul><p><em>By Kirk Johnson</em></p><p><img class=\"alignright size-medium wp-image-61742\" src=\"http://media.wbur.org/wordpress/11/files/2014/06/0627_fatal-bookcover-198x300.jpg\" alt=\"0627_fatal-bookcover\" width=\"198\" height=\"300\" /></p><p>My twenty-ninth birthday began on the outskirts of Kuwait City, surrounded by snoring grunts and contractors in tent P7 at the Logistics Support Area of Ali Al-Salem air base. After cajoling our way onto the next manifest into Baghdad, I threw on some body armor on loan from the military and led Chris up the ramp of the C-130.</p><p>Wind whipped in through the back of the transport plane as we hurtled north from Kuwait over Karbala’ toward Camp Victory. On the red mesh bench next to me sat a heavyset KBR employee engrossed in a book called <em>Thong on Fire: An Urban Erotic Tale</em>. Across the way, Chris clicked away on his BlackBerry, responding to Iraqis on the list and bureaucrats back in Washington. In a fit of nostalgia, I queued up my old HELO playlist and leaned back as the Rolling Stones blasted over the din of the plane.</p><p>I soon found myself back at the same tent- and generator-clogged corner of Camp Victory that I had left years earlier, waiting for the same up-armored Rhino Runner bus to sneak me into the Green Zone in the dead of night. If I had hoped for a wave of closure upon my arrival, I was met instead with a prickly rash of unanswerable questions: What was I doing back here? Why was I still dealing with Iraq when all of my friends had long since moved on? Why did I think anything would happen as a result of this trip, when nobody in Washington cared about Iraq anymore? What in God’s name was I going to tell all of these people who were emerging from hiding at great risk to meet with me? When would this all end?</p><p>I wandered restlessly around the base and noticed little had changed. There was Wi-Fi now, and the morale, welfare, and recreation tent was much busier than when I had left in 2005, but that was about it. Soldiers and contractors sprawled out on black pleather couches and stared sleepily at B movies flickering on a wrinkled movie screen. On the other side of the massive tent, several rows of carrels were filled with young men watching episode after episode of TV shows on DVDs that they checked out from an Indian man behind a nearby counter. A sign hung above each carrel: “Please limit usage to one season only.” Others sat at folding tables with PSPs, squinting into the tiny screens as they played games. Everyone already seemed to know the war was over, two years before they were allowed to come home.</p><p>I slipped out of the tent and ambled past a grinding generator, which powered the lights illuminating the basketball courts. Taco Bell had made its way into the base, encased between rows of blast walls. A Nepalese employee wearing a Taco Bell Baghdad hat smiled as he handed me a Crunchwrap Supreme and nachos, both oozing orange sauce. The McDonald’s now had a bright red bench upon which sat a human-sized Ronald McDonald statue, lounging in clown makeup with his arm over the back of the bench.</p><p>Who was going to pack up all of this shit?</p><p>Twenty minutes later, stomach churning from the toxic cheese sauce, I made my way back to the plywood and canvas tent that served as the waiting area for the Rhino Runner. I tilted a packet of purple Gatorade powder into a bottle of water and watched it disperse into the shape of a small inverted explosion. A couple grunts sat behind a desk littered with empty cans of Red Bull, zoned out in oppressive boredom, waiting for the nighttime run. A flat-screen TV suspended on a nearby plywood wall blared out Fox News. I took a long sip and shut my eyes.</p><p>My ears pricked up when someone on TV shouted “the Tides Foundation!” which had given a grant to the List Project and served as our fiscal agent. I had never heard Tides discussed in the media before. I opened my eyes to find a squat, comical man in Keds standing in front of a blackboard and flailing his arms. Glenn Beck described the many projects of Tides as pushing a radical agenda, part of a left-wing conspiracy dedicated to destroying capitalism using a group of “all the people that hate America.” I took off my armor and tried to steal an hour of sleep before the military transport arrived.</p><p>(A year later, a forty-five-year-old Beck devotee in Oakland named Byron Williams hopped into his mother’s Toyota Tundra truck. Wearing a bulletproof vest, he headed to the Tides headquarters in San Francisco. On the passenger seat, he placed a 9 millimeter handgun, a shotgun, and a .308 caliber rifle, which he had loaded with armor-piercing bullets. En route, he was pulled over for erratic driving: he fired his weapons and injured two police officers before being shot himself. Later that night, in the hospital, he told investigators that he had been trying to “start a revolution” by killing “people of importance” at Tides.)</p><p>Many of the Iraqis had traveled for days to meet with me. My staff had sent texts and emails to Iraqis on the list giving them the dates of my arrival, and word soon spread throughout the community of US-affiliated Iraqis. They hid their badges in their shoes and brassieres and waited quietly in the lobby of the Rasheed Hotel, where I had rented several rooms overlooking an empty pool. The mattresses were thin and lumpy, the curtains pungent with years of gathered cigarette smoke. We rotated as many in as possible: while I met with someone in my room, Chris met with another in his, and a group waited in the third room. Over scores of hours, we triaged their cases, offering counsel and preparing the lucky few who had upcoming interviews.</p><p>The stories no longer shocked: our binders of cases had grown too numerous and grief-filled. I barely raised an eyebrow when I wrote “wife taken and raped” in my notebook. Another dropped his pants to show me the bullet wounds across his leg and torso. Another lifted his shirt to show me his scars. One man’s wife was on a Fulbright scholarship to study medicine in Saint Louis, but his neighbors had found out and told him that he had seventy-two hours to leave. Kids abducted, ransomed, limbs mangled, family members missing, threat letters folded up alongside faded American certificates of appreciation.</p><p>When I asked a man to show me his US government badge, he looked at me remorsefully and told me he had eaten it. He had been thrown into the trunk of a Shi’a militiaman’s car for being a Sunni in the wrong place. If they discovered that he was also an interpreter, there was no chance at survival or paying a bribe, so he feverishly broke the plastic badge into bits and swallowed them before they pulled him from the trunk. As he now struggled to make his way through the visa process, he’d have a harder time verifying his employment with the United States: “If you worked for us, where’s your badge?”</p><p>Their children sat glumly on the mattress while we smoked and filled notebooks with the details of their bureaucratic limbo, took copies of their papers, the names of their friends, the names of their Iraqi colleagues who’d been assassinated, the names of their American bosses whom they needed to find in order to verify their employment, names, and more names. All of them had been waiting at least a year without seeing any real progress in their applications. They asked me if Obama would save them. I didn’t know how to answer.</p><p>I took a break during lunch one day to visit a close friend in the USAID compound who had been posted back to Baghdad. She escorted me through the compound security gate, where guards wiped me down for the bomb residue detection machine. I walked past the familiar palm trees and piazza back into the mission, feeling like an intruder. In the years since I left, I had become involved in a proxy war with the agency, which had treated my former colleagues poorly and made unsubtle threats when pressuring me to keep quiet. I was worried that management would toss me out of the compound, but I wanted to see my old house and office.</p><p>She brought me into the twelve-thousand-square-foot Hammurabi Office Building, which had been under construction when I first arrived in January 2005. After clearing the bombproof ballistic security doors, I found myself staring into the unchanged forest of blue cubicles. My friend trailed me as I walked up and down each row, remembering where Yaghdan, Tona, Amina, Ziad, and my other friends had sat. Only one Iraqi from 2005 still worked there: the rest had fled, and thanks to the List Project, the majority now lived in the United States.</p><p>I poked my head into the panic room, where Yaghdan had been told three years earlier that the only support USAID could provide was a month’s leave. I did not linger at my old cubicle, site of the manufactured Iraq Daily Updates.</p><p>I wandered over to my old house, its mortar-proof roof crumbling. As I walked into the cafeteria, my concerns about a scene with USAID management gave way to an embarrassing realization: nobody had a clue who I was. A couple years earlier, Iraqi colleagues informed me that they had been explicitly warned by their American bosses, “Kirk Johnson can’t do anything for you; do not write to him.” Since then, staff attrition had rinsed from the compound any recognition or hostility toward my efforts.</p><p>Before I left, my friend gave me a parting gift common among foreign service officers in the final phase of the war: a miniature blast wall, hewn from the real thing, with the seal of the Embassy of the United States in Baghdad. Its edges crumbled at the slightest touch.</p><p>That night, I stretched out on the Rasheed Hotel’s pitiful mattress and listened to a small-arms skirmish crackle along the Tigris. A birthday cake, brought to me by one of my few Iraqi friends who was still stuck in Baghdad and would probably be left behind, decomposed on the hotel desk. The following day, we would work our way through the intestines of the occupation: long periods of waiting broken by peristaltic bursts of movement from Rhino Runner to tent to shuttle bus to C-130 to a whistling descent into the fiery haze of Kuwait.</p><p><em>Excerpted from the book TO BE A FRIEND IS FATAL: THE FIGHT TO SAVE THE IRAQIS AMERICA LEFT BEHIND by Kirk Johnson. Copyright © 2014 by Kirk Johnson. Reprinted with permission of Simon and Schuster.</em></p><h4>Guests</h4><ul><li><a href=\"http://kirkwjohnson.com/\" target=\"_blank\"><strong>Kirk Johnson</strong></a>, founder of <a href=\"http://thelistproject.org/\" target=\"_blank\">The List Project</a> and author of the recent memoir &#8220;<a href=\"http://www.amazon.com/To-Be-Friend-Is-Fatal/dp/1476710481/?tag=wburorg-20\" target=\"_blank\">To Be A Friend Is Fatal: The Fight To Save the Iraqis America Left Behind</a>.&#8221; He tweets <a href=\"https://twitter.com/KirkWJohnson\">@KirkWJohnson</a>.</li><li><strong>Talal</strong>, a former Iraqi travel clerk for USAID. His last name is being withheld because of concerns about his safety.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+The+U.S.+Abandoning+Iraqis+Who+Helped+During+The+War%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"449"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327308062-1aa8d5.m3u?orgId=1&ft=3&f=326188781"}]}