{"created":"2015-01-24T21:32:13+00:00","modified":"2015-01-24T21:33:34+00:00","valid":{"from":"2015-01-24T21:33:33+00:00","to":"3015-01-24T21:33:33+00:00"},"hreflang":"en","guid":"3acf0048-c908-46e9-97cf-1948ad91c0c2","title":"3 ways to sound smart about Yemen","published":"2015-01-24T21:33:30+00:00","byline":"Carol Hills","teaser":"You're at a party. Someone asks you about Yemen. What do you say? A Lebanese satirist has the following \"Confused Person's Guide to Understanding Yemen\" ","tags":["Global Politics","Yemen","Saudi Arabia","Arabian peninsula","Karl Sharro","Karl reMarks","Yemen","Khat","Saudi Arabia","Bandar bin Sultan"],"contentencoded":"<p>Yemen, Yemen, Yemen. It's a country that's suddenly all over the news. You know someone's going to bring it up in conversation and you want to be ready to chime in, intelligently.</p>\n<p>So you start boning up: You watch the news. Maybe listen to public radio, but more likely troll the Web for news stories to try to come up to speed. But you're still flummoxed. Well, Lebanese satirist Karl Sharro, better known by his nom de plume <a href=\"http://www.karlremarks.com/\">Karl reMarks</a>, is here to help. He's written <a href=\"http://www.karlremarks.com/2015/01/the-confused-persons-guide-to.html\">\"The Confused Person's Guide to Understanding Yemen,\" </a></p>\n<p>\"Nobody seemed to know what's happening so I thought I was just as qualified as anyone else, just based on my ignorance.\"  Sharro says the situation in Yemen is confusing enough to external observers, but it's even more so to Yemenis themeselves, \"which is something I can relate to as a Lebanese person.\" </p>\n<p>The next time someone brings up Yemen, Sharro says here's how to respond:</p>\n<p><strong>1. Speak in a way that suggests you know the background motivations for what is happening.</strong></p>\n<p>\"There are two ways to do that. Either demonize Iran or play the Saudi angle. That is, that they're orchestrating everything and the key word is 'Bandar.' It refers to <a href=\"http://news.bbc.co.uk/1/hi/world/middle_east/4635383.stm\">Bandar bin Sultan</a>, a key intelligence and political figure from Saudi Arabia. So, nod knowingly and say, 'Hmm. The Saudis are orchestrating this. I can see Bandar's thumbprints all over this.'\" </p>\n<p><strong>2. Know the different ways that Sunnis and Shias in Yemen pronounce the word khat, the flowering plant that's actually a drug stimulant that Yemenis (and many others) chew on.</strong></p>\n<p>\"The Sunnis call it khat, whereas the Shias call it khit. And you have kids from mixed marriages who call it khit-khat.\"  </p>\n<p><strong>3. Observe that Yemen is the <a href=\"http://www.bbc.co.uk/news/magazine-22190802\">ancestral home of coffee</a>.</strong> </p>\n<p>\"This is something that's been on my mind for a while. If you think about it, these people started drinking coffee way way earlier than any of the rest of us and when you add khat to that, they're not going to be easy going.\"</p>\n<p>Karl reMarks tweets his reaction to the death of <a href=\"http://www.bbc.co.uk/news/world-middle-east-30945324\">Saudi King Abdullah</a>: </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Saudi Embassies around the world are asking western leaders to moderate their tributes a bit, 'just to sound credible'.</p>\n<p>— Karl Sharro (@KarlreMarks) <a href=\"https://twitter.com/KarlreMarks/status/558677008071557120\">January 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>The one thing I have learned from Saudi royal family politics is how to sow discord among my children to prevent them from ganging up on me.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>— Karl Sharro (@KarlreMarks) <a href=\"https://twitter.com/KarlreMarks/status/558575056620888064\">January 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Like I will occasionally appoint one of my kids governor of a remote area in the flat, to prevent her from accumulating too much power.</p>\n<p>— Karl Sharro (@KarlreMarks) <a href=\"https://twitter.com/KarlreMarks/status/558575634021380096\">January 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012320157.mp3"},{"href":"http://www.pri.org/file/012320157mp3"}]}