{"created":"2015-04-14T21:23:52+00:00","modified":"2015-04-29T17:05:36+00:00","valid":{"from":"2015-04-29T17:05:36+00:00","to":"3015-04-29T17:05:36+00:00"},"hreflang":"en","title":"More Fear Of Human Intelligence Than Artificial Intelligence In 'Ex Machina'","published":"2015-04-14T23:45:00+00:00","teaser":"\"The anxiety in this film is much more directed at the humans,\" director Alex Garland tells NPR's Audie Cornish. \"It was more in defense of artificial intelligence.\"","itags":["npr_api","399613904"],"guid":"3ae1124c-fdfd-4899-bcc9-0a331c08c476","contentencoded":"<p>Unlike most films about artificial intelligence, <em>Ex Machina</em> isn't about technological anxiety. \"The anxiety in this film is much more directed at the humans,\" director Alex Garland tells NPR's Audie Cornish. \"It was more in defense of artificial intelligence.\"</p><p>Garland tackled the zombie apocalypse as the writer behind the film <em>28 Days Later</em>. In <em>Ex Machina</em> — his first film as director — he introduces us to Ava, a creation that is part woman and part machine. There's no hiding that Ava is a machine — but a very, very smart one.</p><p>\"It's almost like a sort of post-Turing test,\" Garland says, referring to the test of whether or not a human can tell when they are interacting with a machine. Traditionally the Turing test was a blind one: \"The machine would be on the other side of a closed door ... and there'd be a bunch of controls and if the human was tricked into believing they were interacting with another human rather than a machine, then the test was deemed to have been passed.\"</p><p>But the test in <em>Ex Machina</em> is different. \"The machine is presented clearly as a machine,\" Garland explains. \"There's no attempt to hide that it might be a machine. And it's really just a test to see if the machine has sentience or a humanlike consciousness.\"</p><p><em>Ex Machina</em> raises questions about how we define consciousness, and how our instincts about consciousness may mislead us. And it also recasts what the face of artificial intelligence might look like. Garland explains that he used the film's sound design to give a \"slightly nursery\" quality to the character. It's \"intended to present Ava the machine as having a kind of innocence, a sort of undamaged, untarnished quality,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the way Ava's machinery is not hidden</strong></p><p>The trick of the film, the way that the film intends to work is to present something which is unambiguously a machine and then gradually remove your sense of Ava being a machine, even while you continue to see her being that way. And the sound design is a key part of that. You can hear ... the sounds of the bits of machinery moving, which aren't specified. They're not quite gears and cogs and pistons, they're something slightly odder than that. And there's also this pulse which is not dissimilar in some respects to a heartbeat, although it isn't a heartbeat.</p><p>So the first time she appears, there's no doubt about her machine status. Large parts of her body are transparent and you can see through them. ... Around [her] torso section there's a very, very light mesh which follows the contours of her human form. Hopefully that starts to sort of introduce the more humanlike aspects of her in a sort of physical representation or a visual one. And they're all designed to give a sense of life, but a sense of life which is<em> other</em> in some way.</p><p><strong>On tech-billionaire Nathan who defies the \"geeky villain\" stereotype</strong></p><p>He's arrogant, essentially by virtue of the fact that he's incredibly intelligent and powerful. And in [the tech] world, you do encounter people like that. They truly are extremely intelligent and those guys really are smart and you just need to kind of accept that, you know? ...</p><p>He's also playing a kind of meta-game the whole time. ... Are you seeing what this guy's actually like? Or are you seeing a presentation that he is giving of himself in a knowing way ... in order to present himself as predatory, misogynistic, physically intimidating, threatening? ...</p><p>This guy is arrogant and powerful and probably, let's say, aware about that geeky image. ... And if you look at these guys, often they are sort of fighting against that. It looks like they spend a lot of time in the gym, and they are kind of buff and they're adopting alpha personas, I guess, which they didn't used to have.</p><p><strong>On how he got interested in artificial intelligence</strong></p><p>I just got very interested in the area of artificial intelligence and, in particular, how it relates to human consciousness because it's about what we value about each other. It's primarily our minds, you know, that's what we interact with and it's what we respect about each other. ... And I could see that there was a lot of anxiety floating around about A.I.s. And I wanted to address it partly because I thought it was misplaced. ...</p><p>A lot of the anxiety doesn't come from any real situation that A.I.s are about to take us over or the world is about to change because of A.I.s in any fundamental kind of way — not at the moment at any rate. It's got more to do with big tech companies and the Internet and search engines and social media and that kind of thing. I think there's a sense in which we feel that we don't understand how our cellphones and our laptops work ... but those things seem to understand a lot about us. Now that's not really about artificial intelligence, it's about tech paranoia. So somewhere in this I think I'm trying to look at that, too.</p><p>But I think the other thing I was interested in was the way tech companies present themselves. So Oscar Isaac's character Nathan talks in this very kind of familiar, pal-y way. He uses the word \"dude\" and \"bro\" a lot. And I felt that this was sometimes how tech companies present themselves to us. They're kind of like our friends. They say, \"Hey pal, hey dude,\" like we're kind of mates, you know, \"I'm not really a big tech company, I'm actually your friend and we're hanging out sort of at a bar or at the beach and we're sort of part of each other's lifestyle, but at the same time I'm going to take a lot of money off you and I'm going to take all of your data and rifle through your address book\" and that kind of thing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Fear+Of+Human+Intelligence+Than+Artificial+Intelligence+In+%27Ex+Machina%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"479"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399641484-98de8a.m3u?orgId=1&topicId=1137&d=479&p=2&story=399613904&t=progseg&e=399611600&seg=10&ft=nprml&f=399613904"},{"href":"http://media.npr.org/assets/img/2015/04/14/ex-machina-exmachina_touch_rgb0_rgb-1--28446158c0e7c8ce1a3ebb45d7fd0e1980d21868.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"820","width":"1093"}},{"href":"http://media.npr.org/assets/img/2015/04/14/462461460_enl-ca4f0fffa860c0f8d38ea72d0e76224d42fe58d7.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2475","width":"3900"}}]}