{"created":"2014-11-07T23:22:31+00:00","modified":"2014-11-10T22:00:30+00:00","valid":{"from":"2014-11-10T22:00:30+00:00","to":"3014-11-10T22:00:30+00:00"},"hreflang":"en","title":"Two Of Three States Reject Ballot Measures Restricting Abortion","published":"2014-11-08T01:11:00+00:00","teaser":"North Dakota and Colorado voters struck down the \"personhood\" measures, which would give legal rights to fetuses. But Tennessee's Amendment 1 passed with 53 percent of the vote.","itags":["npr_api","362327684"],"guid":"3ae407f6-ee36-433c-94cd-3ce200503175","contentencoded":"<p>Amid all the shakeout from this week's midterm elections, many are trying to assess the impact on abortion.</p><p>Two abortion-related ballot measures were soundly defeated. A third passed easily. And those favoring restrictions on abortion will have a much bigger voice in the new Congress.</p><p>In North Dakota and Colorado, voters rejected 2-to-1 so-called personhood measures, which would give legal rights to fetuses.</p><p>\"We've now had fetal personhood be rejected five times in three states,\" says Elizabeth Nash of the Guttmacher Institute, a think tank that supports abortion rights. \"The public is not amenable to this idea that a fetus is a person starting at fertilization.\"</p><p>But Jennifer Mason of Personhood USA, the group behind the measures, says there's no giving up. Despite the losses, she says her opponents are on the defensive.</p><p>\"We were outspent [$1,300 to $1] in Colorado and still managed to increase the vote by 6 points at least,\" she says. \"Some of the comments they've been making indicate to us that they're a little scared to have to keep spending so much money to promote their misinformation in order to beat us at the polls.\"</p><p>Mason insists personhood measures would not, as critics claim, effectively ban some kinds of contraception and fertility treatments. But for now, that fight remains theoretical.</p><p>In Tennessee, those seeking to restrict abortion had a big win. Voters approved Amendment 1, which declares that the state Constitution does not include a right to abortion or funding for it.</p><p>\"This is an important step because this was the people essentially taking back their right to govern themselves on this particular issue,\" says Dan McConchie of Americans United For Life.</p><p>He says the Tennessee measure was a reaction to a state Supreme Court ruling in 2000. Justices declared there was a constitutional right to abortion and overturned a string of regulations limiting access. Now, McConchie says, lawmakers can again pass those restrictions and more.</p><p>\"I think that you're going to see legislators look at health and safety standards, requirements for admitting privileges,\" he says. \"I think you're going to see them looking at regulation of abortion-inducing drugs.\"</p><p>Nash says that would have a wide impact. Those same kinds of policies, she says, have severely restricted access to abortion across the South, which is why a quarter of abortions in Tennessee are for women from neighboring states.</p><p>Nash also worries about the precedent.</p><p>\"Other states are probably going to look at what Tennessee did and see if this is a way for them to weaken abortion rights,\" she says.</p><p>Beyond state ballots, the Republican majority in Congress will now include more lawmakers who support restricting abortion. But Ilyse Hogue, president of NARAL Pro-Choice America, sees a silver lining.</p><p>\"A number of those anti-choice GOP candidates ran to the center on issues of reproductive rights,\" she says.</p><p>Polls show a large majority of Americans don't think government should limit access to abortion, she says, even if they personally oppose the procedure.</p><p>\"So we are going to be vigilant,\" Hogue says. \"We are going to hold them accountable if they go back on their word. And we're going to make sure the voters in their states know exactly what they're doing, once they get to Washington.\"</p><p>Both sides in this debate will also be watching another Washington institution — the Supreme Court. A surge in state laws regulating abortion continue to be challenged. It's a matter of time before high court justices take up this contentious issue once again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Of+Three+States+Reject+Ballot+Measures+Restricting+Abortion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362351988-eed264.m3u?orgId=1&topicId=1091&ft=3&f=362327684"},{"href":"http://media.npr.org/assets/img/2014/11/07/464384175-5d4bc1e3c5ab2c7507509e4c347fbfe7cee02568.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}