{"created":"2015-02-13T08:34:04+00:00","modified":"2015-06-05T15:29:32+00:00","valid":{"from":"2015-06-05T15:29:32+00:00","to":"3015-06-05T15:29:32+00:00"},"hreflang":"en","title":"A Texas Community Takes On Racial Tensions Once Hidden Under The Surface","published":"2015-03-06T14:23:00+00:00","teaser":"People move to Austin's Mueller neighborhood to become part of a progressive community. But some black residents say they haven't always felt welcome — so Mueller decided to do something about it.","itags":["npr_api","385495327"],"guid":"3ae81977-55de-4d8b-a625-f6f7a140d10a","contentencoded":"<p><em>This is the second story in a two-part report on the Mueller neighborhood for the <a href=\"http://www.npr.org/series/155914958/npr-cities\" target=\"_blank\">NPR Cities Project</a>. You can find <a href=\"http://www.npr.org/2015/02/12/385474414/with-porches-and-parks-a-texas-community-aims-for-urban-utopia\" target=\"_blank\">part one here</a>. </em></p><p>The idea behind \"new urbanism\" is that a planned environment, designed with pedestrians and social interaction in mind, can create a meaningful community.</p><p>The celebrated Mueller project in Austin, Texas, is one such place. This master-planned development seems to have it all: electric cars, solar panels, green buildings, walkability and native landscaping.</p><p>But what happens when one of Austin's most progressive, welcoming neighborhoods experiences racial incidents involving some of its own African-American residents who don't feel so welcome?</p><p>In Mueller, where construction began in 2007, the incidents quietly accumulated to the point where the community realized it had a problem — and needed to be confronted.</p><p><strong>'Obviously, People Are Afraid Of Black Males'</strong></p><p>Lucky Berry, a black Baptist minister, remembers the time four years ago when he and his wife were building their house at Mueller. He was driving around, checking out at all the other new homes under construction.</p><p>\"Yeah, I was photographed and followed,\" Berry says. \"And no one ever said anything to me directly or asked me anything, but I did notice people taking out their phones and taking pictures of my car.\"</p><p>On another occasion, \"we had a neighbor who's an African-American come to our house,\" he recalls. \"And as he walked up our stairs, someone asked if they could help him, suggesting that he might be lost or in the wrong neighborhood.\"</p><p>There have been other incidents, as well, but the one that prompted Mueller to begin its conversation about race happened in November. A resident posted a notice on the neighborhood's private Facebook page about a free office chair she had set out in the alley.</p><p>A neighbor, Yasmin Diallo Turk, saw the post and told her husband, Papa Diallo, who is Senegalese, to drive over and pick it up. But she didn't like it, so he drove back and left the chair where he had gotten it.</p><p>The homeowner saw him, got scared and then posted this message on the Facebook page: \"African-American, suspicious, came to my back alley. I called the police,\" Papa recalls.</p><p>Yasmin was still online when she saw that the neighbor had called the cops, so she quickly posted her own message.</p><p>\"Well, that's my husband! I don't know what he did to make you think he was suspicious but he was just getting the chair that you posted about,\" she recalls writing.</p><p>The neighbor called off the police and apologized profusely. But Papa, an Internet fraud analyst, was angry.</p><p>\"Obviously, people are afraid of black males. I am not happy this happened to me, but I am happy this incident triggered that conversation to happen,\" he says.</p><p><strong>Doing What They Can 'To Make This Right'</strong></p><p>Taken together, the incidents convinced some Mueller residents that they needed to open a frank dialogue about race in their community. Two neighborhood meetings have followed. NPR was invited to the latest one, in early December. And while the neighborhood asked that it not be recorded, several attendees participated in interviews afterward.</p><p>\"By and large, there was a collective sense of both outrage, shock and honest, sincere sadness,\" says James Nortey, 28, a black attorney in Austin and president of the Mueller Neighborhood Association. \"I think there was also a collective sense of ownership, that this is our community, that we're not going to tolerate this, and we're going to do what we can to make this right.\"</p><p>Several residents pointed out that there has been a rash of car burglaries and home property thefts in Mueller, and people are skittish.</p><p>\"Watching peoples' response to those incidents, saying things on Facebook like, 'Oh, I saw a suspicious-looking person,' ... seeing how people used social media to safeguard themselves — I think in a situation like that, it's not surprising to me that race would become a suspicious feature for people who are security conscious,\" says Stacy Vlasits, a computer programmer at the University of Texas who is white.</p><p>\"Maybe this isn't about 'capital-R' racism, but this is something we don't want to happen, and we want to figure out ways to prevent it and to change ourselves.\"</p><p>What's notable is that these racially charged episodes happened at Mueller — Austin's 700-acre showplace of new urbanism and enlightened living. This is the place where the Friends of the Mueller Prairie walk around and spray-paint invasive plants bright orange so the landscape crew can pull them out.</p><p>\"It did surprise me [that it happened at Mueller] and sort of made me think, 'Wow, this is under the surface for people where you wouldn't expect it,' \" says Geni Simon, a legal office manager who is white. She moved to Mueller with her family last April.</p><p>\"I think of [Mueller] as being fairly well-educated people who are worried about current issues, and politically involved and environmentally involved,\" she says. \"And you hear about the Harvard professor [Henry Louis Gates Jr., who is black] — who somebody called the cops when he was trying to get into his own house. You hear those stories, but I guess to have it happen in your own neighborhood is surprising.\"</p><p>At the neighborhood meeting, the one thing people agreed on is that, in general, white people need to get to know more black people in Austin.</p><p>\"Everyone always hypes this, 'Oh, you moved to Austin, you didn't really move to Texas. Austin is ... the center of liberalism in Texas.' What I'm finding is that people here haven't had the opportunity or the experience of interacting with people that aren't like them,\" says Daniel Colimon, a first-generation Haitian-American and real estate investor who lives in Mueller.</p><p><strong>Austin's Shrinking Black Population</strong></p><p>One reason is perhaps because there are fewer African-Americans in Austin<em>. </em>A <a href=\"http://www.texastribune.org/2014/07/18/african-american-austin/\">University of Texas report</a> on U.S. Census data reveals that Austin is the only large, fast-growing city in America with a declining black population.</p><p>From 2000 to 2010, Austin's general population jumped 20 percent, but the number of African-Americans shrank by 5 percent. Among the reasons given in the study: high property taxes, bad relations with police and disparities in public schools. <em> </em></p><p><em> </em> \"Because race is such a barrier still in the 21st century, I think we need to be affirmative and intentional at overcoming that barrier — push ourselves to get to know one another,\" says the neighborhood association's James Nortey. \"And I think when we do that we'll find we have vastly more in common than we have apart.\"</p><p>In some cities around the country, there have been protests in the streets over police treatment of African-Americans, and calls for a national dialogue on race.</p><p>In Austin, in the new urbanist enclave of Mueller, that conversation is already quietly taking place.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Texas+Community+Takes+On+Racial+Tensions+Once+Hidden+Under+The+Surface&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385948551-60b69b.m3u?orgId=1&topicId=1015&aggIds=155914958&d=414&p=3&story=385495327&t=progseg&e=385901111&seg=17&ft=nprml&f=385495327"},{"href":"http://media.npr.org/assets/img/2015/02/12/mueller-18-b1375588988f42e349d28e7d4464e14414d7dea8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/12/mueller-23-edit-e21f3d82c58d388cf59c8341584d283f4085c462.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2212"}},{"href":"http://media.npr.org/assets/img/2015/02/12/mueller-12-e5f1dff3519c5a09997622b80bc8113a22cf7d79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/12/mueller-16-3b1372a2c475a16a75593e0ace23d0e98af681ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}