{"created":"2014-09-19T19:43:58+00:00","modified":"2014-12-23T18:41:14+00:00","valid":{"from":"2014-12-23T18:41:14+00:00","to":"3014-12-23T18:41:14+00:00"},"hreflang":"en","title":"Food-Mood Connection: How You Eat Can Amp Up Or Tamp Down Stress","published":"2014-07-21T19:03:00+00:00","teaser":"We tend to soothe ourselves with sugar-laden foods when we're feeling strained. But they may make us feel even worse. Protein and omega-3s, on the other hand, can help reduce stress, researchers say.","itags":["npr_api","329529110"],"guid":"3af37719-d116-4026-a086-3b6911033f4e","contentencoded":"<p>Eat more when you're stressed? You're not alone. More than a third of the participants in a <a href=\"http://www.rwjf.org/en/research-publications/find-rwjf-research/2014/07/the-burden-of-stress-in-america.html\">national survey </a>conducted by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health said they change their diets during stressful times.</p><p>And many of us are quick to turn to either sugary foods or highly refined carbohydrates such as bagels or white pasta when the stress hits.</p><p>\"There can be a bit of a vicious cycle,\" says <a href=\"http://www.childrenshospital.org/researchers/david-ludwig\">David Ludwig</a>, a professor of pediatrics and nutrition at Harvard University and a researcher at Boston Children's Hospital. \"When we feel stressed we seek foods that are going to comfort us immediately, but often times those foods lead to surges and crashes in hormones and blood sugar that increase our susceptibility to new stresses.\"</p><p>Now, of course, we can't control lots of the events and circumstances that lead to stress. But, Ludwig says, \"our body chemistry can very much affect how that stress gets to us.\"</p><p>He points to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10049982\">study</a> he and some colleagues published in the journal <em>Pediatrics</em> several years back.</p><p>They gave teenage boys different types of breakfast meals. One included protein-rich eggs, while another meal included high-fiber, steel-cut oats. A third meal of instant oatmeal was highest on the <a href=\"http://www.health.harvard.edu/newsweek/Glycemic_index_and_glycemic_load_for_100_foods.htm\">glycemic index</a>, a measure of how quickly sugar is absorbed and how soon a food is likely to make you hungry again.</p><p>\"After the highly refined instant oatmeal, blood sugar soared but then crashed a few hours later,\" Ludwig says. \"And when that happened the [stress] hormone adrenaline, or epinephrine, surged to very high levels.\"</p><p>Ludwig says the links between food and mood are complex. And just as there are individual differences in susceptibility to diseases, there are differences in response to food, too. Not all of us are equally sensitive to foods like instant oatmeal, high on the glycemic index.</p><p>Given what we know about how different foods affect the risk of cardiovascular disease and Type 2 diabetes, \"why should it be so surprising that the nature of the foods we eat can also affect our emotional and mental well-being?\" Ludwig says.</p><p>So, if eating lots of refined carbs and sugar may exacerbate our responses to stress, are there other types of food that make us more resilient? Researcher <a href=\"http://irp.nih.gov/pi/joseph-hibbeln\">Joe Hibbeln</a> of the National Institutes of Health believes the answer is yes.</p><p>\"I think there's a very strong connection between what you eat and your mood,\" Hibbeln says.</p><p>He has spent the past two decades investigating links between the omega-3 fatty acids found in fish and emotional health.</p><p>\"One of the most basic ways that omega-3s help to regulate mood is by quieting down the [body's] response to inflammation,\" Hibbeln says.</p><p>When you get walloped by something, whether it's a virus or an emotional stressor, you want to bounce back as quickly as possible, he notes.</p><p>\"You can either be good at weathering stress or you can be brittle. And omega-3s make your stress system more flexible,\" Hibbeln says. He points to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24417620\">studies</a> showing that omega-3s can help protect neurons against the damage that can be done by chronic stress.</p><p>He also points to <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24805797\">clinical trials</a> that have found that omega-3s may help control depressive symptoms. And a<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22970149\"> study</a> of schoolchildren in England linked omega-3s to more pro-social behavior.</p><p>Hibbeln knows that some people shy away from fish due to the cost, so he points to affordable options such as canned light tuna and sardines, which are good sources of omega-3s. There are also plant-based sources of omega-3s, such as flaxseed and chia seeds.</p><p>Now, clearly, omega-3s aren't the only food that's good for our emotional health.</p><p><a href=\"http://asp.cumc.columbia.edu/facdb/profile_list.asp?uni=ar917&DepAffil=Psychiatry\">Drew Ramsey</a>, a psychiatrist at Columbia University and author of <em>The</em> <em>Happiness Diet</em>, says a nutrient-rich diet is best for beating stress.</p><p>He points to his favorite stress-busting breakfast: scrambled eggs mixed with kale (or other greens) and topped with pumpkin seeds.</p><p>With this meal, you're covering all your bases, Ramsey says. The eggs are a good source of B vitamins and protein, which can be more satiating than a carb-based breakfast. The greens are incredibly nutrient-dense, and are a good source of vitamin A, vitamin K and potassium.</p><p>And the pumpkin seeds are a good source of magnesium — which is thought to play a role in <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/natural/998.html\">fending off anxiety</a> — and zinc, which may help <a href=\"http://www.nlm.nih.gov/medlineplus/druginfo/natural/982.html\">boost the immune system</a>.</p><p>For dessert, go for dark chocolate, which can have \"an acute affect on mood,\" Ramsey says. He points to a <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Consumption+of+cocoa+flavanols+results+in+acute+improvements+in+mood+and+cognitive+performance+during+sustained+mental+effort\">study</a> that found cocoa flavanols can help boost mood and sustain clear thinking among adults who are engaged in intense mental efforts — like students cramming, or journalists on deadline.</p><p>In addition, dark chocolate has been shown to <a href=\"http://www.npr.org/blogs/thesalt/2014/07/02/327775106/how-dark-chocolate-not-milk-chocolate-may-help-blood-flow\">improve vascular health</a> by increasing blood flow and reducing inflammation.</p><p>The bottom line? The foods we choose can't magic away stress. But Ramsey says he believes \"there is a very, very strong connection between food and mood.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Food-Mood+Connection%3A+How+You+Eat+Can+Amp+Up+Or+Tamp+Down+Stress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"517"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331299045-fe1a18.m3u?orgId=1&topicId=1053&aggIds=327816692&ft=3&f=329529110"},{"href":"http://media.npr.org/assets/img/2014/07/09/food-stress-2-4a4482a75a9743b80cda4012dbbc58d5d31bf40e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2282","width":"3043"}}]}