{"created":"2015-04-24T21:10:28+00:00","modified":"2015-04-24T21:24:12+00:00","valid":{"from":"2015-04-24T21:24:12+00:00","to":"3015-04-24T21:24:12+00:00"},"hreflang":"en","guid":"3afe37be-d392-45e3-8c35-bfbfd79c401c","title":"Destroying smugglers' boats won't fix the Mediterranean refugee crisis, this man says","published":"2015-04-24T21:24:09+00:00","byline":"David Leveille","tags":["Mediterranean Sea","Syrian civil war","Right of asylum","refugee","Forced migration","Justice","Conflict & Justice","Europe","Mediterranean Sea","Syria","Right of asylum","Refugee","Forced migration"],"teaser":"Thousands of refugees are dying trying to find refuge in Europe, and the continent's leaders want to stop the deaths by stopping the smugglers — and blowing up their boats. But that tactic may not fix the problem, and may simply endanger the lives of migrants.","contentencoded":"<p>With thousands of migrants risking their lives every week to cross the Mediterranean Sea from North Africa to Europe, European leaders are urgently looking for new ways to respond to the crisis. One idea they're considering is targeting smugglers directly, by capturing or destroying their boats.</p>\n<p>But Niels Frenzen, a professor at the Gould School of Law at the University of Southern California, says that plan is missing the point. “The smugglers are not the cause of the current problem that the European Union is facing,\" he argues. \"They are taking advantage of the situation, but people are fleeing for serious reasons, and so targeting the people smugglers does not address the root causes of the problem.”</p>\n<p>More than 1,500 migrants have already died trying to make the crossing in 2015, and a further surge in crossings — and a potential humanitarian catastrophe — is expected during the summer.</p>\n<p>But Frenzen says destroying boats and leaving people stranded in border areas in North Africa may simply create an equally terrible humanitarian situation. “We had, within the past 10 days or so, 30 Ethiopian Christian migrants who were captured by the Islamic State in Libya and who were beheaded on the shores of the Mediterranean,\" he says. \"It is difficult to see what is humanitarian about the EU program that would trap people, asylum-seekers, refugee seekers who have rights under international law.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Amnesty's “Blueprint for Action” to end refugee &amp; migrant deaths in the Med <a href=\"https://t.co/G0jXgzozyU\">https://t.co/G0jXgzozyU</a> <a href=\"https://twitter.com/hashtag/DontLetThemDrown?src=hash\">#DontLetThemDrown</a> <a href=\"http://t.co/bQODnPRAtg\">pic.twitter.com/bQODnPRAtg</a></p>\n<p>— kristyan benedict (@KreaseChan) <a href=\"https://twitter.com/KreaseChan/status/590834957666361345\">April 22, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Another strategy that’s being talked about involves using drones to destroy smugglers’ boats while they’re still in port. Frenzen isn't impressed by that plan, either. \"Even if you strike a boat on the beach or at anchor in Libya, there is a risk that a mistake will be made, as we just saw with President Obama's announcement about an America drone attack,\" he says.</p>\n<p>Of course, stopping the problem is easier said than done. The biggest source of refugees is Syria, where Frenzen says the civil war has turned into \"the largest international refugee crisis the world has seen since World War II.\" Eritreans are also fleeing their country in droves, hoping to escape forced conscription and intense repression.</p>\n<p>Addressing the problem will take years, and Frenzen says the best the EU can likely do right now is “to reduce the numbers — but not stop them.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-24%2Flegal-expert-argues-against-capturing-and-destroying-boats-curb-migration&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/MOAS12.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/moas12jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04242015_01.mp3"},{"href":"http://www.pri.org/file/0424201501mp3"}]}