{"created":"2014-09-08T22:05:37+00:00","modified":"2014-09-09T19:13:51+00:00","valid":{"from":"2014-09-09T19:13:51+00:00","to":"3014-09-09T19:13:51+00:00"},"hreflang":"en","guid":"3b098a9d-e3e1-4e11-aac5-1cfd81cf33b5","title":"It could finally be 'case closed' on Jack the Ripper's real name","published":"2014-09-09T19:13:50+00:00","byline":"David Leveille","tags":["conflict","history","science","Justice","Conflict & Justice","London","Europe","United Kingdom","Europe","Russell Edwards","Catherine Eddowes","Jari Louhelainen","Aaron Kosminski","Jack the Ripper","Catherine Eddowes","Aaron Kosminski","DNA profiling","Whitechapel murders"],"teaser":"Many people have tried to crack the mystery of who was Jack the Ripper, but with no success so far. Now a new book claims to have finally unveiled the killer's identity using DNA evidence and new techniques of tracing it — but, of course, questions remain.","contentencoded":"<p>For more than a century, no one has been able to conclusively identify Jack the Ripper, the infamous Victorian era serial killer who terrified London back in 1888. <span style=\"line-height: 1.538em;\">There have been more than a hundred suspects and countless theories, but t</span><span style=\"line-height: 1.538em;\">here&#39;s simply never been a positive identification of the killer &mdash; until now.</span></p><p>That&#39;s according to Russell Edwards, anyway.&nbsp;<span style=\"line-height: 1.538em;\">He&#39;s the author of <a href=\"http://www.amazon.com/Naming-Jack-Ripper-Russell-Edwards/dp/1493011901\">a new book</a> in which he claims to reveal Jack the Ripper&#39;s true identity.</span></p><p>So where&#39;s the proof?</p><p>The key evidence comes from a silk shawl that Edwards bought at an auction in 2006. It was allegedly taken from the murder scene of Jack the Ripper&#39;s fourth victim, Catherine Eddowes.</p><p>Edwards enlisted the help of Jari Louhelainen,&nbsp;a molecular biologist who specializes in historical crime evidence, to analyze the shawl. The pair claims they extracted DNA from the blood of the victim &mdash; and DNA from her killer.</p><p>&quot;In the first set of testing, we got a match with the blood from that shawl and the great, great granddaughter of Catherine Eddowes,&quot; Edwards explains. &quot;So we were able to place the shawl at the scene of the murder.&quot;</p><p><span style=\"line-height: 1.538em;\">But, of course, there was a twist: &quot;We then managed to identify the origins of the shawl and that it came from Russia. At this point we realized it wasn&rsquo;t Catherine Eddowes&rsquo; shawl at all it.&nbsp;</span><span style=\"line-height: 1.538em;\">So here we have a shawl that was taken to the murder scene by the murderer.&quot; </span></p><p><span style=\"line-height: 1.538em;\">Edwards says Louhelainen, his scientific colleague, developed a new technique to extract DNA from microscopic remnants of bodily fluids that were preserved deep in the weave of the shawl. Edwards says he was eventually able to track down a descendant of the Ripper, who remains unnamed because of privacy issues. </span></p><p><span style=\"line-height: 1.538em;\">But one thing was crysal clear: The fluids from the shawl were a &quot;conclusive DNA match.&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">That evidence points to&nbsp;a 23-year-old Polish immigrant&nbsp;named Aaron Kosminski, who&nbsp;came to the Whitechapel district of east London&nbsp;</span>with his family&nbsp;in 1881.</p><p><span style=\"line-height: 1.538em;\">It&#39;s not the first time he&#39;s been linked with the killings, either. &quot;That man is one of the three main suspects identified by the chief of the investigation at the time of the murders,&quot; Edwards says</span></p><p>To match Jack the Ripper&rsquo;s DNA to Kosminski&rsquo;s, Edwards says &quot;I had to find a descendent from his relatives along the female line, because we used mitrochondrial DNA to get the match. On the first test there was a 99.2 percent match, and on the second test there was a 100 percent match.&quot;</p><p><span style=\"line-height: 1.538em;\">Despite that, some skeptics of Edward&#39;s theory suggest there&#39;s no way to tell whether Kosminski was the murderer or just a &quot;client&quot; of the victim, who worked as a prostitute. But Edwards insists there&#39;s DNA evidence that the Ripper &quot;took Catherine Eddowes&#39; kidney and uterus, and there&#39;s evidence that he placed one of those bodily parts on the shawl. The blood has matched the descendent&#39;s DNA, so we know it was there at the scene of the crime.&quot;</span></p><p>Edward&rsquo;s tests and conclusions have not yet been formally reviewed by scientific peers. But Edwards is already claiming that discovering the true identity of Jack the Ripper &quot;is the most amazing thing to happen to me in my entire life, and I don&#39;t think I&#39;ll ever do anything as historical as this ever again.&quot;</p><p>There are still plenty of unanswered questions for historians and detectives to focus on. Why did the Ripper brutalize his female victims in such a ritualistic way? How did he just vanish into thin air? What was the trigger for him to decide to do what he did?</p><p>For now, it appears those are questions that Edwards will leave for other historians and detectives to tackle. After spending the last seven-and-a-half years investigating the DNA secrets in the victim&rsquo;s silk shawl &mdash; and making a dramatic discovery that apparently reveals the Ripper&#39;s true identity &mdash; Edwards says he&#39;d &quot;like to take a break&quot; from the case.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Illustrated_Police_News_-_Jack_the_Ripper_2.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/illustratedpolicenews-jacktheripper2png"}]}