{"created":"2014-09-11T15:12:47+00:00","modified":"2014-12-22T23:05:21+00:00","valid":{"from":"2014-12-22T23:05:21+00:00","to":"3014-12-22T23:05:21+00:00"},"hreflang":"en","title":"Before Snowden: The Whistleblowers Who Tried To Lift The Veil","published":"2014-07-22T17:13:00+00:00","teaser":"Unless you have documents, nobody listens. It's a bitter lesson learned by former NSA officials who tried to work within the system to expose what they considered unconstitutional programs.","itags":["npr_api","333741495"],"guid":"3b117a19-a496-423d-91fc-83f8dd8262d3","contentencoded":"<p>Bill Binney worked at the National Security Agency nearly three decades as one of its leading crypto-mathematicians. He then became one of its leading whistleblowers.</p><p>Now 70 and on crutches, both legs lost to diabetes, Binney recalls the July morning seven years ago when a dozen gun-wielding FBI agents burst through the front door of his home, at the end of a cul-de-sac a 10-minute drive from NSA headquarters in Fort Meade, Md.</p><p>\"I first knew that they were in there when they were pointing a gun at me as I was coming out of the shower,\" Binney says.</p><p>When I ask him why the agents were there, he replies: \"Well, it was to keep us quiet.\"</p><p>The NSA is overseen by Congress, the courts and other government departments. It's also supposed to be watched from the inside by its own workers.</p><p>But over the past dozen years, whistleblowers like Binney have had a rough track record.</p><p>Those who tried unsuccessfully to work within the system say Edward Snowden — the former National Security Agency contractor who shared top-secret documents with reporters — learned from their bitter experience.</p><p>For Binney, the decision to quit the NSA and become a whistleblower began a few weeks after the terrorist attacks of Sept. 11, 2001, when he says he discovered the spy agency had begun using software he'd created to scoop up information on Americans — all without a court order.</p><p>\"I had to get out of there, because they were using the program I built to do domestic spying, and I didn't want any part of it, I didn't want to be associated with it,\" he says. \"I look at it as basically treason. They were subverting the Constitution.\"</p><p>Binney says he and two other NSA colleagues who also quit tried sounding the alarm with congressional committees. But because they did not have documents to prove their charges, nobody believed them. Snowden, he says, did not repeat that mistake.</p><p>\"He recognized right away, it was very clear to me, that if he wanted anybody to believe him, he'd have to take a lot of documentation with him — which is what he did,\" Binney says.</p><p><strong><strong>'Your Life Is Never The Same'</strong></strong></p><p>And that's why, he says, Snowden has had such an impact. Others have tried to work within the system. For example, computer expert Thomas Drake thought blowing the whistle on what he considered unconstitutional NSA programs would shake things up there. Instead, what got shaken up was his own life.</p><p>\"The only person who was investigated, prosecuted, charged in secret, then was indicted, then ended up facing trial and 35 years in prison was myself,\" he says.</p><p>Drake had taken his case both to the NSA and to Congress. After concluding his complaints were going nowhere, he showed unclassified information from the NSA to a newspaper reporter. For that he was charged with violating the Espionage Act. The FBI raided his home, too — four months after Binney's.</p><p>\"Your life's never the same. All your colleagues and people you used to work with all disappear. You're persona non grata, you're radioactive,\" he says.</p><p>\"On top of that, you're spending tens of thousands of dollars defending yourself with a private attorney. So now you're practically bankrupt, you're declared indigent before the court, your family's questioning who you are and what you're up to and why you brought all this on us.\"</p><p>The case against Drake fell apart days before he was to go to trial in 2011; he got off with a misdemeanor plea bargain and these days works at an Apple store. Like Binney, Drake thinks what happened to him was a cautionary tale for Snowden.</p><p>\"Snowden carefully saw what happened to me and others, and it was clear ... there was no other recourse,\" he says.</p><p>Not everyone agrees.</p><p>\"Snowden could've come to me,\" says George Ellard, the NSA's inspector general. \"In fact, he would have been given some protections.\"</p><p>Earlier this year, Ellard spoke at Georgetown University's Law School. He said he could not say what would have been the proper way for Snowden to raise his concerns, but the way it happened was very, very bad. Snowden says he did try to blow the whistle internally at the NSA, but Ellard said he'd never heard from him.</p><p>\"Perhaps it's the case that we could've shown, we could've explained to Mr. Snowden his misperceptions, his lack of understanding of what we do,\" Ellard said.</p><p><strong>New Protections For Whistleblowers</strong></p><p>Since Snowden made off with the NSA's secrets, the rules for whistleblowers have changed. President Obama has issued a directive aimed at giving greater protections to whistleblowers working for intelligence agencies, since they did not have the protections covering other federal employees.</p><p>\"Supervisors and managers need to understand that whistleblowing is a lawful mission in the national security interest,\" says Dan Meyer, a former federal whistleblower.</p><p>He now works for the inspector general at the Office of the Director of National Intelligence. What's new is the job Meyer holds: executive director for intelligence community whistleblowing and source protection. He says he looks out for potential whistleblowers as much as the spy agencies that employ them.</p><p>\"We need to get to that employee in the last cubicle, in the furthest-most office whose hoodie is about to go up, and let them know that if they need to get this information to somebody who can address the wrongdoing, we have a way of proceeding with that process,\" Meyer says.</p><p>Under the president's new directive, which Congress just codified into law, someone like Thomas Drake who tried blowing the whistle while still working at the NSA would have a chance to appeal to inspectors general at other intelligence agencies. Such a hearing, though, is by no means guaranteed. And the protections don't extend to everyone: Former employees such as Bill Binney would not be covered, nor would outside contractors like Edward Snowden.</p><p>\"At the moment, they are absolutely hung out to dry,\" says Danielle Brian, whistleblower advocate and executive director of the Project on Government Oversight.</p><p>\"And what's extraordinary is the intelligence community has been increasingly privatizing its activities,\" Brian says. \"You're having more and more people who are private contractors with the highest level of clearances who find out about some of the most potentially troubling misconduct, but they are without any serious protections.\"</p><p>She's pleased that Meyer has been put in charge of implementing the new whistleblower guidelines. But she says there are other problems with the new rules — they still don't get whistleblowers' complaints out of the intelligence community and into the courts, where she says whistleblowers want them to be.</p><p>The only time they do get into the courts is when they're charged with a crime, including under the Espionage Act. Jesselyn Radack of the Government Accountability Project is a lawyer for both Edward Snowden and Thomas Drake.</p><p>\"The Whistleblower Protection Enhancement Act says you can't retaliate against someone for blowing the whistle but provides no remedy when you are retaliated against,\" Radack says.</p><p>That retaliation can take the form of being stripped of your security clearance, making it impossible to do your job. When I asked whistleblower Bill Binney his advice for anyone thinking of doing what he did, he had a ready reply:</p><p>\"The first thing is get a lawyer, get legal advice,\" he said.</p><p>The other thing, Binney added, is never compromise your character and integrity.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Before+Snowden%3A+The+Whistleblowers+Who+Tried+To+Lift+The+Veil&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333892230-9cdbaa.m3u?orgId=1&topicId=1122&ft=3&f=333741495"},{"href":"http://media.npr.org/assets/img/2014/07/21/nsa-whistleblower4-088c1a41a95458068dcea5af8001a329b2bf18f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2319","width":"3092"}},{"href":"http://media.npr.org/assets/img/2014/07/22/nsa-7-22-14-daac4de9305d5ef3657483c86ea7fe1284492725.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"558","width":"745"}},{"href":"http://media.npr.org/assets/img/2014/07/21/nsa-whistleblower2-204c46078073c5d07dddd038c3bedff9abca2fc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3312","width":"4422"}},{"href":"http://media.npr.org/assets/img/2014/07/21/nsa-whistleblower3-0d6835d8cda5f9fed50f27dc5890ec0ab343c0e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1528","width":"2040"}}]}