{"created":"2015-06-16T19:06:23+00:00","modified":"2015-06-16T20:34:17+00:00","valid":{"from":"2015-06-16T20:34:17+00:00","to":"3015-06-16T20:34:17+00:00"},"hreflang":"en","title":"Former NAACP Leader Rachel Dolezal Speaks Out, Says She Identifies As Black","published":"2015-06-16T20:34:00+00:00","teaser":"The former leader of the Spokane, Washington chapter of the NAACP gave her first interview since questions arose about her race.","itags":["npr_api","414979423"],"guid":"3b24b304-61e4-4b2b-b8d5-a907c541560d","contentencoded":"<p>Today, Rachel Dolezal, the former leader of the Spokane, Washington chapter of the NAACP, spoke out for the first time since questions first arose about her racial identity.</p><p>Dolezal sat down for an interview with Matt Lauer of NBC&#8217;s &#8220;Today&#8221; show. &#8220;Let me just ask you the question in simple terms again, because you&#8217;ve sent mixed signals over the years,&#8221; he said. &#8220;Are you an African American woman?&#8221;</p><p>&#8220;I identify as black,&#8221; Dolezal responded.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young talks with <strong>Peniel Joseph</strong>, professor of history and founding director of the Center for the Study of Race and Democracy at Tufts University, about Dolezal&#8217;s story and the conversations it has sparked about race and identity.</p><h4>Interview Highlights: Peniel Joseph</h4><p><strong>On the importance of national interest in the story</strong></p><p>“It says a lot about contemporary race relations in America, and especially about anti-racism activism &#8211; who can be an anti-racist activist, and who can participate in the civil rights rights struggle in the 21st century. I think for Rachel, as a white anti-racist activist she found herself on the margins, and I think it says something about institutionalized racism and white supremacy where in the contemporary racial context it’s much more difficult to have white anti-racist activism, even though there&#8217;s a rich history, when we think of everything about the abolitionists, the founders of the NAACP, John Brown. When we think about the civil rights movement, we think about Mickey Schwerner and Andrew Goodman. In our contemporary context, even as we live in the age of Obama, we’ve really sliced and diced. Black people have to be for black people. Latinos have to be for Latinos. People were questioning how can you be white and be in the NAACP, and not understanding that the most venerable civil rights organization was founded by black and white anti-racism activists.”</p><p><strong>On whether Rachel&#8217;s self-identification is cultural appropriation</strong></p><p>“I think she’s misguided, but I think the interesting thing about this is that in her mind she needed this cultural appropriation to protect herself and she didn&#8217;t want to live on the margins of whiteness. There’s something interesting about Rachel in the sense of this: there’s an appropriation going on to protect herself in this civil rights advocacy. She could have very well continued to do this as a white civil rights activist. She didn&#8217;t feel protected enough. She felt vulnerable, enough that she had to identify &#8211; not just identify, but really practice this deception and I think it says something larger about contemporary race relations and the participation in the struggle.&#8221;</p><p><strong>On whether a person can be transracial, akin to transgender</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>Blackness is not something that you can just identify with, it&#8217;s something that&#8217;s earned through experience and struggle and really, through birth.<div class=\"pullquoteauth\">&ndash; Peniel Joseph</div></p><p></div></p><p>“Well this idea of transracial, I think there&#8217;s a long history, and I think what <a href=\"http://www.mediaite.com/tv/melissa-harris-perry-on-rachel-dolezal-it-is-possible-that-she-might-actually-be-black/\" target=\"_blank\">Melissa Harris Perry</a> is getting at is that you identify as African-American. You might be born as Latino, Asian, white, but your whole taste, your musical taste, or who you find beautiful, the whole history you dive into it. I don&#8217;t think there&#8217;s anything wrong with that, but you have to be ethical and say ‘hey, my own cultural background might be Swedish, it might be Italian, and here’s what I&#8217;m doing.’ And you ask and you receive this acceptance into the community.”</p><p><strong>On white participation in the civil rights struggle</strong></p><p>“One thing about white participation in the civil rights struggle and anti-racist struggle: it&#8217;s always been fraught because of the politics of white privilege and white supremacy. And here’s what I mean by that &#8211; this idea of paternalism, this idea of maternalism, we see it in popular culture and movies like ‘The Help’ and novels like ‘The Help,’ where you have this great white savior. Black people aren&#8217;t upset by the participation or having white allies, it’s the idea that white people are going to define the phenomenon that are plaguing black people in terms of racial oppression and actually fix that phenomen. So this whole idea of the great white hope. So what Rachel did, in effect, even though I think she has a very complicated story and she’s done really good civil rights work from all the reporting, what she did was adopt that kind of pose, adopt this whole idea of being this white woman who sort of understands what&#8217;s happening with black people even better than they understand it themselves and can be this articulate spokesperson.”</p><p><strong>On why Rachel’s choice is problematic</strong></p><p>“I think the biggest problem with Rachel, even the fact that we’re talking about this story, is this white woman pretending to be black overwhelms and overpowers all these black women activists, including activists who are founders of Black Lives Matter, and black men as well, who have been doing all this creative and innovative and disruptive social activism on behalf of racial equality and economic justice, all that gets subsumed by this white woman pretending to be black. Blackness is not something that you can just identify with, it&#8217;s something that&#8217;s earned through experience and struggle and really, through birth.”</p><p><div  class=\"l-article-media\" style=\"\">            <div class=\"responsive-media\" style=\"\">                <iframe style=\"\" width=\"100%\" frameborder=\"0\" scrolling=\"auto\" src=\"http://www.today.com/offsite/rachel-dolezal-breaks-her-silence-i-identify-as-black-465269315945\"></iframe>            </div>        </div><h4>Guest</h4><ul><li><strong><a href=\"http://www.penielejoseph.com/\" target=\"_blank\">Peniel Joseph</a></strong>, professor of history and founding director of the <a href=\"http://as.tufts.edu/csrd/\" target=\"_blank\">Center for the Study of Race and Democracy</a> at Tufts University. He tweets <a href=\"https://twitter.com/penieljoseph\" target=\"_blank\">@PenielJoseph</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+NAACP+Leader+Rachel+Dolezal+Speaks+Out%2C+Says+She+Identifies+As+Black&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"591"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414979426-8ea4be.m3u?orgId=1&d=591&p=60&story=414979423&t=progseg&e=414971101&seg=5&ft=nprml&f=414979423"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_rachel-dolezal.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"533","width":"948"}}]}