{"created":"2015-01-07T18:19:48+00:00","modified":"2015-01-07T23:10:34+00:00","valid":{"from":"2015-01-07T23:10:34+00:00","to":"3015-01-07T23:10:34+00:00"},"hreflang":"en","title":"Matt LeBlanc Has Quietly Made 'Episodes' A Must-See Comedy","published":"2015-01-07T20:14:00+00:00","teaser":"The show, in its fourth season, was created by David Crane, who worked with LeBlanc on <em>Friends</em>. TV critic David Bianculli says its brand of satire is particularly timely and laugh-out-loud funny.","itags":["npr_api","375457794"],"guid":"3b363d44-d2d4-4388-8bf0-f42e3b8cc530","contentencoded":"<p>After the holidays, it didn't take any time at all for TV to get back into the swing of things, at least on Sunday nights. Last Sunday, both <em>The Good Wife </em>on CBS and <em>Downton Abbey </em>on PBS returned with strong new episodes to start the New Year — and ABC premiered an odd little musical comedy series, called <em>Galavant. </em>All those shows are back with fresh episodes this Sunday, and this weekend, they're joined by a handful of returning cable series as well.</p><p><em>Girls </em>is back on HBO, picking up where it left off last season, with Lena Dunham's Hannah accepted to the Iowa Writers' Workshop. And both <em>House of Lies </em>and <em>Shameless </em>are back starting new seasons on Showtime, with their lead characters working their way back from, respectively, prison and near-death. All of these shows I watch and enjoy on a regular basis. But this year, as it begins Season 4, I'd like to focus on <em>Episodes </em>-- a series that's quietly become one of the best current comedies on television.</p><p><em>Episodes </em>stars Tamsin Greig and Stephen Mangan as Beverly and Sean, a happily married British couple who co-wrote a hit TV series in England. Hollywood came calling and seduced them with prospects of fame, money and the chance to adapt their highly acclaimed comedy for an American audience. In England, their comedy was about an elderly history teacher whose lectures and passion inspired his students. But by the time American network TV executives were through \"improving\" it, the series was a broad comedy about a coach of a high school hockey team. The series was renamed <em>Pucks, </em>and its star, instead of a stuffy but lovable old man, was Matt LeBlanc.</p><p>LeBlanc plays an exaggerated version of himself in <em>Episodes</em> --<em> </em>like Larry David does in <em>Curb Your Enthusiasm. </em>And this TV Matt isn't any more flattering a character than the TV Larry. This Matt is a self-centered womanizer who uses his celebrity and money from <em>Friends </em>to coast through life and his new sitcom. In previous seasons, the relationship between Matt and his British TV writers has been laughably complicated. Sean admires Matt's wealth, hedonism and carefree attitude, while Beverly vehemently dislikes Matt and everything he represents. But eventually, she ends up sleeping with him, separating from Sean, and having a very tough time of it in Hollywood.</p><p>Last season, Sean and Beverly worked their way through their problems and got back together — just in time to flee Hollywood and return to London, quite happily, after <em>Pucks </em>was canceled. But just when they thought they were out, Hollywood pulled them back in, with a reprieve for <em>Pucks </em>-- an unexpected order for new episodes that neither the writers nor the star wants anything to do with but that they're contractually obligated to deliver. This puts the three main characters on the same side, for once, which somehow makes their interactions even funnier.</p><p>In Sunday's season premiere of <em>Episodes, </em>LeBlanc attends the funeral of his longtime accountant, only to learn that the man committed suicide after embezzling the accounts of his clients. Matt goes straight to Sean and Beverly for sympathy, which he receives ... but only up to a point.</p><p>All three of these characters, and actors, have made me laugh out loud, often very unexpectedly. And the rest of the ensemble cast, playing network executives and other TV types, adds to the overall enjoyment and excellence. <em>Episodes </em>was created by David Crane, who worked with LeBlanc on <em>Friends, </em>and Jeffrey Klarik, one of the writers and producers on <em>Mad About You. </em>They know the TV world inside and out — and today, when so many television shows are adapted from programs from other countries, this brand of satire is particularly timely.</p><p>And thanks to actors and writers who deserve much more notice than they've gotten to this point, <em>Episodes </em>also is extremely, wonderfully funny. There's a lot of competition for your Sunday night TV viewing attention — but <em>Episodes, </em>most definitely, belongs on your short list.</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a><em> and teaches television and film at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Matt+LeBlanc+Has+Quietly+Made+%27Episodes%27+A+Must-See+Comedy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"390"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375639443-701ffa.m3u?orgId=1&topicId=1138&ft=3&f=375457794"},{"href":"http://media.npr.org/assets/img/2015/01/06/episodes_402_5032.r-738b1c0c4498ce43d9b26a6e7239d8a4ef364c32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"459","width":"612"}},{"href":"http://media.npr.org/assets/img/2015/01/06/episodes_403_5510.r-da49bbc395f040643706415f2b8aebcdb037ad99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}