{"created":"2015-05-14T03:25:54+00:00","modified":"2015-05-18T16:57:30+00:00","valid":{"from":"2013-11-18T17:11:52+00:00","to":"3013-11-18T17:11:52+00:00"},"hreflang":"en","tags":["APM","BBC World Service","Google","Microsoft","Tech"],"description":"Google and Microsoft will ban 100,000 words in an effort to stop child pornography.","itags":["3b38dcf4c3d2e2e4c5455afbcfd3b86e","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Monday, November 18, 2013","Marketplace Tech","Marketplace Tech for Monday, November 18, 2013","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Google and Microsoft have agreed to ban searches for 100,000 words in an effort to clamp down on child pornography. The idea behind the change is pretty straightforward. If you stop people looking for terms associated with images of child abuse that should stop people finding them.</p>\n<p>In&nbsp;Britain,&nbsp;the new system is also being seen as a victory for Prime Minister David Cameron. Earlier this year, he had called on providers of internet search engines to do something to address the issue of child pornography accessed online. But while child safety campaigners agree that the new measure is a step in the right direction they are just as emphatic in saying that the new system will only stop those who are looking for such images in a superficial way.</p>\n<p>The far more dangerous and more difficult<span>&nbsp;</span>to<span>&nbsp;</span>regulate area is the so-called \"dark internet,\"&nbsp;where criminals sell and exchange images of child abuse either directly on peer-to-peer networks or&nbsp;through&nbsp;systems such as TOR,&nbsp;which allow them to hide their tracks online.</p>\n<p>“That's a technological nut that is yet to be cracked but we know that the best brains in the industry are working on that,”&nbsp;says Claire Lilley, head of online safety for child protection group NSPCC.</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Google and Microsoft have agreed to ban searches for 100,000 words in an effort to clamp down on child pornography. The idea behind the change is pretty straightforward. If you stop people looking for terms associated with images of child abuse that should stop people finding them.</p>\"},{\"content\":\"<p>In Britain, the new system is also being seen as a victory for Prime Minister David Cameron. Earlier this year, he had called on providers of internet search engines to do something to address the issue of child pornography accessed online. But while child safety campaigners agree that the new measure is a step in the right direction they are just as emphatic in saying that the new system will only stop those who are looking for such images in a superficial way.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The far more dangerous and more difficult<span> </span>to<span> </span>regulate area is the so-called &quot;dark internet,&quot; where criminals sell and exchange images of child abuse either directly on peer-to-peer networks or through systems such as TOR, which allow them to hide their tracks online.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“That&apos;s a technological nut that is yet to be cracked but we know that the best brains in the industry are working on that,” says Claire Lilley, head of online safety for child protection group NSPCC.</p>\"}]","teaser":"Google and Microsoft will ban 100,000 words in an effort to stop child pornography.","published":"2013-11-18T17:11:52+00:00","title":"Google and Microsoft will crack down on child porn searches","guid":"3b38dcf4-c3d2-4e2e-8c54-5afbcfd3b86e","byline":"Eric Graydon","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/79493992_0.jpg?itok=g-3JnwG1"},{"meta":{"duration_hms":"00:01:28","duration":88,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/18/marketplace_segment10_20131118","type":"application/json"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/18/marketplace_segment10_20131118_64.mp3","type":"audio/mpeg"}]}