{"created":"2015-05-14T03:25:41+00:00","modified":"2015-05-14T21:18:42+00:00","valid":{"from":"2013-12-16T14:15:58+00:00","to":"3013-12-16T14:15:58+00:00"},"hreflang":"en","itags":["Marketplace for Tuesday, December 17, 2013","PMP:Marketplace_PMP","3b3be5820f855a386a8462b7e1cf2e22","Marketplace"],"title":"On the high plains, an almost invisible coal industry counts on Asia","published":"2013-12-16T14:15:58+00:00","teaser":"Strip mines in the Powder Ridge Basin of Wyoming and Montana are isolated and out of sight. Their efforts to expand exports of coal to Asia are making them more visible.","contentencoded":"<div class=\"barn-cleaned\"><p>Not far from the place where Sitting Bull defeated Custer,&nbsp;<a href=\"http://cloudpeakenergy.com/\" target=\"_blank\">Cloud Peak Energy</a> operates one of the biggest coal mines in the U.S. Not that the casual visitor to southeastern Montana would know. The <a href=\"http://cloudpeakenergy.com/\" target=\"_blank\">Spring Creek mine</a> is located way off a secondary highway in <a href=\"https://www.google.com/maps/preview#!q=Decker%2C+montana&amp;data=!1m4!1m3!1d2299!2d-106.8642354!3d45.0119192!4m15!2m14!1m13!1s0x53360b461a827aab%3A0x11cd4ed4f2a6da75!3m8!1m3!1d6502594!2d-119.306607!3d37.2691745!3m2!1i1024!2i768!4f13.1!4m2!3d45.0119224!4d-106.864257\" target=\"_blank\">Decker</a>, a town so small it has a one-room schoolhouse. Travelers can drive miles of rural highway without seeing another car. The mine’s modest sign could easily be missed. A smaller one under it warns “No Trespassing.” &nbsp;</p>\n<p>But Spring Creek and about a dozen other mines in the Powder River Basin are in the spotlight now. They’re at the center of a national battle over the future of coal.&nbsp; In this case, whether the U.S. should dramatically expand its coal exports to Asia.</p>\n<p>With a wave of old coal plants set to retire or switch to natural gas in the U.S., coal producers in Wyoming and Montana are counting on China, India and Southeast Asia, where coal demand is still rising, to make up for the business they’re losing at home.&nbsp;</p>\n<p>The International Energy Agency’s latest forecast predicts global coal demand will slow slightly but Asian demand will remain strong.</p>\n<p>Visitors to Spring Creek won’t find pick axes or grimy-faced miners choking on coal dust. Western strip mines are like a four-year-old’s “Tonka truck” fantasy. Workers operate some of the biggest, heaviest, priciest machines in the world. Excavators tear into blasted topsoil and rock to uncover the coal below. Gigantic electric coal shovels scoop up the coal and dump it into 240-ton haul trucks with tires 12 feet high.</p>\n<p>“It’s like driving your house on wheels,” the mine’s production planner, Darren White, says of the shovels. Cloud Peak’s home office, &nbsp;two hours away in Gillette, Wyoming, tracks every move these machines make, using onboard computers and GPS.&nbsp;&nbsp;</p>\n<p>The Powder River Basin supplies about 40 percent of the nation’s coal. Western coal doesn’t generate as much energy as Appalachian coal, but it’s cheaper and cleaner, for the most part. Thanks to the <a href=\"http://www.epa.gov/air/caa/\" target=\"_blank\">Clean Air Act</a>,&nbsp; the coal in this region found an eager domestic market. Utilities were looking to the region’s low-sulfur, low-ash coal to help meet new pollution standards. Many of those utilities, however, are now burning even&nbsp;<a href=\"http://www.eia.gov/forecasts/aeo/er/early_elecgen.cfm\" target=\"_blank\">cleaner natural gas, or plan to, &nbsp;as they retire aging coal plants.</a> &nbsp;</p>\n<p>Cloud Peak and other producers here already do a fledgling export business with Asia, shipping through ports in Canada. But to dramatically grow that business the industry needs to build more export terminals in the Pacific Northwest. It would also mean more mile-long coal trains rumbling across Montana, Oregon and Washington.&nbsp;</p>\n<p>Teresa Ericson, director of the Northern Plains Resource Council in Billings, &nbsp;has been fighting coal for over a quarter of a century. Her group is an alliance of environmentalists and ranchers. “Our members, who live over the surface of coal, for decades have been asked to sacrifice for energy independence for this country,” says Ericson. \"I feel like they’ve been under pressure to take one for the team. And that all flies out the window with this. We’re now being asked to be an international sacrifice and that’s just going too far.”</p>\n<p>Third-generation rancher Steve Charter remembers when Eastern coal companies first tried to mine in Montana back in the 70’s. “They kind of came in with what we thought was kind of a bad attitude, “says Charter. “They were pretty well used to running over the people in Appalachia and figured, these are pretty rural,&nbsp; backcountry people. Ranchers, their land is their identity,&nbsp; so if you come to push somebody off their land, it’s gettin’ pretty personal.”</p>\n<p>It wasn’t until the last few years that coal “got personal” for a lot more people. The industry’s current bid to dramatically increase exports to Asia attracted unwanted attention to the mines in the Powder River Basin and the environmental backlash has been fierce. Groups from the&nbsp;<a href=\"http://content.sierraclub.org/coal/\" target=\"_blank\">Sierra Club</a>&nbsp;to&nbsp;<a href=\"http://www.atnitribes.org/\" target=\"_blank\">northwest native tribes</a>&nbsp;to&nbsp;<a href=\"http://www.dioceseofspokane.org/bjc_2013/coal111113.htm\" target=\"_blank\">Catholic bishops in the state of Washington&nbsp;</a>have chimed in, reactions ranging from concern to outrage.</p>\n<p>Opponents warn of more coal dust and train traffic at home, and say exporting U.S. coal will worsen global warming. Ericson says for years her group’s fight against coal mining here went virtually unnoticed. “Because, you know, you don’t really see strip mines, you don’t drive by strip mines, they’re hidden,” says Ericson. “So our fight was quite a lonely fight and suddenly it’s a global fight and the globe is on our side.”</p>\n<p>Certainly right <em>now</em>, the industry’s export dreams look starry-eyed. Global coal prices have fallen dramatically from their highs two years ago. Investors have dropped plans for three of six coal terminals in the Northwest and the rest face fierce and organized opposition. The market’s so soft that this past summer nobody bid on a federal coal tract up for lease in Wyoming, a first for the region.&nbsp;</p>\n<p>The industry, however, appears to be planning for the long-term. It’s betting global coal prices will eventually recover and is eager to make its case to the public. Workers at the Spring Creek mine argue the mine provides well-paid jobs. They point to the mine’s good safety record and make sure visitors see the antelope grazing on former mining land that’s been restored.</p>\n<p>As for the domestic market, Cloud Peak insists coal will still have a place in the U.S. energy mix for years to come.&nbsp; The&nbsp;Energy Information Administration projects that natural gas will surpass coal as the single largest source of U.S. electricity sometime before 2040, but that coal will still make up almost a third of the power supply. The EIA, however, didn’t factor in future power plant regulations due out next year aimed at reducing emissions from coal-burning plants.</p>\n<p><em>To find out more about where your electricity comes from, check out the <a href=\"http://www.epa.gov/cleanenergy/energy-and-you/how-clean.html\" target=\"_blank\">EPA's Power Profiler</a> where you can enter your zip code to find more detailed information.&nbsp;</em></p></div>","guid":"3b3be582-0f85-45a3-86a8-62b7e1cf2e22","tags":["APM","Coal Play","World","coal","energy"],"byline":"Steve Gardner","description":"Strip mines in the Powder Ridge Basin of Wyoming and Montana are isolated and out of sight. Their efforts to expand exports of coal to Asia are making them more visible.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Not far from the place where Sitting Bull defeated Custer, <a href=\\\"http://cloudpeakenergy.com/\\\" target=\\\"_blank\\\">Cloud Peak Energy</a> operates one of the biggest coal mines in the U.S. Not that the casual visitor to southeastern Montana would know. The <a href=\\\"http://cloudpeakenergy.com/\\\" target=\\\"_blank\\\">Spring Creek mine</a> is located way off a secondary highway in <a href=\\\"https://www.google.com/maps/preview#!q=Decker%2C+montana&amp;data=!1m4!1m3!1d2299!2d-106.8642354!3d45.0119192!4m15!2m14!1m13!1s0x53360b461a827aab%3A0x11cd4ed4f2a6da75!3m8!1m3!1d6502594!2d-119.306607!3d37.2691745!3m2!1i1024!2i768!4f13.1!4m2!3d45.0119224!4d-106.864257\\\" target=\\\"_blank\\\">Decker</a>, a town so small it has a one-room schoolhouse. Travelers can drive miles of rural highway without seeing another car. The mine’s modest sign could easily be missed. A smaller one under it warns “No Trespassing.”  </p>\"},{\"content\":\"<p>But Spring Creek and about a dozen other mines in the Powder River Basin are in the spotlight now. They’re at the center of a national battle over the future of coal.  In this case, whether the U.S. should dramatically expand its coal exports to Asia.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>With a wave of old coal plants set to retire or switch to natural gas in the U.S., coal producers in Wyoming and Montana are counting on China, India and Southeast Asia, where coal demand is still rising, to make up for the business they’re losing at home. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The International Energy Agency’s latest forecast predicts global coal demand will slow slightly but Asian demand will remain strong.</p>\"},{\"content\":\"<p>Visitors to Spring Creek won’t find pick axes or grimy-faced miners choking on coal dust. Western strip mines are like a four-year-old’s “Tonka truck” fantasy. Workers operate some of the biggest, heaviest, priciest machines in the world. Excavators tear into blasted topsoil and rock to uncover the coal below. Gigantic electric coal shovels scoop up the coal and dump it into 240-ton haul trucks with tires 12 feet high.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s like driving your house on wheels,” the mine’s production planner, Darren White, says of the shovels. Cloud Peak’s home office,  two hours away in Gillette, Wyoming, tracks every move these machines make, using onboard computers and GPS.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Powder River Basin supplies about 40 percent of the nation’s coal. Western coal doesn’t generate as much energy as Appalachian coal, but it’s cheaper and cleaner, for the most part. Thanks to the <a href=\\\"http://www.epa.gov/air/caa/\\\" target=\\\"_blank\\\">Clean Air Act</a>,  the coal in this region found an eager domestic market. Utilities were looking to the region’s low-sulfur, low-ash coal to help meet new pollution standards. Many of those utilities, however, are now burning even <a href=\\\"http://www.eia.gov/forecasts/aeo/er/early_elecgen.cfm\\\" target=\\\"_blank\\\">cleaner natural gas, or plan to,  as they retire aging coal plants.</a>  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Cloud Peak and other producers here already do a fledgling export business with Asia, shipping through ports in Canada. But to dramatically grow that business the industry needs to build more export terminals in the Pacific Northwest. It would also mean more mile-long coal trains rumbling across Montana, Oregon and Washington. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Teresa Ericson, director of the Northern Plains Resource Council in Billings,  has been fighting coal for over a quarter of a century. Her group is an alliance of environmentalists and ranchers. “Our members, who live over the surface of coal, for decades have been asked to sacrifice for energy independence for this country,” says Ericson. &quot;I feel like they’ve been under pressure to take one for the team. And that all flies out the window with this. We’re now being asked to be an international sacrifice and that’s just going too far.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Third-generation rancher Steve Charter remembers when Eastern coal companies first tried to mine in Montana back in the 70’s. “They kind of came in with what we thought was kind of a bad attitude, “says Charter. “They were pretty well used to running over the people in Appalachia and figured, these are pretty rural,  backcountry people. Ranchers, their land is their identity,  so if you come to push somebody off their land, it’s gettin’ pretty personal.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It wasn’t until the last few years that coal “got personal” for a lot more people. The industry’s current bid to dramatically increase exports to Asia attracted unwanted attention to the mines in the Powder River Basin and the environmental backlash has been fierce. Groups from the <a href=\\\"http://content.sierraclub.org/coal/\\\" target=\\\"_blank\\\">Sierra Club</a> to <a href=\\\"http://www.atnitribes.org/\\\" target=\\\"_blank\\\">northwest native tribes</a> to <a href=\\\"http://www.dioceseofspokane.org/bjc_2013/coal111113.htm\\\" target=\\\"_blank\\\">Catholic bishops in the state of Washington </a>have chimed in, reactions ranging from concern to outrage.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Opponents warn of more coal dust and train traffic at home, and say exporting U.S. coal will worsen global warming. Ericson says for years her group’s fight against coal mining here went virtually unnoticed. “Because, you know, you don’t really see strip mines, you don’t drive by strip mines, they’re hidden,” says Ericson. “So our fight was quite a lonely fight and suddenly it’s a global fight and the globe is on our side.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Certainly right <em>now</em>, the industry’s export dreams look starry-eyed. Global coal prices have fallen dramatically from their highs two years ago. Investors have dropped plans for three of six coal terminals in the Northwest and the rest face fierce and organized opposition. The market’s so soft that this past summer nobody bid on a federal coal tract up for lease in Wyoming, a first for the region. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The industry, however, appears to be planning for the long-term. It’s betting global coal prices will eventually recover and is eager to make its case to the public. Workers at the Spring Creek mine argue the mine provides well-paid jobs. They point to the mine’s good safety record and make sure visitors see the antelope grazing on former mining land that’s been restored.</p>\"},{\"content\":\"<p>As for the domestic market, Cloud Peak insists coal will still have a place in the U.S. energy mix for years to come.  The Energy Information Administration projects that natural gas will surpass coal as the single largest source of U.S. electricity sometime before 2040, but that coal will still make up almost a third of the power supply. The EIA, however, didn’t factor in future power plant regulations due out next year aimed at reducing emissions from coal-burning plants.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em>To find out more about where your electricity comes from, check out the <a href=\\\"http://www.epa.gov/cleanenergy/energy-and-you/how-clean.html\\\" target=\\\"_blank\\\">EPA&apos;s Power Profiler</a> where you can enter your zip code to find more detailed information. </em></p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/DSCN0544.JPG?itok=HTqW_JWr","meta":{"width":"610","crop":"primary","height":"340"}},{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/17/marketplace_segment20_20131217_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/17/marketplace_segment20_20131217","type":"application/json"},"duration":396,"duration_hms":"00:06:36"}}]}