{"created":"2015-01-02T20:54:49+00:00","modified":"2015-06-05T15:30:59+00:00","valid":{"from":"2015-06-05T15:30:59+00:00","to":"3015-06-05T15:30:59+00:00"},"hreflang":"en","title":"Some Not-So-Conventional Wisdom About The Next Congress","published":"2015-01-02T23:23:00+00:00","teaser":"Will Republicans have to prove they can govern and will Democrats be totally irrelevant? Will the president's veto pen get a workout? Here's a second look at some wisdom about the next Congress.","itags":["npr_api","374601628"],"guid":"3b3e4ec1-e3a9-43b2-baf1-c7961a537f5a","contentencoded":"<p>In politics, conventional wisdom can have a certain power. But, sometimes the obviously true thing isn't so true upon inspection.</p><p>The new Republican Congress hits Capitol Hill next week, but the latest round of that wisdom seems to have already been established — from how it's going to work to its relationship with President Obama. Here's a look at 2 1/2 pieces of that wisdom.</p><p><strong>1. Republicans are going to have to show they can govern.</strong></p><p>At this point, it's been said so many times it's become an established Washington truth.</p><p>In his NPR interview late last month, President Obama said: \"They are going to be in a position in which they have to show that they can responsibly govern, given that they have significant majorities in both chambers.\"</p><p>And Colorado Republican Sen.-elect Cory Gardner on Fox News Sunday back in November had a similar sentiment: \"If Republicans don't prove that we can govern with maturity, that we can govern with competence, we'll see the same kind of results two years from now, except it will be a wave going back a different direction.\"</p><p>He's saying Republicans could lose their majority if they don't show they can govern. Or not.</p><p>\"You're creating a test that you cannot pass,\" says Ramesh Ponnuru, senior editor at the conservative publication <em>National Review,</em> which ran an editorial titled \"<a href=\"http://www.nationalreview.com/article/392082/governing-trap-editors\" target=\"_blank\">The Governing Trap</a>.\" \"That requires the support of people who have an incentive for you not to pass it.\"</p><p>That is, if the definition of governing is passing bills the president signs into law, then Ponnuru says congressional Republicans shouldn't make that their goal. Instead, he says, they should do the basics, keep the government open for business and outline an agenda they'd implement with a Republican president. That, Ponnuru says, is what Democrats did when they took the majority in 2006 for President Bush's final two years in office.</p><p>\"They don't run in 2008 on the basis of the things they cooperated with President Bush to accomplish, and it's just I think sort of absurd to think that that's the right strategy for Republicans to employ,\" he says.</p><p><strong>2. House Democrats will be totally irrelevant.</strong></p><p>They'll have fewer members than they had in the last Congress. \"Make no mistake about it, Minority Leader Pelosi would much rather be Speaker Pelosi by any condition,\" says former GOP Rep. Tom Reynolds. \"She is the steward of the minority in some real tough circumstances.\"</p><p>But John Lawrence, former chief of staff to Pelosi, says hold on. \"I always refer to it as the Rodney Dangerfield of politics. They get no respect.\" But in this case, he says, the House Democrats are \"very salient\" for two reasons.</p><p>First, when it comes to legislation where Republicans aren't united — like votes to keep the government funded — some Democratic support will inevitably be needed for passage. And second, Lawrence points to presidential vetoes. Take a bill to approve the Keystone XL pipeline. Many expect the president would veto it. Republicans don't need House Democrats to get it passed.</p><p>\"But you can't override vetoes with only Republican votes and that means that Pelosi and the House Democrats have an ace up their sleeve,\" Lawrence says. \"And then the House Democrats become highly, highly relevant in terms of upholding those vetoes.\"</p><p><strong>2 1/2</strong><strong>. The president will start wielding the veto pen.</strong></p><p>How often will there even be vetoes to uphold? That's our final bit of conventional wisdom. President Obama has said he expects his veto pen to get a workout. But with only 54 Republican senators in the new Congress, it will be rare for a bill Obama dislikes to get the 60 votes needed to overcome procedural hurdles and make it to his desk.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Not-So-Conventional+Wisdom+About+The+Next+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"214"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621879-6100e9.m3u?orgId=1&topicId=1014&d=214&p=2&story=374601628&t=progseg&e=374532984&seg=1&ft=nprml&f=374601628"}]}