{"created":"2014-10-07T21:10:44+00:00","modified":"2014-10-31T00:15:50+00:00","valid":{"from":"2014-10-31T00:15:50+00:00","to":"3014-10-31T00:15:50+00:00"},"hreflang":"en","title":"A Peacock Murder Mystery: (Pea)Fowl Play In California","published":"2014-07-16T16:29:00+00:00","teaser":"The boisterous birds are a familiar sight in an upscale community near LA, but in recent years they've become a source of conflict. Now, someone is killing them — 20 in the past six months alone.","itags":["npr_api","331661857"],"guid":"3b4b0a82-4230-486d-8d4d-6ff5632cad05","contentencoded":"<p>Someone is killing the peacocks in Rolling Hills Estates, Calif.</p><p>The boisterous and colorful birds have been a part of this upscale community near Los Angeles for more than a century. In recent years, the birds have become a <a href=\"http://www.npr.org/templates/story/story.php?storyId=129370699\" target=\"_blank\">source of contention among neighbors</a> — but the conflict has taken a dark turn.</p><p>The string of peacock killings is now at 50 over the past two years or so — 20 in the past six months alone — by pellet guns, shotguns, arrows and poison.</p><p>Detective James Dondis of the Los Angeles County Sheriff's Department and Lt. Cesar Perea of the Society for the Prevention of Cruelty to Animals are investigating the attacks. \"The violent manner in which some of the birds are being killed is a big concern,\" Dondis says. Investigators have some suspects, he says.</p><p>It's nearly impossible to avoid seeing — or hearing — the peacocks in Rolling Hills Estates, often perched in trees or on fences, or walking on driveways or lawns in this equestrian neighborhood. The birds seem to know the houses that are peafowl friendly — like Eunice Berman's. Two stroll in her backyard. One is on her roof. Another is lounging in a tree.</p><p>\"Right now is probably the loudest season we have of them, because it's mating season, and they're calling around to each other,\" she says.</p><p>Berman says car alarms, gardeners, vacuum cleaners and earthquakes can set the birds off. She loves the peacocks but admits not everyone feels the same way. \"They're slow crossing the street. They tend to be a little bit messy, and they eat vegetable gardens and certain plants,\" she says.</p><p>The mysterious killings has cast a pall over the neighborhood. \"I can't even imagine one of my neighbors doing something like that,\" Berman says.</p><p>The investigators recently followed up with Debbie Taymour, a homeowner who contacted them after finding a severely injured bird in her backyard. The investigators would not disclose the nature of its injury, but it was consistent with those suffered by birds in the other attacks.<strong> </strong></p><p>Taymour is relieved when she learns the peacock survived the attack. \"They're just part of the neighborhood, and I feel if you don't like them, don't buy a house here. It's that simple. They're beautiful animals,\" she says.</p><p>Longtime residents acknowledge the neighborhood is changing. Homes with backyard barns and tall trees where peafowls roost are making way for pools and tennis courts.</p><p>Perea says investigators knock on a lot of doors and are tracking down every lead. \"We're investigating it as a felony crime. Intentional cruelty on any animal can be prosecuted as a felony,\" he says.</p><p>Dondis says he's confident they'll find the person or persons responsible for the killings. \"Somebody's going to brag about it,\" he says. \"Somebody's going to do something.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Peacock+Murder+Mystery%3A+%28Pea%29Fowl+Play+In+California&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331751480-6c9d67.m3u?orgId=1&topicId=1091&ft=3&f=331661857"}]}