{"created":"2015-05-14T03:26:18+00:00","modified":"2015-06-26T18:22:34+00:00","valid":{"from":"2013-10-17T15:17:17+00:00","to":"3013-10-17T15:17:17+00:00"},"hreflang":"en","description":"Colleges are changing the admissions formula.  Goodbye SATs?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Millions of  students take standardized tests that many colleges and universities use, along with other criteria, to determine  admissions status.   According to College Board, the not-for-profit that prepares and administers the SAT, more than 1.6 million students in the class of 2013 took the test at least once. The competing assessment test, the ACT, has been taken by a record 1.8 million students who will graduate in 2013, according to ACT, Inc. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>With those kinds of numbers, it may be surprising that many colleges are moving away from standardized tests as part of the admissions requirement. Marketplace education correspondent, Amy Scott, says that there are a few reasons why colleges are abandoning the long-held tradition. &quot;A lot of people are starting to believe that [the tests] are not actually the best predictor of success in college. There&apos;s also a growing concern that the test really favors affluent kids,&quot; Scott  says. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Robert Schaeffer, Public Education Director of the National Center for Fair &amp; Open Testing says that the tests are a good measure of accumulated opportunity. &quot;It&apos;s truly a perverse situation, in which, to those who have had everything in life even more can be bought by their parents. Well-to-do parents pay for college admissions guidance, they pay for essay writing, and they pay for test prep.  Which, independent research shows, can boost scores by 150 points or more on the SAT.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Some schools are trying to close the accumulated opportunity gap by offering alternatives to standardized tests.  More than 800 schools are now test-optional, placing greater weight on factors such as grades and letters of recommendation.  Including Bard College.   Mary Backlund serves as Bard’s director of admission.    </p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I work for a wonderful faculty and my job is to find them high energy, creative, highly teachable,  nice people. And that doesn&apos;t come across by a set of numbers,&quot; Backlund says.</p>\"},{\"content\":\"<p>She says choosing who gains admission into the college is a nuanced decision that can&apos;t be made using standardized scores.   As an alternative to test scores, Bard offers an entrance exam that is made up of four, 2500-word exams in subjects including  social science, history,  philosophy, arts,  and science. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>According to Amy Scott, the creators of standardized tests are rethinking how tests are designed in response to colleges becoming test-optional. The College Board is redesigning the SAT to make it reflect what students will do once in college and are putting more emphasis on critical thinking. </p>\"},{\"content\":\"<p>Despite the shake up, Scott says that most students will continue to take the tests. &quot;Even at Bard, the admissions office told me 60 percent of students still send in their test scores. And a lot of colleges still think there is value in standardized tests.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","tags":["APM","Education","Money Secrets","Your Money","college admissions","standardized tests"],"contentencoded":"<div class=\"barn-cleaned\"><p>Millions of&nbsp; students take standardized tests&nbsp;that many colleges and universities use, along with other criteria, to determine &nbsp;admissions status. &nbsp; According to College Board, the not-for-profit that prepares and administers the SAT, more than 1.6 million students in the class of 2013 took the test at least once. The competing assessment test, the ACT, has been taken by a record 1.8 million students who will graduate in 2013, according to ACT, Inc.&nbsp;</p>\n<p>With those kinds of numbers, it may be surprising that many colleges are moving away from standardized tests as part of the admissions requirement. Marketplace education correspondent, Amy Scott, says that there are a few reasons why colleges are abandoning the long-held tradition. \"A lot of people are starting to believe that [the tests] are not actually the best predictor of success in college. There's also a growing concern that the test really favors affluent kids,\" Scott &nbsp;says.&nbsp;</p>\n<p>Robert Schaeffer, Public Education Director of the National Center for Fair &amp; Open Testing says that the tests are a good measure of accumulated opportunity. \"It's truly a perverse situation, in which, to those who have had everything in life even more can be bought by their parents. Well-to-do parents pay for college admissions guidance, they pay for essay writing, and they pay for test prep. &nbsp;Which, independent research shows, can boost scores by 150 points or more on the SAT.\"</p>\n<p>Some schools are trying to close the accumulated opportunity gap by offering alternatives to standardized tests. &nbsp;More than 800 schools are now test-optional, placing greater weight on factors such as grades and letters of recommendation.&nbsp; Including Bard College.&nbsp; &nbsp;Mary Backlund serves as Bard’s director of admission.&nbsp; &nbsp;&nbsp;</p>\n<p>\"I work for a wonderful faculty and my job is to find them high energy, creative, highly teachable, &nbsp;nice people. And that doesn't come across by a set of numbers,\" Backlund says.</p>\n<p>She says choosing who gains admission into the college is a nuanced decision that can't be made using standardized scores. &nbsp; As an alternative to test scores, Bard offers an entrance exam that is made up of four, 2500-word exams in subjects including&nbsp; social science, history,&nbsp; philosophy, arts,&nbsp; and science.&nbsp;</p>\n<p>According to Amy Scott, the creators of standardized tests are rethinking how tests are designed in response to colleges becoming test-optional. The College Board is redesigning the SAT to make it reflect what students will do once in college and are putting more emphasis on critical thinking.&nbsp;</p>\n<p>Despite the shake up, Scott says that most students will continue to take the tests. \"Even at Bard, the admissions office told me 60 percent of students still send in their test scores. And a lot of colleges still think there is value in standardized tests.\"</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p></div>","title":"Colleges admissions are moving away from standardized tests","guid":"3b4efb14-92e0-499f-82ff-9515df703394","byline":"Adrienne Hill","itags":["3b4efb1492e099fd2ffb9515df703394","Marketplace","Marketplace Money","Marketplace Money for Friday, October 25, 2013","PMP:Marketplace_PMP"],"published":"2013-10-17T15:17:17+00:00","teaser":"Colleges are changing the admissions formula.  Goodbye SATs?","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/standardizedtest.jpg?itok=2Qp6Wxpx","meta":{"height":"340","width":"610","crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/25/marketplace_segment29_20131025_64.mp3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/25/marketplace_segment29_20131025"},"duration_hms":"00:05:01","duration":301},"type":"audio/mpeg","format":"MP3"}]}