{"created":"2015-06-19T21:46:20+00:00","modified":"2015-06-21T00:42:12+00:00","valid":{"from":"2015-06-21T00:42:12+00:00","to":"3015-06-21T00:42:12+00:00"},"hreflang":"en","title":"Predictably, Democrats, Republicans Don't Agree On Charleston Causes, Solutions","published":"2015-06-21T00:42:00+00:00","teaser":"The shooting at a historically black church in Charleston briefly put a pause on the campaign. But eventually politics crept back in, and both sides, as usual, took different lessons from the tragedy.","itags":["npr_api","415747034"],"guid":"3b582f7e-7528-4a2c-adf9-e5c30a412437","contentencoded":"<p><strong>This post was updated at 6:13 p.m. ET<br /></strong></p><p>When tragedies happen, like the shooting in Charleston, they usually find their way into the realm of politics eventually.</p><p>This time is no different, as Democrats and Republicans are finding very different ways of talking about what happened in South Carolina. Democrats see race and gun control as issues at the center of it. Republicans, on the other hand, largely point to mental illness and label what happened a tragic but random act.</p><p>The shooting that left nine people dead in a historically black church Wednesday night happened just before the Faith and Freedom Coalition's Road to Majority conference kicked off in Washington. It's an event where Republican presidential candidates woo religious conservatives, and nearly everyone mentioned or alluded to Charleston. (The exception was Florida Sen. Marco Rubio, who delivered a standard stump speech. Earlier in the day, he tweeted support for the victims.)</p><p>\"I just want to begin today with a moment of silence remembering those who were murdered last night,\" said Texas Sen. Ted Cruz, one of the stars of the event. He added, \"A sick and deranged person came and prayed with an historically black congregation for an hour, and then murdered nine innocent souls. Christians across our nation, across our world — believers across the world are lifting up the congregants at Emanuel AME.\"</p><p>Rand Paul had the most directly political comments. He expressed grief but cautioned against a government solution.</p><p>\"What kind of person goes into a church and shoots nine people?\" the Kentucky senator said, adding, \"There's a sickness in our country, but it's not going to be solved by our government.\"</p><p>Few seemed to want to ascribe motive to the shooter.</p><p>\"It's depraved,\" New Jersey Gov. Chris Christie said. \"It's unthinkable. We can't put our minds around conduct like that, can we?\"</p><p>He added, \"Laws can't change this. Only the goodwill and the love of the American people can let those folks know that that act was unacceptable, disgraceful, and that we need to do more to show that we love each other.\"</p><p>Jeb Bush expressed sympathy with the victims but said he did not know why the killer did what he did.</p><p>\"I don't know what was on the mind or the heart of the man who committed these atrocious crimes,\" the former Florida governor said. \"But I do know — I do know what was in the heart of the victims.\"</p><p>Carly Fiorina, the former Hewlett-Packard CEO, said, \"We ought not to start immediately rushing to policy prescriptions or engaging in the blame game.\"</p><p>Retired neurosurgeon Ben Carson, who is black, alluded to race as a cause.</p><p>\"[I]f we don't pay close attention to the hatred and the division that's going on in our nation,\" Carson said, \"this is just a harbinger of what we can expect.\"</p><p>The Republican candidates were not explicit about race as a motive in the way Democrats were.</p><p>Democrats look at quotes, like one relayed by a cousin of one of the victims, and the reasons couldn't be more obvious.</p><p>\"He just said, 'I have to do it. You rape our women, and you've taken over our country. And you have to go,' \" said Sylvia Johnson, quoting survivors with whom she said she had spoken, per <a href=\"http://www.nbcnews.com/video/church-gunman-reportedly-said-i-have-to-do-it-467402819802\">NBC News</a>.</p><p>An emotional President Obama made it clear where he stood Thursday.</p><p>\"The fact that this took place in a black church obviously also raises questions about a dark part of our history,\" said Obama, the nation's first black president, <a href=\"https://www.whitehouse.gov/the-press-office/2015/06/18/statement-president-shooting-charleston-south-carolina\">from the White House</a>. \"This is not the first time that black churches have been attacked. And we know that hatred across races and faiths pose a particular threat to our democracy and our ideals.\"</p><p>He went on, noting that \"those old vestiges of hatred can be overcome. That, certainly, was Dr. King's hope just over 50 years ago, after four little girls were killed in a bombing in a black church in Birmingham, Alabama.\"</p><p>He also called on the country \"to shift how we think about the issue of gun violence collectively,\" though he acknowledged the politics of gun rights were against him right now.</p><p>Obama expounded on those remarks Friday in a speech in San Francisco before the U.S. Conference of Mayors. He said racism is a \"blight\" that must be combated. And he said he was not \"resigned\" to the politics of gun control.</p><p>\"We need a change in attitudes,\" the president said.</p><p>Democratic presidential candidate Hillary Clinton also made the case in Las Vegas at a conference of the National Association of Latino Elected Officials.</p><p>\"In order to make sense of it, we have to be honest,\" Clinton said. \"We have to face hard truths about race, violence, guns, and division.\"</p><p>The presidential hopeful closest to the shooting is Republican Sen. Lindsey Graham, who is from South Carolina. He took a more nuanced view, calling for stricter enforcement of existing gun laws.</p><p>\"Really, the last thing on my mind right now is a political debate,\" Graham said on CNN Friday morning. \"My job is to be here, and to show solidarity with my community and my state.\"</p><p>But he did weigh into the gun debate.</p><p>\"I own a bunch of guns, and I haven't hurt anybody,\" he said before adding, \"but there is something wrong with the background system.\"</p><p>He noted that too many fall through the cracks.</p><p>\"If I get to be president of the United States,\" he said, \"you fail a criminal background check, you try to buy a gun when you're not supposed to, you're going to meet the law head on.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Predictably%2C+Democrats%2C+Republicans+Don%27t+Agree+On+Charleston+Causes%2C+Solutions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"193"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415809598-9608b6.m3u?orgId=1&topicId=1014&d=193&p=2&story=415747034&t=progseg&e=415809417&seg=17&ft=nprml&f=415747034"},{"href":"http://media.npr.org/assets/img/2015/06/19/graham-8a3f4927cfa5721ba91385b370a20fb5dd789675.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1951","width":"2602"}},{"href":"http://media.npr.org/assets/img/2015/06/19/road-to-majority-thompson-0484-edit-91f92a3139df3e785084194488a01e819b57aca0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/19/6-19-15-road-to-majority-thompson-0158-edit-6aa7efae376ee7dc66dbd4f8f6d47d94f3cdbf59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}