{"created":"2014-09-15T19:05:24+00:00","modified":"2014-10-31T00:09:27+00:00","valid":{"from":"2014-10-31T00:09:27+00:00","to":"3014-10-31T00:09:27+00:00"},"hreflang":"en","title":"In New Film, Zach Braff Asks: How Long Can You Pursue Your Dreams?","published":"2014-07-23T18:03:00+00:00","teaser":"<em>Wish I Was Here</em> follows a struggling actor and father of two whose breadwinning wife is starting to rethink her role. It's the first feature film Braff has directed since 2004's <em>Garden State</em>.","itags":["npr_api","332574719"],"guid":"3b5fcd94-729e-4780-b568-1a6348ac8453","contentencoded":"<p>Zach Braff is currently performing on Broadway, and for a time he starred in the TV comedy <em>Scrubs</em>. But he's also known for directing and starring in the 2004 film <em>Garden State</em>, a model of 20-something angst.</p><p>Braff also directs and stars in his latest film, <em>Wish I Was Here</em>, which he co-wrote with his older brother, Adam. The collaboration yielded a coming-of-age story of sorts. It's about a guy who hasn't quite earned the title of adult, even though he's already a family man with kids. Braff's character, Aidan Bloom, struggles when his father is diagnosed with cancer and his wife, the family breadwinner, starts to rethink her role.</p><p>Braff talks to NPR's Audie Cornish about what inspired him and his brother to write the story and the similarities between the female protagonists in <em>Garden State</em> and <em>Wish I Was Here</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what inspired Braff and his brother to write this story</strong></p><p>My brother is in one of those situations — his wife is the primary wage earner and he is home more often with the kids as he writes and pursues his artistic endeavors. And we started seeing that in lots of different aspects of our lives, both with people in the arts and people who weren't.</p><p>And so another thing we wanted to talk about was how that affected masculinity — this societal agreement we have had for years that the man is the primary breadwinner and the man takes care of his family — and how that change might be affecting masculinity and child-rearing and all of those things that come along with it. It was something that we found really interesting but didn't really see anyone writing about.</p><p><strong>On Aidan's insistence on pursuing his dream</strong></p><p>He's pursuing an entertainment dream, but we really wanted it to be a metaphor for anyone pursuing their dream in any way, whether that be, you know, finding true love or starting their business or whatever it is — insert your dream here.</p><p>The question for us was ... if this is it, how do I make the most of my life? How do I make the most of my time here? And how long am I allowed to pursue all the things I thought I was going to do when I was a kid and when I was in college and when I was wide-eyed and I was in my 20s? And now I have a family, now I have bills, now I have so many responsibilities.</p><p><strong>On how Aidan's </strong><strong>pursuit of his dream affects his relationship with his wife, played by Kate Hudson</strong><strong></strong></p><p>I think there [are] a lot of relationships out there — it's not always the woman, sometimes it's the man — where one person has really dedicated their lives to helping the other person pursue their dream. And they love them and they believe in them and they root for them, but at a certain point they're saying, \"I can't do anymore. I need help.\" And that's what Kate's character is saying in this film, is \"I do love you, and I do support you. But, you know, I can't be the only one on this treadmill doing this job I don't like to feed our kids. I need help.\" ...</p><p>One of the things that Aidan learns is that he has to show up for his family. He has to rally; he has to find a way to continue to pursue his goals but not be so checked-out, not to have disappeared from his family. I mean, I think if he finds any spirituality in the film, that's what he finds.</p><p><strong>On the similarities between the female protagonists in <em>Garden State</em>, played by Natalie Portman, and <em>Wish I Was Here</em> </strong></p><p>I've always had this fantasy of being saved by a great woman, a powerful woman. I mean, yes, Natalia's character was quirky and silly, or maybe that's just the type of woman I'm attracted to so I sort of wrote my dream girl. But I've always loved this fantasy that I would be rescued and saved by a great, strong woman. And I think in both films there are very strong women who are helping men come into maturity. I mean, they say that women and girls mature faster than men and I think in this film Kate's character is a very, very strong woman who's doing her best to hold an entire family together. The men are running around thinking like they're in control when really, behind the scenes, it's a strong woman that is, you know, keeping this family together.</p><p><strong>On what he learned from making the film</strong></p><p>It definitely taught me I want to have kids. I can't wait to have children one day. I'm a really good uncle and I love my nieces and nephews, and I really love this young actress, Joey King, who played my daughter. She's just so special. And, you know, just that relationship of when your child is, you know, old enough to just teach you so much, and just the idea of a young child bringing you back to possibility and hope through their young wide eyes is something that's very intoxicating to me.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+Film%2C+Zach+Braff+Asks%3A+How+Long+Can+You+Pursue+Your+Dreams%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332636987-19c822.m3u?orgId=1&topicId=1137&ft=3&f=332574719"},{"href":"http://media.npr.org/assets/img/2014/07/18/wiwh-fp-00001-57f056ffd6b9836441d2e1cd59da202332bea2dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1532","width":"2041"}},{"href":"http://media.npr.org/assets/img/2014/07/18/wiwh-06817-1fcc0fb88f4125b348af6122afbcb26ac7a13be1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3999"}}]}