{"created":"2015-05-11T20:06:01+00:00","modified":"2015-05-13T20:57:33+00:00","valid":{"from":"2015-05-13T20:57:32+00:00","to":"3015-05-13T20:57:32+00:00"},"hreflang":"en","title":"Shanghai Tower: A Crown For The City's Futuristic Skyline","published":"2015-05-12T14:40:00+00:00","teaser":"The 2,073-foot-tall Shanghai Tower, the world's second-tallest building, opens this year. More than just a skyscraper, it's a symbol of Shanghai's — and China's — soaring ambitions.","itags":["npr_api","405875493"],"guid":"3b6a8c5b-8dfc-4087-8bf4-6f3ffe2a1f84","contentencoded":"<p>Shanghai is one of the world's most vertical cities, a metropolis where 50-story buildings are routine. At night, the cityscape is so cinematic, it has been featured in both <em>James Bond</em> and <em>Mission Impossible </em>films.</p><p>This year, Shanghai Tower, the world's second-tallest building, will open and put an exclamation point on Shanghai's futuristic skyline. The structure, which measures 2,073 feet, is loaded with symbolism.</p><p>It rises out of Shanghai's riverside financial district, which as recently as the 1990s was a mix of warehouses and open fields, even home to a dairy farm. The tower twists and tapers like a glass and steel geyser hurtling toward the sky — illustrating both Shanghai's and China's ambitions.</p><p>The building is so tall, only the <a href=\"http://www.guinnessworldrecords.com/news/2014/9/8-burj-khalifa-records-for-skyscraper-day-59996\">Burj Khalifa (2,717 feet) in Dubai</a> is taller, that the views can be disorienting. From an observation deck on the 120th floor, visitors can stare down about 600 feet to a neighboring skyscraper, the Jinmao Tower. By comparison, the Jinmao, which opened in 1999 and resembles a pagoda, is taller than the Empire State Building.</p><p>On a clear day, you can see more than 30 miles from Shanghai Tower to the East China Sea, says Jun Xia, a Shanghai native and regional design director for Gensler, the American firm that designed the building.</p><p>To prevent the building from swaying in heavy winds, workers used a crane to stack steel plates and build a 1,200-ton, tuned-mass damper near the top of the tower. The damper is computerized and surrounded by pistons, which push it in the direction of strong winds to counterbalance their force. Without a damper, the top of the building could sway as much as 5 feet during typhoons, says Daniel Winey, Gensler's managing principal for the Asia-Pacific region.</p><p>\"If you don't have something like this in a building of this height, you can actually get nauseous,\" says Winey.</p><p>Beyond its height, what distinguishes the structure is its design.</p><p>Shanghai Tower is a building within a building. The interior — where offices and a hotel will be located — is a cylinder wrapped in a skin of glass and steel, which creates a series of atriums that run up the sides of the structure. An atrium on the eighth floor is a dozen stories tall and has palm trees, granite benches and a panoramic view of the city.</p><p>\"It creates what we call a vertical, urban community,\" says Xia.</p><p>Once the building is completely open, 20,000 to 30,000 people will pass through each day, says Winey. People can have lunch, grab a coffee or hold meetings in the atriums, called sky lobbies. Winey says the sky lobbies should offer enough amenities that some people won't feel compelled to leave the building during the workday, which will save on elevator rides and electricity.</p><p>\"It's really more a study in urbanism than anything else,\" says Winey. \"It's taking the ideas of Shanghai, where you have all these little parks and neighborhoods, and (turning it) from a horizontal plane to a vertical plane.\"</p><p>In all, there are 21 sky lobbies — that's not a typo — which are mostly public space that can't be rented out to make money. Winey says these sorts of design elements ensure a building like this would never be constructed in the United States, because the return on investment would be a long way off.</p><p>\"From an economic standpoint, it would never pencil out,\" he says. \"I don't think there would be any U.S. developers who would make that kind of investment.\"</p><p>Shanghai Tower, though, isn't a conventional investment. It was built for about $3 billion by the Shanghai Tower Construction and Development Co., a state-owned enterprise. The company declined an interview request from NPR.</p><p>The structure, which is ultimately owned by the city, is more than a building. It's a statement, an anchor for Shanghai's showcase skyline and a symbol of China's economic rise. From the government's perspective, given the message it's trying to send to Chinese people and the world, the money is probably worth it.</p><p>Shanghai Tower's reign as the world's second-tallest building, though, won't last long. Ping An Financial Center in the southern Chinese city of Shenzhen will surpass it when it opens next year.</p><p><em>Yang Zhuo contributed to this article.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shanghai+Tower%3A+A+Crown+For+The+City%27s+Futuristic+Skyline&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405955628-c637b2.m3u?orgId=1&topicId=1125&d=254&p=2&story=405875493&t=progseg&e=405936490&seg=6&ft=nprml&f=405875493"},{"href":"http://media.npr.org/assets/img/2015/05/11/shanghaitower_shenzhonghai_150201_003-4397d3d62116ca3a85f6671517bd6bef6c51688f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1582","width":"2110"}},{"href":"http://media.npr.org/assets/img/2015/05/11/img_4320edit-30ca34a6fc1c5a990383f499686ff18fc74d72f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1336","width":"1782"}},{"href":"http://media.npr.org/assets/img/2015/05/11/shanghaitower_shenzhonghai_150201_061-7f3786ac6c57eb7651d80d17522e8a955412f73d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1248","width":"1664"}}]}