{"created":"2015-01-10T12:49:46+00:00","modified":"2015-06-16T17:32:35+00:00","valid":{"from":"2015-06-16T17:32:35+00:00","to":"3015-06-16T17:32:35+00:00"},"hreflang":"en","title":"Why You're Not Seeing Those 'Charlie Hebdo' Cartoons","published":"2015-01-13T16:14:00+00:00","teaser":"News organizations, including NPR, support the satirical magazine's right to be offensive. But mainstream news outlets also avoid publishing such material.","itags":["npr_api","376098073"],"guid":"3b6f5b09-95d5-4ac3-ab86-2593781ef6af","contentencoded":"<p>Wednesday's attack at the Paris office of the satirical weekly <em>Charlie Hebdo</em> is thought to have been the work of killers who believe cartoons can be so offensive that they justified the murder of 12 people.</p><p>News organizations and people around the world obviously believe the opposite — that no one deserves to die just because he's rude, crude or otherwise obnoxious. Free speech includes the right to be offensive.</p><p>The cartoons of the Prophet Muhammad that <em>Charlie Hebdo</em> posted in recent years are part of the story of this week's attack. In 2011, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/07/375599183/charlie-hebdo-a-magazine-of-satire-mocks-politics-religion\">as The Two-Way has noted</a>, the magazine's offices \"were firebombed after it published an issue that invited the Prophet Muhammad to be guest editor; the issue included an article about what a soft version of Sharia might look like. The magazine was renamed <em>Charia Hebdo</em> for the issue, and its cover included an image of the prophet with the line, 'A thousand lashes if you don't die laughing.' \"</p><p>In a video taken at the scene Wednesday, one of the attackers could be heard shouting \"We have avenged the Prophet Muhammad.\" <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/07/375561888/10-dead-after-shootout-at-satirical-magazines-office-in-paris\">Witnesses have said the men also yelled</a> \"Allahu Akbar,\" (Arabic for \"God is great\").</p><p>But just because offensive images are part of a story does not mean a news organization must publish or post them with its news reports.</p><p>In this case, posting just a few of the cover images of the Prophet Muhammad that <em>Charlie Hebdo</em> published could be misleading. The images the magazine has put on its cover, for example, might be less offensive to some viewers than the more graphic cartoons that have appeared inside the magazine. Those include caricatures of a naked prophet.</p><p>Photos showing just a few of the magazine's covers could lead viewers to mistakenly conclude that <em>Charlie Hebdo</em> is only a bit edgier than other satirical publications. But a comprehensive display of <em>Charlie Hebdo</em>'s work would require posting images that go well beyond most news organizations' standards regarding offensive material. At NPR, <a href=\"https://www.documentcloud.org/documents/1273045-potentially-offensive-language-guidance.html\">the policy on \"potentially offensive language\"</a> applies to the images posted online as well. It begins by stating that \"as a responsible broadcaster, NPR has always set a high bar on use of language that may be offensive to our audience.\"</p><p>At this time, NPR is not posting images of <em>Charlie Hebdo</em>'s most controversial cartoons – just as it did not post such images during earlier controversies involving the magazine and a Danish cartoonist's caricatures of the prophet. <em><a href=\"http://publiceditor.blogs.nytimes.com/2015/01/08/charlie-hebdo-cartoon-publication-debate/\">The New York Times</a></em><a href=\"http://publiceditor.blogs.nytimes.com/2015/01/08/charlie-hebdo-cartoon-publication-debate/\"> has taken the same position</a>. <em>The Washington Post</em>'s editorial board has put one of <em>Charlie Hebdo</em>'s Prophet Muhammad covers on the print version of its op-ed pages, but not online. News editors at NPR and other organizations continually review their judgments on these types of issues when the materials are potentially offensive because of their religious, racial or sexual content. That review process will continue.</p><p>News organizations have also this week debated whether to post or publish some of the shocking images and videos that surfaced after the <em>Charlie Hebdo</em> attack. One video in particular sparked discussion in newsrooms. It shows a gunman shooting and killing a Paris policeman as the wounded officer lay helpless on a sidewalk. Out of respect for the officer and for those in the audience who would find the video disturbing, NPR has chosen to describe what happened rather than to post the video.</p><p><em><a href=\"http://www.npr.org/people/104192887/mark-memmott\" target=\"_blank\">Mark Memmott</a> is NPR's standards and practices editor. He co-hosted The Two Way from its launch in May 2009 through April 2014.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+You%27re+Not+Seeing+Those+%27Charlie+Hebdo%27+Cartoons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376300711-665399.m3u?orgId=1&topicId=1001&d=222&p=7&story=376098073&t=progseg&e=376300606&seg=17&ft=nprml&f=376098073"}]}