{"created":"2015-02-25T16:13:45+00:00","modified":"2015-02-28T04:26:16+00:00","valid":{"from":"2015-02-28T04:26:16+00:00","to":"3015-02-28T04:26:16+00:00"},"hreflang":"en","guid":"3b70c761-dd34-40d0-b8ea-cfe2fa7adef3","title":"Cheaper Chinese caskets get a chilly reception in the US market","published":"2015-02-28T04:26:13+00:00","byline":"Traci Tong","tags":["business","economy","death","Business","Business, Finance & Economics","North America","Asia","United States","China","Joshua Slocum","casket business","Chinese-made coffins","Death customs","Coffin","Funeral"],"teaser":"Death is expensive. The American casket industry is a $1.5 billion business, leading some families to seek out cheaper options from China. But the Chinese haven't been able to bury the American competition. ","contentencoded":"<p>Coffins are just crazy expensive. Consider that most Americans spend an average of $2,500 per casket.</p>\n<p>For some families, those costs can be so overwhelming they opt for cremation over burial, simply for financial reasons.</p>\n<p>As of today, 90 percent of burials in the US are in coffins made in America. But now, some consumers and entrepreneurs in the funeral supply chain are looking for less pricey casket options from China.</p>\n<p>And here's why: A 20-gauge steel coffin made in America costs roughly $2,000, whereas a similar unit from China may cost as little as $350.</p>\n<p>Now you might think that having coffins made in China, like so many other products we buy, would upend the market for American-made coffins. But that hasn't happened so far. </p>\n<p>\"It's been very difficult for entrepreneurs to break into the American funeral service market because the entire system is set up to be a very insular industry,\" says Joshua Slocum, executive director of the Funeral Consumer's Alliance. </p>\n<p>The three largest American casket companies — Hillenbrand, Matthews International, and Aurora Casket — control the marketplace. And the American funeral industry likes to talk about the inferiority of the overseas-made caskets. </p>\n<p>\"This is a bunch of nonsense,\" Slocum says. \"The only thing that a casket does is hold the body for a ceremony or transport it to the grave. ... They all do the same thing.\"</p>\n<p>\"The stories about the bottom is going to fall out and Grandma will roll down the stairs. ... It's quite horrifying. The reality is there's nothing to that. The only people who can tell the difference, for example, between a 20-gauge thin metal casket and an 18-gauge or 16-gauge heavy casket in the same color, is the pallbearers and your pocketbook.</p>\n<p>\"We all go back to the earth. I don't care whether you're cremated, whether you're buried in a sealed American casket or a non-sealed casket, there's no funeral product on earth that will make you any less dead.\"</p>\n<p>Slocum's Funeral Consumers Alliance filed a lawsuit in 2005 against the three largest American casketmakers, claiming that they conspired to inflate prices by disparaging casket importers and online retailers. They settled out of court three years ago.</p>\n<p><em>Editor's note: An earlier version of this story incorrectly described the size of the casket business. It is $1.5 billion.</em> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fcaskets-made-china-hit-dead-end-us&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0224201510.mp3"},{"href":"http://www.pri.org/file/0224201510mp3"}]}