{"created":"2014-10-14T09:09:21+00:00","modified":"2014-10-31T15:40:38+00:00","valid":{"from":"2014-10-31T15:40:38+00:00","to":"3014-10-31T15:40:38+00:00"},"hreflang":"en","title":"Animated 'Book Of Life' Celebrates Día De Los Muertos","published":"2014-10-15T18:07:00+00:00","teaser":"The Day of the Dead holiday celebrated in Mexico and other Latin America countries is now the subject of a 3-D animated movie, produced by filmmaker Guillermo Del Toro and directed by Jorge Gutiérrez.","itags":["npr_api","356045103"],"guid":"3b91598c-e917-4f42-b29f-ce105344c86d","contentencoded":"<p>Día de los Muertos (Day of the Dead) — a holiday that celebrates those who have passed — will come alive this Thursday in the movie <em>The Book of Life</em>. It is director and animator Jorge Gutiérrez's first feature film, and he says it's his own take on what happens after death.</p><p>Set in the 1920s in Mexico, the animated movie centers on the fiery and brave Maria Posada (voiced by Zoe Saldana), and her two suitors: the handsome town hero Joaquin (Channing Tatum) and the soft-spoken Manolo (Diego Luna), who comes from a long line of bullfighters.</p><p>And, as one might expect in a film about Día de los Muertos, some of the characters are transported to the afterlife. At first, it looks like a lively Mexican fiesta, filled with music and bright, colorful <em>papel picado</em> — cut-out paper decorations.</p><p>\"If you do something memorable, and you live a life that others admire and others look up to you, and you pass away, you get to go to the land of the remembered, this beautiful land that is all about memories,\" says Gutiérrez, who was born in Mexico City. Ruled by a sensuous \"La Muerte\" (voiced by Kate del Castillo), this land has \"epic fiestas, and all you-can-eat churros.\"</p><p>But if you were a bad person, Gutiérrez says, you go to the land of the forgotten: \"It's the void of life, the void of color, the void of anything.\"</p><p><strong>The Connection, Brought From Childhood To Film</strong></p><p>Gutiérrez says these are ideas he's wanted to share since his childhood, when his best friend died at the age of 9. \"My parents set me down, said, 'Your friend, Mauricio, he is with you as long as you tell his jokes and you remember him and you keep his memory alive by talking about him,' \" Gutiérrez recalls.</p><p>He never forgot Mauricio. So Día de los Muertos — celebrating the lives of those who came before — has always had a special meaning for Gutiérrez. He even proposed to and then married his wife, Sandra Equihua, on the holiday.</p><p>Later, as a student at the California Institute of the Arts, Gutiérrez wrote his own Day of the Dead story, with ideas and characters based on himself and his family. His 3-D film <em>Carmelo</em> won a student Emmy Award in 2001 and was shown at the Cannes film festival. Gutiérrez tried pitching it as a feature to all six major studios.</p><p>\"Here was this Mexican kid saying, 'Hey, it's a movie about death — for children!' And so I kind of scared everybody, and everybody turned me down,\" Gutiérrez recalls. \"They said, you know, 'You're just a kid out of school, and this subject matter is too ... too weird, and honestly a little dark!' \"</p><p>Gutiérrez and his wife, Sandra, who was by then his artistic partner, went on to create Mexican-themed cartoons for Sony and Nickelodeon, including <em>El Tigre: The Adventures of Manny Rivera.</em></p><p>Eventually the studio Reel FX understood the Day of the Dead story Gutiérrez was trying to tell. They encouraged him to persuade Oscar-winning filmmaker Guillermo Del Toro, his hero, to produce it.</p><p><strong>The 'Worst Pitch Of All Time'</strong></p><p>\"This will go down in the history of cinema as the worst pitch of all time,\" says Gutiérrez. He says he took all the artwork he had created for the film and set it up near the pool at Del Toro's art house in Los Angeles.</p><p>\"And it's so hot that I'm drenched in sweat. He's sweating, and he goes, 'You have five minutes to pitch me.' And before a word can come out, my people betray me,\" Gutiérrez says. \"There must have been like 10 gardening guys in the house next door, and all the lawnmowers and leafblowers went on at the same time, <em>VAAAAAAA</em>, making this horrible noise. So I'm yelling the pitch — 'cause he says 'don't stop' — 'AND THEN MANOLO PROPOSES, WITH <em>ALL HIS HEART</em>,' and he can't hear me, and I almost fall in the pool three times. ... Disaster.</p><p>\"So we go back in his house — and I'm drenched in sweat, he's sweating — and I'm ready to just shake his hand and get out of there and say I got to meet him. And Guillermo goes, 'Jorge, that was a terrible pitch.' And I go, 'I know, I know. I'm so sorry I wasted your time.' And, you know, I get up to shake his hand, and he goes, 'No, no — sit down. I know exactly who you are.\"</p><p>Del Toro says he agreed to produce <em>The Book of Life</em> on the spot. \"Yeah, my daughters and I used to watch <em>El Tigre</em> on TV, and we loved it. He has a uniquely Mexican style, and when he came in I was already a fan.\"</p><p><strong>On Keeping His Influences And Staying Authentic</strong></p><p>To show the culture's complexity, the soundtrack includes Mexican bolero and norteno versions of songs by Radiohead, Rod Stewart, Mumford & Sons and Biz Markie. It's the kind of musical mixture that Gutiérrez says he heard while growing up in Tijuana, near the U.S.-Mexico border. He was influenced by He-Man cartoons, as well as Mexican artists Diego Rivera and Jose Guadalupe Posada, who created much of the Day of the Dead iconography.</p><p>As an aficionado of folk art, Gutiérrez even had a team of Central American artisans carve wooden puppets of the movie's characters, which were later rendered by computer animation.</p><p>\"Jorge wanted to create this world that felt handmade, with wooden puppets and metal and paint,\" says Del Toro. \"Really feels very much like Mexican baroque.\"</p><p>And at the film premiere on Sunday, some fans said they think that this film showcases Gutiérrez's artistry, which to them felt more authentic than what some other studios had envisioned for similar movies.</p><p>\"I — along every other Latino, pretty much — were outraged and shocked when Disney tried to copyright the term 'Día de los Muertos,' or Day of the Dead,\" said cartoonist Lalo Alcaraz. By contrast, he said, 20th Century Fox's new film by Gutiérrez and Del Toro is much more grounded in the culture.</p><p>\"To have two people that understand the topic thoroughly and respect it, and can play with it, it was good,\" Alcaraz said. \"It's a playful way to treat a serious topic: You love your family, you know; you miss your family; one day you'll see your family again. And that's what the Day of the Dead holiday is all about, is remembering your family and remembering that love, so that's what <em>Book of Life</em> is about.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Animated+%27Book+Of+Life%27+Celebrates+D%C3%ADa+De+Los+Muertos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"420"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356045104-f54833.m3u?orgId=1&topicId=1015&ft=3&f=356045103"},{"href":"http://media.npr.org/assets/img/2014/10/14/book-of-life-2640_0180_0127_beauty5k_v001_rgb-605937abad64635c5dd3dc431a31f84336e629e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}},{"href":"http://media.npr.org/assets/img/2014/10/14/book-of-life-bol_firstlook_1_0_rgb-e180254459eb3c74ee4f903c0fd273d604d5c268.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}