{"created":"2014-09-05T21:19:00+00:00","modified":"2014-09-05T21:19:00+00:00","valid":{"from":"2014-09-05T21:19:00+00:00","to":"3014-09-05T21:19:00+00:00"},"hreflang":"en","guid":"3b9c9a3f-5abc-4d65-a6c2-5c72cd19648a","title":"A Scottish teen gets serious about his chance to vote in Scotland’s bid for independence from Britain","published":"2014-09-05T21:18:59+00:00","byline":"Cori Princell","tags":["Scottish independence","Youth","Global Politics","Edinburgh","Taynuilt","oban","Europe","United Kingdom","Scotland","Scotland","Western Scotland","Kevin Kane","Anna Kane","James Kane","Celtic nationalism","Scottish independence","Referendum","Politics","Government"],"teaser":"A referendum on Scottish independence is now just days away. And for the first time ever, 16- and 17-year-olds have been given the vote. One Scottish family has dived into this debate with the help of an enthusiastic teenage son — but they still can't decide.","contentencoded":"<p class=\"Standard\">It&#39;s a Tuesday afternoon, school is out and the race is on:&nbsp;<span style=\"line-height: 1.538em;\">High schoolers in black uniforms pour through the gates of the Oban train station in Scotland. They leap onto the train, trying to find just the right place to sit &mdash; the kind of thing that can matter a lot at this age.</span></p><p class=\"Standard\">But right now, many teenagers in Scotland have something much bigger on their minds. On September 18, Scotland will hold a referedum on independence from the United Kingdom &mdash; and these teenagers are allowed to vote.&nbsp;</p><p class=\"Standard\"><span style=\"line-height: 1.538em;\">Last summer, Scottish lawmakers on both sides of the yes/no divide passed a bill giving children as young as 16 the right to cast a ballot in the upcoming referendum. For young Scots, it&#39;s a potentially life-changing question.</span></p><p class=\"Standard\">&quot;It just seems to me that Scotland itself can kind of stand on its own two feet &mdash; but it&#39;s a question of &lsquo;should it?&rsquo;&rdquo; says 16-year-old James, who is on his way home from school.</p><p>[[{\"fid\":\"73451\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":2941,\"width\":2165,\"style\":\"line-height: 1.538em; width: 300px; height: 408px; float: right; margin: 5px;\",\"alt\":\"James Kane rides the train from Oban, where he attends high school, to the village of Taynuilt.\",\"title\":\"James Kane rides the train from Oban, where he attends high school, to the village of Taynuilt.\",\"class\":\"media-element file-default\"}}]]</p><p class=\"Standard\">He got interested in the referendum and was invited to join a special BBC Scotland program called <a href=\"http://www.bbc.co.uk/programmes/p01gf7rb\">Generation 2014</a>. It&#39;s following 50 young Scottish voters in the lead-up to the vote. This spring, James participated in a town hall-style debate in Oban.</p><p class=\"Standard\">&ldquo;I wanted to draw on a point that I didn&#39;t think we touched on before,&quot; he said, &quot;which is that I&#39;m talented; my friends over there are talented; the youth of Scotland is talented.&rdquo;</p><p class=\"Standard\">After that debate, he got an idea. He would go to Edinburgh, the Scottish capital, and <a href=\"http://www.bbc.co.uk/news/uk-scotland-scotland-politics-28369899\">try to interview some of Scotland&#39;s top politicians</a> &mdash; the people who might run an independent Scotland.</p><p class=\"Standard\">To his surprise, a number of them, both for and against independence, agreed to talk &mdash; and the BBC filmed it.</p><p class=\"Standard\">James&#39; parents, Kevin and Anna Kane, couldn&#39;t have been more proud. They moved to Taynuilt &mdash;not far from Oban in western Scotland &mdash; after James was born.</p><p class=\"Standard\">Kevin and Anna consider themselves British rather than Scottish, and they weren&#39;t inclined to support the Scottish independence movement &mdash; or even think much about politics at all.</p><p class=\"Standard\">&quot;I have never voted,&quot; Kevin admits. &quot;Not from a lack of interest or apathy or &#39;I can&#39;t be bothered.&#39; I felt I couldn&#39;t have my voice heard because on the ballot paper there was no box that said &lsquo;none of the above.&rsquo;&rdquo;</p><p class=\"Standard\">But then, Anna says, their son got interested in the referendum debate.</p><p class=\"Standard\">&ldquo;As a parent, you like to try and support your children, and we were just supporting him in the process of understanding information,&quot; she says. &quot;Then [we] found that he was actually explaining things to us, so we&#39;ve learned a lot from him.&quot;</p><p class=\"Standard\">That&#39;s turned the Kanes&#39; evening meals into a political roundtable. &quot;We&#39;ve had a lot of lively debates around the dinner table,&quot; Anna says. &quot;It&#39;s been a really interesting year, because it&#39;s been a never-ending topic for discussion at dinner time &mdash; it&#39;s been great.&rdquo;</p><p class=\"Standard\">Kevin went along on the day James did his interviews with politicians in Edinburgh. He says he met Scottish politicians who seemed genuine and passionate, and they made time for his teenage son.&nbsp;<span style=\"line-height: 1.538em;\">Kevin&#39;s now sure he&#39;ll vote later this month &mdash; he&#39;s just not sure which way.</span></p><p class=\"Standard\">&ldquo;I do not want to split up the UK, yeah? Really don&#39;t want to do that, that&#39;s a bad idea,&quot; Kevin says. &quot;But I, looking at it, can say there are things that need [to be] addressed. We&#39;ve tried to address them through the status quo and it&#39;s just not happened. If we do want to create a fairer and more just society, there seems to be only an option to vote &lsquo;yes.&rsquo;&rdquo;</p><p class=\"Standard\">These days, their son James likes to say he&#39;s not undecided &mdash; he&#39;s unconvinced:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Even now, I&#39;m lost. I&#39;m trying to find the best information for me.&quot;</span></p><p class=\"Standard\">This summer, James says, he learned a lot about his own potential.&nbsp;<span style=\"line-height: 1.538em;\">His parents say he has grown up a lot, and his mother thinks he&#39;s not the only one.</span></p><p class=\"Standard\">&ldquo;Hundreds of thousands of 16- and 17-year-olds who&#39;ve suddenly &hellip; looked out there into the real world and thought, &lsquo;Hang on a minute, what does happen out there, you know, how are decisions made? When they come to vote in a national election in a couple of years&rsquo; time, they&#39;re really going to be switched on about it, and they&#39;re going to be politically engaged,&quot; Anna says.</p><p class=\"Standard\">&quot;Switched on&quot; is a good way to describe many Scots ahead of the vote: Turnout at the referendum is expected to be high on September 18.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Kane%20Family_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kane-familyjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090520146.mp3"},{"href":"http://www.pri.org/file/090520146mp3"}]}