{"created":"2014-11-18T19:36:09+00:00","modified":"2014-12-11T18:15:21+00:00","valid":{"from":"2014-12-11T18:15:21+00:00","to":"3014-12-11T18:15:21+00:00"},"hreflang":"en","guid":"3ba0265d-41db-43e2-a5e4-b8064c37e0de","title":"Boozy birds in the Canadian Yukon can end up in the drunk tank","published":"2014-12-11T18:15:19+00:00","byline":"Andrea Crossan","tags":["environment","wildlife","government","Environment","Science, Tech & Environment","Whitehorse","North America","Canada","Yukon Territory","North America","Meghan Larivee","Bohemian Waxwing","Ornithology","Alcohol intoxication","Waxwings"],"teaser":"If you think drinking and driving is bad, just imagine drinking and flying. That's what some birds in Canada's Yukon territory are doing with the aid of fermented berries, so local animal health officials have prepared a tiny place for the birds to sleep it off.","contentencoded":"<p>The Canadian city of Whitehorse has a message for its birds: Don't drink and fly.</p>\n<p>Whitehorse is the capital of Canada's Yukon territory, where <a href=\"http://www.env.gov.yk.ca/\">the local environmental agency</a> is warning that <a href=\"http://www.allaboutbirds.org/guide/bohemian_waxwing/id\">Bohemian waxwings</a> in the territory have been stuffing themselves with mountain ash berries to prepare for the long winter ahead.</p>\n<p>The problem is that the berries are fermented, so the birds eating them are getting tipsy and then attempting to fly.</p>\n<p>“We haven’t actually confirmed that the birds we’ve had in have been intoxicated, because we don’t really have a Breathalyzer test or anything like that,\" says Meghan Larivee of the Environment Yukon's animal health unit, \"[but] it is a possibility that we consider when we are treating birds that have flown into an object or are acting a bit strange.”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/KUFmoQQxKUw\" width=\"560\"></iframe></p>\n<p>Larivee says the problem is compounded when the birds fill their expandable esophagi with even more berries, where the fruit can continue to ferment. Even though the birds have larger livers, which gives them a higher tolerance for alcohol, Larivee says enough fermented berries can have the same impact on birds as alcohol does on people.</p>\n<p>Just like humans, birds' navigation systems go a little haywire under the effects of alcohol, and they can end up flying erratically. So members of the public are encouraged to contact Environment Yukon if they find drunken Bohemian waxwings. </p>\n<p>To prepare for any birds that need to sleep it off, the agency has turned a plastic hamster cage into an avian drunk tank.</p>\n<p>“We just make sure that they’re comfortable and quiet, and then hopefully they get to be released,” Larivee says — but not before they do the bird equivalent of walking a straight line. “We do little test runs to make sure that they can coordinate themselves before we release them.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Bohemian_Wax_Wing%20%281%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/bohemianwaxwing-1jpg"}]}