{"created":"2014-10-03T19:56:52+00:00","modified":"2014-11-12T18:15:40+00:00","valid":{"from":"2014-11-12T18:15:40+00:00","to":"3014-11-12T18:15:40+00:00"},"hreflang":"en","title":"Casey Kasem, An Iconic Voice Of American Radio","published":"2014-06-15T16:56:00+00:00","teaser":"There was a time when you didn't know what the No. 1 song in America was until Casey Kasem said so. The listener had an emotional relationship with the <em>American Top 40 </em>host for four decades.","itags":["npr_api","321098592"],"guid":"3ba682c1-d58b-4aa7-abac-13f6b12603f7","contentencoded":"<p>Casey Kasem, the countdown king of music radio and the voice of <em>Scooby-Doo's</em> Shaggy, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/15/322264872/casey-kasem-legendary-radio-dj-dies\">has died at 82</a>, his publicist confirmed Sunday.</p><p>Kasem hosted <em>American Top 40</em> for four decades. He presented the week's hits with a sincerity and authority that made him essential listening for million of Americans every weekend.</p><p>Kasem was born Kemal Amin Kasem in 1932. His parents were Lebanese immigrants who had settled in Detroit. Kasem was drafted into the military and began his broadcasting career as a DJ for Armed Forces Radio in Korea.</p><p>When he returned to the U.S., he perfected his sound at radio stations around the country before launching his show from California on July 4, 1970. As <em>American Top 40</em> evolved, Kasem added music trivia, and the long distance dedications that became a hallmark of his show.</p><p>\"It was a voice not just that was smooth and perfect that you recognized but one that you the listener had an emotional relationship with,\" says Neil Strauss, a contributing editor for <em>Rolling Stone,</em> who sat down with Kasem for a rare interview in 2004. He says the DJ represented the best of an age before the Internet.</p><p>\"You wouldn't know what was No. 1 because you didn't subscribe to <em>Radio & Records</em> or <em>Billboard</em>. Only he knew what was No. 1. He had that power,\" says Strauss. \"You didn't know all these details about the artists; only he knew. He actually was a source of so much of your information about pop music and popular culture that nowadays you can just search online.\"</p><p>In addition to the show, Kasem was an accomplished voice actor. He was Shaggy in <em>Scooby Doo</em>. He voiced several of the <em>Transformers</em> on TV, and he was an emcee for Jerry Lewis' annual telethon.</p><p>For listeners, his was an empathetic voice, but behind the scenes he could be exacting and temperamental.</p><p>\"He was a stickler for doing enough takes until he got it just right,\" says Strauss, \"that a level's never too loud, never too quiet; that there was no single aberration in anything he said.\"</p><p>The contrast was so striking that several of his in-studio tirades <a href=\"https://www.youtube.com/watch?v=fDYK2H0ldbo\" target=\"_blank\">went viral</a> (audio NSFW). For Strauss, those outbursts prove just how seriously Kasem took his hosting duties.</p><p>\"The reason he'd done these shows for 39 years and survived where other people haven't was that he never associated himself with the music,\" says Strauss. \"He never tried to become or embody the music. He never tried to be cool or hip, whatever the trend was at the time. In fact, he never even cared about the music or was a fan of it or liked it — he just liked counting it down and delivering his segments of trivia and dedications.\"</p><p>But off the air, Kasem was passionate about the environment, homelessness and the Arab community. He spoke out against racial profiling and against war in the Middle East.</p><p>In 1988, Kasem \"left over a contract dispute and started his own Casey's Top 40,\" the <a href=\"www.ocregister.com/articles/radio-255910-kasem-seacrest.html\">OC Register says</a>. \"Shadoe Stevens replaced him on AT40 until 1995, when it was canceled and off the air until 1998 when it returned with Kasem.\"</p><p>Ten years ago, Kasem handed off <em>American Top 40</em> to Ryan Seacrest. Five years later, he presented his <a href=\"http://www.npr.org/templates/story/story.php?storyId=106333928\">final countdown</a> and withdrew from public life. Kasem's health had worsened in recent years and as he suffered from worsening dementia, his wife and children from his first marriage began a painful and very public feud over his care.</p><p>In today's personality-driven industry, Kasem's original broadcasts can sound a little earnest. But Strauss says Kasem was serious and it was reflected in his show's catchphrase.</p><p>\"He said, 'I believe we're in a great country, we have a lot of opportunity and nothing's going to limit you, so go for it. But don't hurt anyone along the way.' Obviously that's not catchy, so <a href=\"http://youtu.be/RnBFBilOk-o?t=40s\" target=\"_blank\">he reduced it.</a>\"</p><p><em>I'm Casey Kasem. Now one more time, the words I've ended my show with since 1970: Keep your feet on the ground and keep reaching for the stars.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Casey+Kasem%2C+An+Iconic+Voice+Of+American+Radio&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322276789-762cbb.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=321098592"},{"href":"http://media.npr.org/assets/img/2014/06/11/3201387-42919022e805b2f98b5b728c7349fa3d0bd6a503.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3063"}}]}