{"created":"2014-10-30T20:40:16+00:00","modified":"2014-11-26T23:05:17+00:00","valid":{"from":"2014-11-26T23:05:17+00:00","to":"3014-11-26T23:05:17+00:00"},"hreflang":"en","title":"Remembering All-Night Fright Fests And Halloween Horrorthons","published":"2014-10-31T13:42:00+00:00","teaser":"For Halloween, NPR movie critic Bob Mondello remembers scaring up some frights from his first job at a movie theater.","itags":["npr_api","360140834"],"guid":"3bb7df05-99d5-4f7a-87d0-7265eb67a960","contentencoded":"<p>Halloween's rolled around again and yeah, yeah, it's a dark and stormy night. The road's washed out, phone's gone dead, the mystic's reading her Ouija board, and zombies are popping through doorways left open by a demented kewpie doll.</p><p>Been there. Seen that. Got the T-shirt.</p><p>In fact, I very nearly designed a T-shirt for this sort of stuff back in the 1970s, before I was a movie critic. My first gig out of college was doing publicity for Roth Theaters, a midsize, D.C.-based theater chain that got gobbled up in the '80s by a bigger circuit. My boss was Paul Roth, an old-school movie guy who by the time I met him had probably forgotten more about showmanship than I'll ever know.</p><p>We staged weddings in the aisle for a movie called <em>The Bride</em> (patrons threw popcorn instead of rice). We dressed a verrrry short usher one December as <em>E.T.,</em> and then added a beard and tasseled red hat so he could be Santa's Helper. And for the opening of <em>Airplane!</em> an usher and I climbed up on a marquee to attach the back half of a plane fuselage I'd found at a junkyard so it looked like it had crashed into the theater. We knew we were getting the look right when a passing motorist screeched to a halt, leapt from his car, and yelled, \"Is everyone OK?\"</p><p>But the most fun we had was promoting Roth's drive-in theaters, especially when audiences dwindled as the weather turned cold. Halloween was both a challenge and an opportunity for drive-ins: obviously the right place for scares, but hard to find new films for when there was a chill in the air. So Paul dug deep in the B-movie horror vaults and showed me how to sell the sizzle, not the steak.</p><p>Here's the kind of ad copy he favored (writing it was the first radio writing I ever did). Imagine a booming voice with lots of echo effects, thunder crashes and screams between phrases.</p><p>\"Friday Night at the Ranch Drive In: Our Dusk-to-Dawn Halloween Horrorthon! An all-night fright-fest with Five — count-'em FIVE(!) — full-length features. Shuddering specters guaranteed to scare you shout-less! Films so terrifying we can't reveal the titles. But we can say this: No one with a heart condition will be admitted. We'll have nurses in attendance ... and a hearse standing by.\"</p><p>Man, I used to <em>love</em> writing copy like that. Years later, when John Goodman played a '60s horror guy in the movie <em>Matinee,</em> wiring theater seats to deliver electric shocks at scary moments, I felt like I was watching my boss.</p><p>These days, when you go to a scary movie, you see a scary movie. And no question, the scares are scarier now. It's all up there on-screen. But the old horrorthons (and terrorramas, which were horrorthons, but sexy) had their charms, too.</p><p>I still remember Paul showing me how a little red food coloring in the popcorn oil could turn a bucket of popcorn into a BUCKET OF BLOOD.</p><p>Kinda gross, right? But the point was to scare the \"yell\" out of you, and for the most part, we did.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Remembering+All-Night+Fright+Fests+And+Halloween+Horrorthons&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360179350-8053b5.m3u?orgId=1&topicId=1045&ft=3&f=360140834"},{"href":"http://media.npr.org/assets/img/2014/10/30/mat031an-7aeeadef002d3c57e43dfc048f7f1d96069e3496.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1909","width":"2546"}}]}