{"created":"2014-11-29T14:42:08+00:00","modified":"2014-12-04T01:05:11+00:00","valid":{"from":"2014-12-04T01:05:11+00:00","to":"3014-12-04T01:05:11+00:00"},"hreflang":"en","title":"A Decade After Battle, Medic And Wounded Soldier Reunite","published":"2014-11-29T17:05:00+00:00","teaser":"In 2004, Command Sgt. Maj. Roy Wilkins was wounded in an IED explosion in Afghanistan. Medic Keith Melick pulled him from the rubble. This summer, a chance meeting brought the two together again.","itags":["npr_api","367261188"],"guid":"3bbbd0bc-be27-47b0-acef-c14fb81a959b","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>Ten years ago, Keith Melick was a medic in the Army, and Roy Wilkins was a command sergeant major in the Army's Special Forces.</p><p>They crossed paths in Afghanistan, where Wilkins was wounded in an IED explosion.</p><p>And then this August, by chance, they met again — in the gym at a VA medical center in North Carolina, where Wilkins was playing with his wheelchair basketball team.</p><p>\"The thing that brought me to you in that gym was, I heard your voice,\" retired 1st Sgt. Melick tells Wilkins during a StoryCorps interview in Lansing, Kan. \"You know, voices stick with you.\"</p><p>\"Have you been to Kandahar?\" Melick asked Wilkins in the gym that day. \"Did you get blowed up in a Humvee?\"</p><p>\"'Yes, I did,' \" Wilkins said.</p><p>\"'I'm the one pulled you from that Humvee,' \" Melick answered.</p><p>It happened in November 2004, during a mission to defuse IEDs. Melick, filling in as a medic on the mission, was in the Humvee behind Wilkins' vehicle when the explosion came.</p><p>\"The next thing I know, I seen a blue flash,\" Wilkins says. He was severely wounded in the blast.</p><p>\"As I came to your Humvee, the vehicle itself was just pieces.\" Melick recalls. \"I did not expect to find anyone alive. ... I remember pulling you out and saying to you, 'I gotcha.' \"</p><p>\"That stuck in my ear,\" Wilkins says. \"For years I kept hearing this voice: 'I gotcha, I gotcha.' And now I'm sitting before the brother that saved my life.\"</p><p>Neither man wanted to leave the gym after their chance reunion a decade later. In the months since that day, Keith and Roy have spoken on the phone every week.</p><p>\"In my 28 years of the military, and through three different combat zones, you're the first one that I've ever reunited with,\" Melick tells Wilkins. \"Because we [medics] don't know if you'd live or die. To see you today is like watching the angel walk through the door.\"</p><p>\"I just want to thank you from the bottom of my heart,\" Wilkins says. \"And I wish I could just take my heart out and show it to you ... it is fluttering with nothing but joy.\"</p><p><em>Produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Decade+After+Battle%2C+Medic+And+Wounded+Soldier+Reunite&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"175"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367362437-d68eaf.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=367261188"},{"href":"http://media.npr.org/assets/img/2014/11/28/wilkinsnpr-6d729a08379244791787ff358958d42461927e6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"520","width":"693"}}]}