{"created":"2014-10-22T00:09:38+00:00","modified":"2014-11-10T20:45:14+00:00","valid":{"from":"2014-11-10T20:45:14+00:00","to":"3014-11-10T20:45:14+00:00"},"hreflang":"en","title":"Ben Bradlee, Who Led 'Washington Post' To New Heights, Dies At 93","published":"2014-10-22T19:39:00+00:00","teaser":"As editor, Bradlee led the newspaper to national eminence with charm, drive, instinct and, most notably, an epic confrontation with the Nixon White House.","itags":["npr_api","352758758"],"guid":"3bc67903-55bf-4090-98c4-8870eb653f84","contentencoded":"<p>Benjamin Crowninshield Bradlee, who led <em>The</em> <em>Washington Post</em> to national eminence through charm, drive, instinct and, most notably, an epic confrontation with the Nixon White House, died Tuesday. He was 93.</p><p>Through his tenure at the <em>Post,</em> the legendary newspaper editor helped to define the standards and aspirations of American journalism for more than a generation. He oversaw an expansion of the kinds of coverage his newspaper offered readers that influenced editors at papers across the country. Internally, Bradlee was best known as a champion of ambitious reporters and stylish writers, goading them to new heights.</p><p>Bradlee's most consequential test would arrive amid the scandal that first vexed and later brought down President Nixon, starting with the report of a break-in at the national headquarters of the Democratic Party at the Watergate complex in 1972.</p><p>\"If you were told — any editor of <em>The Washington Post</em> since the beginning of time — there was going to be a story that 40 people would go to jail and the president of the United States would resign, he'd say, 'Thank you, Lord,' \" Bradlee told an interviewer from C-SPAN several years ago. He was rewarded for standing by two unknown local reporters who doggedly pursued the story against the critical conventional wisdom of the rest of the political press.</p><p>\"Reporters need to know they have to keep banging away at it. They have to give their own energies and curiosities and aggressiveness full rein,\" says former <em>Washington Post</em> reporter David Remnick, now editor of <em>The</em> <em>New Yorker</em> magazine.</p><p>Remnick recalled being summoned to Bradlee's office after the late Democratic Sen. Daniel Patrick Moynihan had complained the young reporter was looking into anecdotes about his heavy drinking. As Bradlee leaned back in his chair, Remnick tried to reassure Bradlee not to worry. The editor cut him short and ended the meeting this way: \"Worry? Me worry? I don't f- - -ing worry!\"</p><p>A salty phrase; a hearty laugh; an unyielding journalistic backbone — Ben Bradlee was well known for all three. He played the role of fearless newsroom captain almost without flaw.</p><p>\"They have to have somebody behind them telling them it's OK, because there are all these people out there saying it's not; all these governments and PR people saying it's not,\" Remnick says. \"You need somebody behind you saying, 'Keep at it,' and that was Bradlee's message in a thousand different ways.\"</p><p><strong>Becoming A </strong><strong>Newsman</strong></p><p>Born to a family of Boston Brahmins, Bradlee served in naval intelligence during World War II and saw major conflict in the Pacific arena. After the war, he launched a small paper in New Hampshire and decided to head south to seek a job at a bigger publication. Bradlee landed a job in Washington, D.C., with the <em>Post</em> only because he refused to get off the train in Baltimore during a downpour.</p><p>To tell the truth, Bradlee enjoyed only mild success as a reporter. He next departed for Paris, where he became a diplomatic aide with ties to figures in the CIA. But in 1953, he joined <em>Newsweek</em> and thrived. He became close to a Georgetown neighbor — a young senator named John F. Kennedy — and would later find himself accused by Richard Nixon's defenders of being too cozy with the Democratic establishment.</p><p>There was another, even more fateful connection, however. In the early 1960s, Bradlee had persuaded the publisher of <em>The</em> <em>Washington Post,</em> Phil Graham, to buy <em>Newsweek,</em> where Bradlee was Washington bureau chief. A few years later, after Graham's suicide, the company's new president — his widow, Katharine Graham — summoned Bradlee to a private club to which she belonged.</p><p>\"I said, 'What is it you do want to do? I noticed you've turned these jobs down in New York,' \" Graham later told Terry Gross on WHYY's <em>Fresh Air</em>.</p><p>\"And of course, Ben being Ben, said, 'Well, now that you ask me, I'd give my left one to be managing editor of <em>The Post</em>.' I know that's a little bit vulgar, but Ben talks like that,\" Graham said. \"And I was brought up short, because I didn't expect that.\"</p><p>Soon enough, Bradlee joined the <em>Post</em> as managing editor, with the promise, quickly fulfilled, of leading the previously undistinguished paper as its executive editor.</p><p><strong>Remaking </strong><strong>The 'Post'</strong></p><p>Bradlee went on a hiring spree — and a firing spree too — embracing the so-called new journalism giving feature writers leeway to develop a personalized voice once they had made a mark. Leonard Downie Jr. was a young investigative reporter and editor at the <em>Post</em> in the 1960s and 1970s. He wanted to prove himself to Bradlee as desperately as anyone.</p><p>\"He was one of the most charismatic people I've ever met,\" Downie says. \"He had an incredibly strong presence in the newsroom. He had incredible sex appeal — sex appeal that I dare say was felt as much by men as well as women — and he used it.\"</p><p>In her memoir, Graham wrote that Bradlee had an effective form of flirtation with her as well, that yielded results on paper, in the newsroom and on the bottom line. In partnership with his patron, Bradlee was, in essence, re-creating the <em>Post</em> from scratch to become a worthy rival of the nation's most important news organizations — right up there with <em>The</em> <em>New York Times,</em> <em>Time </em>magazine and CBS.</p><p>When the Nixon administration persuaded a judge to stop the <em>Times</em> from publishing new installments of the Pentagon Papers, Bradlee and Graham decided to publish them right away. The decision exposed her company to significant financial risk.</p><p>The ensuing Supreme Court ruling in the two papers' favor enshrined protections for the press against so-called prior restraint.</p><p><strong>Watergate</strong></p><p>Not long after the Pentagon Papers decision, two unknown Metro reporters for the <em>Post</em> started to unravel a criminal conspiracy involving the 1972 elections and a cover-up that led back to the White House itself.</p><p>Bradlee wasn't a details guy except on the stories he cared most about. This one qualified. He personally helped to oversee the coverage of a story that soon took on the cinematic elements of a thriller.</p><p>Interest from other news organizations, and even from the <em>Post</em>'s own political reporters, ebbed soon after that initial break-in at the Watergate complex.</p><p>\"It's hard for people now to remember or if they weren't yet born even then to know — even if you see the movie or read the book — what a high-wire act that was,\" says Downie, later Bradlee's successor as the executive editor of the <em>Post</em>. \"Most of the other journalists in the country [thought] Watergate was a crazy story that would blow up in our face. We had no competition for weeks and months on end during that story. I was one of the line editors during the Watergate coverage, and it was scary.\"</p><p>The <em>Post</em>'s parent company had local television station licenses up for review by federal regulators appointed by Nixon; Graham was warned by Washington intimates that she could lose the paper too. But despite threats from former Attorney General John Mitchell, among others, Bradlee persuaded Graham to hold firm.</p><p>Bradlee catapulted to celebrity along with his so-very-green reporters, Carl Bernstein and Bob Woodward, thanks to the Watergate story and the ensuing book and movie, <em>All The President's Men</em>. Jason Robards won an Academy Award for playing an editor whose reporters helped expose the criminality of a White House, the ultimate (and basically true) conspiracy story.</p><p>\"You guys are about to write a story that says the former attorney general — the highest-ranking law enforcement official in this country — is a crook,\" Robards, as Bradlee, warned his young reporters, pausing for effect before delivering this warning: \"Just be sure you're right.\"</p><p>For all that mystique, Bradlee could be a notably incurious editor. He didn't know the identity of Bob Woodward's top secret source, \"Deep Throat,\" until two years after President Nixon resigned. Bradlee spoke to NPR's Michele Norris in 2005 after the source was revealed to be a top FBI official, Mark Felt, who had wanted to be the director of the FBI.</p><p>\"I knew that he was high-ranking, but I didn't know how high-ranking. And as a matter of fact, it wasn't very important what job he held, so long as he did one thing, and that was tell the truth,\" Bradlee said. \"And before long it was obvious that this man knew what he was talking about, because from Day 1 he never gave us a bad steer.\"</p><p><strong>Legacy Of A Leader</strong></p><p>Bradlee's strengths were often also closely linked to his weaknesses. The star system that orbited around him led to tensions within the newsroom. A celebration for a Pulitzer Prize for one of those young stars — an expose by Janet Cooke about an 8-year-old heroin addict — turned to ash in just hours. The story proved to be largely fabricated, as Cooke couldn't even introduce skeptical editors to the boy.</p><p>Woodward had been the top editor for Metro news and the scandal knocked him from the path to succeed Bradlee, though he became a best-selling investigative author. But Bradlee survived largely unscathed, in large part because so much of his DNA marked the paper as his own.</p><p>Major regional newspapers mimicked the format he devised for the <em>Post,</em> with a Style section devoted to features involving politics, regional personalities, celebrity and popular culture and highbrow culture alike. He also insisted on a high profile for beats on the subjects he vigorously and vulgarly called \"SMERSH — science, medicine, education, religion and all that s- - -\" — the subjects from which Bradlee personally took little enjoyment.</p><p>As Bradlee's tenure drew to a close, Remnick says, it was almost touching to witness the degree to which several senior editors competing to replace him adopted some of his sartorial traits, such as the reading glasses on a string, the slicked-back hair and the striped shirts. After decades of Bradlee's leadership, no one could imagine an editor with a different look.</p><p>Downie — a less flamboyant, more careful newsroom leader with a dedication to investigative reporting — succeeded Bradlee in 1991. But the paper continued to carry Bradlee's trademark swagger.</p><p>After his retirement, Bradlee served as a vice president at large for the parent Washington Post Co., a charismatic talisman for the glories of the paper's journalism even as it hit rocky economic times. Graham's son and granddaughter would later sell the paper to Amazon founder Jeff Bezos after failing to hit on a strategy that would revive its financial fortunes; staffers say it gave the newsroom a jolt of confidence it had not seen in years — perhaps since the Bradlee era.</p><p>Bradlee wasn't introspective, but in an interview with his friend Jim Lehrer of PBS late in life, he sought to pin down what animated him.</p><p>\"It changes your life, the pursuit of truth,\" Bradlee said. \"At least, if you know that you have tried to find the truth and gone past the first apparent truth towards the real truth, it's very, it's very exciting, I find.\"</p><p>Among Bradlee's survivors are his wife, the longtime <em>Washington Post</em> feature writer Sally Quinn; their son, Quinn; and his son by an earlier marriage, the journalist Ben Bradlee Jr.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ben+Bradlee%2C+Who+Led+%27Washington+Post%27+To+New+Heights%2C+Dies+At+93&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357998958-7c97c2.m3u?orgId=1&topicId=1062&ft=3&f=352758758"},{"href":"http://media.npr.org/assets/img/2014/09/30/bradlee1-b6b936606407f940380bc13339cd0a69eb46c0d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1628","width":"2171"}},{"href":"http://media.npr.org/assets/img/2014/09/30/bradlee2-45c04c8438ad8f4c60dd31db9e49adfdabc5bade.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2029","width":"2706"}}]}