{"created":"2015-02-04T00:34:20+00:00","modified":"2015-02-04T16:03:24+00:00","valid":{"from":"2015-02-04T16:03:24+00:00","to":"3015-02-04T16:03:24+00:00"},"hreflang":"en","title":"EPA Push For Massive Munitions Burn Ignites Opposition In Louisiana","published":"2015-02-04T16:02:00+00:00","teaser":"Bayou State residents are upset about the health risks of EPA's plan, while government leaders are running against the clock to dispose of the unsafe and deteriorating artillery propellant.","itags":["npr_api","383519051"],"guid":"3bc6efb7-57ca-445f-8339-e05b057d2adf","contentencoded":"<p>Explosions used to be no big deal for residents of sleepy rural towns in north Louisiana's piney woods near the Arkansas border. Blasts meant jobs.</p><p>The Army's Camp Minden was the site of a former ammunition factory built during World War II. The factory closed in the 1990s. Still, the place is littered with millions of pounds of leftover artillery waste.</p><p>The stuff in question is called M6, a toxic propellant in grenades and artillery rounds. The Army doesn't use it anymore, and tons of M6 are stored in bunkers at Camp Minden.</p><p>Here's the problem: the waste is deteriorating and unstable. So government leaders want to get rid of it. They had hoped to burn it — sending smoke and particles into the air. But that angered local residents.</p><p>Several dozen people packed a recent meeting about M6, and they didn't like what they heard.</p><p>The Army paid millions to a contractor at Camp Minden to recycle tons of M6. In 2012, there was a chemical explosion — a blast felt for miles. That's when investigators found the M6 propellant, stacked up everywhere in cardboard boxes. The company went bankrupt the next year.</p><p>Melissa Downer lives a few miles away. Over the years, she tolerated blasts from the Camp because it brought much-needed jobs to this rural area.</p><p>\"Like, you hear a plane go over or the hunters shooting their guns — you just kind of tune it out,\" Downer says. \"Now, you hear them and everyone's so on edge — 'Oh, I heard a boom.' It's terrifying right now to live here.\"</p><p>It's terrifying for two reasons. The first: M6 can detonate without warning. And second: a deal brokered last year by the state, Army and U.S. Environmental Protection Agency called for a 200-day burn. Chemical weapons experts say that's not a good idea.</p><p>Louisiana state representative Gene Reynolds says the EPA and the Army pushed through the incineration plan without public input. There are a dozen schools within a few miles of the plant.</p><p>\"The EPA admitted that they botched this thing,\" Reynolds says.</p><p>\"To me, that puts a focus on why we should be doing this. Because with the schools that are nearby, the kids don't deserve to grow up in an atmosphere that's potentially poisonous to them,\" he says.</p><p>\"It is an unpopular remedy,\" EPA spokesman David Gray says.</p><p>\"Clearly, a lot of folks rightfully are voicing their concerns and opinions about that remedy,\" he says.</p><p>After mounting criticism, the EPA slowed the process down to get input. Gray says his agency wants the state and the Army to decide on a new way to destroy this M6 by April.</p><p>\"We are all keenly aware that time is not on our side and that we must move quickly,\" Gray says. \"Whenever the work begins at the site, it could take a long time.\"</p><p>Regardless, health experts are worried. Chris Schmoutz is a toxicologist at LSU Health Sciences Center. He says chemicals in M6 can lead to anemia and liver damage. But he's more worried about the unknown.</p><p>\"If these were burned incompletely in an open combustion scenario it's possible that different chemicals are released into the air,\" Schmoutz says. \"Chemicals that we haven't studied or don't know as much about and those could be more dangerous.\"</p><p>All of this troubles Melissa Downer. She says her family will move if the M6 isn't dealt with in what she considers a safe way.</p><p>\"It's just a wonderful place to live and it's sad to think that it just could be erased — literally,\" she says.</p><p>The Army estimates the stockpiles of M6 at Camp Minden could expire as soon as this summer. Or, it might last a decade or longer.</p><p><em>Kate Archer Kent reports for member station <a href=\"http://redriverradio.org/\">Red River Radio</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=EPA+Push+For+Massive+Munitions+Burn+Ignites+Opposition+In+Louisiana&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kate Archer Kent","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383578468-dc8843.m3u?orgId=1&topicId=1025&e=383519051&d=233&ft=nprml&f=383519051"},{"href":"http://media.npr.org/assets/img/2015/02/04/melissa-downer1-a5d78b804735479ebe7de2cff3b424f3ba2bc7bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1796","width":"2395"}},{"href":"http://media.npr.org/assets/img/2015/02/03/stop-the-burn-petition-0ca909bce56c54f299a5f318e40d519bcf0a0d17.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/02/03/gene-reynolds-2f1818e44b3afa9a0b137e9d8a47419ba7815236.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}