{"created":"2014-11-09T17:24:59+00:00","modified":"2015-05-06T20:39:27+00:00","valid":{"from":"2015-05-06T20:39:27+00:00","to":"3015-05-06T20:39:27+00:00"},"hreflang":"en","title":"Ill-Equipped And Underpaid, Kurdish Fighters Hold ISIS At Bay","published":"2014-11-10T13:44:00+00:00","teaser":"With Iraq's military in tatters and U.S. forces gone, the Kurdish peshmerga is the only viable force to stave off ISIS in Iraq. With little support from Baghdad, discontent grows among the fighters.","itags":["npr_api","362665387"],"guid":"3bc894cb-3af9-4d58-a2cf-313b6a127109","contentencoded":"<p>Brig. Gen. Mohammad Ali Mughdeed sits in a pickup truck equipped with an anti-aircraft weapon as he and his men wind through steep roads to their base in the rocky Zartik Mountains.</p><p>Mughdeed's Iraqi Kurdish forces are members of the Peshmerga, a key U.S. ally in the fight against the so-called Islamic State. Also known as ISIS, the Sunni extremists have taken control of about a third of Iraq. In October, Mughdeed's men retook this area east of Mosul from ISIS occupation.</p><p>The mountain road winds through villages that now look like a post-apocalyptic tableau, with homes reduced to knee-high rubble.</p><p>Mughdeed greets his men on the mountaintop that overlooks the Nineveh plains, where ISIS has occupied villages around Mosul. The peshmerga is in control here, but barely, and from the distance comes the sporadic sounds of gun and mortar fire.</p><p>The men are bitter about their treatment from Baghdad's central government. They are never paid on time, and when they do get paid, it's months late. On top of that, they're ill-equipped, using aging weapons with limited reach.</p><p>\"We don't do this for money,\" Mughdeed says, looking out from the rugged mountaintop. \"We do this to defend our land.\"</p><p>He blames the central government for their financial misery.</p><p>Baghdad hasn't sent the funds allocated in 2014 for the mostly autonomous Kurdish region. The Iraqi finance minister recently said the central government is close to broke, though salaries for the peshmerga are finally coming in this week, two months late.</p><p>\"Unfortunately, Baghdad is behaving like these are not their citizens according to the law or to the constitution,\" says Nouri Othman Sinjari, chief of staff to the prime minister of the Kurdish region.</p><p>Iraqi authorities in Baghdad dispute that claim, arguing the problem goes both ways and that Kurdish leaders are acting unilaterally, seizing territory outside the autonomous Kurdish region and pursuing independent oil deals in the midst of this crisis.</p><p>The spokesman for the peshmerga ministry, Halgord Hikmat, says some 500 peshmerga forces have been killed. The West has provided some weapons and training, but it's just a drop in the bucket of what the forces need. The peshmerga has a nearly 700-mile frontline with the Sunni extremists of ISIS.</p><p>With the Iraqi military in tatters and the American forces long gone, the peshmerga is the only viable force to stave off ISIS in Iraq. Yet it shows no interest in advancing beyond the territories the Kurds want to claim as a part of a future independent state.</p><p>Barham Salih, an Iraqi Kurdish politician and former deputy prime minister of Iraq, says Kurds must fight for Kurdish land and Sunni Arabs for Sunni Arab land.</p><p>\"ISIS cannot be quelled by a Shiite army or by a Kurdish army,\" Salih says. The Sunnis who are afflicted by this problem are at the heart of this problem. They need to be given a stake in the political process in Iraq. They need to be helped to stand up a local army that can defend those territories.\"</p><p>Back in the Zartik Mountains, Mughdeed sits near a fire, drinking tea with his men. Around them are a few blue tents, and near the edge of the mountain, an anti-aircraft weapon dating from World War II. It's aimed at ISIS-controlled villages below, but the men say it doesn't even have the range to reach the target.</p><p>In Mughdeed's mind, these shivering men, living on the front, with 500 comrades dead and not getting paid for months, are what stand between the world and ISIS.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ill-Equipped+And+Underpaid%2C+Kurdish+Fighters+Hold+ISIS+At+Bay&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737946-be04d9.m3u?orgId=1&topicId=1010&d=241&p=10&story=362665387&t=progseg&e=362737872&seg=12&ft=nprml&f=362665387"},{"href":"http://media.npr.org/assets/img/2014/11/09/455041964-ee4744090b7c808d1a30b0ba21f0f93cc8e577b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}