{"created":"2015-01-14T08:16:45+00:00","modified":"2015-01-20T20:42:00+00:00","valid":{"from":"2015-01-20T20:42:00+00:00","to":"3015-01-20T20:42:00+00:00"},"hreflang":"en","title":"Ads Say 'No More' To Domestic Violence, But Will Audience Listen?","published":"2015-01-14T15:43:00+00:00","teaser":"If you watched any football over the weekend, you likely saw an ad from the \"No More\" campaign. The idea is to raise awareness about domestic violence — and to bolster the NFL's image.","itags":["npr_api","376975123"],"guid":"3bcf87c7-8370-4bf3-aed7-c5e29ae2e3a6","contentencoded":"<p>NFL games remain among the most popular television programs in America, but this has been a disastrous season for the league's brand.</p><p>When footage from an elevator video of Baltimore Ravens running back Ray Rice knocking out his then-fiancee became public, the league's handling of domestic violence cases became the subject of national scrutiny. The NFL's effort to respond to criticisms has led to an unlikely partnership, and a powerful set of <a href=\"https://www.youtube.com/user/joyfulheartfound/videos\">public service announcements</a>.</p><p>The ads feature current and former NFL players like Eli Manning, John Lynch, Cris Carter and Troy Vincent. They stare straight into the camera against a white background, saying \"no more.\" \"No more boys will be boys.\" \"No more what's the big deal?\" \"No more we don't talk about that.\"</p><p>The subtext? No more domestic violence, and no more sexual assault.</p><p><a href=\"http://nomore.org/\">No More</a> brings together a number of advocacy groups and corporate partners to bring attention to these issues. And this past fall, the NFL's PR crisis became an opportunity for No More to reach a new audience.</p><p>Virginia Witt, the director of No More, says engaging men as well as women was always a goal for the organization.</p><p>\"We see the sports community as absolutely crucial to this strategy,\" Witt says. \"Football is central to American life and families. It's a great way to engage men in this conversation.\"</p><p>Traffic to No More's website has increased by nearly 300 percent since the PSAs began airing during NFL games. Witt says the response from the public on social media has been remarkable. But is the message really resonating with football fans?</p><p>\"It's hard to tell,\" says Pablo Torre, a senior writer at ESPN. \"What this campaign is trying to do is actively move and shift a culture. It's hard to tell whether fans are really internalizing this and processing it just yet.\"</p><p>But Torre says one set of ads might carry more weight than others with fans. The series is called <a href=\"http://nomore.org/speechless/\">\"Speechless,\"</a> and it was an unplanned byproduct of the filming of these ads.</p><p>While the football players were composing themselves to deliver their lines, the cameras were rolling. And while editing, the production team realized how powerful these quiet moments were to watch.</p><p>\"In totally unscripted footage, you see the very human reactions and emotions that occurred in the football players as they thought about these issues, and struggled to speak about them,\" Witt says.</p><p><a href=\"https://www.youtube.com/watch?v=HIw_7mywJfM\">In one \"Speechless\" ad</a>, Hall of Fame wide receiver Cris Carter takes a deep breath. He looks around the room, collecting himself. Clapping his hands, rocking on his feet. Off screen, the director can be heard telling him, \"Whenever you're ready.\"</p><p>Torre says <em>these</em> ads are able to cut through because they show football players with their guard down.</p><p>\"That's the most jarring part, I think,\" he says. \"Seeing these guys who are paragons of masculinity and machoness being vulnerable and showing human emotion ... and that's something you don't see very often.\"</p><p>In these ads, the players never do deliver their lines. Instead, across the white screen appear the words \"Domestic violence and sexual assault are hard subjects for everyone to talk about. Help us start the conversation.\"</p><p><em>The PSAs were created by Y&R and produced by Viacom Velocity and the Joyful Heart Foundation. They will continue to run throughout the playoffs.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ads+Say+%27No+More%27+To+Domestic+Violence%2C+But+Will+Audience+Listen%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maggie Penman","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377122813-dc30b3.m3u?orgId=1&topicId=1055&ft=3&f=376975123"},{"href":"http://media.npr.org/assets/img/2015/01/13/d41_3503-be3fd89ab074a44e837598b4ed554a8702bad546.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}}]}