{"created":"2015-06-25T09:02:30+00:00","modified":"2015-07-01T15:05:07+00:00","valid":{"from":"2015-07-01T15:05:07+00:00","to":"3015-07-01T15:05:07+00:00"},"hreflang":"en","title":"For Online Video Stars, YouTube Is No Longer The Only Stage","published":"2015-06-25T22:50:00+00:00","teaser":"Online video is such a huge and lucrative market that a lot of companies are trying to lure some of the biggest stars away from the current king of medium — YouTube.","itags":["npr_api","417187182"],"guid":"3bd8521f-cbc2-4af8-afc0-a9ccda925a28","contentencoded":"<p>When it comes to online video, the world is glued to YouTube. People watch billions of videos on it every day. And that huge share of online eyeballs is why other companies are trying to chip away at its dominance and lure some of its biggest stars away from the service.</p><p>One such star is Anna Akana, a bespectacled, 25-year-old comedian who writes, directs and stars in skits about everything from personal stories, to friendship and even dealing with anxiety. Her <a href=\"https://www.youtube.com/user/AnnaAkana\">YouTube channel has about 1.2 million subscribers</a>, but Akana says she is sort of over YouTube.</p><p>\"YouTube revenue has been tanking,\" she says.</p><p>Akana is a savvy businesswoman. She says YouTube takes about half her revenue from the ads that play before her videos, and it now controls other advertising that plays during them. To be clear, Akana still has her YouTube channel, but she has now partnered with another online video company called <a href=\"https://www.vessel.com/\">Vessel</a>.</p><p>\"So I'm making 20 times more with Vessel for doing the same amount of work, if not less, than with YouTube,\" she says.</p><p>The way it works is Vessel plays Akana's videos a few days before they air on YouTube. It's counting on her fans to pay $3 a month for the privilege. Vessel's aiming to be the equivalent of premium cable for online video. Media analyst Alan Wolk says it makes sense when you think about the economics of a YouTube show with 6 million followers.</p><p>\"If I can take 10 percent of those, that's 600,000 people,\" he says. If each of them pays $3, that's more than a million dollars monthly. \"That's a lot of money, [and] if I can do that multiple times that's a whole lot of money.\"</p><p>Much of this strategy is based on the TV-watching habits of millennials, who <a href=\"http://www.poynter.org/news/mediawire/225528/third-of-millennials-watch-no-broadcast-tv/\">watch less and less traditional TV</a> every year.</p><p>\"Web video is growing faster than any other form of media right now,\" says Vessel CEO Jason Kilar, who was also Hulu's first CEO. \"And we happen to think it's going to be the most important form of media in the future.\"</p><p>But Vessel is just one of many companies, including Facebook, trying to chip away at YouTube's dominance, says analyst Alan Wolk. \"It used to be that in order to put a video on Facebook it had to live someplace else, generally on YouTube,\" he says. But now, Facebook is pushing for more native video, and Wolk says it was hugely helped by last summer's <a href=\"http://www.npr.org/sections/health-shots/2014/08/27/343733139/life-after-ice-buckets-als-group-faces-94-million-challenge\">ALS ice bucket challenge</a>.</p><p>\"If you remember the ice bucket challenge, people started putting all their videos up on Facebook rather than YouTube because of the comments,\" Wolk says. \"[YouTube] is generally pretty crass and troll-like, whereas Facebook is real names and you can control privacy a lot better.\"</p><p><a href=\"http://fortune.com/2015/06/03/facebook-video-traffic/\">Facebook's video views</a> have more than tripled since September.</p><p>Twitter also added native video earlier this year and is building on its sense of access to celebrities. Comedian Amy Schumer premiered the trailer for her new movie, <em>Trainwreck</em>, <a href=\"https://twitter.com/trainwreckmovie\">natively on Twitter</a> and then she answered questions from fans using Twitter video.</p><p>All of these competing platforms can be complicated, not least for online video talent. Philip DeFranco became a star on YouTube, but he's moved over to Discovery Digital Networks. Still, you can see his videos on YouTube, Twitch, Facebook and other online outlets, he says.</p><p>\"I'm just kind of hoping that in this ADD society that my shiny thing pops up at one point,\" DeFranco says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Online+Video+Stars%2C+YouTube+Is+No+Longer+The+Only+Stage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"199"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417349253-d8ac36.m3u?orgId=1&topicId=1020&d=199&p=3&story=417187182&t=progseg&e=417316213&seg=3&ft=nprml&f=417187182"},{"href":"http://media.npr.org/assets/img/2015/06/24/anna-akana-c212355ec012fd119aee5ff8d016f9d6ef1018f9.png","type":"image/jpeg","meta":{"crop":"standard","height":"1522","width":"2030"}}]}