{"created":"2015-06-09T20:43:13+00:00","modified":"2015-06-10T18:29:19+00:00","valid":{"from":"2015-06-10T18:29:19+00:00","to":"3015-06-10T18:29:19+00:00"},"hreflang":"en","title":"The Trouble That's Brewing In Burundi ","published":"2015-06-10T04:35:00+00:00","teaser":"Protesters are marching against the president's plan for a third term. Some 100,000 refugees have fled. The fear is that one of the world's poorest countries could slip back into civil war.","itags":["npr_api","413141264"],"guid":"3be4b2a2-dfb2-482d-b317-b363509bd9c3","contentencoded":"<p>Hundreds of mourners in Burundi spilled out of a funeral service Tuesday at a Catholic church, their hands raised and their palms open in what is now a global meme against police violence.</p><p>They were there to mourn an engineering student, Theogene Niyondiko, 28. He was shot last Friday by police during a protest against President Pierre Nkurunziza.</p><p>The real target of the mourners was also the president, who is running for a third five-year term in an election now planned for next month. He has defied both international appeals not to run again and Burundi's constitutional two-term limit.</p><p>The marchers took their mini-demonstration as far as the ruling party offices in the capital Bujumbura. Eyed by police and soldiers, the marchers quickly boarded buses and drove to a cemetery of white crosses and whispering palm trees.</p><p>Burundi is a small, ethnically divided nation that's rarely in the news, but it is at a very crucial juncture.</p><p>Twelve years of civil war between the Hutu majority and the Tutsi minority ended a decade ago and had given the country relative stability. Burundi is part of an East Africa region that has been growing economically. That includes Burundi's northern neighbor Rwanda, which has a similar ethnic mix and went through a genocide two decades ago.</p><p>Yet unlike its more successful neighbors, Burundi is one of the poorest and hungriest countries in the world. That appears to be a root cause of the current resentment against the president.</p><p>Among the marchers, a recurring theme was a need for better economic opportunities and new blood in the presidential seat.</p><p>\"We don't have the capacity of creating enterprises,\" Victor Ntisumbwa, one of the mourners, says of the country's weak private sector.</p><p>He says graduating students dream of getting one of the few government jobs, and he himself is an example of the country's slide backward. His father is an accountant and his mom a bank teller. He graduated from college with a degree in international relations, but his job teaching art and music at a public high school pays $12 a month and he feels lucky to have a job.</p><p>What would his future look like under another five-year term of President Nkurunziza? He laughs bitterly.</p><p>\"You know, I think that he must go,\" he says.</p><p>It will take more than street protests to make that happen. After considerable pressure from African neighbors and Burundian church leaders, and even an attempted coup by one wing of the army, the president responded by postponing the election from late June to mid-July.</p><p>In recent months, about 100,000 Burundians have fled the country to refugee camps in neighboring Rwanda and Tanzania, fearing another civil war.</p><p>Street protests continue in the capital's outskirts, where Theogene, the engineering student, met his death in a district called Musaga.</p><p>Claude Bukeyeneza, a friend of the family, says he'll be joining a protest on Wednesday and every day until he's either killed or arrested or the president steps down.</p><p>\"If he removes his candidacy, a new president could create a plan for the youth,\" he says. \"Businessmen would come from other countries to invest in our country. When I see how neighboring countries are developing, while our country is going backwards, my heart ...\"</p><p>He doesn't finish the sentence. But simply strikes his chest. Then walks back to the grave to pay his respects.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Trouble+That%27s+Brewing+In+Burundi+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413192482-e2c153.m3u?orgId=1&topicId=1126&d=269&p=2&story=413141264&t=progseg&e=413066885&seg=6&ft=nprml&f=413141264"}]}