{"created":"2014-12-15T08:25:29+00:00","modified":"2015-05-13T21:26:28+00:00","valid":{"from":"2015-05-13T21:26:28+00:00","to":"3015-05-13T21:26:28+00:00"},"hreflang":"en","title":"Congress To Nutritionists: Don't Talk About The Environment","published":"2014-12-23T18:38:00+00:00","teaser":"Should dietary guidelines consider the environmental effects of our food choices? The government-appointed Dietary Guidelines Advisory Committee thinks they should. Congress, however, says no.","itags":["npr_api","370427441"],"guid":"3be9f0f1-8050-4864-9999-043d54968d9e","contentencoded":"<p>A government-appointed <a href=\"http://www.health.gov/dietaryguidelines/2015.asp#overview\">group</a> of top nutrition experts, assigned to lay the scientific groundwork for a new version of the nation's dietary guidelines, decided earlier this year to collect data on the environmental implication of different food choices.</p><p>Congress now has slapped them down.</p><p>Lawmakers attached a list of \"<a href=\"http://rules.house.gov/sites/republicans.rules.house.gov/files/113-1/PDF/113-HR83sa-ES-A.pdf\">congressional directives</a>\" to a massive spending bill that was passed by both the House and the Senate in recent days. One of those directives expresses \"concern\" that the Dietary Guidelines Advisory Committee \"is showing an interest in incorporating agriculture production practices and environmental factors\" into their recommendations, and directs the Obama administration to ignore such factors in the next revision of the guidelines, which is due out next year.</p><p>The directive is not legally binding, but ignoring it would provoke yet another political battle between the Obama administration and Congress.</p><p>The federal dietary guidelines have never explicitly considered the effects of food choices on the environment, but the idea of doing so is not new.</p><p>In 1986, nutritionist <a href=\"http://www.jhsph.edu/research/centers-and-institutes/johns-hopkins-center-for-a-livable-future/projects/FPN/Advisory-Committee/kate-clancy.html\">Kate Clancy</a>, then teaching at Syracuse University, co-authored an <a href=\"http://www.sciencedirect.com/science/article/pii/S0022318286802552\">article</a> called \"Dietary Guidelines for Sustainability.\" It was addressed to her colleagues, Clancy says. She wanted them \"to take a broader view of what they were advising people to do, with regard to their diet. It wasn't just nutrients.\" She urged them to consider not just what foods contribute to personal health, but also what types of food \"contribute to the protection of our natural resources.\"</p><p>Earlier this year, after the Dietary Guidelines Advisory Committee decided to look at some environmental aspects of diet, Clancy finally got an invitation to make her case to the committee. \"Let me say that after 30 years of waiting, that fact that this committee is addressing sustainability issues brings me a lot of pleasure,\" Clancy told the committee.</p><p>Members of the advisory committee aren't allowed to talk to the media about their work. But <a href=\"http://www.wri.org/profile/tim-searchinger\">Timothy Searchinger</a>, a researcher with Princeton University and the World Resources Institute, an environmental group, believes that recommendations about diet have to consider environmental impacts.</p><p>Producing food, he says, already claims half of all land where vegetation can grow. Farming is one of the biggest sources of greenhouse gases. \"That doesn't mean that farmers are bad. It means that eating has a big impact on the environment,\" he says.</p><p>The impact will grow in the future, along with the world's population. So if people are thinking about their own personal environmental footprint, he says, \"probably what you eat is more important than anything else.\"</p><p>Trying to decide exactly which foods are better than others can provide endless arguments. But economist <a href=\"http://web.ics.purdue.edu/~hertel/\">Thomas Hertel</a>, at Purdue University, says a few big points are pretty clear. Among the biggest: Producing meat is especially costly, and beef in particular. Beef cattle release methane, a powerful greenhouse gas. In addition, growing food for animals takes a lot of land.</p><p>Hertel says that overall, throughout the world, people are demanding more meat, and that's pushing farmers to clear forests and plow up grasslands. \"Conversion of lands for agriculture has been a major source of greenhouse gas emissions over the past couple of decades,\" he says.</p><p>If Americans, who eat a lot of meat, ate a little less of it, there would be a little less pressure on the world's remaining forests.</p><p>The Dietary Guidelines Advisory Committee has been considering all of this. In a meeting of the panel a few months ago, Miriam Nelson, a Tufts University professor, told the rest of the committee that \"in general, a dietary pattern that is higher in plant-based foods and lower in animal-based foods is more health-promoting and is associated with less environmental impact.\"</p><p>This new focus has already run into criticism. The <a href=\"http://www.meatami.com/\">American Meat Institute</a>, which represents meat producers, says nutritionists don't have the expertise to take on environmental questions.</p><p>The new directive from Congress may shut down the fledgling effort completely.</p><p>The committee, coincidentally, is in Washington, D.C., for a meeting on Monday. It will have to consider how to respond.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congress+To+Nutritionists%3A+Don%27t+Talk+About+The+Environment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370878855-feee4f.m3u?orgId=1&topicId=1053&d=217&p=3&story=370427441&t=progseg&e=370878777&seg=4&ft=nprml&f=370427441"}]}