{"created":"2015-04-16T07:49:16+00:00","modified":"2015-06-05T15:26:45+00:00","valid":{"from":"2015-06-05T15:26:45+00:00","to":"3015-06-05T15:26:45+00:00"},"hreflang":"en","title":"Tylenol Might Dull Emotional Pain, Too","published":"2015-04-27T04:17:00+00:00","teaser":"People who took acetaminophen responded less strongly to happy or sad photos in a small study. It's one of several studies suggesting that there's an overlap with pain and other feelings.","itags":["npr_api","399810896"],"guid":"3c0ebee2-4958-477c-9534-568858e86faa","contentencoded":"<p>A common pain medication might make you go from \"so cute!\" to \"so what?\" when you look at a photo of a kitten. And it might make you less sensitive to horrifying things, too. It's acetaminophen, the active ingredient in Tylenol. Researchers say the drug might be taking the edge off emotions — not just pain.</p><p>\"It seems to take the highs off your daily highs and the lows off your daily lows,\" says <a href=\"http://faculty.psy.ohio-state.edu/way/\">Baldwin Way</a>, a psychologist at Ohio State University and the principal investigator on the study. \"It kind of flattens out the vicissitudes of your life.\"</p><p>The idea that over-the-counter pain pills might affect emotions has been circulating since 2010, when two psychologists, Naomi Eisenberger and Nathan DeWall, led a <a href=\"http://dept.wofford.edu/neuroscience/NeuroSeminar/psfSpring2013/DeWall.pdf\">study</a> showing that acetaminophen seemed to be having both a psychological and a neurological effect on people. They asked volunteers to play a rigged game that simulated social rejection. Not only did the acetaminophen appear to be deflecting social anxieties, but it also seemed to be dimming activity in the insula, a region of the brain involved in processing emotional pain.</p><p>\"But [the insula] is a portion of the brain that seems to be involved in a lot of things,\" Way says. In older studies, scientists saw that people with damage in their insula didn't react as strongly to either negative or positive images. So Way and one of his students, Geoffrey Durso, figured that if acetaminophen is doing something to the insula, then it might be having a wider effect, too.</p><p>The researchers gave about 40 people the equivalent of two extra-strength Tylenols and gave another 40 people a placebo. Then they asked the volunteers to rate pictures ranging from weeping, starving children to kids playing with kitties on how pleasant or depressing each photo was and how powerful they found the image.</p><p>On average, the people who'd taken the acetaminophen said they felt nearly 20 percent less happy when they saw the delightful photos and nearly 10 percent less sad when they saw the dreadful photos compared to those who'd taken the placebo. The same was true for their ratings for the power of each image. The results were reported this month in <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25862546?dopt=Abstract\">Psychological Science</a><em>,</em></p><p>\"It's a surprising finding,\" says <a href=\"https://psychology.as.uky.edu/users/njdewa2\">Nathan DeWall</a>, a professor of psychology at the University of Kentucky who was not involved in the study. Typically, he says, we think of acetaminophen as numbing painful experiences. Instead, DeWall says this study suggests that the drug may have a broader impact by muffling all emotions.</p><p>That's intriguing, for sure, but this is a small preliminary study, and Durso and Way admit the effects they measured were small, too.</p><p>For one thing, it's unclear how acetaminophen might be manipulating our minds. \"I'd say there's a common mechanism — a common lever, if you will, where one can affect both positive and negative systems in the brain,\" Way speculates. Or maybe there are two levers to dampen each system, and the pain medication just seizes them both at the same time, numbing our entire emotional connection to the world. \"The bottom line is we don't know,\" Ways says.</p><p>It's also a puzzle to <a href=\"http://nyulangone.org/doctors/1639164635/lewis-s-nelson\">Dr. Lewis Nelson</a>, a medical toxicologist at NYU Langone Medical Center who says though this new study is well done, he's not entirely convinced that acetaminophen is having a measurable effect on people's emotions.</p><p>\"I'd like to know more about how it might happen,\" he says. \"One way to think about things in medicine is to understand the biological plausibility.\"</p><p>And while science works to figure that out, popping a Tylenol when your nerves get a little jangly isn't a good idea, says Nelson, who's also an emergency room doctor. \"This is not the kind of drug we want people to use to any sort of excess.\"</p><p>The greatest value from the study might be in what acetaminophen could lend toward future research. \"The door here has been propped open in ways we haven't recognized,\" says social psychologist <a href=\"http://www2.psych.ubc.ca/~heine/\">Steve Heine</a>, whose lab at the University of British Columbia has also been studying acetaminophen. \"Both as a tool for helping us identify how the brain works, but also for practical purposes. There might be some real consequences to having acetaminophen work in your system.\"</p><p>If what Way and Durso are saying is true, he ventures, there could be other effects that acetaminophen has on our minds that we have yet to uncover. But for now, what the drug is doing and how deeply it might influence emotion is a matter of speculation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tylenol+Might+Dull+Emotional+Pain%2C+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400052278-dc3158.m3u?orgId=1&topicId=1128&d=230&p=3&story=399810896&t=progseg&e=400050700&seg=9&ft=nprml&f=399810896"},{"href":"http://media.npr.org/assets/img/2015/04/15/white-pills-on-white-a97500d6576c385da7644c652fa09582e5b3c35f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}