{"created":"2014-12-21T09:49:14+00:00","modified":"2014-12-25T20:55:26+00:00","valid":{"from":"2014-12-25T20:55:26+00:00","to":"3014-12-25T20:55:26+00:00"},"hreflang":"en","title":"Duke The Halls: Bo And Luke Go Caroling","published":"2014-12-23T18:32:00+00:00","teaser":"John Schneider and Tom Wopat, the good old boys from <em>The Dukes of Hazzard</em>, have recorded a Christmas album. NPR's Rachel Martin speaks with them about nurturing a creative partnership offscreen.","itags":["npr_api","371916128"],"guid":"3c1f14bc-67fd-4de6-a6ed-35b766c1fded","contentencoded":"<p>John Schneider and Tom Wopat have been friends ever since they met in the late 1970s as costars on <em>The Dukes of Hazzard</em>. Now, the men who played mischievous cousins Bo and Luke Duke have reunited — but not for a new season of the show. As Wopat explains, the pair has long nurtured a different creative partnership that never played out onscreen.</p><p>\"As soon as we met, we were singing together,\" Wopat says. \"We spent so much time in that car, and we were both big popular music fans and musical comedy fans. We knew a lot of the same stuff and we had a lot of the same tastes.\"</p><p>Schneider and Wopat have recorded an album of holiday music called <em>Home for Christmas</em>. The two are great admirers of one another's vocal styles — Schneider compares Wopat's singing to a well-moistened saxophone reed, saying, \"You can hear the history in it, you can hear life in it. I love that. And his phrasing is fantastic.\" And Wopat says that even though Schneider has the deeper voice, they sound uncannily alike when heard together.</p><p>As for the material, Schneider and Wopat are fans of the holiday season, and point out that Christmas music never goes out of style commercially. But Schneider says there's another reason why the idea appealed to him.</p><p>\"The melodies are fantastic,\" he says. \"When a song's been around for a long time, there's a reason for that. You know, it's not just a pop culture phenomenon, it's a great song. Great songs withstand the test of time.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Duke+The+Halls%3A+Bo+And+Luke+Go+Caroling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372257395-70b5ea.m3u?orgId=1&topicId=1105&ft=3&f=371916128"},{"href":"http://media.npr.org/assets/img/2014/12/19/tom-wopat-and-john-schneider---in-concert-88c23ff2ef432fc7b02e8837112e6001df704366.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1510","width":"2014"}}]}