{"created":"2014-09-19T12:52:00+00:00","modified":"2014-10-30T22:14:42+00:00","valid":{"from":"2014-10-30T22:14:42+00:00","to":"3014-10-30T22:14:42+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: A Fall Films Preview And Betting On New Television","published":"2014-09-19T12:51:00+00:00","teaser":"On this week's show, we look back on the Toronto International Film Festival, then ahead to the fall season of new television.","itags":["npr_api","349822203"],"guid":"3c1fd6c7-b286-457e-8fc9-bc1bb87552b0","contentencoded":"<p>We've had a lively summer on PCHH, full of live events and quizzes and special guests and even <em>Stephen hosting episodes </em>(!) (kidding!), but this week, we've got our pal Bob Mondello in the studio for some good old-fashioned movie and TV chatter.</p><p>Bob and I recently returned from the Toronto International Film Festival, a huge event where we can see only a fraction of what's on offer. We talk about new films from Jason Reitman and Mike Leigh and Gina Prince-Bythewood (who made the divine <em>Love & Basketball</em>, as I mentioned recently), and about ones starring Benedict Cumberbatch and Steve Carell and Jennifer Aniston and Reese Witherspoon. But we also tell you about an offbeat story of a man driven from an Aboriginal community by the police, and a heartfelt film about labor relations, and lots more. (You can read all my coverage <a href=\"http://www.npr.org/blogs/monkeysee/345269891/tiff-2014\" target=\"_blank\">on the blog</a>.)</p><p>The last seven Best Picture winners, by the way, screened at Toronto. So if you care about that kind of thing, buckle in.</p><p>And then it's time for one of our favorite times of year: the fall television pool, where we make wild guesses about which shows might survive to see another season. After Stephen tries to pry away from me my hard-fought victory of last year (not happening!), we move on to this year, and he plants his flag in a legal drama with a very famous producer attached. Glen goes in exactly one of the directions you might expect, Bob introduces streaming into the mix, and I try for a second consecutive victory by once again going with my gut.</p><p>As always, we wrap up the show with what's making us happy this week. Stephen is happy about his kids' discovery of music they hadn't heard through skills they probably don't need, and also about <a href=\"https://twitter.com/dwineman/status/510164688496099328\" target=\"_blank\">a tweet</a> that thrilled him to the bone (that contains a swear!). Glen is happy about an old show with <a href=\"http://www.amazon.com/The-Completely-Mental-Misadventures-Grimley/dp/B00B1FMS94\" target=\"_blank\">new life</a>. Bob is happy about a <a href=\"http://www.loa.org/volume.jsp?RequestID=411\" target=\"_blank\">new set of books</a> he calls \"catnip for [him].\" And I am happy about a couple of things: if you still aren't done with Copmom Momcop, the theme song, I did eventually release <a href=\"https://soundcloud.com/linda-holmes-4/copmom-momcop\" target=\"_blank\">the whole thing</a>, including the lines I got from our esteemed producer emeritus, Mike Katzif. (You should be done with it, though. I promise I am.) I was also made happy by a really cool <a href=\"http://www.nybooks.com/articles/archives/2014/sep/25/cult-jeff-koons/\" target=\"_blank\">article about art</a>, as well as the adventures of my traffic-managing <a href=\"https://www.waze.com/\" target=\"_blank\">app</a>.</p><p>As always, we'd love to hear from you, so find us <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">on Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">Stephen</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/Bob_Mondello\" target=\"_blank\">Bob</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, producer <a href=\"http://www.twitter.com/lmigaki\" target=\"_blank\">Lauren</a>, and our producer emeritus and music director, <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike Katzif</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+A+Fall+Films+Preview+And+Betting+On+New+Television&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2982"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349825783-914770.m3u?orgId=1&topicId=1048&ft=3&f=349822203"},{"href":"http://media.npr.org/assets/img/2014/09/19/pchhblogrect-4e8e7d05ee40f3a47fe6c47e37ed3791ede5d29d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}