{"created":"2014-10-08T02:28:25+00:00","modified":"2014-10-31T00:21:45+00:00","valid":{"from":"2014-10-31T00:21:45+00:00","to":"3014-10-31T00:21:45+00:00"},"hreflang":"en","title":"The History And Meaning Of Boy Bands","published":"2014-07-12T00:21:00+00:00","teaser":"As long as there are teenage girls going through huge emotional changes, there will be groups of four to six young men singing pop songs to them (and sometimes dancing).","itags":["npr_api","330685429"],"guid":"3c212060-0253-41b9-a7ff-f1ae65589b27","contentencoded":"<p>How do you define a boy band? Is it the style of music? The look? The dancing? The shadowy figure in the background pulling the strings of the four to six good-looking young men picked specifically to appeal to a broad but almost always young female audience?</p><p>As part of <em>All Things Considered</em>'s ongoing series on <a href=\"http://www.npr.org/series/323986426/men-in-america\" target=\"_blank\">men in America</a>, NPR Music's Frannie Kelley spoke with Jason King, the host of <a href=\"http://www.npr.org/2014/02/10/271548963/ill-take-you-there-r-b-from-npr-music\" target=\"_blank\">NPR Music's R&B stream</a>, about how the idea of the boy band has evolved over the years. If you start all the way back in the mid-1960s with <a href=\"http://www.npr.org/artists/94109252/the-jackson-5\" target=\"_blank\">The Jackson 5</a> and follow the screams to <a href=\"http://www.npr.org/artists/149157994/one-direction\" target=\"_blank\">One Direction</a>'s dominance today, many questions arise. Does a boy band need to be factory produced? What happens when the boys get too old? What happens when the sexuality in the songs becomes too obvious? Where is the line between a boy band and a man band? And perhaps the most blasphemous question: Can you argue that <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a> might have been a boy band?</p><p>You can hear Frannie and Jason's conversation at the audio link on this page, and listen to a Spotify playlist of dozens of songs by boy bands new and old below.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+History+And+Meaning+Of+Boy+Bands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"463"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330760943-9b070d.m3u?orgId=1&topicId=1039&aggIds=323986426&ft=3&f=330685429"}]}