{"created":"2014-10-27T17:31:43+00:00","modified":"2014-10-27T17:31:43+00:00","valid":{"from":"2014-10-27T17:31:43+00:00","to":"3014-10-27T17:31:43+00:00"},"hreflang":"en","title":"Would You Pay To Get Your Kid Into A Top College?","published":"2014-09-15T19:29:00+00:00","teaser":"A San Francisco company charges parents for a consulting package based on the odds their student will get into a certain university, with prices up to a million dollars.","itags":["npr_api","348755870"],"contentencoded":"<p>How much would you pay a counselor to help your child get into a top college? And what if that fee came with a guarantee, or your money back?</p><p>If your child works with Steven Ma, owner and founder of Think Tank Learning, the starting fee for guaranteed admission is about $40,000. But some kids, with special contracts, pay between $600,000 and $1,000,0000.</p><p>Ma &#8212; a former hedge fund analyst &#8212; applies the principals of making bets on the market to making bets about the odds of a student getting into a university, based on certain metrics like GPA, extracurricular activities and SAT scores. Those odds are how Ma charges for consulting packages.</p><p>The company boasts 10,000 clients, most of them satisfied, and an 85 percent success rate of getting kids into schools ranked on U.S. News and World Reports&#8217; top 40. And none of it is illegal.</p><p><span style=\"color: #000000\"><div class=\"pullquote\" style=\"\">Maybe he&#8217;s just a little more honest about what the system is really like.<div class=\"pullquoteauth\">&ndash; Peter Waldman</div></div></span></p><p>&#8220;He sets out a plan of action he helps the kid execute,&#8221; <strong>Peter Waldman</strong>, who wrote about Ma for Bloomberg Businessweek told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young  &#8220;And at the end of the day, he&#8217;ll give you back your money if [the students] don&#8217;t make it.&#8221;</p><p>Waldman says that Ma is being more &#8220;honest&#8221; about the process for getting into top colleges.</p><p>&#8220;I&#8217;m not sure that Steven Ma or this trend is responsible for what is clearly an imbalanced situation in our high school and college admissions process,&#8221; he said. &#8220;We have seen over the course of many years, kids taking special tutoring for standardized tests, and getting other kinds of assistance if they have the money that gives them an advantage in this whole frenzy of college applications. Steven Ma is coming along and saying, &#8216;Let&#8217;s call a spade a spade. You pay me upfront &#8212; at the beginning of the high school experience &#8212; and I will produce the kind of kid these colleges are clearly looking for.&#8217; And maybe he&#8217;s just a little more honest about what the system is really like.&#8221;</p><ul><li><strong>Bloomberg Businessweek:</strong> <a href=\"http://www.businessweek.com/articles/2014-09-03/college-consultant-thinktank-guarantees-admission-for-hefty-price\" target=\"_blank\">How to Get into an Ivy League College&#8211;Guaranteed</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.businessweek.com/authors/2045-peter-waldman\" target=\"_blank\">Peter Waldman</a></strong>, reporter for Bloomberg Businessweek.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Would+You+Pay+To+Get+Your+Kid+Into+A+Top+College%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"3c2d53f4-105c-40dd-bf20-08ec120779bd","audio":[{"meta":{"duration":"845"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348755873-0335ae.m3u?orgId=330&ft=3&f=348755870"}]}