{"created":"2014-09-18T17:05:51+00:00","modified":"2014-10-30T23:24:41+00:00","valid":{"from":"2014-10-30T23:24:41+00:00","to":"3014-10-30T23:24:41+00:00"},"hreflang":"en","title":"After Factory Layoffs, Struggling To Stay On The Economic Ladder","published":"2014-08-12T17:51:00+00:00","teaser":"Lynn Eldredge has had six different jobs since he was laid off from a tractor manufacturer in 2000. Fourteen years later, he makes the same amount of money at his current job that he did back then.","itags":["npr_api","339595479"],"guid":"3c302725-0090-4b99-bfb4-f32777e2e958","contentencoded":"<p>Lynn Eldredge has worked hard for the past three decades. But somehow, it's still not quite enough.</p><p>Eldredge started his working life in the Air Force, and eventually found a steady job in a factory in Kansas. But then, in 2000, he was laid off — and has had six different jobs since then.</p><p>Over the past several decades in the U.S., wages have stayed flat or even gone down, while the cost of living has gone up. Economists say that's because jobs went overseas, technology replaced human labor and labor unions have seen their influence decline.</p><p>Those changes have made it harder for men working blue-collar jobs, like Eldredge, to get ahead. Once the breadwinners, now many are working harder and making less — <a href=\"http://www.npr.org/2014/08/11/338042751/why-are-men-leaving-the-american-workforce\">if they are working at all</a>.</p><p><strong>'I Need A Job — Today'</strong></p><p>Eldredge, 50, was married in 1985, the same year he joined the Air Force. After five years of active duty, he planned — like many people do — to get a job and start moving up the ladder.</p><p>\"And then I went to job service here in Wichita. And they said, 'Oh, come back Tuesday. ... We have a special program for veterans,' \" Eldredge recalls. \"And I said, 'No I need a job — today.' \"</p><p>It was 1991. Eldredge, who had only a high school diploma, eventually found a job at factory making small tractors known as skid-steer loaders for a company called Case.</p><p>He still remembers his starting pay: $12.01. That's $21 an hour in today's dollars, plus overtime.</p><p>When he got the job at Case, Eldredge had two kids and a small two-bedroom house in a humble middle-class neighborhood. He had a good life and says he loved putting on steel toe boots and safety glasses every day and going to work.</p><p>\"You had the raw steel coming in one door, and brand new machines going out the door next to it, ready to ship around the world,\" he says.</p><p>Eldredge says it was satisfying to make something and come home covered in grease and sweat every night. But it was also about being with the guys. On the night shifts, they'd take their 30-minute lunch breaks in the parking lot. One friend would bring a telescope and they would look at the stars.</p><p><strong>An End To Steady Progress </strong></p><p>Eldredge eventually got promoted, worked days and made a salary. He had two more kids and moved to a bigger house in a better part of Wichita.</p><p>Then a relative died suddenly and Eldredge went out of state for the funeral. We he got back to town, his manager called him into his office — where he was a handed a severance package.</p><p>The manager said Case was being bought by a company called New Holland Construction. Companywide, Eldredge and hundreds of other people were laid off.</p><p>\"I remember driving home with tears in my eyes,\" he says. \"It's making me sad right now.\"</p><p>After being laid off, Eldredge moved to Cedar City, Utah. He's had six different jobs since and, as a result, hasn't been moving up the career ladder.</p><p>First he got a job at a company selling the same skid-steer loaders he had made in the Case factory. That job lasted 10 months. Then he worked for a cellphone company, a soy milk plant and a nail file factory. Now he manages facilities at five fast-food restaurants in southern Utah.</p><p><strong>A Future With Less </strong></p><p>On a recent day, while changing an air conditioner filter at one of the restaurants, Eldredge said he still likes his work. He likes coming home and telling his wife about a problem he solved.</p><p>He makes about $50,000 a year — but that's the same amount of money, in real dollars, that he was making when he was laid off 14 years ago. At 50 years old, he has no benefits and no retirement.</p><p>His wife went back to school for a degree and now teaches elementary school; she recently started a retirement plan. Two of their kids are going to college next year, but Eldredge and his wife can't help with tuition.</p><p>He says it's sad sometimes when he realizes he's not the provider he once was.</p><p>\"It's hard when the end of the month comes and you have to say, 'Sorry we can't go out to dinner. We need to just get through this weekend, and we'll be all right,' \" he says. \"Things are tight.\"</p><p>In some ways, Eldredge's life is like a checklist of what's happening to many American men who don't work highly paid, white-collar jobs. Their wages have stayed the same or slipped, benefits have disappeared, debts have grown, stay-at-home moms have started to work and their kids have begun accumulating their own debts.</p><p>But Eldredge and his wife are happy. They love each other, they love their kids and they have a nice place to live. The future's not totally certain, he says, but he still has big plans, like one day working for a charity and helping people.</p><p>The only real thing that's changed when he thinks about the future, he says, is that it's a future with less than he imagined.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Factory+Layoffs%2C+Struggling+To+Stay+On+The+Economic+Ladder&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339611079-49782b.m3u?orgId=1&topicId=1017&aggIds=323986426&ft=3&f=339595479"},{"href":"http://media.npr.org/assets/img/2014/08/11/img_2931-582ba3b9611b81b3fa51aa6a4cedf77066e9a29f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1886","width":"2514"}},{"href":"http://media.npr.org/assets/img/2014/08/11/usaf-wind-bird-6db02e031047aa61caeabc330528e046da813255.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"732","width":"976"}}]}