{"created":"2015-05-26T12:49:01+00:00","modified":"2015-05-26T19:24:34+00:00","valid":{"from":"2015-05-26T19:24:34+00:00","to":"3015-05-26T19:24:34+00:00"},"hreflang":"en","guid":"3c38d48f-c032-413f-8a12-ec9fff6cde83","title":"Is tornado activity being affected by climate change?","published":"2015-05-26T19:24:29+00:00","byline":"Adam Wernick","tags":["climate change","environment","Natural disasters","Environment","Science, Tech & Environment","North America","United States","Environment","Tornado","Weather","Meteorology"],"teaser":"A warmer world is leading to more volatile weather events, including extremes of heat, cold and rainfall. Climate change may also be affecting tornado activity in the US. Scientists who study tornadoes are noticing ominous changes in the way recent tornadoes occur, though more research is needed to demonstrate a causal link. ","contentencoded":"<p>A warming planet may be changing how tornadoes in the US occur and could be increasing their potential for causing damage, according to a new study in the journal <a href=\"http://link.springer.com/article/10.1007%2Fs00382-014-2277-3\">Climate Dynamics</a>.</p>\n<p>The number of tornadoes from year to year doesn’t vary much, says James Elsner, a professor at Florida State University and co-author of the paper \"The Increasing Efficiency of Tornado Days in the United States.\" “The US gets about 1,000 tornadoes a year — some years more, some less.”</p>\n<p>But the nature of tornado activity does seem to be changing. Elsner’s study found that, though the total number of tornadoes has remained constant, they are occurring on fewer days and arriving in larger clusters — which can mean longer, more powerful tornadoes with greater potential for destruction.</p>\n<p>A super cell thunderstorm can create a single tornado that lasts anywhere from a few minutes to 20 or 30 minutes, on average. But as that storm continues to move downwind, it can produce additional tornadoes an hour or two later. This type of clustered tornado activity is happening more regularly, Elsner says, and the clusters appear to be growing larger.</p>\n<p>“We can [still] see a single isolated tornado, but what we’re seeing is generally between 10 and 30 tornadoes in a given cluster,” he says. “They are not always at the same location, exactly, but over an area the size of eastern Kansas, for example. I think the fact that they are bunching up both in space and time is cause for some concern.”</p>\n<p>The United States has more tornadoes than any other country in the world because of its unique topography. Winds moving west to east over the Rocky Mountains encounter heat and moisture flowing north from the Gulf of Mexico, creating conditions that tend to produce tornado outbreaks.</p>\n<p>As with extreme droughts and extreme rains and snows, there are some indications that these tornado outbreaks are lasting longer and that tornadoes are staying on the ground longer, Elsner says. But it’s not clear whether the data showing that trend is due to better ways of surveying the damage or the warming atmosphere. But the clustering and the length and width of these tornadoes are ominous indicators, Elsner believes.</p>\n<p>“I don't think folks would have imagined this even 10 years ago, but I think there is a connection between climate change and tornado activity,” he says. “It may not manifest itself in the next couple of years, but I think we have to pay attention. We have to do more research to try to understand why this is occurring.”</p>\n<p>It’s not just tornadoes.</p>\n<p>In the South Central US and Mexico, entire regions went from dry and arid conditions to flood in a matter of hours. “We know that both of those extremes, in terms of drought and in terms of extreme precipitation, have been linked to climate change,” says Andrew Freedman, Science Editor of Mashable.</p>\n<p>It’s right to think that extreme weather is off the charts. Climate changes is certainly linked to such events. Freedman says the intensity of storms is certainly increasing, but so is our ability to see the weather events. On Facebook, you can get an almost daily feed of weather disasters from around the world.</p>\n<p>Despite advances in forecasting, extreme events like tornados and heat waves and flooding will continue to catch us by surprise. “The floods in Texas and Oklahoma is something that forecasters saw two to three weeks in advance,” says Freedman. “The problem is that a forecast is only as good how people use it. So if I give you a 100 percent accurate forecast and you respond in a totally opposite way? That’s an unsuccessful forecast.”</p>\n<p><em>This story is based on an interview that aired on PRI's <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00020&amp;segmentID=1\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-23%2Ftornadoes&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/TORNADO--twins.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/tornado-twinspng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/loe150515a1tornados.mp3"},{"href":"http://admin.pri.org/file/loe150515a1tornadosmp3"}]}