{"created":"2015-02-26T08:42:21+00:00","modified":"2015-05-13T21:14:18+00:00","valid":{"from":"2015-05-13T21:14:18+00:00","to":"3015-05-13T21:14:18+00:00"},"hreflang":"en","title":"Farmers Fear Legal Status For Workers Would Lead Them Off The Farm","published":"2015-03-02T15:00:00+00:00","teaser":"Produce growers often rely on workers who are in the U.S. illegally. Some farmers worry that if those workers gain legal status, they will leave agriculture. But some workers say they would stay.","itags":["npr_api","387698016"],"guid":"3c3df795-0459-46d0-bc65-7fa4189fb12f","contentencoded":"<p>The political battle over immigration, now provoking a confrontation between Congress and the White House, touches all of us in one very direct way: our food. That salad mix, and those apples, may well have been harvested by workers who arrived here in the U.S. illegally.</p><p>According to <a href=\"http://www.farmworkerjustice.org/sites/default/files/NAWS%20data%20factsht%201-13-15FINAL.pdf\">surveys</a>, about half of all farmworkers in the country lack legitimate documents and live in what's often described as a \"shadow world,\" without legal rights. The farmers who employ those workers, meanwhile, are deeply ambivalent about this situation.</p><p>\"They present bona fide documents that show that they're a legal worker. Do I believe that they're 100 percent correct? No,\" says <a href=\"http://www.westsideproduce.com/index.php/our-team/85-people/111-stephen-patricio\">Stephen Patricio</a>, president of Westside Produce, a big melon packer in California's Central Valley.</p><p>Patricio is frustrated with federal immigration policies that make life difficult for his workers. Those feelings are partly rooted in self-interest because he needs them. But they're mixed with sympathy.</p><p>\"They're just trying to feed their families,\" he says. \"And to punish people for seeking a better life, which we've held up as our mantra throughout the world, is wrong!\"</p><p>So one part of Patricio was happy when, last fall, President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/20/365519963/obama-will-announce-relief-for-up-to-5-million-immigrants\">promised</a> more protection for millions of immigrants, such as those who have children who are U.S. citizens. This executive action probably covers hundreds of thousands of farmworkers — but it is now in limbo, because a federal judge in Texas has <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/17/386905806/federal-judge-blocks-obama-s-executive-actions-on-immigration\">blocked</a> it, at least for now.</p><p>Patricio, however, also has another reaction, one that illustrates deeper conflicts over U.S. immigration policy.</p><p>He says that giving more legal rights to those workers is probably bad for his business. He believes that some of these workers are in the Central Valley, working in agriculture, because it's a good place to hide from the authorities.</p><p>If those workers gain legal status, \"that pressure is off. Now they can go to the cities and look for construction jobs, or manufacturing jobs,\" he says.</p><p>In the late 1980s, millions of immigrants gained legal status. Patricio believes that as a result, many left agriculture.</p><p>But back then, employers had an alternative. The border was more porous than it is now, and employers were able turn to a fresh wave of immigrants. That flow has now slowed to a trickle, and Patricio says this has created a real shortage of farmworkers.</p><p>Traveling around the Central Valley, I heard same argument from several different employers. Among the most vocal was Manuel Cunha Jr., who is president of the <a href=\"http://www.niseifarmersleague.com/index.htm\">Nisei Farmers League</a>, based in Fresno.</p><p>Many workers who get legal protections \"are going to go find full-time jobs, because now they're safe,\" Cunha said. \"And I have nothing to replace them with. Nothing!\"</p><p>At first, I was surprised to hear this argument. It seemed self-incriminating for employers to suggest that their workers are trapped in these jobs by their lack of legal status.</p><p>But there's a political and historical background to Cunha's argument. Cunha, along with many farm leaders, wants to resurrect some form of the guest worker program that they relied on in the 1950s and the 1960s. This program brought in large numbers of farmworkers for seasonal work, but did not promise citizenship.</p><p>Groups representing farm employers have been lobbying Congress for a new guest worker program, so far without success.</p><p>However, there's debate over whether farmworkers do, in fact, stay in agriculture because they lack legal status. Many farmworkers themselves deny it.</p><p>Among them is Lorena Hernandez, who lives in Madera, Calif. She came to the U.S. from Mexico eight years ago. Since then, she has married and now has a child.</p><p>Because of that daughter, who is an American citizen, Hernandez and her husband would be covered by the Obama administration's executive action; if it went into effect, she'd be able to work legally — at least for the next two years.</p><p>I met Hernandez before the recent court decision that put this on hold. So it looked at that time as though she would soon be able to get a real Social Security card. It would change a lot of things for her, she said, but not her job.</p><p>\"I'm still going to be working in the fields,\" she told me. \"I like it.\"</p><p>Her friends and co-workers feel the same way, she says. \"I was talking to them about it, and it seems like they're not interested in any other work. They're just interested in working in the fields.\"</p><p>Rick Mines, who ran a national survey of farmworkers for the Department of Labor during the 1980s and '90s, says those surveys also <a href=\"http://newamericamedia.org/2013/02/in-immigration-reform-debate-is-agribusiness-crying-wolf.php\">show</a> that workers who gain legal status are no more likely to leave farm work.</p><p>Many workers do leave agriculture, says, and many employers believe that legalization is the reason. But in reality, Mines says, \"those farmworkers leave because they can't make a living at it. And whether or not they're legal is not that relevant.\"</p><p>Mines also is not a fan of a new guest worker program. Such programs have been criticized for abusing workers in the past. And according to Mines, many of the workers end up violating the rules and staying in the country.</p><p>Mines says that farmers simply will need to adapt to the closed border and compete for the workers who are here. This could mean paying workers more, or adapting farm operations so that workers have jobs year-round. The shortage of workers, in fact, has been one factor behind California's shift to almond growing, which is much more mechanized and requires less labor.</p><p>Vegetable farmer <a href=\"http://www.abundantharvestorganics.com/farmers/tom-denesse-willey/\">Tom Willey</a>, meanwhile, tries to attract and keep workers by offering them better working conditions. He and his wife, Denesse, are among the pioneers of organic farming in California.</p><p>They <a href=\"http://www.tdwilleyfarms.com/frwho.html\">grow</a> a huge variety of vegetables, in part so that they can offer year-round work and develop a more stable, cohesive team. \"Creating that sense of community, in which people feel that they're working in a noncoercive environment, is something that I focus a great deal on,\" says Willey.</p><p>But Willey doesn't pretend that he's solved all the problems. He still can't pay very much. As it is, 70 percent of his farm's revenue goes to pay the workers. And they're competing with other farms, not just in California but also in Mexico and Central America, where workers earn <a href=\"http://graphics.latimes.com/product-of-mexico-camps/\">even less</a>.</p><p>We may be allowing fewer people to cross the border, Willey points out, but imports of vegetables from Mexico are way up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Farmers+Fear+Legal+Status+For+Workers+Would+Lead+Them+Off+The+Farm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389177486-48b951.m3u?orgId=1&topicId=1053&d=339&p=3&story=387698016&t=progseg&e=389177371&seg=12&ft=nprml&f=387698016"},{"href":"http://media.npr.org/assets/img/2015/02/25/farmers-3-807e983e8dac82d73dc1602acfc1e233faba6138.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/02/25/farmers-2-5c9267b700cfa84871ac672891e0d8e97c28950b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/02/25/farmers-1-06ae27aba68932e249f76144265bb83777ce9cd2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}