{"created":"2014-09-17T18:29:08+00:00","modified":"2014-09-17T19:59:27+00:00","valid":{"from":"2014-09-17T19:59:26+00:00","to":"3014-09-17T19:59:26+00:00"},"hreflang":"en","guid":"3c3ff076-59eb-4223-8f4b-cecd9a28f49c","title":"Can music help stop the tragic shipwrecks of migrants coming from Africa?","published":"2014-09-17T19:59:25+00:00","byline":"Marco Werman","tags":["music","Afropop","African music","Migration & Immigration","Music","Arts, Culture & Media","Africa","Europe","Nigeria","North Africa","Mediterranean","Tony Allen","Damon Albarn","Tony Allen","Social Issues","Music","Migration"],"teaser":"Nigerian musician Tony Allen is not a young man anymore. But the former drummer for bandleader Fela Kuti is a fresh voice trying to draw attention to the horrific boat accidents that are killing thousands of migrants trying to cross the Mediterranean to Europe.","contentencoded":"<p>The news from the International Office for Migration in Geneva on Monday summed it up: 2014 is on track for a sad new high in deaths among migrants trying to cross the Mediterranean to Europe.</p><p>My memory of the past eight months is pierced with episodes of boats capsizing in the Mediterranean, several hundred people perishing at once with only a few survivors to recount the tales of horror and lives slipping frantically away.</p><p>2,200 migrants are dead so far this year a<span style=\"line-height: 1.538em;\">nd, once the official toll of two horrific sinkings from the past five days is in, the number will likely rise to 2,900.</span></p><p>Activists are saying the problem is out of control, but few governments are taking the problem seriously enough. And a<span style=\"line-height: 1.538em;\">&nbsp;fresh voice in that activism belongs to Tony Allen, a 74-year-old Nigerian musician who drummed for legendary </span><span style=\"line-height: 1.538em;\">bandleader Fela Kuti.&nbsp;</span><span style=\"line-height: 1.538em;\">Allen&#39;s new recording, called &quot;Film of Life,&quot; has several songs that deal with these frequent migration tragedies.</span></p><p>[[{\"fid\":\"73946\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1125,\"width\":2000,\"alt\":\"Drummer Tony Allen\",\"title\":\"Drummer Tony Allen\",\"class\":\"media-element file-original-image\"}}]]<span style=\"line-height: 1.538em;\">Allen has been touring the US with an ensemble called the Chicago Afrobeat Project, and</span><span style=\"line-height: 1.538em;\">&nbsp;I caught up with him to talk about the risks of leaving Africa on these small boats for an elusive brighter future.</span></p><p>I wanted him to see a photograph that has deeply affected me. <a href=\"http://www.theguardian.com/world/2014/jun/25/-sp-boat-migrants-risk-everything-for-a-new-life-in-europe\">It&#39;s an overhead shot of a small boat</a>&nbsp;that&#39;s&nbsp;groaning under the weight of a couple hundred migrants.</p><p>It&#39;s a shocking picture, and A<span style=\"line-height: 1.538em;\">llen shakes his head when he sees it.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;I don&#39;t have no solution,&quot; he says. &quot;I don&#39;t have no solution. My own solution is that they can stay back home and get aid and make use of it, it would be better.&quot; But he knows that life back home is bad enough to force people to endure this, and asking them to stick it out is a hard &mdash; if not impossible &mdash; sell.</span></p><p>I think if you were to ask smart people in Nigeria what to do, they would say, &quot;Well, the government should stop being so corrupt, and there would be more money to invest in people back home,&quot; and they wouldn&#39;t have to leave. But that&#39;s obviously easier said than done.</p><p><span style=\"line-height: 1.538em;\">Allen knows that as well as anyone. He may not have left on a heaving, overcrowded boat, but he still felt forced to go. &quot;I made my move because my country has just become crazy, and I&#39;m a musician, and I need to operate,&quot; he says. &quot;The nightlife there died. I work in the night and I&#39;m not going to do any other job. I&#39;ve done other jobs before. I decided to be strictly a musician. I need to pursue what I had in my hands.&quot;</span></p><p>What Tony Allen has in his hands is a pair of drumsticks.&nbsp;<span style=\"line-height: 1.538em;\">For an instrumentalist, his minor-key single &quot;Go Back&quot; &mdash;</span><span style=\"line-height: 1.538em;\">&nbsp;with vocals from Britpop singer Damon Albarn of Blur &mdash;</span><span style=\"line-height: 1.538em;\">&nbsp;is a plea for greater attention to the migrants&#39; problems.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/L1004110.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/l1004110jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/09152014_5.mp3"},{"href":"http://www.pri.org/file/091520145mp3"}]}