{"created":"2015-05-14T20:52:32+00:00","modified":"2015-05-21T19:10:48+00:00","valid":{"from":"2015-05-21T19:10:48+00:00","to":"3015-05-21T19:10:48+00:00"},"hreflang":"en","title":"All Songs At 15: Clap Your Hands Say Yeah In A 2006 Concert","published":"2015-05-14T21:08:00+00:00","teaser":"For this week's Throwback Thursday we share a live concert from 2006 featuring the Clap Your Hands Say Yeah. At the time, the band was riding a wave of popularity made possible by the Internet.","itags":["npr_api","406717573"],"guid":"3c68add3-3a18-46ed-bb20-6740cfec0f2b","contentencoded":"<p>When <a href=\"http://www.npr.org/artists/15189626/clap-your-hands-say-yeah\" target=\"_blank\">Clap Your Hands Say Yeah</a> released its self-titled debut record in 2005, it became one of the first albums to <a href=\"http://www.npr.org/templates/story/story.php?storyId=5023133\" target=\"_blank\">break big because of the Internet</a>. The band recorded and released it on its own, without any label support, and shared it on the group's website, where fans picked it up and quickly spread the word. \"Big\" is relative, of course, but Clap Your Hands Say Yeah quickly seemed to reach a bigger, wider audience than any unknown band its size had ever been able to reach before on its own.</p><p>This year, <em>Clap Your Hands Say Yeah </em>turns 10 years old, so we thought we'd look back at a live concert we webcast by the band from the 9:30 Club in Washington, D.C. The hour-long set, originally recorded on March 8, 2006, featured Alec Ounsworth on guitar and vocals, Sean Greenhalgh on drums and percussion, Tyler Sargent on bass and backing vocals, Lee Sargent on guitar and keyboard and backing vocals and Robbie Guertin on guitar and keyboards.</p><p>Host Bob Boilen's intro for the original webcast is a trip through time. He explains what a \"podcast\" is and what a \"webcast\" is. He makes references to then upcoming, new albums from Regina Spektor and Sufjan Stevens, and to a show we don't do any more called \"Open Mic.\"</p><p>One more note: To find the archived audio for this concert, I had to dig through a bin of DAT tapes, a format I literally forgot ever existed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Songs+At+15%3A+Clap+Your+Hands+Say+Yeah+In+A+2006+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Robin Hilton","audio":[{"meta":{"duration":"3723"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406767499-7b4ced.m3u?orgId=1&topicId=1039&d=3723&story=406717573&ft=nprml&f=406717573"},{"href":"http://media.npr.org/assets/img/2015/05/14/56736926-896847a821c41cbafe4ed0a72ee956a76b4531ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}