{"created":"2014-10-20T08:23:39+00:00","modified":"2014-11-10T20:41:05+00:00","valid":{"from":"2014-11-10T20:41:04+00:00","to":"3014-11-10T20:41:04+00:00"},"hreflang":"en","title":"The Look Of Power: How Women Have Dressed For Success","published":"2014-10-23T14:31:00+00:00","teaser":"Just as women were entering the corporate workplace in big numbers, the shapeless power suit emerged. Over time, the \"power look\" changed. How do women project power in the modern office?","itags":["npr_api","356468554"],"guid":"3c90c12a-e224-48d3-90fb-ebecc36ae6c1","contentencoded":"<p>Remember power suits? At the same time women were entering the corporate workplace in large numbers, the power suit began to pop up. It was usually a long jacket with the kind of big, padded shoulders Joan Crawford made famous, a straight skirt and, often, a floppy silk bow tie that Little Lord Fauntleroy would have been at home in. The 1980s power suit was designed to ignore a woman's shape so it didn't hinder her mobility as she worked her way up the corporate ladder.</p><p>You saw it on Diane Keaton in the 1987 movie <em>Baby Boom</em>. Keaton's corporate executive barked orders and wore pinstripes. A year later, Sigourney Weaver would adopt the look in the hit <em>Working Girl,</em> where she played one of the few women in a huge brokerage. (Melanie Griffith was nominated for an Oscar as her secretary, Tess, who morphed from big-haired Staten Island secretary to conservatively dressed broker when she assumed her boss's wardrobe.)</p><p>Fashion journalist Teri Agins writes the popular Ask Teri column for the <em>Wall Street Journal</em>, and she remembers the power suit well. She says that was \"the look\" when she started at the paper in 1984.</p><p>\"That was during the whole reign of the floppy bow tie and the suit,\" she recalls. \"And that was the look most women wore in their 20s and 30s when they started in the workplace.\"</p><p>The elegant pantsuits of Giorgio Armani and Calvin Klein made the power suit and its knockoffs rabidly popular for several years. But as women gained a more secure foothold in executive suites, things began to change. Agins says by the '90s, women began to hang up their broad-shouldered jackets to favor the softer, more luxurious fabrics used by designers like Donna Karan.</p><p>Karan's upscale clothes used lots of cashmere and suede, accessorized with buttery leathers and reptile skins. This, Agins says, was a different kind of power look, and it got attention: \"It reeked of money, it suggested exclusivity,\" she says. It was sexy, but not vulgar: \"It was something women could wear in a boardroom and still be respected.\"</p><p>The big challenge to power dressing came in the new millennium, when the dot-com world began to roar back and the very casual workplace became standard. How do you telegraph power in an office where everyone, even the CEO, wears jeans and T-shirts?</p><p>What sets the power players apart, says Agins: good tailoring.</p><p>\"Alterations are a great way to make you look great. Because even if you're wearing something very casual, if it fits well, your posture is going to be better, you're going to stand taller, and you're just going to look more authoritative.\"</p><p>Dan Lawson agrees — and he should know. He's the much-lauded costume designer for the principal women of <em>The Good Wife,</em> the hit CBS series that's now in its sixth season.</p><p>Want to project power? \"Your clothes have to fit you,\" Lawson says. Period. To be a power dresser, he continues, \"it has to look like you command the clothes, not that the clothes are commanding or wearing you.\"</p><p>In <em>The Good Wife,</em> Julianna Margulies plays Alicia Florrick, a woman who gave up her law career to be a wife and stay-at-home mom. But when Alicia's husband, Peter (Chris Noth), gets caught in an excruciatingly public sex scandal and ends up jailed, Alicia dusts off her law degree and returns to work to support her two children.</p><p>In the beginning, her clothes are presentable and forgettable. Lawson says this was purposeful: After the public shame of being the wronged wife, \"she didn't want to be noticed. She wanted to fade into the background.\" As a very junior associate in Season 1, Alicia was dressed by Lawton in bland colors, no jewelry, and scarves you can buy at any airport kiosk.</p><p>Jump ahead a few seasons, and Alicia's clothes reflect her rise at her law firm.</p><p>\"Her clothes definitely started to get more expensive looking,\" Lawson says, \"and as we were heading into Seasons 5 and 6 [where she becomes a full partner at her firm, then leaves it to begin her own firm], she makes much more money than she was making. Definitely head-to-toe ensembles is the way she looks now.\"</p><p>The indifferent separates have been replaced by richly colored designer pieces. She looks much more like colleague and eventual partner Diane Lockhart (Christine Baranski, whose cutting-edge designer clothes are often described as \"badass\" and \"fierce\" on social media). Both women wear jewel-toned knits and sleek little suits that don't attempt to disguise their curves. Their accessories discreetly telegraph \"money.\"</p><p>The third power player, Kalinda Sharma (Archie Penjabi), wears lots of black leather, short skirts and high boots. But as Lawson points out, as a private investigator, \"Kalinda is part of the law firm, but she's not a lawyer.\" She can get away with a little more edge.</p><p>Lawson says the fact that these women's clothes fit perfectly has a lot do to with their ability to stride confidently through the world, whether it's their well-appointed offices or the courtroom.</p><p>\"It's important to feel confident from inside and let that wardrobe support that. It's good to put on clothes that you feel good in,\" he says.</p><p>This may be why Alicia is comfortable in clothes that show her figure and wears heels that are higher than when she was lower on the law firm's totem pole — and why, when Diane left the firm she founded to join Alicia's new law firm, she exited, head high, in a leopard-print Escada jacket and black St. John dress.</p><p>Fierce. Badass. Powerful.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Look+Of+Power%3A+How+Women+Have+Dressed+For+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508876-660d99.m3u?orgId=1&topicId=1091&aggIds=177622347&ft=3&f=356468554"},{"href":"http://media.npr.org/assets/img/2014/10/17/5tmsuzkldpeglpvqrnbfcu05kuq-04c18b266679fb711814ac033f5c2aeb5805fe38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}},{"href":"http://media.npr.org/assets/img/2014/10/17/armani-rex-66898738e199266ce5699f7ebffa32cbbe55ba39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1089","width":"1452"}},{"href":"http://media.npr.org/assets/img/2014/10/17/2_14-ffa80344fd2492459a5683038b8cb9ab9af0c238.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"396","width":"529"}}]}