{"created":"2014-12-15T00:34:42+00:00","modified":"2014-12-15T19:17:45+00:00","valid":{"from":"2014-12-15T19:17:45+00:00","to":"3014-12-15T19:17:45+00:00"},"hreflang":"en","title":"7 Chaotic Hours Behind The Scenes At NFL RedZone","published":"2014-12-15T18:17:00+00:00","teaser":"On 17 Sundays every fall, millions of people tune in to this cable channel, which airs for just seven hours a week and endeavors to show each score from as many as 12 simultaneous football games.","itags":["npr_api","370379435"],"guid":"3ca4227b-55ac-430f-ad2f-9e1be5d97413","contentencoded":"<p>Today, like every Sunday in the fall, millions of Americans are tuning in to watch some of the country's most popular sport: football.</p><p>And for several million of <em>them</em>, your regular ol' football game isn't fast-paced enough: They're tuning in to NFL RedZone.</p><p>NFL RedZone is the frenetic channel run by the NFL Network that, for seven hours straight, switches between football games in an endeavor to show every single score of as many as 12 simultaneous games.</p><p>That means switching between games up to three times a minute — or, even crazier, if multiple teams seem poised to score, showing them all on-screen simultaneously.</p><p><strong>Pre-Game Preparation</strong></p><p>On Dec. 7, at 7:15 a.m. Pacific time, the sun has just risen over the NFL Network offices in Culver City, Calif. Inside, everyone looks a little sleepy with their hoodies and coffee — except Scott Hanson, the host of the show. He is boyish and blond, with a smile that's basically a dentist's dream.</p><p>\"I woke up at about 5 a.m.,\" he tells me, \"and I stayed up last night till, I don't know, 11 or maybe close to midnight, just finishing up research.\"</p><p>Indeed, he is holding a stack of papers about an inch high, packed with rosters, statistics, streaks and records. His energy lasts unabated all day.</p><p>\"Nine games will kick off at 1 o'clock Eastern,\" he says, pointing to his schedule. \"Four more games will kick off at the 4 o'clock Eastern hour. We show every touchdown from every game. No commercials. It is a roller coaster ride.\"</p><p>There is no doubt whatsoever that Hanson loves this job.</p><p>\"If sitting at home in your living room is 'the best seat in the house,' I guess I have the best seat in the galaxy,\" he says.</p><p>By 8 a.m., Hanson and the RedZone crew have shuffled into a conference room. At this morning meeting, the lead producer, Brian Nettles, runs through each matchup. The group talks out potential storylines: players to watch, narratives to highlight.</p><p>On this Sunday, the New York Jets are playing the Minnesota Vikings. Hanson notes there are no serious playoff implications here; the Vikings are 5-7, while the Jets are just 2-10. But that doesn't mean there's nothing interesting to say about the game.</p><p>\"The Jets have attempted 45 passes that have gone 20 yards [or more] in the air,\" Hanson says to the crew. \"They have six completions on those 45 attempts — and eight interceptions. So the other team has caught it more than they have when they throw it 20 yards in the air or more.\"</p><p>Throughout the meeting, Hanson quizzes his staff on football trivia, peppering them with questions about who holds what record, who had how many plays — for this game, he asks who the quarterbacks were the last time the Vikings beat the Jets. (Answer: Fran Tarkenton and Joe Namath.)</p><p><strong>Quiet In The Studio ... </strong></p><p>Hanson has had this job since the channel's inception just over five years ago. The NFL Network had acquired the rights to the RedZone game-switching format from DirecTV, whose Red Zone Channel was a few years old at the time.</p><p>When Hanson was preparing for his audition, he watched a few tapes of DirecTV's version. His friend and occasional colleague Andrew Siciliano hosts that show.</p><p>\"I called him up,\" Hanson says, \"and I asked him the embarrassing first question that everybody asks me: 'When do you get a bathroom break during the seven hours?' \"</p><p>(It's the question everyone asked me, too, when I told them I was working on this story.)</p><p>It turns out that the answer is that you probably don't get one. Hanson has to keep to a schedule the morning before a show. He stops eating at a certain time, and stops drinking before another.</p><p>Then, most crucial: The stage manager offers a delicate reminder when there's only five minutes left until the start of the broadcast — letting him know that now's his last chance.</p><p>The studio is painted a vivid, bright green. There's a silver NFL podium in the middle, but otherwise, everything else is computer-generated for the broadcast — even the floor.</p><p>The stage manager warns that we're 20 seconds away from the broadcast. Everyone grows silent. There's no noise except Scott, his stage manager and the air conditioner.</p><p>\"Coming to V.O.,\" she says. \"Five, four ... \"</p><p>And with that, they're off. Hanson reads a two-minute intro that is the only scripted portion of the show, then moves out from behind the podium. Within seconds, nine games are live. Barely a minute goes by before the first touchdown of the day — a pick-six in Minnesota.</p><p>They weren't showing it live, which means a producer will have to roll back the replay, prepare a transition effect, and get everything timed just right — and it's still only 16 seconds until the touchdown is played on RedZone.</p><p><strong> ... Chaos Inside The Control Room</strong></p><p>Just two soundproof doors away from the silent studio is the noisy, chaotic control room. Nettles, the lead producer, shouts out directions that are more or less incomprehensible depending on how much football you watch.</p><p>\"Standby with this flag — we're gonna update Megatron's touchdown,\" Nettles yells. \"Standby game three, update yellow.\"</p><p>The live games are on numbered feeds. The four replay banks are named after colors: steel, bronze, yellow and green.</p><p>It's very dark, with most of the light coming from the dozens and dozens of monitors. On the main wall, I count at least 59, and that doesn't include the computers.</p><p>Up front next to Nettles is a director, who takes the instructions from Nettles and gives the precise cues. Beside and behind them are at least seven other producers, all keeping an eye on the games, watching the replays, looking up statistics, double-checking the rules. The place is brimming with activity: Nettles calling out shots, the director cuing the engineer, Hanson chattering back, the producers yelling when someone has scored a touchdown or made a big play.</p><p>If you think that sounds like a lot to balance, you're right. And sometimes, things come crashing down.</p><p>About an hour into this day's broadcast, a replay starts rewinding, live on the air. Everyone in the studio cries out as they scramble to fix it.</p><p>It doesn't take long. Just a few seconds later, a replay from the Cleveland Browns and Indianapolis Colts is cued up, and Hanson is announcing away as if nothing happened.</p><p>Given the craziness of the control room — the nine games they're juggling, the constant switching back and forth — the fact that I only saw one mistake might be the most impressive thing of all.</p><p>Seven exhausting hours later, there's just one thing left to do: compile their signature, 10-minute-long montage of all the day's touchdowns, one after another.</p><p>And that's the allure of RedZone: If you've been watching all day, you'd have seen all 64 of them already.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=7+Chaotic+Hours+Behind+The+Scenes+At+NFL+RedZone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Becky Sullivan","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370792997-3f348e.m3u?orgId=1&topicId=1055&ft=3&f=370379435"},{"href":"http://media.npr.org/assets/img/2014/12/12/red-zone-control-room-f4a819bf3ba8e631c32796d422f420aa1bbafdf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1461","width":"1948"}},{"href":"http://media.npr.org/assets/img/2014/12/12/red-zone-studio-23c1a33f28eb60d584942b14af494697692e538c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1440","width":"1921"}}]}