{"created":"2015-06-24T18:45:05+00:00","modified":"2015-06-24T18:52:55+00:00","valid":{"from":"2015-06-24T18:52:55+00:00","to":"3015-06-24T18:52:55+00:00"},"hreflang":"en","guid":"3caa981a-47b2-4b2a-9783-7eb464b80e1e","title":"Silk, nature's miracle, new material for state-of-the-art medical devices","published":"2015-06-24T18:52:50+00:00","byline":"Luke Groskin, Julie Leibach","teaser":"There are numerous futuristic, high-tech materials used in medicine these days, from titanium alloys to hydrogels — even 3D-printed human tissue. But medicine's next wonder material might come from much humbler origins — worm spit. Otherwise known as silk. ","tags":["Technology","Science, Tech & Environment","Medicine","Health","Biomedical engineering"],"contentencoded":"<p>It's more that a tie, bedsheets or a comfy, sleek shirt or dress. Get ready for silk's role in state-of-the-art medical devices.</p>\n<p>“I’ve never seen or found or worked with any other material from nature that offers the versatility and range of properties of silk,” says Dr. David Kaplan, a researcher at Tufts University’s Tissue Engineering Resource Center, who began studying the functions and properties of silk nearly 30 years ago. “Silk sutures are approved by the FDA and have been used in patients for centuries and yet there were essentially no other medical devices being made from silk until we started about 15 years ago.”</p>\n<p>Silk comes from a caterpillar called a silkworm, which eventually turns into a moth. These caterpillars make silk in a special gland, where they concoct a mixture of protein, salt and water. Then they essentially vomit, and a new fiber. The worms use this fiber to weave their cocoons. These cocoons are the raw material Kaplan and his colleagues use.</p>\n<p>They can’t use the cocoons exactly as they are, however. So they reverse engineer them to extract a protein called fibroin and turn it into a fluid. This fluid form of fibroin is the basis for a <a href=\"http://sciencefriday.com/blogs/06/11/2015/the-silk-road-s-turn-toward-biotechnology.html?series=30\">wide range of innovations</a>.</p>\n<p>And the possibilities seem limitless: Silk nanoparticles, silk drug delivery systems, silk screws and plates for orthopedic surgery, silk scaffolds to hold together organs, silk surgical gels — even silk models of human brains and intestines.</p>\n<p>All of this is possible because the human body has virtually no immune response to silk. In addition, silk degrades quickly and doctors can “program” it to degrade at whatever rate they deem necessary — within a few days, a few weeks, or a few years.</p>\n<p>Most of these devices are still in the early stages, Kaplan says, because the technology was developed only in the last 10 years or so. “It takes a good 10 to 20 years before you start to see the real inroads into medical devices,” he cautions.</p>\n<p>Nevertheless, Kaplan sees endless potential.</p>\n<p>“Every time I think we’ve learned everything we could know about silk, one of the students discovers something new,” Kaplan says. “My hope is that, when I get even older and need my repairs, silk will be one of the options I can choose when I go to the hospital.”</p>\n<p><em>This article is based on an <a href=\"http://sciencefriday.com/segment/06/12/2015/the-silky-wonders-of-worm-spit.html\">interview </a>and a <a href=\"https://www.youtube.com/watch?t=30&amp;v=HyBcwLU9r1c\">video report</a> on PRI's Science Friday with Ira Flatow.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Fsilk-miracle&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Silkworm%20Screen%20Shot%20.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/silkworm-screen-shot-png"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri-worm-spit.mp3"},{"href":"http://admin.pri.org/file/scifri-worm-spitmp3"}]}