{"created":"2014-09-04T16:42:49+00:00","modified":"2014-10-31T02:32:43+00:00","valid":{"from":"2014-10-31T02:32:43+00:00","to":"3014-10-31T02:32:43+00:00"},"hreflang":"en","title":"A Film And Fashion Icon On Aging, And The Power Of Turtlenecks","published":"2014-05-06T00:07:00+00:00","teaser":"Oscar-winning actress Diane Keaton's new memoir, <em>Let's Just Say It Wasn't Pretty</em>, tackles classic menswear, her insecurities about aging, and the new places she's learned to look for beauty.","itags":["npr_api","308346882"],"guid":"3cab485f-97da-4af3-ae47-460aeed798d5","contentencoded":"<p>Actress Diane Keaton remains an icon, decades after her Oscar-winning performance in <em>Annie Hall</em>. At 68, she's a single mother of two, once romantically linked to some of Hollywood's biggest heartthrobs and still starring in films. And she still rocks her trademark look: a bowler hat, tinted glasses, oversized clothes, scarves, gloves, long sleeves and boots — \"Clothing that actually hides the body,\" she says. \"There's a lot to hide in my case. I'm the only remaining person on earth with this particular look.\"</p><p>For our interview, I wore a turtleneck sweater. She's known for wearing turtlenecks even in summer; it's something Jack Nicholson's character chided her about in the film <em>Something's Gotta Give</em>.</p><p>In her new memoir, <em>Let's Just Say It Wasn't Pretty</em>, Keaton has a chapter about turtlenecks — which, she notes, frame your head — and bikinis and bras. She writes a lot about fashion — particularly menswear inspired by Cary Grant and Katharine Hepburn — and beauty, which she now finds in things like the ocean and her children's faces, old buildings and kisses from her dogs. And she reveals her many insecurities: She frets about aging, her hair thinning and her eyes drooping.</p><p>\"They keep falling down. It's like the weirdest shaped eyes,\" she laughs. \"I have also a hair fixation. I frequently have to tell myself, you're not allowed to wear your hat today.\"</p><p>Keaton recalls trying to reshape her nose with a clothespin, but unlike many of her Hollywood contemporaries, she hasn't had any work done on her face. \"No. I haven't done that,\" she says. \"But I could and I might, but at this point, it might be a little too late.\"</p><p>In her book, Keaton comes to the conclusion that flaws are beautiful, after all. \"I feel like wrong can be right in a lot of ways,\" she says. \"So all those things you're disappointed with in yourself can work for you.\" And the shape of her eyes, she writes, is something she has in common with her father.</p><p>Keaton was born near Pasadena, Calif., the oldest daughter of Jack Hall, a real estate broker and civil engineer. In her best-selling book <em>Then Again</em>, she also paid homage to her mother, Dorothy — a homemaker once crowned \"Mrs. Los Angeles.\"</p><p>\"I think about them all the time,\" says Keaton. \"They really defined me. And I was perfect as a daughter. I was a good daughter. That's the role I really like. I need to have somebody kind of guiding me, which my mother did.\"</p><p>Keaton says her mom cheered on her dreams of becoming a singer and performer. In the late 1960s, she set off from Southern California for New York City to study acting at the Neighborhood Playhouse. She ended up an understudy in the original Broadway production of the rock musical <em>Hair</em>. \"It was wild; it was unexpected,\" Keaton says. \"But I could see I really wasn't a hippie.\" Keaton famously refused to go onstage nude for the final scene of <em>Hair</em>.</p><p>Then along came Woody Allen. He cast her in <em>Play It Again, Sam</em>, the play and then the movie, as well as his films <em>Sleeper</em>, <em>Love and Death</em>, <em>Manhattan</em>, and, of course, <em>Annie Hall</em>.</p><p>Keaton's quirky role, written just for her, won her a Best Actress Oscar in 1978. She credits Woody Allen with her entire career, and recently accepted his lifetime achievement award at the Golden Globes. Throughout the controversy over Allen's alleged sexual abuse of his daughter Dylan Farrow, Keaton has stood by him.</p><p>\"That's never gonna change. He's my very, very good friend,\" says Keaton.</p><p>In her new memoir, Keaton also reminisces about other old flames and co-stars: Warren Beatty, with whom she starred in the epic film <em>Reds</em>; and Al Pacino, with whom she starred in the <em>Godfather</em> series, and who she says is the love of her life.</p><p>\"My concept of love with men was really very immature,\" Keaton says. \"I never saw myself in the role of partner. I saw myself as the person they would love. ... It did not work, at all.\"</p><p>So Keaton never married, though in films she's one of very few older American actresses who still gets leading roles with the likes of Jack Nicholson, Robert De Niro and, this summer, Michael Douglas.</p><p>\"She's playing the love interest a lot, you know, kind of passionately kissing and sweeping into the bedroom at an age when most people just sort of want to say, well that part is over,\" says her longtime friend, actress Carol Kane. \"I mean, she just gets more and more beautiful because she's more and more herself.\"</p><p>In her book, Keaton writes about collecting photos of beautiful men, renovating beautiful houses, and raising children who've made her see beauty in new ways. When she turned 50, she adopted her daughter Dexter. Five years later, her son Duke.</p><p>\"It's an unconventional life, it's true,\" she admits, adding that having her children was \"just impossible for me to even comprehend how fascinating and wonderful but painful, too, it would be as a parent and take that responsibility on and be somebody who has to adjust her life, which I never had to do. That was for the first time in my life.\"</p><p>Keaton says she's always been a late bloomer, but the death of her parents finally got her to grow up.</p><p>\"When you lose your parents, you're suddenly thrust into an entirely different world,\" she says. \"You feel like you're basically living in a kind of wonderland. It's no longer grounded. And everything is new. It's all new. Your perceptions of the things around you — never having been a person who really noticed trees. Seriously, it's as simple as that. And I think this happens to a lot of people. And I think, in a way, it's a gift of being older.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Film+And+Fashion+Icon+On+Aging%2C+And+The+Power+Of+Turtlenecks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309840575-acc2aa.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=308346882"},{"href":"http://media.npr.org/assets/img/2014/04/30/dkauthor-photo-cred-ruven-afanador--d175c774f71d3267879560e2477032ed1fa6cb4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1188","width":"1584"}}]}