{"created":"2015-05-27T19:19:57+00:00","modified":"2015-05-27T22:44:53+00:00","valid":{"from":"2015-05-27T22:44:53+00:00","to":"3015-05-27T22:44:53+00:00"},"hreflang":"en","guid":"3cabbc45-5294-415c-bc21-7b072323e725","title":"Here's what eighth graders can teach us about perpetuating stereotypes","published":"2015-05-27T22:44:46+00:00","byline":"Jeb Sharp","tags":["education","stereotypes","Identity","Global Nation","Education","Development & Education","Cambridge","North America","USA","Massachusetts","New England","Chimamanda Ngozi Adichie","Global Nation Education","Stereotypes"],"teaser":"Many students from immigrant families go to diverse schools. But diversity itself doesn't guarantee understanding. Self-segregation and stereotypes persist, even in communities that pride themselves on their multiculturalism. In Cambridge, Massachusetts, middle-school teachers build empathy among classmates by teaching \"the danger of a single story.\"","contentencoded":"<p>Ghetto. White girl. Terrorist.</p>\n<p>These eighth graders have heard it all. And dealt with it. Now their teachers are helping them think through how those stereotypes affect them — and could be turned around.</p>\n<p>One tool they use: \"The Danger of a Single Story,\" a <a href=\"http://www.ted.com/talks/chimamanda_adichie_the_danger_of_a_single_story?language=en\">powerful TED talk</a> by the Nigerian novelist Chimamanda Ngozi Adichie. It's full of vivid examples of the ways we make assumptions about whole groups of people based on single stories. Middle school teachers in Cambridge, Massachusetts use it to jumpstart discussions about identity and stereotypes.</p>\n<p>These eighth graders in Jenny Chung's social studies class, many from immigrant families, could teach this topic themselves.</p>\n<p>\"I know how it feels,\" says Christelle Perceval, sitting in a Putnam Avenue Upper School classroom. Christelle's parents moved to the US from Haiti before she was born. \"I get a lot of assumptions that I'm like this ghetto girl and stuff like that... People think I'm loud and disrespectful and ignorant because I'm black. They think I'm ghetto. Just because of my race they think that's what I am.\"</p>\n<p>Her classmate Gilli Danenberg moved to Cambridge from Israel in second grade. \"People see me as white. That's all I am. I can't be anything else. I have to be white. I have to like these certain things. If I don't, I'm not white. But if I do, I'm a 'white girl.\"</p>\n<p>I ask her what it means to be a \"white girl.\" She laughs. \"To be a white girl ... it's someone who always drinks Starbucks, they go shopping, they're so reckless and they're just like brainless.\"</p>\n<p>Noore Elkatta, is Palestinian American. \"Because I'm a Muslim and I wear a headscarf, people walk down the street and like just pick on me, saying that I'm a terrorist and [asking] if I have a bomb in my bag and when am I going to 'do' it?\"</p>\n<div class=\"mediaelement-video media-element file-default\" info=\"%22media%22%7D\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/RwPzPZjW48M?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></div>\n<p>Sumaiya Mahee is also Muslim. Her family is from Bangladesh. The same thing happens to her.</p>\n<p>\"Once when I was coming home from the mosque with my sister and my neighbor these two guys walked out of their car and they called me a terrorist,\" she says. \"It got to me. This is bad, but I told them, 'Yeah, I'm coming after you!'\"</p>\n<p>Sumaiya giggles. The others join in. The laughter helps the stories flow but they're not funny. There's a lot of pain in the room.</p>\n<p>The teachers make the kids feel safer by sharing their own stories too. Jenny Chung talks about how she's constantly asked where she's from.</p>\n<p>\"As a Chinese American, I get asked that a lot,\" Chung says. \"When I say I'm from California, because I was born in California, often that's not what [people] are really asking. So the conversation has to continue and continue, and it doesn't end until I say, 'My parents were born in Hong Kong; my grandparents are from China.' Sometimes I feel like I can't be from here. I have to be from somewhere else. I'm this perpetual foreigner.\"</p>\n<p>Chung's colleague Woodly Pierre-Louis moved to the US from Haiti when she was 10.</p>\n<p>\"Knowing the racial issues and stereotypes that exist, I feel like it was to my benefit to have been raised in Haiti,\" Pierre-Louis says. \"I think it freed me from all the baggage of being black American, so for me it was an asset. But for people looking on the outside, the only thing they know about Haiti is that it's poor, diseased, and people eat dirt cookies.\"</p>\n<p>Her students can't help laughing when she mentions the dirt cookies. They've heard this story before. Something about the extreme examples makes us all laugh. Those examples are ludicrous, uncomfortable.</p>\n<p>Another student, Betty Derege, comes from an Ethiopian family. She says everyone assumes she should be a runner. One of her friends calls her \"African Legs.\"</p>\n<p>\"It's not who I am!\" she says. \"I hate when people are always labelling me as a runner. My dad says, 'You should do track.' I'm like, 'I don't run. It's not my thing.'\"</p>\n<p>The students say they find it helpful to talk about these stereotypes. They write poems and essays in class exploring their identities and trying to grapple with who they are on the inside and how they're perceived on the outside.</p>\n<p>Tanzid Sakib, moved to Cambridge from Bangladesh four years ago. His poem begins, \"Just because I'm Bengali doesn't mean I'm good at math.\"</p>\n<p>He says the assignment and the discussions about identity have helped him be more himself.</p>\n<p>\"I don't want to be anyone else,\" he says. \"I'm Tanzid. I don't want to be like some other kid on the block. I'm proud of myself and where I'm from and how I am.\"</p>\n<p>Nellisha Leonce, another Haitian American student, wrote a poem about being black and female called \"Who's that girl?\"</p>\n<p>She says you never know until you bother to find out.</p>\n<p>\"Like I thought [Tanzid] was Indian. I thought that Christelle was Ethiopian. I thought Gilli was just white. You won't know until you get to know the person.\"</p>\n<p>As these students have discovered, single stories may be dangerous, but multiple stories, told early and often, seem to have the opposite effect.</p>\n<p><em>This story is part of PRI's <a href=\"http://www.pri.org/collections/global-nation-education\">Global Nation Education project</a>, where we dive into immigrant student life in the United States. Our partners include the <a href=\"http://www.migrationpolicy.org/\">Migration Policy Institute</a>, along with <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, <a href=\"http://www.wgbhnews.org\">WGBH</a>, <a href=\"http://www.opb.org\">OPB</a>, <a href=\"http://www.kpbs.org\">KPBS</a>, <a href=\"http://kut.org\">KUT</a> and <a href=\"http://www.wnyc.org\">WNYC</a>.</em></p>\n<p><em>(Below is a selection of the students' work.)</em></p>\n<p>Who's That Girl?</p>\n<p align=\"center\">by Nellisha Leonce</p>\n<p> </p>\n<p>You see her walking down the street?</p>\n<p> </p>\n<p>She's a girl.</p>\n<p>She's weak and fragile like a newborn baby.</p>\n<p>She's quiet, calm, and collected.</p>\n<p>She does as she's told.</p>\n<p>She's a flirt.</p>\n<p>She can't be in charge.</p>\n<p>She's inferior to the man.</p>\n<p>Why?</p>\n<p>Because she's just a girl.</p>\n<p> </p>\n<p>You see her walking down that block?</p>\n<p> </p>\n<p>She's black.</p>\n<p>She has an attitude.</p>\n<p>She enjoys rap music.</p>\n<p>She's tough.</p>\n<p>She has no class.</p>\n<p>She plays sports.</p>\n<p>She's unintelligent.</p>\n<p>She obviously likes fried chicken,</p>\n<p>Watermelon, too.</p>\n<p>But why?</p>\n<p>Because she's black.</p>\n<p> </p>\n<p>You see her right in front of me?</p>\n<p> </p>\n<p>She's a girl.</p>\n<p>She's black.</p>\n<p> </p>\n<p>She's highly intelligent.</p>\n<p>She has common sense.</p>\n<p>She has a bright smile.</p>\n<p>She's courageous.</p>\n<p>She's beautiful.</p>\n<p>She's unique.</p>\n<p>She's respectful.</p>\n<p>She's good hearted.</p>\n<p> </p>\n<p>I'm that <strong>special </strong>black girl.</p>\n<p> </p>\n<p align=\"center\">Beyond the Makeup and Hijab</p>\n<p align=\"center\">Noore Elkatta</p>\n<p align=\"center\"> </p>\n<p align=\"center\">Even though I'm a girl</p>\n<p align=\"center\">Doesn't mean I can't play sports</p>\n<p align=\"center\">Or that I cause drama and am a backstabber</p>\n<p align=\"center\">And it doesn't mean that I like makeup and lipstick</p>\n<p align=\"center\">I am heartening.</p>\n<p align=\"center\"> </p>\n<p align=\"center\">Even though I'm a Muslim</p>\n<p align=\"center\">Doesn't mean I'm untrustworthy</p>\n<p align=\"center\">Or that I'm a terrorist</p>\n<p align=\"center\">And it doesn't mean I am violent</p>\n<p align=\"center\">I am compassionate.</p>\n<p align=\"center\"> </p>\n<p align=\"center\">Even though I am a girl</p>\n<p align=\"center\">Doesn't mean I text too much</p>\n<p align=\"center\">Or need to be popular</p>\n<p align=\"center\">And it doesn't mean that I always go shopping</p>\n<p align=\"center\">I am unique and exquisite.</p>\n<p align=\"center\"> </p>\n<p align=\"center\">Just because I'm a girl and a Muslim</p>\n<p align=\"center\">Why do I have less rights than others?</p>\n<p align=\"center\">Why do I have to feel the slap of negative words on my face?</p>\n<p align=\"center\">And why do I have to prove to others that I shouldn't be criticized?</p>\n<p align=\"center\">I am brave and benevolent.</p>\n<p> </p>\n<p align=\"center\">Beyond Cultural and Stereotypes</p>\n<p align=\"center\">by Tanzid Sakib</p>\n<p align=\"center\"> </p>\n<p>Just because I am Bengali</p>\n<p>Doesn't mean I am good at math,</p>\n<p>Doesn't mean I only eat rice,</p>\n<p>Doesn't mean I like spicy food,</p>\n<p>I am friendly and nice.</p>\n<p> </p>\n<p>Just because I am Bengali,</p>\n<p>Doesn't mean I am always studying,</p>\n<p>Doesn't mean I want to grow up and become a doctor,</p>\n<p>Doesn't mean my grade will always be a A+,</p>\n<p>I am fun.</p>\n<p> </p>\n<p>Just because I am Muslim,</p>\n<p>Doesn't mean I am a terrorist,</p>\n<p>Doesn't mean I hate other religions,</p>\n<p>Doesn't mean I am from Saudi Arabia,</p>\n<p>I am spiritual..</p>\n<p> </p>\n<p>Just because I am Bengali and Muslim,</p>\n<p>Why must I be judged?</p>\n<p>Why must I be seen differently?</p>\n<p>Why must I be seen in negatives?</p>\n<p>I am proud.</p>\n<p align=\"center\">You're Not Who You Say You Are: Beyond the Single Story</p>\n<p align=\"center\">by Sumaiya Mahee</p>\n<p>According to society and everything else going on in the world, I am not who I say I am. I am not an innocent girl who walks around not hurting the world. Because of violence, from the Boston Marathon bombings to the almost bomb that went off in New York by a Bangladeshi boy, I am apparently the \"child\" of the terrorists who did these acts. I am getting judged and misread by all the stereotypes in the world going on about my religion.</p>\n<p>I am Muslim and I am not going to hide that because of everybody else's perspective about what it means to be a Muslim. A couple of people screwed up and showed a lot of shame to their religion, but that certainly does not mean that the religion was the one who had done that act.</p>\n<p>Social media has a big effect on how Muslims are shown. Muslims are shown as terrorizing the country, but no that is not the case. It's the person who chose to do the wrong act who is terrorizing the country.</p>\n<p>There is one time that really hit me hard about this stereotype. I was walking home from the masjid (mosque) at around 12 AM with my sister and my best friend. We were walking and we had our hijabs on. As I got close to my garage, two men were staring at us and were whispering to each other. I asked politely if they had anything they wanted to tell us. They replied with, \"Danger! It's the Muslims!\" as they were laughing. At first, I was shocked and I stopped, just staring at them. As they were walking away still laughing, I turned around, really angry and screamed, \"Wait till we come after you! You're not going to survive any longer!\" I turned and stomped away, still angry.I regret saying what I did, but then again, they did deserve it for believing the stereotypes from other people's actions. They had discriminated against us for no reason.</p>\n<p>I am Muslim and from Bangladesh. I have these two characteristics but that does not mean that I am a terrorist or someone who hurts society. Someone making a mistake doesn't mean that the whole group of people did it and should get named after it. People should stop assuming and stereotyping. And especially don't believe the stereotypes until you meet the person and get to know them.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Flearning-each-us-gets-stereotyped-helps-us-move-beyond-single-story&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/IMG_5876.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/img5876jpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/jebschoolfull.mp3"},{"href":"http://admin.pri.org/file/jebschoolfullmp3"}]}