{"created":"2015-02-26T17:59:10+00:00","modified":"2015-02-26T17:59:11+00:00","valid":{"from":"2015-02-26T17:59:11+00:00","to":"3015-02-26T17:59:11+00:00"},"hreflang":"en","guid":"3caefd9f-242b-4ca2-acef-bdd8dcbd3376","title":"President Obama's veto isn't the end of the Keystone XL story","published":"2015-02-26T17:59:06+00:00","byline":"Peter Thomson","tags":["keystone XL pipeline","oil","Energy","politics","Environment","Science, Tech & Environment","North America","United States","Canada","Alberta","Gulf Coast","Barack Obama","John Cushman","Petroleum","Keystone Pipeline","Alberta tar sands","Climate change","oil","Fossil fuels","congress","Environmental risks of the Keystone XL pipeline","Oil sands","Energy development"],"teaser":"President Obama vetoed a bill that would approve construction of the Keystone XL pipeline, but that still doesn't mean the project is officially dead. But with collapsed oil prices and a world moving away from fossil fuels, would Keystone's builders eventually regret it if they do win approval?","contentencoded":"<p>President Barack Obama this week made good on his longstanding promise to veto a bill mandating the construction of the Keystone XL oil pipeline from Canada to the US. But the action is <a href=\"http://insideclimatenews.org/carbon-copy/24022015/obamas-veto-keystone-xl-pipeline-probably-doesnt-mean-endgame\">far from the end</a> of the Keystone story.</p>\n<p>Republican leaders in the House and Senate say they'll try to override the president’s veto. Even if that fails, Obama could still approve construction of the pipeline later this year. So the volume on the debate over Keystone will likely only rise over the next few months.</p>\n<p>But let's get a little perspective here.</p>\n<p>With all the political grandstanding over the past few years, it's easy to forget that the pipeline would be just a small part of the North America's vast petroleum infrastructure.</p>\n<p>“This industry doesn't rise or fall on one pipeline or one oil rig,” says journalist John Cushman, who covers the industry for <a href=\"http://insideclimatenews.org\">Inside Climate News</a>. He argues Keystone is rather “a litmus test of President Obama” and his commitment to taking on the challenges of climate change.</p>\n<p>That’s because a decision to build Keystone would lock in a major piece of fossil fuel infrastructure for the next 50 years — and one that would bring a very dirty kind of oil from <a href=\"http://www.pri.org/stories/2014-07-10/view-over-albertas-tar-sands-shows-booming-wealth-and-environmental-destruction\">Alberta’s tar sands</a> to Gulf Coast refineries — at the same time much of the world is trying to back away from those sources of energy.</p>\n<p>“It's a contest of wills between President Obama and his environmental allies and the Republicans in Congress and their fossil fuel allies,” Cushman says. “The Republicans are pretty much unanimous in support of the fossil fuel industry, and they’re determined to confront Obama’s climate agenda across the board. [Meanwhile,] the environmental movement suffered their big defeat when they lost on broad-based carbon legislation early in the Obama administration. This is their attempt to recoup.”</p>\n<p>Cushman says grassroots opposition to Keystone has been “profoundly influential … in stiffening the spine of the Obama administration” on the issue.</p>\n<p>That opposition has multiple concerns about the pipeline. For one, the pipeline was first proposed during the midst of a huge boom in petroleum production and investment in oil transport all over North America. Cushman says that raises big questions about safety, because “pipeline and other infrastructure is really strained by the explosion of oil production.”</p>\n<p>It also raises economic questions about the wisdom of new investment. Cushman says the pipeline could end up as a stranded asset if the global economy moves away from carbon-based fuels.</p>\n<p>But despite the long delays in the review process — the project needs approval by the administration because it would cross the border between Canada and the US, and it’s been caught up in electoral politics for years — Cushman says the company behind the pipeline still has a strong business case for building it.</p>\n<p>“<a href=\"http://transcanada.com\">TransCanada</a> remains committed to this because a big pipeline like KXL is an engine for TransCanada’s cash flow,” Cushman says. “The other great beneficiary, of course, is the big oil refineries on the Gulf coast. They were built to handle the dirtiest kind of oil, and for them, tar sands oil from Canada is just what the doctor ordered.”</p>\n<p>So will Keystone XL ever get built? Despite his decades watching the industry, Cushman isn’t venturing a guess. “I couldn't possibly predict that,” he says.</p>\n<p>But even if it is, he says the companies behind it might eventually wish it hadn’t been.</p>\n<p>“In the long term, the world needs to move away from fossil fuels,” Cushman says. “This is widely recognized — if not in the US Congress or the oil patch, it is certainly recognized around the world. And as the world moves away from fossil fuels, that means less and less demand for oil. And it means that cleaner oil is going to be preferred over dirtier oil. </p>\n<p>“So I think if Keystone is built, then the time will come when its builders and owners and operators will look at it as a mistake.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fkeystone-xl-pipeline-it-aint-over-till-its-over&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201506.mp3"},{"href":"http://www.pri.org/file/0225201506mp3"}]}