{"created":"2014-10-08T15:12:51+00:00","modified":"2014-10-31T01:42:00+00:00","valid":{"from":"2014-10-31T01:41:59+00:00","to":"3014-10-31T01:41:59+00:00"},"hreflang":"en","title":"Georgia Looks To Reopen Some Closed Hospitals As ERs","published":"2014-05-29T00:10:00+00:00","teaser":"Financial problems have led many hospitals to shut down completely. Georgia is issuing licenses to rural hospitals that would allow them to become nothing more than free-standing emergency rooms.","itags":["npr_api","316671516"],"guid":"3cbc8230-1bce-495f-aa2b-33fb81f1b45a","contentencoded":"<p>An ambulance races down an empty street in Folkston, Ga., population about 5,000. It bypasses Charlton Memorial Hospital, makes a sharp right turn and speeds to an emergency room 40 miles away.</p><p>Why? Because Charlton Memorial Hospital has been closed since last August.</p><p>Four of Georgia's 65 rural hospitals have shut down over the past two years. A dozen more have cut services in response to shrinking budgets.</p><p>There just wasn't enough money to keep <a href=\"http://www.charltonhealth.com/\">Charlton Memorial</a> going, says Doug Gowen, who stayed and is in charge of what's left of the defunct hospital. A small staff handles the medical records accumulated when it was still in business.</p><p>With 25 beds, Charlton Memorial, like many rural hospitals, struggled to cope with a lack of high-tech specialty care, a big drop in local funding and populations that were getting older and poorer.</p><p>From his office in a trailer behind the hospital, Gowen can see the locked building that was once the second-largest employer in town.</p><p>\"Ever since we closed, we've maintained hope that we're going to open back up,\" he says. \"We've not sold any of our equipment. Everything is ready.\"</p><p>The state of Georgia just threw him a lifeline, offering a <a href=\"http://dch.georgia.gov/sites/dch.georgia.gov/files/HFRD_Synopsis_Proposed_Hospital_Rules_Change_mks032114.pdf\">new kind of license</a> to allow struggling hospitals and those that have closed in the past year to become rural free-standing emergency departments.</p><p>\"The intent here is to have some kind of health care infrastructure in a community, as opposed to nothing at all,\" says Clyde Reese, who runs the Georgia Department of Community Health.</p><p>He doesn't know of another state that's tried this approach. The new emergency departments would handle run-of-the-mill urgent care, such as broken bones. But they would also stabilize patients for transfer to larger hospitals that are better equipped and staffed.</p><p>Reese doesn't know how the free-standing ER would be funded. Medicaid and Medicare could pay for some of the services, but at reduced, non-hospital rates. \"This is a first step of not just looking at hospitals but at health care in general in our rural areas,\" he says.</p><p>Because of the strains on the Georgia system, Republican Gov. Nathan Deal created the <a href=\"http://gov.georgia.gov/press-releases/2014-04-25/deal-names-rural-hospital-stabilization-committee-members\">Rural Hospital Stabilization Committee</a>. One thing that won't be an option: <a href=\"http://wabe.org/post/not-expanding-medicaid-will-cost-georgia-49-billion-2022-study-finds\">accepting federal money</a> to expand Medicaid to adults without dependent children. That move would cover a half-million poor Georgians. The Republican-controlled Legislature opposes the Affordable Care Act, which created the expansion, and says Medicaid expansion would cost the state too much in the long run.</p><p>That's a mistake, says <a href=\"http://gbpi.org/category/author/timothy-sweeney\">Tim Sweeney</a>, health policy director at the nonprofit Georgia Budget and Policy Institute. \"If the primary issue is the financial stability of rural hospitals, then expanding Medicaid should be Step 1,\" he says.</p><p>Georgia is missing out on $31 billion in federal money for the state's health care system over the next decade by not expanding Medicaid, he says. \"We know that it would provide significant new funding for hospitals in rural Georgia that are serving uninsured patients right now.\"</p><p>Deal has said he would prefer the federal funding come in a lump sum directly to the state rather than abiding by the federal government's stricter rules for Medicaid.</p><p>In Folkston, Gowen fears time is running out for the hospital. He says he will apply for a license to open up the ER, even if he has no idea where the money will come from. \"There is a very vital lifesaving service provided in our emergency room,\" he says. \"And if we can get at least that part back up and running, that's vital to this community.\"</p><p><em>This story is part of a reporting partnership between NPR and</em> <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Georgia+Looks+To+Reopen+Some+Closed+Hospitals+As+ERs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susanna Capelouto","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728903-c48e38.m3u?orgId=1&topicId=1128&ft=3&f=316671516"},{"href":"http://media.npr.org/assets/img/2014/05/28/ga_er2-6b08d7bc4d4b4d105bc1c0ca0e61e5285f527e9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1933","width":"2578"}}]}