{"created":"2014-11-18T08:30:58+00:00","modified":"2015-05-13T21:31:10+00:00","valid":{"from":"2015-05-13T21:31:10+00:00","to":"3015-05-13T21:31:10+00:00"},"hreflang":"en","title":"Guarding The Ebola Border","published":"2014-11-18T15:22:00+00:00","teaser":"Ivory Coast is determined to keep Ebola out. The government shut down the border, and enlisted local villagers to serve as informal border security.","itags":["npr_api","364144837"],"guid":"3cc5fb87-5b3a-4e44-a708-bbc4d140de51","contentencoded":"<p>On a map, a border is a solid black line. On the ground, it can feel like a fiction. I'm standing on the edge of a shallow stream through the forest that separates two West African countries: Ivory Coast and Liberia. Here there is no fence. No sign. No border guard to prevent my crossing.</p><p>On either side of this stream, people speak the same local language, Yokuba, a language incomprehensible to most of their countrymen. They share the same currency, the West African CFA franc, as well as a currency of trust built up over generations of intermarriage and communal life. There's even one tribal king who can settle disputes on both sides.</p><p>Ebola changed all that.</p><p>The arrival of Ebola on the Liberian side of the border, Nimba County, with more than 100 cases, turned this border-straddling community into a security risk.</p><p>\"They know that their relatives are suffering over there,\" says Dr. Boni Aman, regional health director in the town of Danané, 15 miles inland in Ivory Coast. \"They're making attempts to cross the border to bring them food, or they're making attempts to come to Ivory Coast to buy what they need.\"</p><p>In June, the government shut down all local markets along the border villages, hoping that stopping trade would stop traffic. Even today the scaffolding of abandoned stalls sits unused by the roadside. Commerce within this frontier community, even on the Ebola-free side, has ground to a halt.</p><p>But in August the government went a step further: It announced that the official border was closed. Along the 800-mile border with Liberia and Guinea, local villagers were organized in volunteer committees to guard the unofficial border crossings, like this babbling stream through the forest.</p><p>Standing with me on the Ivory Coast side of the stream are two men from the nearby village of Gahapleu. The village chief, Gueu Denis, and a local carpenter, Tan Benjamin, are both volunteers on the watch committee. They are not armed. They have no gloves or masks. They say they keep watch over this path night and day. Chief Denis says he is terrified of getting Ebola from this work.</p><p>But the men are also afraid of something else. They say the provincial deputy authority warned them that if one person in their village gets Ebola, then the entire village will be burned to the ground. They believe they'll be quarantined and left to die. And so they've decided to send anyone they see — even their own relatives or friends — back across the border to face Ebola alone.</p><p>Tan Benjamin, the local carpenter, says this applies even to his younger sister, Sabine, living with her three children in Liberia.</p><p>\"Because of the closure of the border, she can no more come here,\" says Benjamin. \"It's very painful, but as Ebola is a threat for everybody, what can you do?\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Guarding+The+Ebola+Border&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364889129-64139a.m3u?orgId=1&topicId=1126&d=306&p=3&story=364144837&t=progseg&e=364864540&seg=7&ft=nprml&f=364144837"},{"href":"http://media.npr.org/assets/img/2014/11/14/pm-retoned-4d75381fd49503a983d1fd51d6330f021aa24950.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1565","width":"2086"}}]}