{"created":"2014-09-15T08:31:36+00:00","modified":"2015-01-16T20:28:14+00:00","valid":{"from":"2015-01-16T20:28:14+00:00","to":"3015-01-16T20:28:14+00:00"},"hreflang":"en","title":"Patients Vulnerable When Cash-Strapped Scientists Cut Corners","published":"2014-09-16T13:09:00+00:00","teaser":"A shrinking pool of grant money for medical research has led competing applicants to oversell weak scientific findings, critics say. The result: Many experimental treatments are worthless.","itags":["npr_api","344084239"],"guid":"3cdd6d00-dae0-4fbb-b6ce-d56f0abbb188","contentencoded":"<p>There's a funding crunch for biomedical research in the United States — and it's not just causing pain for scientists and universities. It's also creating incentives for researchers to cut corners — and that's affecting people who are seriously ill.</p><p>Take, for example, the futile search for drugs to treat <a href=\"http://www.alsa.org/about-als/what-is-als.html\">ALS</a>, better known as Lou Gehrig's disease. The progressive, degenerative disease of the brain and nerve cells has been the focus of recent publicity, thanks to the <a href=\"http://www.alsa.org/fight-als/ice-bucket-challenge.html\">Ice Bucket Challenge</a>.</p><p>Four years ago, Tom Murphy went to see his doctor when he started noticing some slight muscle weakness.</p><p>\"I actually thought I was just getting old,\" says the 56-year-old resident of Gainesville, Va. \"I went to my general practitioner. He asked a few questions and told me to take my shirt off.\"</p><p>The doctor noticed some unusual muscle twitches — and sent Murphy directly to a neurologist. It turns out the news was bad. Murphy had ALS.</p><p><strong>Tough News: 'You Won't Be Able To Use Your Hands And Arms'<br /></strong></p><p>\"They told me I had two to four years,\" Murphy recalls. \" 'Going to be pretty tough living, probably be in a wheelchair soon, won't be able to use your hands and arms.' So that was kind of tough — kind of tough news.\"</p><p>It's been 75 years since baseball great Lou Gehrig was diagnosed with this disease. Surely, Murphy thought, a good treatment has been developed since then. But, no.</p><p>\"I said, 'Are you guys telling me that there's really nothing you can do about this, after so many years?' \" Murphy says. \"And they said, 'Yeah, unfortunately we don't have anything.' \"</p><p>The last hope was that Murphy could enroll in a clinical trial — the test of an experimental drug. A few U.S. trials were going on in the East, he learned.</p><p>Most patients fade so quickly, they only get one shot at an experimental treatment.</p><p>Murphy chose one. It was a long shot, and it turns out the odds were worse than he knew.</p><p><strong>Evidence Flimsy For Most Experimental Treatments OF ALS<br /></strong></p><p>Most of the experimental ALS drugs, it turns out, undergo very perfunctory testing in animals before moving into human tests — based on flimsy evidence.</p><p><a href=\"http://www.ninds.nih.gov/find_people/ninds/bio_dr_story_landis.htm\">Story Landis</a>, director of the National Institute of Neurological Disorders and Stroke, says her institute plunked down $20 million to test one of these drugs in more than 400 ALS patients, \"and what we discovered in the trial was the particular compound was of no benefit to the patients.\"</p><p>In hopes of figuring out why, scientists went back to take a second look at the mouse experiments that were the basis for the human study, and found them to be meager. Additional, more careful tests found no compelling reason to think the experimental drug would have ever worked.</p><p>Landis has thought a lot about how those last-chance patients ended up in this untenable situation. There is no single answer, she says, but part of the explanation relates to a growing issue in biomedical science: the mad scramble for scarce research dollars.</p><p>\"The field has become hypercompetitive,\" she says.</p><p>Many excellent grant proposals get turned down, simply because there's not enough money to go around. So Landis says scientists are tempted to oversell weak results.</p><p>\"Getting a grant requires that you have an exciting story to tell, that you have preliminary data and you have published,\" she says. \"In the rush, to be perfectly honest, to get a wonderful story out on the street in a journal, and preferably with some publicity to match, scientists can cut corners.\"</p><p>According to a research paper published earlier this year, <a href=\"http://www.npr.org/blogs/health/2014/04/08/298335701/how-mouse-studies-lead-medical-research-down-dead-ends\">corner-cutting turned out to be the rule</a>, rather than the exception, in animal studies of ALS.</p><p><a href=\"http://www.ascb.org/index.php?option=com_content&view=article&id=925&Itemid=216\">Stefano Bertuzzi</a>, the executive director of the American Society for Cell Biology, says that's partly because there is little incentive for scientists to take the time to go back and verify results from other labs.</p><p>\"You want to be the first one to show something,\" he says — not the one to verify or dispute a finding, \"because you won't get a big prize for that.\"</p><p>It's even hard to get funding to run those sorts of confirmatory experiments in this hypercompetitive environment. (You can check <a href=\"http://www.npr.org/blogs/health/2014/09/09/342196432/by-the-numbers-search-nih-grant-data-by-institution\">here</a> to learn how any and every U.S. university has fared in garnering research money from NIH.)</p><p><strong>'Wishful Science' Plagues Testing Of Drug Candidates <br /></strong></p><p>Landis says ALS is not the only example of this type of wishful science. Similar problems emerged in the study of a drug being tested to see if it could protect the brain from the damage of a stroke. She says that test, too, showed the drug to be a dismal failure.</p><p>\"A number of people have gone back and looked at the evidence and discovered that, in fact, there are a number of very straightforward things about the conduct of those studies that made it likely that the drug would fail when it went into people,\" she says.</p><p>Landis has since added new guidelines that scientists must follow before the neurology institute will fund large drug tests on people.</p><p>\"There are now clinical trials that would have been funded five to seven years ago which won't be funded until the preclinical studies are done in a way that is actually believable,\" she says.</p><p>In principle, this should help scientists focus on more promising therapies. But it is also potentially discouraging for ALS patients like Murphy. In the short run, at least, animal studies are not identifying drugs that are promising candidates for treating ALS.</p><p>\"Basically everybody says animal studies don't work,\" Murphy says. \"They aren't representative of humans, at least in this disease. It's a really big issue in the ALS world.\"</p><p>Progress in treating the illness will likely require scientists to take a step back to identify better ways of searching for promising drugs. This means more painstaking work, not simply quick, cross-your-fingers studies with animals.</p><p>NIH expects to spend about $40 million this year on ALS research; the ALS Association hasn't yet decided how much of the more than $100 million it has raised so far through its wildly successful Ice Bucket Challenge will go to funding research.</p><p>One strategy for further research might be to look at the few people — including Murphy — who have done a bit better than average in the drug trials that have otherwise failed. That could simply be luck — or it could be a clue about individual differences in the way the disease plays out.</p><p>Whatever the outcome for the particular experimental drug he's getting, Murphy says he's grateful he has at least had the chance to try it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Patients+Vulnerable+When+Cash-Strapped+Scientists+Cut+Corners&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348612891-eb13e0.m3u?orgId=1&topicId=1128&aggIds=347129694&ft=3&f=344084239"},{"href":"http://media.npr.org/assets/img/2014/09/02/murphy-024-edit-b9238914a7f0d7f93ff00ce022b6609a644a6b9b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1502"}}]}