{"created":"2015-03-18T22:20:04+00:00","modified":"2015-03-18T22:57:09+00:00","valid":{"from":"2015-03-18T22:57:09+00:00","to":"3015-03-18T22:57:09+00:00"},"hreflang":"en","guid":"3cddf9b3-d31b-4212-95bf-39cef7045339","title":"South Africa's new drug cocktail of choice is devastating its townships","published":"2015-03-18T22:57:05+00:00","byline":"Leo Hornak","tags":["drugs","drug addiction","conflict","Human Needs","Health","Health & Medicine","Africa","South Africa","Mpumalanga","Nomsa Maseko","Heroin","Social Issues","Pharmacology"],"teaser":"South Africa is battling a new street drug called nyaope, which combines several substances so users can get a cheap high. But efforts to tackle the problem in the country's townships don't appear to be succeeding.","contentencoded":"<p>In South Africa’s poorest townships, a new and highly addictive street drug is gaining in popularity. But \"nyaope\" isn’t a clearly defined illegal substance: it is more of a cocktail of various other substances, and one that can be deadly.</p>\n<p>“It’s a crude concoction of low grade heroin, anti-retroviral medication [designed for HIV-AIDS sufferers], cleaning detergents, chlorine [and]  vinegar,\" explains the BBC's Nomsa Maseko. \"Each concoction has its own unique high.\"</p>\n<p>And according to Maseko, the impact of these mixes can be devastating. “It’s quite shocking when you walk anywhere in a lot of townships. You instantly know when someone is using this drug,\" she says. Users appear sedated, with slurred speech and distinctive burns on their fingers and lips from holding small nyaope cigarettes.</p>\n<p>Maseko visited addicts in one township in South Africa's Mpumalanga, and says they're united by one thing, despite the various kinds of highs on offer: “It looks like they are sleep walking.\" </p>\n<div>One reason for the new popularity of nyaope is its cheapness: It's estimated a single dose costs around $2. Yet some addicts are still turning to robberies and carjackings to fund their habit, Maseko says.</div>\n<p>To help users and their families, an informal network of unregistered treatment centers has sprung up in some of the worst-affected communities. But whether they are capable of offering effective treatment remains to be seen, Maseko says: “At the moment it does not look optimistic at all. More and more young people are getting addicted to the drug.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-18%2Fhow-new-cocktail-illegal-drugs-taking-hold-south-africa&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0318201506.mp3"},{"href":"http://www.pri.org/file/0318201506mp3"}]}