{"created":"2014-09-19T19:43:37+00:00","modified":"2014-12-23T18:40:26+00:00","valid":{"from":"2014-12-23T18:40:26+00:00","to":"3014-12-23T18:40:26+00:00"},"hreflang":"en","title":"Truth In Labeling: Celiac Community Cheers FDA Rule For Gluten Free","published":"2014-08-06T23:29:00+00:00","teaser":"The Food and Drug Administration now requires all food manufacturers to be in compliance with a labeling standard for gluten-free food. Advocates for people with celiac disease say it's about time.","itags":["npr_api","338306544"],"guid":"3cec36e8-54d6-445b-9af8-a0b1acef2372","contentencoded":"<p>If you spot a food package label that says gluten free, you can now be pretty well assured that the label means what it says.</p><p>As of Aug. 5, all food manufacturers must be in compliance with a <a href=\"http://www.fda.gov/food/guidanceregulation/guidancedocumentsregulatoryinformation/allergens/ucm362880.htm\">new labeling standard</a> set by the Food and Drug Administration.</p><p>The rule states that foods may be labeled \"gluten free\" only if there's less than 20 parts per million of the protein.</p><p>The new regulation is aimed at protecting people with celiac disease, a chronic autoimmune disorder that can destroy the lining of the small intestine.</p><p>Flare-ups of the disease can be set off by the consumption of even small amounts of gluten, which is found in wheat, barley and a few other grains. The FDA estimates that it affects about 3 million Americans.</p><p>\"We're really celebrating,\" Beth Hillson tells The Salt. She founded Gluten Free Pantry, now part of the company Glutino, after being diagnosed with celiac. She also heads the <a href=\"http://americanceliac.org/celiac-disease/\">American Celiac Disease Alliance</a>.</p><p>As the gluten-free trend has spread, lots of manufacturers have used the label as a marketing tool. The concern within the celiac community has been that food companies had become sloppy, printing \"gluten free\" on packages of food that weren't truly free of the protein.</p><p>As an anti-wheat sentiment has grown in the U.S., fueled by best-selling books like William Davis' <em>Wheat Belly,</em> there are more people interested in knowing exactly what's in their food — even if it's trace amounts of gluten.</p><p>And though there's debate about who can benefit from a gluten-free diet, many mainstream doctors acknowledge that some people with <a href=\"http://www.npr.org/blogs/thesalt/2014/05/22/314287321/sensitive-to-gluten-a-carb-in-wheat-may-be-the-real-culprit\">wheat intolerance</a>, particularly those prone to gastrointestinal distress, do better when they eliminate or limit it in their diet.</p><p>But the idea that wheat, the top grain source of gluten in the American diet, is somehow bad for all of us doesn't hold up.</p><p>As we've <a href=\"http://www.npr.org/blogs/thesalt/2013/09/26/226510988/doctors-say-changes-in-wheat-do-not-explain-rise-of-celiac-disease\">reported</a>, Daniel Leffler, a gastroenterologist at Beth Israel Deaconess Medical Center, says \"there's good evidence that the vast majority of people actually do just fine with wheat.\"</p><p>So, for most of us, focusing on a healthful pattern of eating is likely more important than trying to avoid one food.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Truth+In+Labeling%3A+Celiac+Community+Cheers+FDA+Rule+For+Gluten+Free&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338354942-a23694.m3u?orgId=1&topicId=1053&ft=3&f=338306544"},{"href":"http://media.npr.org/assets/img/2014/08/06/gluten-free-4158858fbfcc0f890c9cf0a9e94ab8a9d21e180d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1164","width":"1552"}}]}