{"created":"2015-06-11T14:34:13+00:00","modified":"2015-06-29T19:45:22+00:00","valid":{"from":"2015-06-29T19:45:22+00:00","to":"3015-06-29T19:45:22+00:00"},"hreflang":"en","title":"Ornette Coleman, Jazz Iconoclast, Dies At 85 ","published":"2015-06-15T12:33:00+00:00","teaser":"The American jazz saxophonist and composer who liberated jazz from conventional harmony, tonality, structure and expectation, died Thursday of cardiac arrest in Manhattan at age 85.","itags":["npr_api","413630335"],"guid":"3d03ca89-e5cb-4627-8479-37d2364e129e","contentencoded":"<p><a href=\"http://www.npr.org/artists/15393592/ornette-coleman\" target=\"_blank\">Ornette Coleman</a>, the American saxophonist and composer who liberated jazz from conventional harmony, tonality, structure and expectation, died early on Thursday of cardiac arrest in Manhattan. He was 85.</p><p>Coleman was an American icon and iconoclast — a self-taught musician born poor and fatherless in Fort Worth, Texas, in 1930, who went on to win the Pulitzer Prize, the Japanese Praemium Imperiale, two Guggenheims, a MacArthur, honorary doctorates and a National Endowment for the Arts Jazz Master honor.</p><p>Ornette Coleman played his alto saxophone the way someone whistles to themselves walking down the street, unconcerned with rules about how a song is supposed to go. In 1997, Coleman told NPR that he believed in the unfettered, imaginative, original, expressive powers of melody.</p><p>\"As a music, it allows every musician to participate in any form of musical environment without them changing their own personality, their own tone or their way of phrasing,\" Coleman said.</p><p>And he put that belief into practice when he could. Coleman was raised by his single mother and sister. He learned music on his own and left home as a teenager to tour the deep south with a minstrel show. On the road, he faced rejection and even assault for an unorthodox, free style built on Texas blues. He wound up in Los Angeles, working as an elevator operator and trying to get a hearing in jam sessions. He finally made his <a href=\"https://www.youtube.com/watch?v=Lp60JUI55Pg\" target=\"_blank\">first recording</a> as a leader in 1958, <em>Something Else</em>.</p><p>Some praised Coleman for returning jazz to the kind of collective improvisation its earliest players used. Others heard only cacophony.</p><p>\"In jazz before Ornette Coleman,\" <em>New York Times</em> writer Jon Pareles told NPR in 1985, \"people would devise solos that were designed to fit on top of the tune. If the tune was 32 bars long, the improvisation was 32 bars long, and it fit into whatever 32 bars of chords were in the tune. Ornette came along and said, 'We don't have to do it that way, we can take an improvisation that tells its own kind of story, that elapses according to the freedom of the song.' He basically showed people a new kind of freedom. He broke them out of the maze of harmony.\"</p><p>Coleman himself described his system as \"sound grammar\" or \"harmolodics.\"</p><p>\"It's the scientific form of sound based upon the human emotion of expression,\" Coleman said. \"That's basically what it is and what it does.\"</p><p>Coleman's principle idea — that anyone can make music with anyone, and they don't have to know much about each other to do it — made him able to retain his cry of the blues even <a href=\"https://www.youtube.com/watch?v=ao9Y_uZLcx0\" target=\"_blank\">while jamming with the Master Musicians of Jajouka</a> from the mountains of Morocco. Musicians flocked to Coleman like he was the Pied Piper — and he played with<em> </em>them: <a href=\"http://www.npr.org/artists/15360402/yoko-ono\" target=\"_blank\">Yoko Ono</a>, Jerry Garcia and the <a href=\"http://www.npr.org/artists/15440218/grateful-dead\" target=\"_blank\">Grateful Dead</a>, <a href=\"http://www.npr.org/artists/16525102/laurie-anderson\" target=\"_blank\">Laurie Anderson</a> and <a href=\"http://www.npr.org/artists/15286579/lou-reed\" target=\"_blank\">Lou Reed</a>, not to mention the many jazz musicians who graduated from his bands. Yet Coleman himself was unfailingly modest. He was shy about cameras and might be oblique in conversation. It wasn't that his vocabulary was peculiar, but his point of view was unique, coming from all directions, seeming to take in everything, imagistic and fundamental. But his musicians understood him.</p><p>\"It was very easy for me to follow him,\" said longtime bassist <a href=\"http://www.npr.org/artists/15393702/charlie-haden\" target=\"_blank\">Charlie Haden</a> in 1997. \"And it's always been easy for me to follow him because he's very articulate, just in his own language, just as he is in his music.\"</p><p>In December of 1960, Haden was part of Coleman's radical experiment in collective improvisation — two quartets playing simultaneously — titled <em>Free Jazz</em>.</p><p>The recording inspired, licensed — or provoked — many better-established jazz musicians of the '60s. But his experiments didn't stop there.</p><p>\"I never have classified music as being in different categories, so I started writing music which consists of violins and stuff like that,\" Coleman said. \"I think most people classify you as what you do when they see you in the contents of drums and things like that everybody they call that jazz. But when they see a violin or French horn something they call that classical music. And I really believe that any instrument can become the soloist instrument in any kind of contents.\"</p><p><em>Skies of America</em>, too, was scorned until 1986, when conductor John Giordano of the Fort Worth Symphony worked closely with Coleman on a revision. Performances by orchestras in Europe and the New York Philharmonic followed.</p><p>Ornette Coleman said that he liked to tell people, \"'I'm a composer who performs.' Whenever I would hear a band with guitars and bass the melodic line sounded so full, it sounded like a full orchestra. So I said, well, if I could expand the melodic writing into a much fuller sound, I would be able to express more music.\"</p><p>In the mid-1970s, Coleman re-invented himself again, forming an electric band that often included his son, Denardo. In a 2008 interview, Denardo Coleman explained that his father's philosophy suffuses his art, is part of his bands' rehearsals and comes to fruition in performance.</p><p>\"I think it's beyond just scale, key, all that,\" he said. \"Everything he's talking about is what he always talks about, with us, as well. So we're bringing everything — the performance is everything.\"</p><p>It was Ornette Coleman's life to express feeling freely and directly, in music, and also to ask the big, confounding questions.</p><p>\"Does music have life?\" he asked. His many fans and followers answer in the affirmative.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ornette+Coleman%2C+Jazz+Iconoclast%2C+Dies+At+85+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Howard Mandel","audio":[{"meta":{"duration":"385"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413711397-c1a87b.m3u?orgId=1&topicId=1039&aggIds=100920965&d=385&p=2&story=413630335&t=progseg&e=413709311&seg=17&ft=nprml&f=413630335"},{"href":"http://media.npr.org/assets/img/2015/06/11/gettyimages-102976691-f1d93c9ad849f814fca41c34a656454d8819464f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1813","width":"2418"}}]}