{"created":"2015-03-10T17:52:56+00:00","modified":"2015-03-10T19:50:36+00:00","valid":{"from":"2015-03-10T19:50:36+00:00","to":"3015-03-10T19:50:36+00:00"},"hreflang":"en","title":"Racist Videos Continue To Rock University Of Oklahoma","published":"2015-03-10T19:50:00+00:00","teaser":"As the fallout continues, we speak with a student there who's been advocating for greater inclusion of minority students in campus life.","itags":["npr_api","392109622"],"guid":"3d04e6f8-4d98-4358-aff1-d76bcc64d2ce","contentencoded":"<p>Another racist video has surfaced at the University of Oklahoma, this time showing the 78-year-old &#8220;house mother&#8221; of the now-banned-from-campus Sigma Alpha Epsilon (SAE) fraternity using a racial slur in 2013. (See the video <a href=\"https://mtc.cdn.vine.co/r/videos/530BAB30-8FE9-4354-8CA6-82EB4D8529E2-21673-0000056CBF3B9C70_1.0.5.mp4?versionId=R42wtXZF.8pO6JocmS0u1uY40Y9PgRie\" target=\"_blank\">here</a>, but be warned it contains graphic language.)</p><p>Members of the University of Oklahoma&#8217;s SAE chapter were ordered to move out of their frat house by midnight tonight, after a cellphone video made public over the weekend showed members singing a racist song. (See that video <a href=\"https://www.youtube.com/watch?v=dG-wq6SJqjU\" target=\"_blank\">here</a>; the same warning applies.)</p><p>The university is investigating. Some of the SAE members have reportedly received death threats.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with <strong>Russell Bouyer</strong>, a graduate student adviser to Unheard, an African American student group on campus, which has been advocating for greater inclusion of minority students in campus life.</p><h4>Interview Highlights</h4><p><strong>On what it&#8217;s like to be on campus today</strong></p><p>&#8220;Things are getting better. I can say that things are still uncomfortable because issues of race are never easy things to talk about.&#8221;</p><p><strong>On the feelings and conversations on campus</strong></p><p>&#8220;Of course, we are deeply disturbed and disgusted by this, but it’s definitely something that isn’t surprising because we still live in a racial America.&#8221;</p><p>&#8220;It is definitely hurtful because you would think that in the year of 2015 that incidents like this would not occur because of the progress that we’ve made. So, it’s just that reminder of ‘wow, we may not have come as far as we thought we have.’ And so, I think that’s the part that’s really hurtful, specifically because we’re all students. We see these individuals on a daily basis, we have relationships with them, like personal relationships with them, and so just to see something like that happen, and something like that transpire, that is the hurtful part.&#8221;</p><p><strong>On the reputation of the University of Oklahoma</strong></p><p>&#8220;I think this definitely does play into the reputation of the University of Oklahoma, but it definitely is an isolated incident within the university. I wouldn’t want our brand to be tarnished over this incident because of a small group. You know, they say the whole thing about, ‘one apple can spoil the bunch’ and that’s what we do not want. We do not want people to think that the University of Oklahoma stands for this. Our president eagerly made a press conference available yesterday, and he told us about how the situation will be dealt with the students.&#8221;</p><p><strong>On the student group Unheard </strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I wouldn’t want our brand to be tarnished over this incident because of a small group.&#8221;</p><p></div></p><p>&#8220;Unheard is a movement and it started earlier this semester with a group of African-American students wanting to advocate for change on its campus, in terms of African-American students and other marginalized populations campus. So, in January the group assembled and they hosted a rally. They developed a letter, an 11-page letter, with seven different grievances and submitted it to the president&#8217;s office. And so, we marched across campus, with tape across our mouths with ‘unheard’ [written] on it because for so long students have been feeling as if they have been unheard on campus.&#8221;</p><p><strong>On what Unheard advocates</strong></p><p>&#8220;Well, some of the things that are listed in the letter is about retention of African-American professors outside the African-American studies department, equitable student funding.&#8221;</p><p><strong>On defining &#8216;micro-aggressions&#8217;</strong></p><p>&#8220;Unintentional, maybe racial or cultural things that happen over and over and build up. We refer to them sometimes as death by a thousand cuts because one time it may not have had much of an effect on you, but over an accumulation of time and the same thing continues to happen and happen and happen it builds up.&#8221; (Example: Saying &#8220;can I touch your hair&#8221; to an African-American)</p><p><strong>On the SAE racist video</strong></p><p>&#8220;Just from my perspective, after looking at the video, this was not something that just occurred that time. It might have been the first time that it was caught on tape and released to the public.&#8221;</p><h4>Guest</h4><ul><li><strong>Russell Bouyer</strong>, graduate student adviser to Unheard, an African American student group at the University of Oklahoma. The student groups tweets <a href=\"https://twitter.com/OU_Unheard\" target=\"_blank\">@OU_Unheard</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Racist+Videos+Continue+To+Rock+University+Of+Oklahoma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392109625-43793b.m3u?orgId=1&e=392109622&d=375&ft=nprml&f=392109622"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0310_sae.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"427","width":"1280"}}]}