{"created":"2014-10-08T16:30:11+00:00","modified":"2014-10-31T02:16:50+00:00","valid":{"from":"2014-10-31T02:16:50+00:00","to":"3014-10-31T02:16:50+00:00"},"hreflang":"en","title":"Lurid Meets Literary In 'Penny Dreadful,' An All-Star Gothic Revue","published":"2014-05-09T16:13:00+00:00","teaser":"Showtime's new psychological thriller re-imagines classic Victorian boogeymen like Dr. Frankenstein, Dorian Gray and Count Dracula all lurking in London's darkest corners, discussing romantic poetry.","itags":["npr_api","310706522"],"guid":"3d0e9e70-8d7c-4165-a7c1-a75e39a6029c","contentencoded":"<p>There's a specific subset of NPR listeners who are also dedicated horror fans. If you fall in that category, the new drama <em>Penny Dreadful --</em> premiering Sunday on Showtime — may hit all your sweet spots. Imagine an all-star Gothic revue that brings together Dr. Victor Frankenstein, Dorian Gray, Count Dracula — plus a core team of original characters including a Wild West sharpshooter, an astringent lady spiritualist and an intrepid explorer, in the Sir Richard Burton or David Livingstone mode.</p><p>But the show's creator was originally inspired by romantic poetry.</p><p>\"The real impetus for the whole series was [William] Wordsworth,\" confessed John Logan. It was a Wordsworthian spring evening in his apartment right off Central Park, and Logan was relaxing after a long day of rehearsing his first Broadway musical, <em>The Last Ship,</em> starring Sting. The playwright and screenwriter of<em> Gladiator</em> and the James Bond movie <em>Skyfall</em> said he'd turned to reading romantic poetry obsessively after a heartbreak.</p><p>Wordsworth led to John Keats led to Percy Shelley led to Mary Shelley and <em>Frankenstein</em> — \"And then I picked up <em>Dracula,</em>\" he said.</p><p>Logan became fascinated by an explosion of literature in the last decade of the 19th century that included <em>Dracula, War of the Worlds, The Invisible Man, The Picture of Dorian Gray</em> and <em>The Hound of the Baskervilles.</em></p><p>\"There was something going on there that was extremely kinetic,\" he mused. (It should be noted that<em> Penny Dreadful</em> includes a fair amount of kinetic James Bond energy. Not only was it created by a Bond screenwriter, it stars a former Bond Girl — Eva Green — and a former James Bond — Timothy Dalton.)</p><p>But the kinetic energy around Victorian horror literature was fueled in part by penny dreadfuls. Those were the lurid little magazines sold on streets for about a penny. Historian Matthew Sweet, who consulted for the television show, said the real penny dreadfuls specialized in grotesque stories of alarming violence.</p><p>\"Stories about highwaymen, murder, smugglers,\" he explains with evident relish. \"Stories about trapdoors that you fall through and end in the sewers.\"</p><p>Stories that bring together real historical characters, like Jack the Ripper, with fictional ones, like Count Dracula, might seem to be a riff on such projects as <em>The League of Extraordinary Gentlemen</em> or the novel <em>The Seven-Per-Cent Solution.</em> Logan acknowledges these as important influences. But the TV series is also true to the spirit of real penny dreadfuls. Sweet says they gleefully combined royals, alchemists and serial killers with little regard for anything but Grand Guignol glory.</p><p>It's worth contemplating, he added, how the vogue for penny dreadfuls and horror literature came at a moment of great anxiety about technology, tremendous shifts in existing economic and industrial models, right when Britain's stature as the world's leader was beginning to fade.</p><p>So it's possible, he suspects, this new <em>Penny Dreadful</em> might resonate now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lurid+Meets+Literary+In+%27Penny+Dreadful%2C%27+An+All-Star+Gothic+Revue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310794188-d7a018.m3u?orgId=1&topicId=1138&ft=3&f=310706522"},{"href":"http://media.npr.org/assets/img/2014/05/08/pennydreadful102-81df2a23918c5047b35ad01abe650eb79055281a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2400","width":"3203"}},{"href":"http://media.npr.org/assets/img/2014/05/08/pennydreadful101_enl-752a28d9463910081992b3e6890d8d18ca11367a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"532","width":"800"}}]}