{"created":"2014-10-30T22:00:51+00:00","modified":"2014-10-30T22:00:51+00:00","valid":{"from":"2014-10-30T22:00:51+00:00","to":"3014-10-30T22:00:51+00:00"},"hreflang":"en","title":"After Huge Debut, A Tough Week For Apple","published":"2014-09-26T20:07:00+00:00","teaser":"Apple is dealing with several issues during the unveiling of its latest iPhone. Here & Now's Peter O'Dowd reports.","itags":["npr_api","351806027"],"contentencoded":"<p>It started out so well.</p><p>Thousands &#8212; no millions &#8212; of people lining up to buy the new iPhone 6 and iPhone 6 plus.</p><p>On Monday, Apple made an announcement: More than 10 million phones sold. A company record.</p><p>The new phones are bigger than previous generations; the 6 plus sports a 5 1/2 inch screen.</p><p>But that was part of the problem.</p><p>Social media started buzzing this week. If you put the big phone in your pocket, the aluminum frame might start to bend. <a href=\"https://www.youtube.com/watch?v=znK652H6yQM\" target=\"_blank\">Videos</a> like this one from the blog Unbox Therapy added fuel to the fire.</p><p>For its part, Apple says it has only gotten nine complaints about bent phones in the first six days of sales. Apple even invited reporters to see its own bend test. <a href=\"http://recode.net/video/inside-apple-s-test-labs/guid-1ECC754F-6FBC-057E-1CB4-AF91772E5B5B/?t=2\" target=\"_blank\">A video from the tech news site Re/code</a> shows the new iPhones getting pinched and crimped by machines in a lab.</p><p>Apple says the phones meet or exceed quality standards for everyday use.</p><p>&#8220;My advice to people is don&#8217;t wear tight pants and put the phone in your pocket,&#8221; Roger Kay, a tech industry analyst says.</p><p>Kay says the bending controversy &#8212; &#8220;Bendghazi&#8221; as he calls it &#8212; could be tougher on Apple than the company is letting on. It could be enough to convince potential buyers to switch to a competitor like Samsung or HTC. Kay also says if it is a design flaw, it could be hard to fix.</p><p>&#8220;If you try to change materials or dimensions or anything, that just reshuffles the whole deck,&#8221; Kay said. &#8220;It&#8217;s very hard to do that once you&#8217;re in production. So I don&#8217;t see Apple changing anything about its manufacturing in this situation. They&#8217;ll really have to wait until next phone until they fix this.&#8221;</p><p>Long term, Apple will have to deal with something else: the federal government.</p><p>On Thursday FBI director James Comey said Apple and Google could get in the way of police investigations.</p><p>The software on these new phones is getting ever more advanced.</p><p>Consumers are demanding more complex systems because they&#8217;re worried about hacking and spying. Companies like Apple have responded with new phones that are so encrypted even Apple says it can&#8217;t unlock a device for police.</p><p>Critics have said the technology will help child molesters and murders get away, well, with murder.</p><p>Frank Gillett tracks the tech industry for Forrester Research. He says Apple and others will be dealing with this controversy for a long time.</p><p>&#8220;Nobody wants the government on their tail, but at the same time Apple, Google, Microsoft all want to be able to ensure their customers that their information is truly private,&#8221; Gilett said. &#8220;And so what we&#8217;re really seeing is not something between the FBI and Apple, but frankly something that will be worked out between governments and companies around the world about privacy, and in what situations the government has the right to access information.&#8221;</p><p>Gillett says all this negative publicity for Apple &#8212; including news that software updates for the phone&#8217;s operating system were actually making the phones unusable &#8212; is kind of expected.</p><p>&#8220;As the worlds most valuable company and one of the world&#8217;s most recognizable brands, they&#8217;re frankly a lightening rod for all kinds of acting out or opinions or ideas for all of us that have these smart phones in our pockets, which is hundreds of millions of us,&#8221; Gillett said.</p><p>And that staggering number &#8212; along with the scrutiny that comes with it &#8212; is growing as we speak.</p><h4>Reporter</h4><ul><li><strong>Peter O&#8217;Dowd</strong>, assistant managing editor at <a href=\"http://hereandnow.wbur.org\"><em>Here & Now</em></a>. He tweets <a href=\"https://twitter.com/odowdpeter\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Huge+Debut%2C+A+Tough+Week+For+Apple&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O'Dowd","guid":"3d189a2d-ccbc-41d1-b742-3c3c185bfdf5","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351806030-0bbe47.m3u?orgId=1&ft=3&f=351806027"}]}