{"created":"2014-09-09T07:32:35+00:00","modified":"2015-03-05T16:34:08+00:00","valid":{"from":"2015-03-05T16:34:08+00:00","to":"3015-03-05T16:34:08+00:00"},"hreflang":"en","title":"9 Ridiculously Cute Underwater Puppies (You're Welcome)","published":"2014-09-09T23:24:00+00:00","teaser":"Seth Casteel explains the logistics of shooting his latest book: \"I'm wearing a dog costume so that the dogs can feel like I'm one of the pack. ... Just kidding. ... I usually just wear a wet suit.\"","itags":["npr_api","346840505"],"guid":"3d19d4bd-fa00-4184-84fd-daafd4962ab1","contentencoded":"<p>A few years ago, award-winning animal photographer <a href=\"http://littlefriendsphoto.com/#!/home\" target=\"_blank\">Seth Casteel</a> became an overnight sensation when his photos of dogs underwater went viral. What followed was a book deal that resulted in the <em>New York Times</em> best-seller <em>Underwater Dogs</em>.</p><p>Casteel's new book, out Sept. 16, is possibly the only thing cuter than <em>Underwater Dogs:</em> <em>Underwater Puppies</em>.</p><p>Casteel tells NPR's David Greene about using rescue dogs in his photo shoots and about the logistics of photographing puppies underwater.<strong><em></em></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On where he got the idea to photograph dogs underwater</strong></p><p>[It was] not even my idea, actually; it was a dog's idea, which makes sense.</p><p>Buster the cavalier King Charles spaniel, back in 2010. At an on-land photo shoot, he decided he would rather be in the swimming pool, so he just started jumping in, over and over again. I was supposed to just document his personality through a series of photographs on land, but he had other plans. And after he just kept jumping in over and over again ... I'm jumping in! So, yeah, [I] got a little point-and-shoot underwater camera, took a few snapshots, and that was the beginning of the series of <em>Underwater Dogs.</em> ...</p><p>This little dog changed my life. I was just telling somebody the other day, you know, the original book, <em>Underwater Dogs</em>,<em> </em>it really shouldn't have my name on the cover; it should say, \"<em>Underwater Dogs </em>by Buster ... with a little help from Seth Casteel.\"</p><p><strong>On why he decided to use puppies in his new book</strong></p><p><em>Dogs</em> was just such a random project, and it became successful out of nowhere. It changed my life, literally, overnight. And I was thinking about other things that I wanted to do: What's the next project? I thought, \"Hey, puppies. Can I do puppies?\" And what I found out was not only <em>could</em> I do it, but I <em>needed</em> to do it for a couple of different reasons. No. 1: swimming pool safety — super-duper important for all the listeners out there with their pets. So many people forget that our swimming pools, as much fun as they are, they are a danger, and they can be a danger to our children and to our fur children. And they will learn. I mean, a lot of these puppies I work with — for <em>Underwater Puppies </em>I worked with over 1,500 — all it took was just a few times, putting them in the water and teaching them where the exit is, and they figured it out.</p><p><strong>On many of the book's puppies being rescue dogs</strong></p><p>That's another big part of why I wanted to make this book. I got started in photography back in 2007 just through volunteering at local animal shelters to take better pictures to get the dogs and cats adopted. I thought, \"Hey, let's use some incredible adoptable puppy ambassadors just to show people how terrific these little guys are.\"</p><p><strong>On the logistics of photographing puppies underwater</strong></p><p>I'm wearing a dog costume so that the dogs can feel like I'm one of the pack. ... Just kidding. ... I usually just wear a wet suit just in case. You know, if you spend 12 hours in a pool with a bunch of dogs, inevitably you're going to get scratched up a little bit. So I do wear a wet suit. But I just hold my breath — that's about it. I'm underwater sometimes just a few seconds, sometimes 30 seconds, 60 seconds. But I have my wet suit on. I bring the toys. I bring the fun. And we just have a blast.</p><p><strong>On what it is about puppies</strong></p><p>You know, puppies lift our spirits. They don't care who you are, what you've been doing, where you're going, they just want to love you and they just want to be your friend. And I think that's always going to make us feel good.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=9+Ridiculously+Cute+Underwater+Puppies+%28You%27re+Welcome%29&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017628-36bde4.m3u?orgId=1&topicId=1143&aggIds=100876926&e=346840505&d=235&ft=nprml&f=346840505"},{"href":"http://media.npr.org/assets/img/2014/09/08/ava-a652b4def0862afa6cbc48c40abb44c8ee781bee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}},{"href":"http://media.npr.org/assets/img/2014/09/08/ginger-da1066f32233862cb008206f2a80522f53fa1a3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3104","width":"3659"}},{"href":"http://media.npr.org/assets/img/2014/09/08/monty-e64aea80427d99799fc503888ace3f3d49bb6cde.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/08/popcicle-d25c4ca2ad3c4f5a03a671543bbc4415ca60d425.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2200","width":"2935"}},{"href":"http://media.npr.org/assets/img/2014/09/08/pringles_pickme_-fad9de5c0054bed4eb5cab43adc458a5882c358c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2134","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/08/reason-456835c53e9f7db7a69f5fa9f55054d21b17971d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1985","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/08/rolley-417f76f0ffdc0c253a5850f503abdc457660e633.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2328","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/08/ruger-dba4237129bfe51f85ad39c8c1960604ff963447.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2437","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/09/08/iggy-small_slide-ccf358906feb5000026f27e37286a3737a68ec31.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}