{"created":"2014-10-08T02:36:41+00:00","modified":"2014-10-31T00:48:57+00:00","valid":{"from":"2014-10-31T00:48:57+00:00","to":"3014-10-31T00:48:57+00:00"},"hreflang":"en","title":"What Burritos And Sandwiches Can Teach Us About Innovation ","published":"2014-07-11T14:08:00+00:00","teaser":"Is a burrito a sandwich? The answer may sound simple to you ... but the question gets at the very heart of a tension that's existed for ages.","itags":["npr_api","325803580"],"guid":"3d1dd336-4989-4b9d-9770-f9fd600de00e","contentencoded":"<p>When you slap some meat inside two slices of bread, you have a sandwich, at least according to the U.S. Department of Agriculture, which enforces the safety and labeling of meat and poultry.</p><p>\"We're talking about a traditional closed-face sandwich,\" says Mark Wheeler, who works in food safety at the USDA. \"A sandwich is a meat or poultry filling between two slices of bread, a bun or a biscuit.\"</p><p>That excludes items like burritos, wraps or hot dogs. For this definition, Wheeler consulted the agency's 202-page <a href=\"http://www.fsis.usda.gov/OPPDE/larc/Policies/Labeling_Policy_Book_082005.pdf\">Food Standards and Labeling Policy Book</a>.</p><p>\"It's a reference — I don't know if I would call it a bible, but it's a good source,\" Wheeler says.</p><p>But the USDA isn't the only place that must define a sandwich. It matters to jurisdictions across the country, mainly for inspection and tax purposes. The government memo-loving Noah Veltman can tell you all about it.</p><p>\"I have a weird hobby, which is reading obscure government memos. I spend a lot of time in the nooks and cranny of government websites,\" he says.</p><p>A computer developer for public media by day, Veltman's weird hobby led him to the ins and outs of sandwich regulation.</p><p>\"My new home state of New York has a special tax category for sandwiches. And because they have that, it means they then have to go and define what they think a sandwich is,\" Veltman says. \"So they publish this memo that explains that a sandwich includes club sandwiches and BLTs, but they also include hot dogs and they include burritos and they include gyros. And then you have to sort of say, are burritos really a sandwich?\"</p><p>New York says yes, the USDA says no, and it makes a difference come inspection time.</p><p>\"We do not inspect closed-faced sandwiches regardless of the amount of meat in them. We inspect burritos that have meat or poultry filling,\" Wheeler says.</p><p>The debate gets so heated that in 2006, a contract dispute over whether Qdoba Mexican Grill's burritos qualify as sandwiches went far beyond lunch — it went to trial. Expert witnesses including a chef and food critic testified, much deliberation took place, and in the end, Superior Court Judge Jeffrey Locke <a href=\"http://www.onpointnews.com/NEWS/a-burrito-doth-not-a-sandwich-make.html\">ruled burritos are not sandwiches</a>.</p><p>That settled it in Massachusetts. But for every solid definition in every place, you can find an edge case.</p><p>\"In the case of a hot dog or a burrito, your intuition tells you, this is not a sandwich. But what is the line, right?\" Veltman says.</p><p>An ice cream sandwich isn't really a sandwich, according to the feds. But we call it that. A taco is not a sandwich in New York. But a burrito somehow is. But New York hasn't explained why — at least not yet.</p><p>And remember <a href=\"http://www.npr.org/blogs/waitwait/2010/04/kfc_double_down_live_blog.html\">the KFC Double Down</a>? <a href=\"https://www.youtube.com/watch?v=tMVE2MaLe8I\">The commercial</a> from 2010 describes it:</p><p>\"Two pieces of cheese, two pieces of bacon and two pieces of chicken. So long, bun!\"</p><p>What happens when meat is sandwiched between two pieces of poultry?</p><p>\"This is the hardest dividing line,\" Veltman says. \"I don't think you can limit it to just actual bread. I think you at least have to allow for things like pitas and tortillas in the equation. But I'm not sure that you could say that if you take two sirloin steaks and put something between it, that you're then eating a sandwich.\"</p><p>Sliced bread brought us sandwiches. But they keep changing. Ethnic cuisine infuses our food preparation. Food trends flash in and out. And keeping up with all the innovation is a losing game for regulators.</p><p>\"We're falling behind, yeah,\" Wheeler says. \"You can't do anything about it. You just gotta sit back and accept it and put descriptive names on things.\"</p><p>Whether it's sandwiches or smartphones, government tries to classify these things to protect the public. But innovation moves faster than the standards can change — a tension Veltman sees again and again.</p><p>\"The people that write these memos are in the business of trying to classify the unclassifiable. Human behavior is kind of infinitely varied. You can never come up with a scheme for it that actually fits everything,\" Veltman says.</p><p>So the answer to whether a burrito is a sandwich depends on where you're eating it. But that doesn't mean there aren't people trying to settle this once and for all.</p><p>\"There's a San Francisco blogger who goes by the pseudonym <a href=\"http://burritojustice.com/\">Burrito Justice</a>. And he's a little bit of a burrito thought leader,\" Veltman says.</p><p>Burrito Justice came up with <a href=\"http://burritojustice.com/2009/03/24/a-burrito-is-not-a-sandwich/\">the \"torta defense.\"</a></p><p>\"If you have a torta existing in the same food universe, then the non-sandwichness of the burrito is the only thing separating the two. If a burrito were a sandwich, it would be a torta. And it is not a torta, therefore it can't be a sandwich,\" Veltman explains.</p><p>For a taste of the speed of innovation and the confusion it can cause, look no further than sliced bread.</p><p><em>We should note that NPR defines a sandwich pretty liberally, as you can see in </em><a href=\"http://www.npr.org/blogs/thesalt/162947372/sandwich-monday\">our Sandwich Monday archives</a>,<em> which include burritos and burrito-like products.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Burritos+And+Sandwiches+Can+Teach+Us+About+Innovation+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330183848-bfa647.m3u?orgId=1&topicId=1006&ft=3&f=325803580"},{"href":"http://media.npr.org/assets/img/2014/07/08/113902832-39c6125c06a90fe146110b72443bcaf775d0fed8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2634"}},{"href":"http://media.npr.org/assets/img/2014/07/08/istock_000006900845medium-8a0c55cdec89689a50e33e32b3869df832fce1bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1129","width":"1507"}}]}