{"created":"2014-09-08T15:35:51+00:00","modified":"2015-02-06T19:33:23+00:00","valid":{"from":"2015-02-06T19:33:23+00:00","to":"3015-02-06T19:33:23+00:00"},"hreflang":"en","title":"Iraq Update: France Will Arm Kurds; More Refugees Leave Mountain","published":"2014-08-13T23:50:00+00:00","teaser":"France says it will deliver weapons to Iraq's Kurds \"in the coming hours,\" moving quickly after the European Union voted to allow such operations.","itags":["npr_api","340037208"],"guid":"3d30bc3c-7b95-4f0c-a7f1-2e35cd5342ae","contentencoded":"<p>Citing the persecution of religious minorities in Iraq, France says it will deliver weapons to Kurds fighting the extremists of the Islamic State. The news comes as thousands of Yazidi refugees have escaped their plight on Mount Sinjar, crossing into a Kurdish-controlled portion of Syria.</p><p>Here are the developments we're seeing today out of Iraq:</p><p><strong>Update, 7 p.m.: Special Forces personnel were deployed </strong>to Mt. Sinjar, the a U.S. defense official reports, to assess the situation of the refugees there. According to a Pentagon statement, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/13/340187870/hagel-rescue-mission-on-iraqs-mount-sinjar-less-likely?live=1\">the soldiers felt evacuation efforts were not needed</a>.</p><p><em>The original post continues below.</em></p><p><strong>A firsthand account</strong> of the plight of the people trapped on the large mountain comes from reporter Jonathan Krohn of Britain's <a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/iraq/11027161/Iraq-crisis-My-night-on-the-mountain-of-hell-with-dying-Yazidi-refugees.html\">The Telegraph</a>.</p><p>\"The mountain I was on was lucky, because they had some water,\" Krohn says on today's <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>, \"but that water was the water used for the sheep — it's disgusting and dirty. They'd been drinking that water, and relying on that.\"</p><p>Speaking from Irbil, Krohn adds that the mountain is arid and rocky — and that a good portion of it is covered in goat feces from the local herds.</p><p>Thousands of Yazidis reportedly remain trapped on the mountain, isolated from an escape route.</p><p><strong>France says it will deliver weapons</strong> to Iraq's Kurds \"in the coming hours,\" moving quickly after the European Union voted to allow its members to arm the Kurds. That decision came in an emergency meeting of ambassadors Wednesday.</p><p>Like the U.S., Britain has been airdropping humanitarian aid to refugees on Mount Sinjar — \"and the government recently agreed to transport Jordanian weapons to Kurdish fighters in Northern Iraq,\" NPR's Ari Shapiro reports, adding that the U.K. isn't sending its own weapons, and hasn't staged airstrikes against the Islamic State.</p><p>Other countries that favor arming the Kurds include Italy and the Czech Republic, reports NPR's Sylvia Poggioli.</p><p><strong>The political situation in Baghdad</strong> remains uncertain, but Prime Minister Nouri al-Maliki's hold on power seems to be slipping. The prime minister-designate, Haider al-Abadi, has the backing of the U.S., as well as <a href=\"http://english.alarabiya.net/en/News/middle-east/2014/08/12/Kerry-urges-Iraqi-leaders-to-.html\">both Saudi Arabia and Iran</a>.</p><p>Iran's supreme leader says he hopes the appointment of a new Iraqi leader will \"untie the knot\" and lead to a new government, according to Reuters, citing a message posted on Ayatollah Ali Khamenei's website today.</p><p>The <a href=\"http://www.reuters.com/article/2014/08/13/us-iraq-crisis-maliki-idUSKBN0GD0QY20140813\">latest reports out of Iraq</a> suggest Maliki might try to use the courts, rather than the military or sheer political numbers, to stay in office for a third term.</p><p>The U.S. is sending 130 more personnel to Iraq, to explore the \"possibility of creating a safe haven or a safe corridor,\" as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/12/339930300/130-u-s-personnel-sent-to-iraq-defense-secretary-hagel-says\">we reported last night</a>, when Defense Secretary Chuck Hagel announced the move.</p><p>According to a tally by the AP, the new deployment means there are about 835 U.S. military and security personnel currently in Iraq.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq+Update%3A+France+Will+Arm+Kurds%3B+More+Refugees+Leave+Mountain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340040421-cb9d1d.m3u?orgId=1&topicId=1010&e=340037208&d=318&ft=nprml&f=340037208"},{"href":"http://media.npr.org/assets/img/2014/08/13/yazidi_kurds-488d0887059c9ebc814dea3eab04d4ba6942db65.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2780","width":"3710"}}]}