{"created":"2014-10-09T18:57:28+00:00","modified":"2014-10-15T12:30:08+00:00","valid":{"from":"2014-10-15T12:30:08+00:00","to":"3014-10-15T12:30:08+00:00"},"hreflang":"en","guid":"3d46ff4b-f1e0-4b47-b90a-d058fdf534a8","title":"Kenya is thousands of miles away from the Ebola outbreak, but tourists are still staying away","published":"2014-10-15T12:30:07+00:00","byline":"Amy Walters","tags":["tourism industry","ebola outbreak","business and economy","terrorism","Economics","Business, Finance & Economics","Africa","Kenya","East Africa","David Francombe","John Karanjah","Louise Heikes","Roy Liebman","Caleb Mayio","Ebola","Outbreak","Nairobi","Tropical diseases"],"teaser":"Kenya's tourism industry was just starting to recover from last year's attack on the Westgate mall in Nairobi. Now it's Ebola that's scaring people away — even though the country is nowhere near the outbreak in West Africa.","contentencoded":"<p>David Francombe has been fielding a lot of questions about Ebola recently &mdash;&nbsp;some of them kind of bizarre.</p><p>For instance, cocoa comes from West Africa, so one person asked:&nbsp;&ldquo;Can we catch Ebola from cocoa?&quot; Even Francombe can&#39;t quite fathom it.&nbsp;&ldquo;I mean, unbelievable questions,&rdquo; he says.</p><p>Yet Francombe isn&rsquo;t a doctor, nor is&nbsp;he&nbsp;employed by the World Health Organization: He manages a safari camp&nbsp;in Kenya&rsquo;s Masai Mara National Reserve.</p><p>Kenya is among&nbsp;the vast majority of&nbsp;African countries&nbsp;that haven&#39;t registered even one case of Ebola. But it&rsquo;s still feeling the impact of the outbreak more than 3,000 miles away.</p><p>The perception is that Ebola is in Africa, so&nbsp;Africa has Ebola. That leap of logic is&nbsp;<a href=\"http://online.wsj.com/articles/ebola-virus-outbreak-threatens-africas-tourist-industry-1408462301\">hitting Kenya&rsquo;s critical tourism economy hard</a>. The Kenya Tourism Federation is reporting a 15 to 20 percent drop in arrivals since the&nbsp;Ebola outbreak was first reported.&nbsp;</p><p>Francombe says business was just starting to pick up again after last year&rsquo;s terrorist attack on the Westgate Mall in Nairobi. Asian tourists&nbsp;were&nbsp;making inroads in Africa,&nbsp;booking big groups of up to&nbsp;50 people at a time, he says.&nbsp;Then Ebola happened.</p><p>Korean Airlines responded by <a href=\"http://www.bloomberg.com/news/2014-08-14/korean-air-plans-to-halt-flights-to-kenya-over-ebola-fears.html\">stopping its flights to Nairobi</a>.&nbsp;&ldquo;All our Chinese bookings, Japanese, Koreans, that all dried up,&rdquo; Francombe says. &ldquo;It&rsquo;s had a massive effect. We had big, big cancellations.&rdquo;</p><p>His company already closed one safari camp, and they&rsquo;re looking at closing a second this month. That means they&rsquo;ll have to lay off staff members&nbsp;like John Karanjah, a driver and guide who works for the camp. He&rsquo;s devoted four years to this job &mdash;&nbsp;investing in school, books&nbsp;and binoculars &mdash;&nbsp;and knows the name of every lion on the Mara.&nbsp;</p><p>If the tourists stop coming because of Ebola, he knows what will happen.&nbsp;&ldquo;I&rsquo;ll end up being jobless,&rdquo; he says.</p><p>Caleb Mayio, a waiter at the camp, has a wife and four&nbsp;children in one of the villages not too far away.&nbsp;He needs this job, too.&nbsp;&ldquo;I&#39;m lucky I have a job here,&rdquo; he says. &ldquo;There are no other jobs in our village.&rdquo;</p><p>Not all of the tourists are staying away, though. Roy Liebman and his wife, Louise Heikes, flew in from New York &mdash;&nbsp;though not without some qualms. &ldquo;We may have been foolish,&rdquo; he says. But they&rsquo;ve been planning this trip for a year.</p><p>Liebman says when the couple&nbsp;made their plans, he was a&nbsp;little worried about terrorism. But his colleagues back at work had more anxiety about the virus.&nbsp;&ldquo;I&rsquo;m certain when I get back to my office, nobody&rsquo;s going to want to touch me for at least three weeks,&quot; he says.</p><p>That day seems pretty far off, though, as Liebman and Heikes sip tea&nbsp;while a pod of hippos basks in the river flowing by.&nbsp;Liebman says they feel pretty relaxed and safe&nbsp;now that they&rsquo;re back from their safari drive &mdash;&nbsp;&ldquo;as safe as you could be, being seven feet away from some huge lion.&rdquo;</p><p>And <em>that&rsquo;s</em> the type of safety concern Kenya&rsquo;s tourism industry would like to get back to worrying about.</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/P1060858.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/p1060858jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100920146.mp3"},{"href":"http://www.pri.org/file/100920146mp3"}]}