{"created":"2014-10-07T19:23:52+00:00","modified":"2014-10-30T23:46:40+00:00","valid":{"from":"2014-10-30T23:46:40+00:00","to":"3014-10-30T23:46:40+00:00"},"hreflang":"en","title":"'Guardians' Director: This Movie Needed Me!","published":"2014-08-05T17:02:00+00:00","teaser":"Morning Edition's David Greene talks to director James Gunn about his new film, <em>Guardians of the Galaxy</em>, which Marvel hopes to make its next big franchise. Characters include a raccoon and a tree.","itags":["npr_api","336629457"],"guid":"3d492a0d-e250-4d00-be3e-05f3e99b4710","contentencoded":"<p><strong></strong>Marvel's cinematic universe of superheroes has become one of the most successful movie franchises ever. So it's easy to forget that less than a decade ago, Iron Man and Captain America weren't even on the radar of many filmgoers.</p><p>Now, Marvel's pinning its summer blockbuster hopes on an outer-space misadventure that features heroes from one of its more obscure comic book titles: <em>Guardians of the Galaxy</em>. They're hoping to create a <em>Star Wars</em>-scale epic — with a director who's never directed anything this big: James Gunn.</p><p>\"The Guardians of the Galaxy are a bunch of criminals and misfits, most of them are orphans of one type or another who don't fit in anywhere else in the world,\" he tells NPR's David Greene.</p><p>They include a would-be interstellar outlaw called Starlord, Gamora the green woman, a walking, talking tree named Groot, and a homicidal raccoon named Rocket, who's voiced by Bradley Cooper. \"Many of them are the only members of their species, and they come together and find a cause greater than themselves,\" Gunn says.</p><hr /><h3>Interview Highlights</h3><p><strong>On Rocket Raccoon</strong></p><p>Rocket's this mutated little beast, he's a character from the island of Dr. Moreau, he's a small animal who was taken and experimented upon, and turned from this little innocent animal into something that was completely and utterly alone in this world, because there's nothing else like him. And he has no attachment to anything else except this talking tree, who he doesn't really treat too well in the first place.</p><p><strong>On getting the audience to identify with Rocket and his mostly non-human team</strong></p><p>I identify with all of them, I think that at the heart of this story, strangely, I think there's a story about a boy's relationship to his mother — which is Starlord and his mother, who he leaves Planet Earth and his mother dies at the beginning of the film, and all he has left from his mother is this cassette tape, this mix tape that she made for him of her favorite songs. And I think that there's a lot of movies about boys and their fathers, and there's some movies about girls and their fathers or girls and their mothers. But for there to be a story about a male child and his relationship to his mother is a sort of unique thing, especially for a spectacle film with, you know, a spaceship chase and space battles and talking raccoons and so on.</p><p><strong>On what he learned from working with Troma, the famed independent horror-comedy studio</strong></p><p>The first movie I made was a movie called <em>Tromeo and Juliet</em>, and I truly learned every practical aspect of filmmaking from making that film. I wrote the script, you know, we had location scouts, they couldn't find the location, so I had to go out and find the locations myself at various businesses and get the signatures, I learned about that. We started filming the movie, I got to choreograph the sex scenes, I got to learn about prosthetic effects, you know, I edited the movie, I got to work on every single aspect of the movie A through Z, through the designing the poster and booking it into theaters. I think the people that have had that kind of experience making films, they're in the hundreds.</p><p><strong>On whether a former Troma director can fit in on the A-list</strong></p><p>I really felt like it was a movie that I needed to make. I grew up loving big budget spectacle films — I mean, <em>Star Wars</em> changed my life as a kid. You know, the most relevant films today are truly spectacle films. Those are the films that people go to see in the theaters today. And it's important for me to be relevant. And yet I feel like most spectacle films have become so boring, where story isn't important, where they try to get so dark and so brooding that it really becomes sort of pathetic. And where they're just sort of one explosion after the next with just no connective tissue whatsoever. And I felt like the movie needed me, frankly!  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Guardians%27+Director%3A+This+Movie+Needed+Me%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"438"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337034508-1112e4.m3u?orgId=1&topicId=1137&ft=3&f=336629457"},{"href":"http://media.npr.org/assets/img/2014/07/31/ft_comicon_s_t_grd09_wt06_080613.090260_r-dd02faa2c5f67def98ff0dd28df7a44fe990beea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"921","width":"1229"}}]}