{"created":"2014-09-05T19:03:36+00:00","modified":"2014-09-05T19:03:36+00:00","valid":{"from":"2014-09-05T19:03:36+00:00","to":"3014-09-05T19:03:36+00:00"},"hreflang":"en","guid":"3d616667-05e4-4084-8a8f-194043827c9c","title":"President Putin calling for peace is like an arsonist offering to put out a fire, a reporter says","published":"2014-09-05T19:03:35+00:00","byline":"Bradley Campbell","tags":["Russia-Ukraine conflict","military","diplomacy","Conflict","Conflict & Justice","Moscow","Kiev","Europe","Asia","Russia","Ukraine","Estonia","Europe","Asia","Charles Maynes","Petro Poroshenko","Vladimir Putin","Government of Russia","Politics","War"],"teaser":"Russian President Vladimir Putin unveiled a seven-point peace plan with Ukraine, but only after his government helped cause the chaos and bloodshed.","contentencoded":"<p>How tight are the ties that bind us?</p><p>Russia is certainly testing the strands that hold NATO together.</p><p>Today, President Barack Obama was in Estonia where he reassured the leaders of the three former Soviet republics in the Baltics &mdash; all NATO members now &mdash; with this message: &quot;To the people of Estonia and the people of the Baltics, today we are bound by our treaty alliance. We have a solemn duty to each other. Article 5 is crystal clear: an attack on one is an attack on all of us.&quot;</p><p>Tough words aimed at deterring Russia from throwing its weight around in the Baltics should President Vladimir Putin be tempted to do there what he&#39;s been doing in Ukraine.</p><p>His support &mdash; military and otherwise &mdash; of pro-Russian separatists in eastern Ukraine has much of the region feeling anxious.</p><p>Today, though, Putin was at the center of what could be a turning point for that conflict.</p><p>I asked reporter Charles Maynes in Moscow to give us a recap. He says the big news started in the morning with Ukrainian President Petro Poroshenko announcing that he and Putin had reached an agreement on a permanent ceasefire. But the Kremlin responded by saying Poroshenko jumped the gun. &ldquo;I think it made [Poroshenko] look foolish to a lot of Russians,&rdquo; says Maynes. &ldquo;And that&rsquo;s their preferred way of looking at him.&rdquo;</p><p>A little while later, Putin came out with a seven-point peace plan he scribbled together on a flight to Mongolia. And we mean scribbled. Russia Today reported that Putin did lay out the peace plan in handwriting and published the <a href=\"http://rt.com/news/184791-putin-ukraine-kiev-militia/\">following list:</a></p><p><em>1. Militias should cease military advances in the Donetsk and Lugansk Regions.</em></p><p><em>2. Pro-Kiev armed forces should withdraw to a distance that excludes the possibility of shelling settlements.</em></p><p><em>3. Implement full and objective international control over ceasefire observation and monitoring.</em></p><p><em>4. Exclude the use of combat aircraft against civilians and villages.</em></p><p><em>5. Prisoner/captive-exchange via an &lsquo;all-in-all&rsquo; formula, without preconditions.</em></p><p><em>6. Humanitarian corridors for refugee movement and delivery of humanitarian aid across Donetsk and Lugansk Regions.</em></p><p><em>7. Direct repair-crew access to destroyed social and transit infrastructure with supportive aid.</em></p><p>Maynes sees the plan as a way for Russia to solidify recent gains on the battlefield. He says it&rsquo;s also a move for Putin to come in and act like he&rsquo;s &ldquo;the only adult in the room.&rdquo;</p><p>But Maynes says Putin&rsquo;s roll as the peacemaker in the entire situation is akin to a firefighter who is a secret arsonist.</p><p>&ldquo;You know, here he comes in and he&rsquo;s lit the fire and he&rsquo;s coming in to save everyone. And not only that, he&rsquo;s going to collect on the insurance,&rdquo; Maynes says.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR44REX.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr44rexjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/090320141.mp3"},{"href":"http://www.pri.org/file/090320141mp3"}]}