{"created":"2014-10-08T16:26:18+00:00","modified":"2014-10-31T02:14:59+00:00","valid":{"from":"2014-10-31T02:14:59+00:00","to":"3014-10-31T02:14:59+00:00"},"hreflang":"en","title":"U.S. Spinmeisters Gear Up For Big Election ... Britain's Election","published":"2014-05-10T00:45:00+00:00","teaser":"Britain has a national election next year, and both leading parties have hired U.S. campaign advisers who played prominent roles in President Obama's victories.","itags":["npr_api","310976564"],"guid":"3d691fc7-9fa8-4397-8294-6266ebc41767","contentencoded":"<p>In 2000, Jeff Shesol was nearing the end of his stint as a White House speechwriter for President Clinton. He went to the Democratic convention in Los Angeles, where he met a young staffer from Britain's Labour Party. They struck up a friendship.</p><p>\"And so almost immediately after the Clinton administration had ended, I got a call to come over and begin writing speeches,\" Shesol says. \"Before long, Labour was in the throes of its campaign, and I was stationed there along with them.\"</p><p>The young staffer who brought Shesol to England 14 years ago was named Ed Miliband. Today he's head of the party, likely to become prime minister if his party, currently the opposition, wins next year's elections.</p><p>The U.S. and Great Britain often talk about the \"special relationship\" that exists between the two countries. That extends to political campaigns, where there is a long tradition of American consultants going to work for British candidates.</p><p>Miliband has now brought on a more recent White House veteran, Obama campaign mastermind David Axelrod, to help with next year's campaign. Shesol says it's not surprising. Politicians around the world see Obama's presidential campaigns as case studies in how to win.</p><p>\"Did President Obama win because of the brilliance of his advisers, or did he win primarily because of his brilliance as a candidate? It's of course some combination of the two,\" says Shesol. \"But you can't hire President Obama.</p><p>So politicians do the next best thing and hire his right-hand man.</p><p><strong>A History Of Working Together</strong></p><p>Labour and the Democrats have a long history of teaming up. A more surprising move was the Conservative Party's decision to hire its own Obama campaign veteran, Jim Messina. Both Messina and Axelrod declined interview requests.</p><p>\"My guess is that Tories also think Republicans are a losing team so they don't have anything worthwhile, which I think is a broad generalization,\" says Republican political consultant Mike Murphy. \"We have a lot of knucklehead consultants in the Republican Party, and we lose a lot, but not everybody is that bad. Just like not everybody in the Democratic side is all that talented.\"</p><p>There is a broad question of what specifically the Brits are buying here. Axelrod is reportedly making six figures consulting with Labour. He has said that he plans to help focus Miliband's message on economic inequality.</p><p>But Axelrod and Messina both bring expertise beyond how to write talking points. They are known for managing big data about voters and squeezing that data for its maximum potential. Those are areas where British technical expertise lags far behind the U.S.</p><p><strong>A Focus On Voter Turnout</strong></p><p>\"In Britain, one of the most striking political trends of the last 10, 15 years is the decline in popular participation in the political process,\" says Tim Knox, director of a conservative British think tank called the Center for Policy Studies. \"We used to have turnouts in our general election of 75-80 percent. That has collapsed to between 55 and 60 percent.\"</p><p>In the 2012 presidential election, turnout was just under 60 percent. But Obama's get-out-the-vote operation was largely responsible for his win.</p><p>This cross-cultural exchange is a two-way street. Steve Morgan is a British political consultant who has worked for Democratic campaigns in the U.S.</p><p>\"Most of us go because we want to learn, and we want to apply that knowledge to what we can do here in the U.K.,\" says Morgan.</p><p>He warns that a lot can get lost in translation, even when the two countries ostensibly speak the same language.</p><p>\"This is not a presidential election,\" Morgan says. \"We vote for political parties. And the political party with the biggest majority in the House of Commons picks the prime minister. So the concept of a presidential kind of campaign doesn't work here.\"</p><p>Still, either the Labour Party or the Conservatives will triumph next year. And now, whichever side carries the day can claim that it was partly thanks to a piece of the Obama magic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Spinmeisters+Gear+Up+For+Big+Election+...+Britain%27s+Election&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119447-388def.m3u?orgId=1&topicId=1124&ft=3&f=310976564"},{"href":"http://media.npr.org/assets/img/2014/05/09/ed-miliband-d0bbad425c3dd1ad2a569d716e4eb9a76cc75e41.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1700","width":"2269"}},{"href":"http://media.npr.org/assets/img/2014/05/09/david-axelrod-uk-1cfa4aaf5e30e9749b590467f268aa666d631c47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1965","width":"2623"}}]}