{"created":"2015-03-25T18:32:57+00:00","modified":"2015-03-27T21:18:05+00:00","valid":{"from":"2015-03-27T21:18:05+00:00","to":"3015-03-27T21:18:05+00:00"},"hreflang":"en","guid":"3d6c5caf-68dc-4399-befe-9d71e356375b","title":"Why 21st-century anti-vaxxers have nothing on their 18th-century counterparts","published":"2015-03-27T21:18:02+00:00","byline":"Christopher Woolf","tags":["health","inoculation","Vaccines","history","revolutionary war","smallpox","immunity","George Washington","anti-vaxxers","Health","Health & Medicine","United States","George Washington","George Washington","Smallpox","Inoculation","Immunization","Vaccines","Medicine","Immunology","Health","American Revolutionary War"],"teaser":"George Washington certainly worried about the British army, but he may have been even more worried about smallpox, which had the potential to ravage his already-fragile army. That's how Washington became colonial America's champion of inoculation, the precursor to vaccines — but not without lots of protest.","contentencoded":"<p>We all know that George Washington is America’s founding father. But did you know he was also the founding father of mass immunization in America?</p>\n<p>If Washington had lost the Revolutionary War, there would be no Washington Monument, no Washington, DC, — and, by the way, no United States of America. And he very easily could have lost — but not so much because of British troops.</p>\n<p>Smallpox was the other enemy Washington was seriously worried about. The disease can kill as many as half the people who catch it, especially if it hits a population like the one in colonial America, where smallpox was comparatively rare and few people were immune.</p>\n<p>Smallpox also spreads mainly through close human contact. So, with all of that in mind, gathering a big number of 18th-century Americans together — say, in an army of some kind — was just asking for trouble.</p>\n<p>One way to avoid that trouble was “inoculation,” a kind of a precursor to our modern day vaccines.</p>\n<p>So what exactly <em>is </em>inoculation? The idea was that you deliberately give someone smallpox.</p>\n<p>Yup.</p>\n<p>Step one, take infectious goop from someone with a mild case of the disease; step two, squish this goop into a cut in the skin, usually on the arm; step three, cross your fingers and hope for the best. </p>\n<p>If you do it right, the survivor gets immunity against smallpox. But there are risks. When inoculation was tried in Boston during a smallpox outbreak in 1721, about two percent of inoculees died. That’s much better than the 14 percent death rate among those who had caught smallpox naturally, but there was still a lot of opposition. </p>\n<p>The anti-vaxxers of the 18th century firebombed the home of the man leading the immunization effort in Boston. They accused him of spreading the disease and defying the will of God — even though he was a minister.</p>\n<p>By the start of the Revolutionary War in 1775, though doctors had gotten a lot better at inoculation, the procedure was still illegal in some colonies. Even George Washington initially thought it was a bad idea to inoculate his soldiers: The process took men off the lines for weeks at a time.</p>\n<p>But then, disaster struck. Smallpox broke out among soldiers occupying Canada in 1776, logistics were a mess. Hundreds of men, many already starving thanks to poor supply lines, died of the disease. The survivors fled, Canada was lost and Washington learned his lesson.</p>\n<p>He wrote to his medical chief that smallpox was something “we should have more dread of than the Sword of the Enemy.” He began a comprehensive campaign to inoculate every person in the Continental Army. And while had to force some of them, inoculation helped the Americans stay the course and win the war.</p>\n<p>And perhaps that’s one reason why there’s a picture of George Washington on the dollar bill, and not, say, Her Majesty the Queen.</p>\n<p><em>Chris Woolf covers the history beat at PRI's The World. His previous ''short histories'' include looks at <a href=\"https://www.youtube.com/watch?v=-aBhT3ItQeI\">death</a> and <a href=\"https://www.youtube.com/watch?v=pg48G4qBdlo\">Liberia</a>.</em></p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-25%2Fgeorge-washington-and-anti-vaxxers&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03272015_08.mp3"},{"href":"http://www.pri.org/file/0327201508mp3"}]}