{"created":"2015-05-09T09:09:22+00:00","modified":"2015-06-09T15:15:21+00:00","valid":{"from":"2015-06-09T15:15:21+00:00","to":"3015-06-09T15:15:21+00:00"},"hreflang":"en","title":"Shake What Your Mama Didn't Give You: Shapewear Through The Ages","published":"2015-05-10T10:29:00+00:00","teaser":"From corsets and codpieces to shapewear and Spanx, people have tried to change their silhouettes for centuries. From The Seams, Jacki Lyden takes us on a sartorial tour of shapewear.","itags":["npr_api","405029054"],"guid":"3d703b87-7511-405f-88bd-5cdc5bc0177e","contentencoded":"<p>Ah, spring. Time to head out to the great outdoors and — what's that? You gained a few extra pounds over the winter? There are those who, feeling self-conscious, might reach for Oprah's favorite undergarment: Spanx. And that's nothing new; for centuries, men and women have been shaping their silhouettes.</p><p>You might think that Spanx are all we have these days, that bustles, corsets and codpieces were all gone by the time electricity was invented. But a New York exhibit shows us that vanity has always been our lot. Before we go to that show — \"Fashioning the Body: An Intimate History of the Silhouette\" — let me introduce you to someone brave enough to admit her vanity. Every day of her life, Nikkii Adams, a consulting psychologist who lives on Long Island, puts on a corset.<br /> <br />\"I love my corset,\" she says. \"And I was led to my corset; it was like divine intervention.\" She got the idea from a woman she knows who wore one — and looked amazing. Nikkii found her way to a corset shop on New York's Lower East Side, run by an Orthodox Jewish man and his wife.</p><p>\"He pulled out a variety of different patterns for me, and I picked the one that was the most detailed and beautiful and pretty. And his wife took me back to the changing room and she said, 'Are you ready?' I said yes. And she opened the corset and she put me in. And I had this Gone With The Wind moment. She pulled the strings, and I lost my breath, and then she said, 'turn around.' And I turned around and looked, and I had this shape that I hadn't seen — it was like, two kids ago!\"</p><p>Women — and men — have been trying shape their silhouettes through undergarments for centuries. Denis Bruna is a curator at Paris's Museum of Decorative Arts, inside the Louvre. He shows me a small yellow corset from 1760 with 200 pieces of whalebone. \"With this kind of underwear — the whalebone stays, the pannier, et cetera — it's very difficult to move.\"</p><p>But as a French noble, you didn't need to move, you just needed to impress a duke, a duchess, or the King himself. And Bruna says that unless you're going naked, there's no such thing as a natural body. There's only a cultural body, shaped by our era and our obsessions. That was as true in the 18th century as it is in the time of CrossFit, Spanx and tummy tucks.</p><p>\"Don't forget that we shape our body now,\" he says. \"If we have the possibility to speak with the men of the 18th century, that we shape our body by sport, by surgery, they would be very shocked.\"</p><p>Back in the Renaissance, men sculpted their bodies with padding: Fake calves, paunches, doublets that puff up a man to twice his size. And nothing says power like a codpiece. \"It's a reproduction of the men's sex, and it's a sign of virility and wealth, too,\" Bruna says.</p><p>Attached to the front of a man's pants, shown off with his robes thrown open, a man's codpiece was his signature. \"It was not only the fashion at court — it was a fashion from all the classes, from the nobleman to the simple one,\" Bruna says. There were even rules stating how big anyone's codpiece could be!<br /> <br />We humans love our physical assets — and we love to show them off. The U.S. undergarment business nets over 13 billion dollars annually, according to the market research firm Ibis. Which brings us back to our psychologist, Nikkii Adams. Before she started her daily corseting, she spoke to her doctor about wearing one — it does not, she says, move her organs. And she knows just what to tell the critics who say it's too much, it's too ridiculous.</p><p>\"It is too much,\" she says. \"And I love it. Because it does give you a very remarkable, different look. I want to walk into a room and have everybody say, 'Oh, my gosh, what is she doing?'\"</p><p>Now, we can't say how happy her female forebears were to be corseted from cradle to grave. But you can get a hint of what it was like at the Bard Graduate Center Gallery in New York City, where \"Fashioning The Body: An Intimate History of the Silhouette\" runs until July 26.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shake+What+Your+Mama+Didn%27t+Give+You%3A+Shapewear+Through+The+Ages&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405415775-64a2bd.m3u?orgId=1&topicId=1008&aggIds=310432756&d=267&p=7&story=405029054&t=progseg&e=405415612&seg=9&ft=nprml&f=405029054"},{"href":"http://media.npr.org/assets/img/2015/05/08/_mg_4963-r-custom--778bb0dd38b1613782a5632665aaec2e8b783fe5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2805","width":"3740"}},{"href":"http://media.npr.org/assets/img/2015/05/08/stocking-f5b88aacbd1f2583cb6f6853d8430de917d6adbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3020","width":"4027"}},{"href":"http://media.npr.org/assets/img/2015/05/08/mancorset_slide-53143a06ebf1478b1cfe8600dcee13a5fdc3e211.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2493","width":"3740"}},{"href":"http://media.npr.org/assets/img/2015/05/08/sb-182_slide-307c3c899de572ce761ff510e0a3333243966a5b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2400","width":"3600"}},{"href":"http://media.npr.org/assets/img/2015/05/08/_mg_4963-r-custom--778bb0dd38b1613782a5632665aaec2e8b783fe5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2805","width":"3740"}},{"href":"http://media.npr.org/assets/img/2015/05/08/corsets002_custom-2242e67b73208e4f30fdd809939d6fa10951af49.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"668","width":"740"}},{"href":"http://media.npr.org/assets/img/2015/05/08/codpiece-a377abc96879724d48c832b1f89260ff0359a83d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1936","width":"2581"}}]}