{"created":"2015-05-04T21:41:26+00:00","modified":"2015-05-11T17:03:25+00:00","valid":{"from":"2015-05-11T17:03:25+00:00","to":"3015-05-11T17:03:25+00:00"},"hreflang":"en","title":"With Baltimore Unrest, More Debate Over 'Broken Windows' Policing","published":"2015-05-05T11:12:00+00:00","teaser":"Critics are targeting New York's policing theory, which aims to crack down on minor offenses. But it's also praised for reducing the crime rate.","itags":["npr_api","403520815"],"guid":"3d785825-fc72-4d72-b2fe-858241c7060f","contentencoded":"<p>Police departments across the country are under pressure to rethink their most aggressive tactics — and it's not just flashpoints like Ferguson and Baltimore. The New York Police Department is on the defensive about its long-standing approach known as \"broken windows\" policing.</p><p>Simply put, broken windows is the idea that police should aggressively crack down on low-level offenses to stop bigger crimes from happening. It's been copied all over the country, but now critics in New York say broken windows needs fixing.</p><p>\"Our goal is a simple one: Make the system more just,\" City Council Speaker Melissa Mark-Viverito says. \"Jumping a turnstile at 16 should not mark you for the rest of your life.\"</p><p>Detractors of the approach say far too many New Yorkers — mostly poor, and mostly people of color — are arrested or ticketed for so-called quality of life crimes. Such offenses include riding a bike on the sidewalk, drinking on the street, jumping a subway turnstile — or just being in the wrong place at the wrong time.</p><p>Frandy August got a summons to appear in court just for hanging out in a park near his home in Brooklyn an hour after it closed at 6 p.m.</p><p>\"I received a fine for staying in the park late,\" he says, \"which I didn't know.\"</p><p>August's case was quickly dismissed. But he had to go to a special court in Manhattan and appear before a judge who hears lots of quality-of-life cases. Most of these cases get dismissed, or reduced to a small fine.</p><p>Dre Fearon, who was slapped with a $50 fine for possession of marijuana, doesn't think broken windows is working.</p><p>\"It's focusing on minor things instead of solving major problems,\" he says. \"It'd probably stop you from riding a bike on the sidewalk for a little while. That's probably it. Or like leaving your car from running while you're going to the store, I guess. But are those criminal activities? If you're talking about criminal activity, this isn't really making a difference with that. I'll say it's more harassing people.\"</p><p>But defenders of broken windows policing say the statistics are on their side. And so is the man who's largely responsible for making the approach famous in New York some 20 years ago: the city's police commissioner, William Bratton.</p><p>\"I can assure you that quality-of-life policing will continue, and continue very assertively in this city,\" Bratton says. \"It's what made this city safe in the first place.\"</p><p>Major crime of all kinds is down almost 80 percent in New York since the bad old days of the 1990s, during Bratton's first tour as police commissioner. Exactly why crime dropped so much is a matter of debate.</p><p>Still, Heather Mac Donald at the conservative <a href=\"http://www.manhattan-institute.org/\">Manhattan Institute</a> thinks broken windows is a big reason.</p><p>\"The rap against the police used to be that they ignored community requests for assistance in minority neighborhoods,\" she says. \"The NYPD is now focused like a laser beam both on where violent crime is happening, and where people want help.\"</p><p>The NYPD says most quality-of-life enforcement is driven by community requests for help. But critics complain that police are much more likely to be aggressive in poor, minority neighborhoods.</p><p>Activists like Mark Griffith of the <a href=\"http://brooklynmovementcenter.org/\">Brooklyn Movement Center</a> say that drives a wedge between the people and the police.</p><p>\"We all want a better quality of life,\" Griffith says. \"What we're saying is the approach to it — the tactics that are used to arrive at that — are overly aggressive, and are ultimately on some level counterproductive to the very goals you're trying to achieve.\"</p><p>Part of the concern is that misdemeanor arrests and summonses can turn into real jail time for people who can't afford bail, or don't bother to show up in court at all. The NY City Council is now looking at two proposals to decriminalize some minor offenses.</p><p>The mayor and police commissioner have been getting more and more questions recently about broken windows. Commissioner Bratton has answered them this way: \"The mayor and I have committed to working on the continuing evolution of broken windows, quality-of-life policing. It works, it's essential. And it will be continued here in New York City — modified, certainly.\"</p><p>Bratton says he's open to some revisions of the city's broken windows philosophy, including more warnings for first-time offenders. But his larger message seems to be: If it ain't broke, don't fix it.</p><p>Bratton says he's open to some revisions of the city's broken windows philosophy, including more warnings for first-time offenders. But his larger message seems to be: If it ain't broke, don't fix it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Baltimore+Unrest%2C+More+Debate+Over+%27Broken+Windows%27+Policing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236577-b74f56.m3u?orgId=1&topicId=1003&d=267&p=2&story=403520815&t=progseg&e=404236299&seg=16&ft=nprml&f=403520815"}]}