{"created":"2015-05-30T21:06:06+00:00","modified":"2015-07-01T14:56:23+00:00","valid":{"from":"2015-07-01T14:56:22+00:00","to":"3015-07-01T14:56:22+00:00"},"hreflang":"en","title":"Fact-Checking 'San Andreas': Are Earthquake Swarms For Real?","published":"2015-06-01T22:38:00+00:00","teaser":"Seismologist Lucile Jones discusses how accurate — or not — the plot of this new California earthquake thriller really is. Bonus: Her advice on what to include in an earthquake kit.","itags":["npr_api","410267157"],"guid":"3d9afcff-9295-4a52-b261-e4d2a355920f","contentencoded":"<p>The new movie <em>San Andreas,</em> starring Dwayne Johnson (better known as <a href=\"http://www.wwe.com/superstars/therock\">The Rock</a>), is about a California earthquake so powerful that it destroys Los Angeles and San Francisco, and people can feel it all the way over on the East Coast.</p><p>Could this really happen? And can earthquakes ever be predicted, as one scientist (played by Paul Giamatti) succeeds in doing in this movie? We did some fact-checking with seismologist <a href=\"https://profile.usgs.gov/jones/\">Lucile Jones</a> of the U.S. Geological Survey.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the accuracy of the film's premise of an earthquake \"swarm\"<br /></strong></p><p>Actually, we don't use the term \"swarm.\" Swarm is for when they're all in the same location. But this idea of a triggered earthquake — that an earthquake in Nevada could set off an earthquake in Los Angeles — we've seen that. In <a href=\"http://pubs.usgs.gov/dds/dds-058/Ch_K.pdf\">1992</a>, a 7.3 in Southern California set off a 5.7 in Nevada. The 1906 earthquake in San Francisco set off a magnitude 6 near the Mexican border. So that distant triggering is actually a core part of the earthquake process.</p><p><strong>On whether earthquakes can be predicted</strong></p><p>When I started my career 30 years ago, I would have [said], \"Yeah, that's what we're trying for!\" But everything we looked at, none of it worked. So now we can recognize that an earthquake's begun so quickly that we get the information to you before the shaking gets to you. That doesn't give you a lot of warning. Unfortunately, what they're doing in the movie has really been shown to not work.</p><p><strong>On the movie's portrayal of earthquake safety </strong></p><p>That in-the-doorway mythology has been floating around for a really long time. [Standing in] doorways began, actually, from a Red Cross volunteer in<a href=\"http://earthquake.usgs.gov/earthquakes/states/events/1952_07_21.php\"> the 1952 earthquake</a> that saw a collapsed adobe house with the lintel still standing. And said, \"Wow, the door must be a good place to be,\" and they started teaching that. And it's true — if you're in a 200-year-old adobe house. In any modern construction, the doorway's no stronger than anywhere else and it usually has a door and that door is gonna be flopping back and forth during the earthquake. And we've seen a bunch of injuries, people being hit by the door.</p><p>So what you're trying to do in an earthquake is you're trying to protect yourself from flying objects. That's why going under a table is a good idea. We used to just say, \"Duck and cover.\" Now we say, \"Drop, cover, hold on,\" because in strong shaking, the table may be trying to go somewhere else.</p><p><strong>On the movie's depiction of mass casualties and destruction</strong></p><p>You are extremely unlikely to die in an earthquake. We did a big study of a south San Andreas earthquake and we came up with a total of 1,800 dead, which is the equivalent of seven years of traffic fatalities just in Los Angeles County. So you're far more likely to die on the freeway than in an earthquake, if you live in California.</p><p>We think of earthquakes as a threat to our lives. The reality is they're a very serious threat to our pocketbooks. What they showed in Los Angeles was most buildings standing but badly damaged, and that may indeed be the reality. This is actually why I've been working with the mayor's office and the city of Los Angeles to look at how we can strengthen our older buildings — because we can't take that financial hit of having our buildings unusable.</p><p><strong>On earthquake preparedness and what's in her car earthquake kit<br /></strong></p><p>That's very important, because most Californians, you don't know where you're going to be when an earthquake hits. But you know you're going to have your car with you. So as a woman, No. 1 is running shoes, 'cause sometimes the shoes I'm in are not the ones I wanna walk home in. I've tried to keep some water supplies, basic first aid. I've got a little Mylar blanket stuck in there, a crank flashlight, 'cause, you know, batteries go bad. So having one of these ones where you can use a little crank to get the electricity going is a very positive thing.</p><p>I really thought [depicting a character with a plan for reuniting with her family] was one of the best messages out of the movie. The family not only had a family plan, they moved to Plan B. A core message of the movie is the fear you feel when you don't know if your family's okay. And it's the emotions that, as usual, Hollywood got better than the facts.</p><p>Earthquakes happen around the country and everywhere has some disaster. And that basic preparation of some supplies and most of all, a communication plan, will make all of us better.</p><p>It's not as bad as the movie shows, but it's bad enough that you better have some plans.</p><p><strong>On viewing the film as a seismologist</strong></p><p>I actually first saw it with a group of seismologists, and we were all sort of ready to go, \"Oh, really?\" Right, 'cause we could tell from the trailer that some of it wasn't accurate. We <em>all</em> enjoyed it. You know, don't consider this a seismology course. Consider this a summer blockbuster movie.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fact-Checking+%27San+Andreas%27%3A+Are+Earthquake+Swarms+For+Real%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410837107-6e0174.m3u?orgId=1&topicId=1137&d=404&p=2&story=410267157&t=progseg&e=410764309&seg=8&ft=nprml&f=410267157"},{"href":"http://media.npr.org/assets/img/2015/05/28/sanandreas-c1ec603a16c3ae66841f8c1b8efadcb007177bbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2685","width":"3580"}},{"href":"http://media.npr.org/assets/img/2015/05/28/sa-00611r-b439dca75aec11f99f1370df14ab09dc2a1a2c05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2461","width":"3280"}},{"href":"http://media.npr.org/assets/img/2015/05/28/sa-fp-0011r-e77fd62cd66a64858a7b74f4ce2f77a14e899f1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}}]}