{"created":"2015-01-22T14:20:08+00:00","modified":"2015-01-23T21:37:58+00:00","valid":{"from":"2015-01-23T21:37:58+00:00","to":"3015-01-23T21:37:58+00:00"},"hreflang":"en","guid":"3dad8f15-365a-4c25-aa78-31d078b40a09","title":"I'm a woman in America, and I wasn't allowed to drive","published":"2015-01-23T21:37:57+00:00","byline":"Frimet Goldberger","teaser":"Saudi Arabia may be the only country where women aren't allowed to drive, but it’s not the only place where woman are forbidden from getting behind the wheel. It even happens in some communities in the US.\r\n","tags":["Across Women's Lives","Belief","Lifestyle & Belief","Kiryas Joel","New York City","North America","United States","New York","Rockland County","northeast United States","North America","Satmar","Kiryas Joel, New York","Hasidic Judaism","Judaism","Yiddish culture","Orthodox Judaism"],"contentencoded":"<p>I was 23 years old when I first started to drive. It’s not that I was afraid; I wasn’t allowed. Because I'm a woman.</p>\n<p>I grew up in a small, densely populated village in upstate New York called Kiryas Joel. And in Kiryas Joel, woman don’t drive. It’s a village of ultra-Orthodox Hasidic Jews. In my hometown, women can't be jailed for driving like they can in Saudi Arabia. But driving is still forbidden. A woman who drives would risk being shunned, and her children expelled from the private Hasidic school. She could be excommunicated from the community.</p>\n<p>Growing up, it never dawned on me that driving was a possibility. No woman in my family or neighborhood ever did. We were taught that our <em>tznius,</em> our modesty, would be at stake. But I think there’s something else. For Hasidic women, being banned from the wheel means being tied to your husband and to your community. Driving gives you the keys to freedom and independence.</p>\n<p>Once my husband and I left the community for a less restrictive Jewish lifestyle, I got my driver’s license.</p>\n<p>When my father heard, he said to my mother, “She will kill herself and her children.”  </p>\n<p>I wasn’t thinking about this when I made my first long-distance drive to New York City with two female friends from Kiryas Joel. I borrowed a GPS and got on the road in my old, tan Buick. It was dark when we started to head back — not ideal for a new, timid driver. I missed one exit, then the next, waiting for the distressed GPS to reroute.</p>\n<p>I was wiping beads of sweat off my forehead while my friends chatted in the backseat.</p>\n<p>Suddenly, without warning, lane dividers appeared. Cars started coming from the opposite direction.</p>\n<p>The sudden two-way traffic made me freeze. I was going in the wrong direction. I needed to back up, get past a divider, change directions.</p>\n<p>In my mind, I saw my father pointing an accusatory finger at me. I saw death. </p>\n<p>Five minutes later, after I honked and blinked my headlights furiously, the cars came to a standstill. I could back up, switch directions and get out of the mess.</p>\n<p>My driving has been relatively uneventful since. A few fender-benders here and there, but my children and I are still alive and well.</p>\n<p>I still live in Rockland County in New York, not too far from the village where I grew up. But if the mileage on my car is proof of anything, it's that I've traveled far from where I used to be.</p>\n<p><em>Music Credit: \"Planta Baja\" by <a href=\"https://www.facebook.com/TresTristesTangos\">Tres Tristes Tangos</a></em></p>\n<p> </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/FrimetCROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/frimetcropjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0122201510.mp3"},{"href":"http://www.pri.org/file/0122201510mp3"}]}