{"created":"2015-06-15T20:28:44+00:00","modified":"2015-06-17T17:02:11+00:00","valid":{"from":"2015-06-17T17:02:11+00:00","to":"3015-06-17T17:02:11+00:00"},"hreflang":"en","title":"From Dating Exhaustion To ... Flo Rida? Aziz Ansari Surveys 'Modern Romance'","published":"2015-06-15T23:07:00+00:00","teaser":"The comic teamed up with a sociologist to write an overview of dating and relationships. His book explains online dating's paradox of choice and how we're all like a song by hip-hop artist Flo Rida.","itags":["npr_api","413986198"],"guid":"3db8c3c8-1c41-431b-b4f8-9a1b0faefd44","contentencoded":"<p>In his stand-up, Aziz Ansari often talks about dating. And while he's now happily in a relationship, he's still fascinated with how people find each other — so fascinated, in fact, that he wrote a book about it called <em>Modern Romance</em>. The comic tells NPR's Audie Cornish, \"I didn't want this book to be, you know, just for single people ... who are out there now, but I wanted to kind of do an overview of dating and relationships as a whole.\"</p><p>That meant teaming up with NYU sociologist Eric Klinenberg, pouring over studies and data, and conducting focus groups from online forums to retirement homes. One big question Ansari wanted to answer was why — despite the millions of profiles on OkCupid, Match, Tinder and the like — people still struggle to find The One, or at least someone who will return their text messages.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On his own experience not getting a reply to a text message when he was single</strong></p><p>I texted someone I thought was really interested in me and then they didn't say anything back for hours and what eventually turned into days. And I was losing my mind and it's because I received silence on the other end. And it was interesting to me how just someone not sending a message to me on their device was causing this rollercoaster of emotions. And as I started talking about it in my stand-up, I realized what a universal experience it was, and everyone had their own version of this kind of dilemma.</p><p><strong>On reading other people's text messages as part of his research for the book</strong></p><p>Reading people's real conversations on their phones gives you a much better portrayal of what's going on than asking them, \"Well what happened with this person?\" \"Oh, we texted back and forth and, you know, it kind of fizzled out.\" It's totally different when you see the actual messages and look at the timing and choice of words. It's really fascinating to me.</p><p><strong>On what sociology and comedy have in common</strong></p><p>It's a lot about observation and making observations that resonate with people and trying to learn about why people do the things they do.</p><p><strong>On the paradox of choice when it comes to modern dating</strong></p><p>That idea is from this guy Barry Schwartz and the idea is that basically, you know, right now we have the most romantic options that any generation has ever had. And you would think, \"Oh, more options, that's better.\" But whenever you look at any studies they've done, they always find the more options people have, the harder it is for them to make a choice, and that when they <em>do</em> make a choice they're less satisfied because they're scared that they maybe chose the wrong thing. And whenever we talk to people about this in regards to dating, it totally resonated.</p><p><strong>On people describing the dating process as exhausting</strong></p><p>The word \"exhausting\" came up in so many different contexts when we talked about modern romance. There are people that are doing online dating who are like, \"Ugh, when you come home and you open up that OkCupid inbox and you see all of those messages, it's exhausting. It's like a second job.\" And there's other people who are like, \"Ugh, trying to schedule stuff over text to go on a date — it's exhausting. People are so flakey. They tell you, 'Hey, let's meet on Wednesday.' Then you text them on Wednesday and it's like, 'Oh, something came up. Can we meet on Friday?' That kind of stuff is exhausting.\" And people do kind of reach a breaking point, I think, and they kind of change up what they're doing.</p><p><strong>On coming out of the book with a respect for the dating process</strong></p><p>Here's my take: You have all these amazing tools and it's really on you how you're going to use them. If you have a phone, and you're like, \"Well, I'm gonna try to text as many girls I can, and try to have so many balls in the air and try to go on so many first dates and meet this perfect person\" — that sounds like a recipe for misery, to me.</p><p>There's another attitude of like, \"You know, we kind of just went for coffee. I'm not going to like judge them on just a coffee. Let's do some more stuff together and see if they grow on me.\" There [are] so many studies that show the more time we spend with people, the more we grow to like them. That's just the way people are, you know?</p><p>I think what I say in the book is we're all like a [song by hip-hop artist Flo Rida]. When you hear a Flo Rida song at first you're like, \"What is this, Flo Rida? It's the same thing you've always done. I'm not listening to this song.\" And then you keep hearing it and you're like, \"Oh my God, Flo Rida. You've done it again! This is a hit, baby!\" And that's what people are like. People are like a Flo Rida song. You need to hear them a couple of times before you really get what they're about.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Dating+Exhaustion+To+...+Flo+Rida%3F+Aziz+Ansari+Surveys+%27Modern+Romance%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414689895-ff0436.m3u?orgId=1&topicId=1033&d=395&p=2&story=413986198&t=progseg&e=414663694&seg=10&ft=nprml&f=413986198"},{"href":"http://media.npr.org/assets/img/2015/06/12/aziz-ansari-c-ruvan-wijesooriya-dbcdf9de7d422792acc4a7a47ae07bd7cd71ea86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1785","width":"2379"}}]}