{"created":"2014-09-03T04:22:11+00:00","modified":"2014-10-30T22:49:56+00:00","valid":{"from":"2014-10-30T22:49:55+00:00","to":"3014-10-30T22:49:55+00:00"},"hreflang":"en","title":"Syrian Artists Denied Visas, And A Voice In The U.S. ","published":"2014-08-31T04:31:00+00:00","teaser":"U.S. performances of <em>Syria: The Trojan Women</em> are postponed, but NPR's Scott Simon says when art stops at the border, American audiences are the ones who miss out.","itags":["npr_api","344317101"],"guid":"3dc5d07c-3e67-46dd-8bb3-25599acbde6c","contentencoded":"<p><em>The Trojan Women</em>, by Euripides, is a Greek tragedy written 2,500 years ago that war keeps timely.</p><p>It's about a group of women who struggle to survive in Troy after the town has been sacked. When one of the women cries out, \"Our country, our conquered country, perishes ... O land that reared my children!\" it's hard not to hear those words echo today, through Syria, in Iraq and in Ukraine.</p><p>A new production, re-staged by two American filmmakers and Omar Abu Saada, the Syrian director now living in Cairo, was set to open next month at Georgetown University, then move on to Columbia University. It's called <em>Syria: The Trojan Women</em>, and it has already been presented in Amman, Jordan, with a cast of 12 Syrian women who work in their own real-life stories of loss, death and exile.</p><p>But the play's scheduled U.S. performances have been postponed, and may have to be canceled. The State Department rejected the women's applications for entertainer's visas because they are refugees, now stranded in Jordan. The State Department worries that they might try to stay in the United States, even though they have families and small children in Jordan.</p><p>Section 214b of the Immigration Act requires people who want to come to work in the United States to prove they have a home overseas and \"no intention of abandoning it.\" That sounds like especially ugly language to turn on refugees, whose homes may be bombed or burned.</p><p>Jonathan Ginsburg, an immigration lawyer hired by Georgetown, says that since 9/11 the Department of Homeland Security has gotten more involved in approving visas for artists — or not.</p><p>\"It is affecting the arts across the board,\" Ginsburg told the <em>Washington Post</em>. \"It is more difficult than it has been in years to get the underlying petitions approved\" for artist visas.</p><p>The State Department is probably not silly to think artists who perform in the United States may get a taste of fast food and freedom and try to stay. The ballet companies of America are richer because of Cuban and Russian dancers who took the stage here and stayed. Quite a few U.S. baseball clubs are better, too.</p><p>But Cynthia Schneider, a former U.S. ambassador to the Netherlands, and co-chair of Georgetown's Laboratory for Global Performance and Politics, says it's American audiences who may lose out on hearing Euripides' classic lines, uttered with the passion and poignance of Syrian women who now struggle through their own tragedies.</p><p>\"This is the greatest tragedy,\" says Ambassador Schneider, \"because in the United States we really don't have access to the voices of the Syrian people. Who are we hearing from? ISIS.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Artists+Denied+Visas%2C+And+A+Voice+In+The+U.S.+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344477070-a0fe07.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=344317101"},{"href":"http://media.npr.org/assets/img/2014/08/29/syriatrojanwomen-029-d0bf7500fa80c3ff23845a0c1ed6b3b4bb292cfd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3478","width":"4638"}}]}