{"created":"2014-09-08T22:40:06+00:00","modified":"2014-10-30T22:57:01+00:00","valid":{"from":"2014-10-30T22:57:00+00:00","to":"3014-10-30T22:57:00+00:00"},"hreflang":"en","title":"James Ellroy's 'Perfidia' Is A Brutal, Beautiful Police Procedural","published":"2014-09-08T23:32:00+00:00","teaser":"<em>Perfidia </em>is a sprawling novel that takes place in 1940s LA. There are Pearl Harbor, internment camps, schemes within schemes. Ellroy weaves an epic tale that evokes an ugly time and an awful place.","itags":["npr_api","343414349"],"guid":"3dc902bb-c2d8-479d-af43-8c1973b01814","contentencoded":"<p>There are a lot of reasons not to read James Ellroy's newest novel, <em>Perfidia</em> — the opening shot in his proposed second <em>L.A. Quartet</em>. It's a long and sprawling book with about a million pages and 10,000 characters, so if that kind of thing scares you, go back to your <em>Hunger Games</em> and leave the grown-ups alone.</p><p>It's a brutal book. More than one person crawls home with a handful of his own teeth. A quick gunshot to the head? That's a merciful way to go in Ellroy's Los Angeles, and not many characters get that kindness.</p><p>There's terrible, casual racism in here, reflecting the terrible, casual racism of the day (that day being Saturday, Dec. 6, 1941, where the book starts — the day before Pearl Harbor). Serious men talk about eugenics and racial purity in a way that makes today's discussions of profiling seem like cocktail party banter. Innocent Japanese-Americans are rounded up in vicious sweeps and sent to internment camps. Mexicans and African-Americans don't fare any better. Neither do the Jews. Or the Chinese. It's a white man's world, this LA of <em>Perfidia</em>. Too bad if you're not.</p><p>Worse than all this, <em>Perfidia</em> is a book with no good guys. Even the most sympathetic characters (the sole Japanese man on the LA police force, the coerced Girl With A Past) swim in moral relativism with expert strokes. And it's tough to root for a character — even a great character, like Ellroy's Dudley Smith, who anchors<em> Perfidia</em> as a pre-<em>L.A. Confidential</em> sergeant worming his way up through the ranks — when he pops bennies, smokes opium and threatens to kill virtually everyone he meets. Doubly so when he actually does kill a fair number of them, for reasons that are good only within the warped ethical architecture of a crooked and horrifyingly realized Los Angeles Police Department.</p><p>So there's all that. Plenty of reasons to pass <em>Perfidia</em> up. But this is why you should read it.</p><p>Because it's beautiful. It's got style like your grandfather did back when he dudded up on a Saturday night in a zoot suit and chain. Because it's epic in its depth and evocation of an ugly time and an awful place that, with its sheen of youth and beauty, is too often made glossy and innocent in our memories.</p><p>And because in a book which leans heavily on a boxing motif, Ellroy writes like a great fighter works the ring. He bobs and he feints along the book's 23-day timeline. His sentences are short, sharp jabs, building into gorgeous combos that can floor you with their precision. In over 700 pages, he rarely meets a conjunction he doesn't excise.</p><p>The story rips along. There's Pearl Harbor. Internment. The murder of an entire Japanese family posed to look like ritual suicide. Schemes within schemes within schemes. J. Edgar Hoover makes an appearance. So does Bette Davis. Ellroy mixes the real with the fictional and never loses track of either.</p><p>At its black and dripping heart, <em>Perfidia</em> is a police procedural. But like all great procedurals, the case is just what gets people up and moving, allowing Ellroy to dip into radical politics here, rabid jingoism there. He back-lays groundwork and motivation for characters already fully alive in his other novels, which will certainly be a draw for anyone who wants to ride Dudley Smith's shoulder through LA's Chinatown, or witness some of Ellroy's other cops and crooks in the hotblooded viciousness of their youth.</p><p>There are issues. I'm not kidding (too much) when I say there are 10,000 characters because every twisting subplot comes fully staffed with guys named Buzz and Bucky and Two-Gun. And Ellroy has a woman problem which, oddly, is the opposite of the woman problem that many male authors have (making their female characters mere window dressing or arm candy), in that his are Cassandras in Christian Dior — too smart, too manipulative, too prescient and too always-in-the-thick-of-it to be entirely believable. Especially considering <em>Perfidia</em> has, essentially, just one. And she has that Forrest Gumpian quality of conveniently being everywhere that matters, all the time.</p><p>But still, read the book. Do it because its troubles are minor and its strengths vastly outweigh them. Because Ellroy has a way of giving gravitas to ugliness and making brutality beautiful. Because to see him operating this way, full of power and totally in his comfort zone, is an awesome thing to behold. His LA might not be a city of angels, but the devils he conjures up tell one hell of a tale.</p><p><em>Jason Sheehan is an ex-chef, a former restaurant critic and the current food editor of </em><a href=\"http://www.phillymag.com/\">Philadelphia</a><em> magazine. But when no one is looking, he spends his time writing books about spaceships, aliens, giant robots and ray guns. </em>Tales From the Radiation Age<em> is his newest book. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=James+Ellroy%27s+%27Perfidia%27+Is+A+Brutal%2C+Beautiful+Police+Procedural&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Sheehan","audio":[{"meta":{"duration":"169"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346879430-c3272c.m3u?orgId=1&topicId=1034&ft=3&f=343414349"}]}