{"created":"2014-09-05T13:44:35+00:00","modified":"2014-10-30T22:52:18+00:00","valid":{"from":"2014-10-30T22:52:18+00:00","to":"3014-10-30T22:52:18+00:00"},"hreflang":"en","title":"As The U.S. Draws Down, Afghan Fighting Is Heating Up","published":"2014-09-02T14:16:00+00:00","teaser":"U.S. combat troops will be gone by year's end and Afghanistan is still trying to sort out its presidential election. The Taliban, meanwhile, have launched some of their largest offensives in years.","itags":["npr_api","344034007"],"guid":"3dcf36d8-27f3-4247-8872-d16eabfe33e7","contentencoded":"<p>As U.S. and NATO troops draw down in Afghanistan, Taliban fighters are growing bolder. They have been massing in larger and larger numbers and taking on Afghan forces across the country.</p><p>NPR producer Sultan Faizy and I spent a recent day making calls to ordinary Afghan citizens in some of the country's hot spots.</p><p>First, we reached Ahmadullah, who, like many Afghans, goes by one name. He's a shopkeeper in the restive Sangin District in the southern province of Helmand. Sangin has been one of the bloodiest and most contested districts in the country. A couple of months ago, an estimated 800 Taliban, unprecedented numbers, stormed the district.</p><p>\"Still it's not stable,\" says Ahmadullah. He says fighting is ongoing, and it's not secure in the market area where his shop is.</p><p>\"There is a great uncertainty because some days we are witnessing the Taliban coming in, and some days the government is capturing back the district,\" he says.</p><p>He says the government isn't strong enough to retake the district and continue to hold it. That's why anyone who can is fleeing. He says some people are simply running off into the desert and building tents.</p><p>Ahmadullah says those who have stayed in Sangin are desperately short on food and water. He adds that he has lost two children and a brother in the fighting.</p><p>Next, we speak with Abdul Mumin, a farmer living in the northern province of Kunduz. He says after a 15-day offensive conducted by hundreds of Taliban, Afghan forces retook his district. But militants are still active there, and fighting continues in some villages. Mumin says it was the worst fighting he can remember there, and he's worried the Taliban will try again.</p><p>In eastern Afghanistan, we reach Juma Khan. He lives in the Charkh District of Logar Province, which sits just to the south of Kabul. Khan is unemployed. Hundreds of militants attacked eastern Logar along the Pakistani border in recent weeks, and at least 100 militants are reported to have launched an attack in Charkh recently.</p><p>Khan says the Taliban now control remote areas of the district and keep staging attacks on the district center. He says the fighting is much worse this year than in the past few years.</p><p>In other parts of the country, there are similar stories of large numbers of Taliban staging larger attacks than have been seen in recent years.</p><p>Publicly, NATO disagrees with that.</p><p>Maj. Gen. Steve Townsend, the commander of NATO forces in eastern Afghanistan, says violence levels are down this year. But he acknowledges that assessment could also be a function of having fewer troops, and therefore fewer eyes, on the battlefield now.</p><p>\"Clearly our ability to know what's happening out there for sure is less,\" he says.</p><p>The United Nations and analysts in Kabul argue that violence is significantly higher this summer. Graeme Smith with the International Crisis Group in Kabul has built a database tracking Taliban offensives against district centers.</p><p>\"That's not really something you had to track in previous years,\" he says.</p><p>But with the drawdown of NATO forces, and especially the reduction in air support, he says, Taliban are massing in ways not seen since the early days of the war.</p><p>\"The Taliban used small guerrilla-style tactics because they really did have a fear of U.S. air power, and that fear is diminishing now,\" says Smith.</p><p>Afghan Maj. Gen. Afzal Aman, head of operations in the Ministry of Defense, says the government expected a big push from the Taliban this summer.</p><p>\"The Taliban couldn't capture a single district, but they suffered great casualties and Afghan forces retook all those areas that were temporarily captured by the Taliban,\" says Aman.</p><p>He argues that Afghan forces are more than holding their own. But he does concede they are taking higher casualties than they did last year, which was a record year for Afghan casualties.</p><p>Some Afghan officials around the country are less optimistic than Aman. They say militants are in fact taking and holding ground. Even the minister of defense has said publicly that the Taliban are exploiting the uncertainty around the presidential election to carrying out operations.</p><p>The runoff election in June pitted Abdullah Abdullah, the former foreign minister, against Ashraf Ghani, the former finance minister. But the votes are to be audited because of allegations of fraud. It's still not clear when the winner will be declared or who it will be.</p><p>Either way, the next president will face serious security challenges.</p><p>\"The government positions are slowly eroding at the fringes,\" says Smith.</p><p>He says the territory seized by militants isn't necessarily strategically significant, but it gives the Taliban political leverage in any future political talks.</p><p>\"I think it makes it very difficult for the government to negotiate peace with an insurgency that feels increasingly confident,\" Smith says.</p><p>He argues that for Afghan forces just to battle to a stalemate, they will need billions of dollars more than the international community has currently budgeted. In the meantime, the U.N.'s Georgette Gagnon says, civilians are paying the price.</p><p>\"Fighting between Afghan forces and insurgents have become the leading cause of civilian casualties,\" she says.</p><p>Gagnon says the increase in ground fighting is the main reason civilian casualties have reached record levels this year.</p><p><em>(NPR's Sultan Faizy contributed to this report.)</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+The+U.S.+Draws+Down%2C+Afghan+Fighting+Is+Heating+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345158465-90472d.m3u?orgId=1&topicId=1149&ft=3&f=344034007"},{"href":"http://media.npr.org/assets/img/2014/08/29/afghan-829-1-85b9b65ac8fd0933d16e12545d05dd19ecd67398.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}},{"href":"http://media.npr.org/assets/img/2014/08/29/afghan-829-2-3cd41b10187e99e0f970706fd4ef0b1b7306476a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2361","width":"3148"}}]}