{"created":"2015-05-27T15:05:05+00:00","modified":"2015-05-28T15:05:06+00:00","valid":{"from":"2015-05-28T15:05:06+00:00","to":"3015-05-28T15:05:06+00:00"},"hreflang":"en","title":"Train Derailment Highlights Amtrak's Infrastructure Needs","published":"2015-05-13T22:56:00+00:00","teaser":"Amtrak was created in the 1970s to allow several private railroads to get out of the passenger business. Experts say that while its safety record is generally good, it needs upgrading.","itags":["npr_api","406504587"],"guid":"3de365ab-0ee5-48c4-8e62-67899de4e565","contentencoded":"<p>Amtrak was formed in the 1970s out of the ashes of several bankrupt rail lines, including the Penn Central. Its has been criticized for poor service, and shaky finances, but its safety record has been good.</p><p>More than 31 million passengers rode Amtrak in fiscal year 2013, the last for which figures are available. In the Northeast Corridor, more than 2,000 trains operate daily on Amtrak's rails, between commuter lines and Amtrak trains. And far more passengers ride Amtrak between Washington, New York and Boston than fly.</p><p>Amtrak is really three different systems, said Brookings Institution transportation expert Robert Puentes: \"the Northeast Corridor, which is the most efficient and effective of the whole network, the short-distance corridors which generally operate within one state, and the long-distance routes which literally span the continental United States.\"</p><p>It's only in the busy Northeast Corridor that Amtrak passenger fares actually cover operating expenses. State subsidies help pay for some of the other routes, and Congress funds the rest. Former Amtrak President David Gunn said from its earliest days there were some unrealistic expectations of Amtrak's finances. He said the Department of Transportation \"had this fantasy that it was somehow — where the freight railroads were getting rid of it because it was a deficit operation — somehow it was going to become a profitable carrier. That never happened.\"</p><p>Still, Gunn said Amtrak, for the most part, does work. \"It hasn't been properly funded, and it hasn't had real support from many administrations.\" Yet, \"it's been able to put together a pretty impressive operation.\"</p><p>Gunn said the railroad has been modernizing its fleet, rebuilding older cars and purchasing some new locomotives. The locomotive involved in Tuesday night's crash was one of those.</p><p>But there are many more infrastructure-related improvements needed, said Puentes.</p><p>\"The electrical system needs upgrading, there are tunnels that serve as pinch points that are over a century old in some cases. So there's been quite a bit of documentation showing how we need to invest in the Northeast Corridor because it is a very efficient route that does compete very well with other modes of transportation.\"</p><p>The last major accident on the railroad occurred in 1987, when a freight train ran into an Amtrak passenger train near Baltimore, killing 16.</p><p>Congress wants to cut Amtrak's funding. A House panel has <a href=\"http://www.npr.org/2015/05/13/406506853/the-morning-after-lawmakers-vote-to-reduce-amtrak-funding?live=1\" target=\"_blank\">proposed reducing</a> the rail system's appropriation from $1.39 billion to $1.14 billion. Democrats on the panel tried, but failed, to restore the funding Wednesday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Train+Derailment+Highlights+Amtrak%27s+Infrastructure+Needs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406505224-8c165d.m3u?orgId=1&topicId=1003&d=170&p=2&story=406504587&t=progseg&e=406504908&seg=2&ft=nprml&f=406504587"},{"href":"http://media.npr.org/assets/img/2015/05/13/166177577-512bc4a09babccc9ee3b6a9bb0ec3c401ca463ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}