{"created":"2015-01-20T08:17:16+00:00","modified":"2015-06-25T17:45:36+00:00","valid":{"from":"2015-06-25T17:45:36+00:00","to":"3015-06-25T17:45:36+00:00"},"hreflang":"en","title":"Book Club: Hector Tobar Answers Your Questions About 'Deep Down Dark'","published":"2015-01-20T16:50:00+00:00","teaser":"Tobar says it was a \"great honor\" to interview the 33 Chilean miners who were trapped underground for 69 days in 2010. They lived \"one of the great adventure stories of the 21st century,\" he says.","itags":["npr_api","377462181"],"guid":"3de542bb-a0c0-4464-ab19-e88bae635b82","contentencoded":"<p><em>Welcome to the first session of the </em><em>Morning Edition Reads</em><em> </em><em>book club! Here's how it works: A well-known writer will pick a book he or she loved. We'll all read it. Then, you'll send us your questions about the book. About a month later, we'll reconvene to talk about the book with the author and the writer who picked it.</em></p><hr /><p>In December we asked writer Ann Patchett <a href=\"http://www.npr.org/2014/12/11/369409338/join-the-morning-edition-book-club-were-reading-deep-down-dark\" target=\"_blank\">to select our first book</a>. Patchett, the author of <em>Bel Canto</em><em> </em>and co-owner of an independent bookstore in Nashville, selected <em>Deep Down Dark: The Untold Stories of 33 Men Buried in a Chilean Mine, and the Miracle That Set Them Free.</em></p><p>In the book, journalist Hector Tobar recounts the ordeal of 33 miners who were trapped 2,000 feet underground in Chile for 69 days in 2010.</p><p>\"The subtitle says it all,\" Patchett tells NPR's David Greene. \"It's a riveting story. ... But the real reason that I chose this book was because of Hector and his writing. He just did such an astonishing job taking all of this information, all of these interviews and making it into a piece of art.\"</p><p>Tobar says it was a \"great honor\" to interview these 33 men, who \"lived one of the great adventure stories of the 21st century.\" Excerpts of Tobar's conversation with Greene, as well as answers to questions submitted by listeners, are below.</p><hr /><h3>Interview Highlights</h3><p><strong>On how Tobar got the opportunity to write the book — the men had decided underground that they would give their story to only one person</strong></p><p>They decided that they needed someone who had written a novel before, because they wanted a work that had more literary qualities. ... They also needed someone who spoke Spanish, was a journalist and knew South America. And that's just a very small group of writers in the United States. And fortunately I was the one chosen. I traveled to Chile, and persuaded the men to trust me. And they did. ...</p><p>I spent my whole life as a writer talking to just the average guy in Los Angeles and Latin America, talking to working people. And I thought, \"Man, these guys must have an epic story to tell.\" It never occurred to me, however, that somehow this story would end up in my lap.</p><p><strong>On how he wove 33 different stories into one narrative</strong></p><p>When I was in Chile — I went five times to Chile — and I would do seven to 10 hours of interviews in a day. And at the end of each day, I would make a list of the best stories I heard that day. The best anecdotes, the most colorful images, the most emotional moments — \"Mario sees the devil,\" \"Yonni's mistress feels his presence in their home\" — all those moments, all those anecdotes, together they became the heart of the book, y'know? I really try to think of it as a novel, and I would try to be very disciplined and to remain true to these amazing tales that I was hearing.</p><p><strong>On his decision to include extremely personal stories about the miners</strong></p><p>In the case of the married miner with the mistress, Yonni Barrios, already that story had been out in public for years. It was not a good thing for Yonni Barrios and his wife and his girlfriend to be subjected to this media onslaught — it was terrible, actually ... [and] contributed to Yonni's post-traumatic stress after getting out of the mine. But on the other hand, the book is about these men with these complicated lives. Now that we can stand back several years later and tell their story, it's really about the complete person who went in, and they were flawed individuals. And so Yonni's story of his wife and his mistress is actually, in many ways, kind of a heartwarming story because Yonni was in love with his girlfriend and he actually lived with her. Divorce was illegal in Chile up until 2005 or so. So it was very difficult to get divorced. So there's a love story at the heart of this, and I think Yonni and Susana wanted me to tell it.</p><p><strong>On what it was like to go into the San Jose Mine, which is now closed</strong></p><p>It's about an hour outside the town of Copiapó, so no one really ever goes there. It's really desolate and lonely, and it's haunted. The mouth of the mine looks like the mouth of a monster. So it's a very haunting, dark place. So the San Jose Mine will never operate again. As far as mining safety, as a result of the accident, the mining safety agency in Chile had a thorough housecleaning: They fired the top three officials. So mining safety in Chile has definitely improved; however, in Latin America as a whole, mining continues to be an extremely dangerous activity. In the years since, men have died in mine accidents in both Bolivia and Peru. ... So mining itself, global mining — the people who get the copper and the iron and the gold that we rely on for so many things — those people are risking their lives every day still.</p><p><strong>On the relationships among the miners today</strong></p><p>In some ways the miners will always be united because they are the only 33 people on Earth who know exactly what they went through. And they have reunions every once in a while — for the film that's coming out this year in August. It's going to be called <em>The Thirty Three.</em> ... At the same time, they are definitely still divided in many ways. [Shift boss] Luis Urzúa was removed from the leadership of the miners association that they created. And there are strong personality clashes. But still, I think that they are joined in this brotherhood that will last for the rest of their lives.</p><p><strong>On what's next for him</strong></p><p>I'm at work on a novel that's set in Urbana, Ill., and El Salvador. It's a novel where there are these big public events. But at the heart of the story, there is a family. And there is domesticity. I mean, that's the great lesson for me of this book. It taught me the power of family. These men are trapped underground. They face the prospect of their own deaths. And what do they think about? They don't think about all the money they made in their lives, they don't think about the love conquests they've had — they think about the families that love them and the homes that they wanted to go back to. So my next work will have home at its very center.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Book+Club%3A+Hector+Tobar+Answers+Your+Questions+About+%27Deep+Down+Dark%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"425"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378525689-2b9a53.m3u?orgId=1&topicId=1033&aggIds=402558323,100876926&d=425&p=3&story=377462181&t=progseg&e=378525609&seg=3&ft=nprml&f=377462181"},{"href":"http://media.npr.org/assets/img/2015/01/15/mebookpromo-d370f1cc64f31e75865359cd653aeebf762aa908.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/15/p5230023-5a65fc544c1f3892160f102b89ddd56cc4ac5b1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3169","width":"4225"}}]}