{"created":"2014-10-08T21:35:07+00:00","modified":"2014-10-08T21:35:08+00:00","valid":{"from":"2014-10-08T21:35:08+00:00","to":"3014-10-08T21:35:08+00:00"},"hreflang":"en","guid":"3df94aad-62a8-441c-90f4-8d1cfa315af5","title":"'The Kurds have no friends but the mountains'","published":"2014-10-08T21:35:05+00:00","byline":"Christopher Woolf, Shirin Jaafari","tags":["Islamic State","Islamic State in Iraq and Syria","Kurds","military","terrorism","Religion","Conflict","Conflict & Justice","Kobane","Asia","Turkey","Syria","United States","Middle East","Jacob Resneck","Recep Tayyip Erdogan","Ayub Nuri","Kurdish people","Kurdistan Workers' Party","Kurds in Turkey","Ethnic groups in Syria","Ethnic groups in Turkey","Iraqi Kurdistan","Middle East"],"teaser":"With Kurdish fighters in the city of Kobane trapped between ISIS attacks and Turkish indifference, anger inside Turkey is building. Nineteen Kurdish protesters were killed overnight, and it looks like Kobane may still surrender to ISIS despite US airstrikes.","contentencoded":"<p>Despite US airstrikes around the besieged Syrian city of Kobane, ISIS fighters are&nbsp;renewing their assault on its Kurdish defenders.</p><p>&quot;It may fall,&quot; Rear Admiral John Kirby, the Pentagon press secretary,&nbsp;admitted&nbsp;on Wednesday. While&nbsp;the US is doing everything it can from the air, he said airstrikes alone would not save Kobane.</p><p>NATO has huge ground forces just across the border, but they belong to Turkey, which is resisting moving troops into Syria or allowing Kurdish forces to cross the border to fight.&nbsp;That has enraged Kurds in Turkey and across the world. Many are protesting inside Turkey, and at least 19 were reported killed overnight in clashes.</p><p>Ayub Nuri, who runs the Kurdish news service Rudaw,&nbsp;says there&rsquo;s a strong belief among Kurds&nbsp;that Turkey prefers ISIS&nbsp;to the Kurds.&nbsp;Turkey&rsquo;s president, Recep Tayyip Erdoğan, said again this week that there is no difference between ISIS and the PKK, the Kurdish separatist group inside Turkey.</p><p>Ankara&#39;s refusal&nbsp;to&nbsp;let Kurdish fighters go defend their Syrian cousins is, as Istanbul-based reporter Jacob&nbsp;Resneck points out, a kind of &quot;complicity between the Turkish government and the Islamic State,&nbsp;because by keeping their border closed to would-be Turkish guerillas, they&rsquo;re actually protecting the Islamic State on the northern frontier.&rdquo;</p><p>As a result, Resneck says, &ldquo;anger has been boiling over and it&rsquo;s taken to the streets now. ...&nbsp;The really scary thing is that there are people with guns who apparently support the government or dislike the protesters,&nbsp;and they&rsquo;ve been trading gunfire &mdash; and that&rsquo;s why we&rsquo;ve seen so many casualties.&rdquo;</p><p>But he also says the Turkish government is&nbsp;unapologetic about its stance. &rdquo;The interior ministry basically said that violence will be met with violence,&quot; he says. &quot;There&rsquo;s a full board crack down going on. Flights have been canceled, the schools have been closed,&nbsp;and curfews, including daylight curfews [have been put in place].&rdquo;</p><p>Turkish television news has also been filled with&nbsp;&quot;very violent scenes of clashes, of people throwing Molotov cocktails at armored vehicles, people running from tear gas,&quot; Resnick says. &quot;There&rsquo;s been amateur&nbsp;footage posted on YouTube of gun battles, of people firing rifles and hand guns at each other. Some pretty terrifying things, and not the kind of images you&rsquo;d see in a country like Turkey.&rdquo;</p><p>As the&nbsp;Kurdish saying goes, &quot;The Kurds have no friends but the mountains,&quot; &mdash; and certainly not in Ankara.&nbsp;The proverb even applies in a topographical&nbsp;sense right now, says&nbsp;Ayub Nuri.</p><p>&ldquo;It&rsquo;s a vast open plain and farmland, where the Kurds have much more difficulty halting the advance of ISIS,&quot; he says. &quot;So the proverb works metaphorically, and literally. They have no friends at the moment. On three sides they are surrounded by Islamist militants, and behind them on the northern side&nbsp;they are cut off by Turkey.&rdquo;</p><p>There are about 25 million Kurds spread over Iraq and Iran&nbsp;as well as Turkey and Syria. Nuri says they are very much a politicized society, with many differences and divisions. But he says they are united when it comes to defending the Kurdish homeland. &ldquo;This is not an ideological or political issue,&rdquo; says Nuri. &ldquo;The Islamist militants are attacking Kurdish territory, Kurdish villages and Kurdish land.&rdquo;</p><p>That&#39;s&nbsp;produced&nbsp;a strong sense of solidarity, he says, with Kurds from Turkey and Iraq trying to get in to help their cousins in Syria. Those borders have traditionally meant little to Kurds, anyway, Nuri says.</p><p>&ldquo;Where I come from [on the Iran-Iraq border], people go to have lunch with their relatives across the border then come back again in the evening,&quot; he says. &quot;There is intermarriage, there are family relationships, across the borders. ...&nbsp;The people are one.&rdquo;</p><p>Nuri says his sources in Kobane&nbsp;say&nbsp;the US-led airstrikes are making a difference. But&nbsp;ISIS forces are often too close to the Kurds for planes to safely target them.&nbsp;&nbsp;And the Kurdish fighters still&nbsp;need&nbsp;their own heavy weapons, especially anti-tank weapons, to drive ISIS back.</p><p>&ldquo;If Kobane&nbsp;is taken, it does not mean the end of history,&rdquo; says Nuri. &ldquo;Those Kurdish fighters will re-group and come back.&rdquo;&nbsp;But whether they&#39;ll want to fight ISIS or Turkey itself is another matter.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820145.mp3"},{"href":"http://www.pri.org/file/100820145mp3"}]}