{"created":"2014-11-27T23:01:58+00:00","modified":"2014-12-30T19:55:35+00:00","valid":{"from":"2014-12-30T19:55:35+00:00","to":"3014-12-30T19:55:35+00:00"},"hreflang":"en","guid":"3e087d98-78c1-44f7-857d-5e43c23c8b7d","title":"For these Iranian Armenian refugees, Thanksgiving brings back memories of arriving in the US","published":"2014-12-30T19:55:28+00:00","byline":"Valerie Hamilton","tags":["Thanksgiving","iran","Armenia","refugees","Iran Revolution","Tehran","Global Nation","Belief","Lifestyle & Belief","Los Angeles","America","United States","Iran","California","Southern California","Eliz Hovsepian","Vartan Hovnanian","Iranian Armenians","Thanksgiving","feast","Iranian Revolution"],"teaser":"Most Americans celebrate Thanksgiving, but what's special about the holiday differs for everyone. There’s family, sure. And food. And football. Yet for an Iranian-Armenian family and their community, it's a chance to celebrate religious freedom, and their lives in the US.","contentencoded":"<p dir=\"ltr\">Vartan Hovnanian, an Iranian Armenian, celebrates Thanksgiving twice a year — once at home on the actual day of the holiday, and once the weekend before at the Christ Armenian Church.</p>\n<p dir=\"ltr\">It sounds overboard, but Hovnanian says he has a lot to celebrate. Exactly 28 years ago, he and his family came to the US as refugees from Iran. </p>\n<p dir=\"ltr\">It is a story his daughter, Eliz Hovsepian, has heard since she was a kid. \"He always mentions it every single year,\" she says. \"And I just nod and I smile back at him.\" Eliz was a baby when the family came to the US.</p>\n<p dir=\"ltr\">Her Armenian father and mother were part of the Christian minority in Iran and shortly after Ayatollah Khomeini led the 1979 Islamic Revolution there, life got very tough for them, very fast.</p>\n<p dir=\"ltr\">\"I couldn't go with my wife next to me when I'm driving somewhere,\" recalls Hovnanian, \"because of Khomeini’s regime guards. They used to stop us. And I had to have a proof or ID that she is my wife, otherwise they put us against the wall and they shoot us.\"</p>\n<p dir=\"ltr\">Five years into the Iran-Iraq War, the family fled as bombs fell in Tehran. They spent a year in transit in Germany. Then, in November of 1986, their US visas came through and they headed to California, where relatives lived.</p>\n<p dir=\"ltr\">\"My brother picked us up from the airport and we went to his house — turkey is ready, everything,\" Hovnanian recalls. \"My other brothers came from Oklahoma City, and one of them from Manitoba, Canada. I didn't know anything about Thanksgiving ... but we were just celebrating.\"</p>\n<p dir=\"ltr\">Of course, that is different now. For the family, Thanksgiving starts early with a celebration at the Christ Armenian Church outside Los Angeles.</p>\n<p dir=\"ltr\">\"First of all, it's a feast. One of the biggest things, one of the most important things, is food in our culture,\" Eliz Hovsepian says.</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/IranThanksgiving_1.jpg?itok=-TbuVN8x\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>At the annual Thanksgiving celebration at the Armenian Christ Church outside of LA, dishes range from traditional turkey and trimmings to tadik, a crispy rice dish, and a traditional Armenian stew called lubiya khoresht.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marcus Teply</p>\n  </div>\n</div>\n<p dir=\"ltr\">That's hard to miss. At the church, there's a line out the door snaking past two long buffet tables, with huge trays of turkey, stuffing, cranberry sauce, mashed potatoes, gravy, green salad and pumpkin pie. But that is not all.</p>\n<p dir=\"ltr\">There's also pita bread, a Persian-style salad with cabbage, carrot, walnuts, and raisins, a traditional Armenian stew called lubiya khoresht — with beef, green beans, and potato — and Persian tadik, which is this delicious crispy layer of saffron rice off the bottom of the pan.</p>\n<p dir=\"ltr\">About 250 people crowd the room, squeezed around banquet tables decked with pumpkins and gourds. Nearly everyone came to the US like the Hovnanians — as religious refugees from Iran.</p>\n<p dir=\"ltr\">Most are speaking Armenian. Then, a high school student takes the stage and talks about the history of Thanksgiving, in English.</p>\n<p dir=\"ltr\">\"During this time, there was a group of Christians known as Puritans who were persecuted and who were imprisoned because they were not allowed to worship in the way they want to worship God,\" he says.</p>\n<p dir=\"ltr\">All of a sudden, I get it. I get why this American holiday means so much to the people in this room. The story of pilgrims arriving seeking religious freedom is very real here. </p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/IranThanksgiving_3.jpg?itok=NvEvXQ3o\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Eliz Hovsepian and her father Vartan Hovnanian celebrate an early Thanksgiving at the Armenian Christ Church just outside of LA. The family came to the US as Armenian Christian refugees from Iran on Thanksgiving Day, 1986.</p>\n  </div>\n</div>\n<p dir=\"ltr\">\"You know, we do have freedom in America to be thankful for,\" Hovsepian says, \"that we can express our faith and not be persecuted for that, not have rocks be thrown at our churches because we're Christians.\"</p>\n<p dir=\"ltr\">Her father adds, \"We celebrate to honor the holiday that we are in the US [and the] government accepted us as a refugee. We didn't know what was going to happen.\"</p>\n<p dir=\"ltr\">Nearly three decades after the Hovnanians' first Thanksgiving, they're celebrating their arrival again. And their Iranian-Armenian-Californian Thanksgiving is about as true to the Thanksgiving spirit as it gets: turkey and tadik, and the story of Americans, old and new, seeking — and finding — a home.</p>\n<p dir=\"ltr\"></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/IranThanksgiving_4.jpg?itok=4xZ9WUat\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>At the Armenian Christ Church outside of LA, hundreds of Armenian refugees gather to celebrate Thanksgiving with Armenian and American dishes. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marcus Teply</p>\n  </div>\n</div>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IranThanksgiving_2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/iranthanksgiving2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112720143.mp3"},{"href":"http://www.pri.org/file/112720143mp3"}]}