{"created":"2014-10-08T16:18:27+00:00","modified":"2014-10-31T02:11:18+00:00","valid":{"from":"2014-10-31T02:11:18+00:00","to":"3014-10-31T02:11:18+00:00"},"hreflang":"en","title":"Veterans' Success At Home: More Than Just Landing Any Job","published":"2014-05-11T23:10:00+00:00","teaser":"Reliable data on federal education programs and job placement for veterans are scarce, so it can be hard to know whether service members are getting the support they need to pursue careers they want.","itags":["npr_api","311630405"],"guid":"3e13679a-7e49-456c-8799-da550c3901bd","contentencoded":"<p>The federal government has spent billions helping veterans get the training and education they need to re-enter the civilian workforce.</p><p>Despite the effort, the unemployment rate for vets remains higher than the national average. Aside from dealing with the psychological transition, veterans also have to navigate how to transfer their military skills into civilian ones.</p><p>A study published in March <a href=\"http://www.studentveterans.org/media-news/press-releases/229-sva-releases-findings-from-the-million-records-project.html\">says it is the first</a> to track degree-completion rates for veterans who have used certain federal education programs.</p><p>\"It was a surprise when I first started of how little we know of student veterans and their accomplishments,\" says Chris Cate, author of the Student Veterans of America study.</p><p>\"This is the first time we've been able to properly identify both student veterans and be able to match them up with academic outcomes,\" he says.</p><p>The study has been criticized for not incorporating data from for-profit institutions. But for now, it is the only study there is. Cate says they are establishing a baseline.</p><p>Researchers found that slightly more than half of the veterans surveyed ended up with a post-secondary degree or certificate, about the same or better than their civilian counterparts (though veterans do tend to take longer to complete the degrees).</p><p>Business, firefighting, security and health care were the most popular fields.</p><p>\"Amongst our veterans who have gone back to school for both bachelor's and master's degrees ... almost 50 percent [are] pursuing business degrees,\" says Derek Bennett, the chief of staff of the Iraq and Afghanistan Veterans of America. \"I think because it's the most utilitarian.\"</p><p>In fields like firefighting and security work, there are certifications that can transfer directly from military service. They also provide a way to continue to give back to the community, an important theme Bennett sees among veterans returning to the workforce.</p><p>Still, the requirements for these jobs differ from the ones in war zones.</p><p>\"A combat medic who wants to be an EMT often has trouble getting proper accreditation from municipalities,\" he says. \"Just because you performed medical trauma response on the battlefields doesn't mean you're qualified to work in Dallas as an EMT.\"</p><p><strong>From Combat To Classroom</strong></p><p>Sgt. Eric Strand is still working on that transition.</p><p>He served in the military for about 14 years and did three deployments to Iraq during that time. Strand says he was a high school dropout with few prospects when he joined the Army in 1999. He joined the Army Special Forces, the Green Berets, and became a medic.</p><p>It was in Baghdad in 2005 where he put a lot of that medical training to use.</p><p>\"We were in a small camp kinda in the middle Baghdad, and people would bring their casualties to us,\" Strand says. \"So I would see quite a few patients who had been injured by explosives, pretty much any way you can imagine people being injured by a bomb.\"</p><p>Strand became an expert in treating combat injuries. He says around his third trip to Iraq he was getting burnt out and unsure if he had the personality to be a full-time medical practitioner or deal with the day-to-day demands of being a doctor.</p><p>After a big firefight that killed a friend of Strand's and injured the other medic on the team, he ended up dealing with a lot of injuries on his own. Months later, when he visited the other medic at Walter Reed, he was given some encouraging words that made him reconsider his future.</p><p>As Strand recalls, the medic told him, \"I'm really glad it was you that day and I think you did a wonderful job.\"</p><p>\"That was the day I decided maybe I can do this medicine thing and I started exploring how I could get into medical school,\" Strand says.</p><p>Strand asked to be reassigned to Fort Bragg, where he could train young medics while he finished his undergraduate degree at the University of North Carolina. At the same time, a program was starting up at UNC where Special Forces medic instructors were working at the burn center.</p><p>\"We started getting mentorship in professional medicine and learning how to go through the application process [and] learning how to integrate into medical and academic culture,\" he says.</p><p>With the help of that and another UNC program specifically for veterans, Strand finished his undergrad degree, got a high score on his Medical College Admission Test and is just a couple weeks away from finishing his first year of medical school. He says there's a lot to adjust to when it comes to non-combat medicine.</p><p>\"Special Forces training is a mile wide and an inch deep. We have to know a little about a lot,\" he says. \"So kind of diving into the depth of what's there, you start really appreciating how wonderful and beautiful the human organism is.\"</p><p><strong>The Struggle Remains For Many</strong></p><p>Eric Strand represents the dream: He enters the Army as a high school dropout and leaves on track to become a doctor. Though some of the guys he served with have been able to find government or security contracting jobs, for many it's been a struggle.</p><p>\"Unfortunately, a lot of people feel like they're kinda shortchanged when it comes to their experiences ... and trying to get some kind of credit for it,\" he says. \"That's kind of the ongoing struggle of veterans, to say, 'I've invested this entire large period of my life into this career and I don't have a lot to show for it that I can put on paper.' \"</p><p>Bennett of the Iraq and Afghanistan Veterans of America says that many veterans end up taking jobs well below their skill levels. He says a question that hasn't been sufficiently answered is: Are the jobs veterans are getting appropriate?<strong></strong></p><p>\"It's one thing to get a job as an investment banker at JP Morgan, it's another thing to get a job as a greeter at Wal-Mart,\" Bennett says.</p><p>Researchers like Cate are starting to gather the data that will help determine how much the government's investment in education is paying off in actual jobs for veterans. Veterans' groups say there's no time to lose.</p><p>As troops continue to withdraw from Afghanistan, applicants for federal education money will increase, and in today's budget environment, it will be difficult to ask for billions more if there's no evidence the program really works.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Veterans%27+Success+At+Home%3A+More+Than+Just+Landing+Any+Job&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"443"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311639136-30f8e8.m3u?orgId=1&topicId=1091&ft=3&f=311630405"}]}