{"created":"2015-06-21T09:41:00+00:00","modified":"2015-06-23T17:34:33+00:00","valid":{"from":"2015-06-23T17:34:33+00:00","to":"3015-06-23T17:34:33+00:00"},"hreflang":"en","title":"After Years Of Blackouts, A Writer Remembers What She 'Drank To Forget'","published":"2015-06-23T17:34:00+00:00","teaser":"Sarah Hepola's memoir <em>Blackout </em>is filled with stories that are both funny and tragic — about how she'd drink to excess, and then try to piece it all together the following day.","itags":["npr_api","415748050"],"guid":"3e19dfda-4924-442e-b6e1-28c358d9333f","contentencoded":"<p>When Sarah Hepola got her very first writing job at <em>The Austin Chronicle,</em> her editor-in-chief gave her an unlikely Christmas gift — a hat that could hold beers. \"It was my top boss,\" Hepola recalls, who had drawn her name in a Secret Santa gift exchange. \"He just threw it on my desk and said: 'So you can drink more at work.'\"</p><p>Hepola's new memoir --<em> Blackout: Remembering the Things I Drank to Forget </em>-- is filled with such funny/tragic stories, about drinking until last call, blacking out, and then trying to piece it all together the following day.</p><p>\"The truth is, I didn't feel like that interesting of a person,\" Hepola tells NPR's Rachel Martin. \"It felt to me like my colleagues knew so much more than I did, was always so intimidated by them. They knew more about pop culture, they knew more about politics. What did I have? What were my stories? And suddenly, drinking was giving me these stories, it was giving me attention.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On blacking out one night at a Paris hotel</strong></p><p>I don't know how much time I lose. And when I come to, I'm having sex with somebody and I don't know where he came from. I'm in a terrible kind of fog. I eventually sort of got sharp enough to realize that I needed to get out of that hotel room.</p><p>I was walking towards the elevator; I realized it was my hotel at that point. Halfway to the elevator and I realized that I didn't have my purse and I went back to retrieve it from the guy's room and I realized I didn't know what his room was.</p><p>It was this panic. You're standing in the middle of this hallway ... and all hotel doors look the same. I eventually went downstairs. I got the concierge to help me. When I went back up to my room, I thought the story was over, I thought I was safe, I got into bed — <em>whew, another narrow escape --</em> and then the concierge called me.</p><p>I'd left my leather jacket in the bar. And he came up and there is an interaction with him that is, at the time, deeply shameful; and I don't really understand how that happened. ... I don't know how romantic it was; it was certainly an entanglement.</p><p><strong>On when she started drinking</strong></p><p>I first took a sip of alcohol around five, six or something. My dad gave me some sips of alcohol from his beer. Then I started stealing these cans of Pearl Light that my mom left in the refrigerator. My mom is such a moderate drinker that she would actually not finish her beer in one sitting — which even to this day I'm like: Ugh, mom, come on. I still have this weird drinker's pride of, like: How can you not finish your beer? But she would leave these cans of Pearl Light in the fridge and I would steal these sips of them.</p><p><strong>On stories that are embarrassing – but also \"comedy gold\"</strong></p><p>There is a story that I don't really dwell on too much in the book, but there was a Christmas party at the paper and I went to it and I had a blackout and I woke up in somebody else's house and I woke up in their dog bed. And I didn't know how I got there. And I woke up because the dog was pushing me out of the bed. The dog was like nudging its little wet snout into my drunken face and I was like, what am I doing here? I was so mortified. I can't tell you how mortified I was. That was so embarrassing.</p><p>And then, there's this horrible catalyzing moment where you realize it's also comedy gold. And so I went to the staff meeting that day and I told everyone the story about waking up in the dog bed and they were roaring with laughter. That is the admiration and attention that I have craved all my life and there is that idea that writers have that it's all material.</p><p><strong>On how she finally quit drinking</strong></p><p>People often ask me: What made you quit? Because they want to hear the one piece of information that maybe they could use. The thing is, it wasn't one moment. When that thing happened in Paris, I swore up and down I am never going to drink again — and then I drank on the plane. And the next five years, it's just that. It's the same song on repeat. Why do you stop? I mean, I stopped so many times, I think sometimes you have to quit 100 times to make the 101st time stick.</p><p>I don't know exactly why that is, but I will tell you this: I was 35 years old and I was starting to realize that none of this was funny. You asked me earlier about weren't you embarrassed — no, I thought I was funny because everyone else was laughing. And then people stopped laughing, and I think that was brutal for me. ...</p><p>I remember the night that I quit drinking for the last time. I didn't think I was going to die. I was like: I'm going to be like this forever. I'm going to be sitting in apartment, drinking my wine and my beer and my tequila by myself with the dead bolt on because I'm afraid of what I'll do when I'm outside. That's not a life. And I just thought, all right, I got to try this again.</p><p><strong>On dealing \"with life on life's terms\"</strong></p><p>I have found all sorts of things that I didn't get rid of when I drank. I'm an anxious person. I worry all the time. I'm always reminded like: that's why you drank. I try to control things that are not in my control. I worry too much, <em>way too much</em> what other people think about me. So there are all these challenges that I have, but I am so grateful that it doesn't feel like that chaos, where it just feels like its spiraling out of control.</p><p>I was so scared when I quit drinking that my life would be over and that everything would be worse and that I'd never have fun again. And I really just feel like it has been this extraordinary new path that I've gotten to take which is to deal with life on life's terms and to find self-reliance in myself.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Years+Of+Blackouts%2C+A+Writer+Remembers+What+She+%27Drank+To+Forget%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"474"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416192529-d11858.m3u?orgId=1&topicId=1033&d=474&p=10&story=415748050&t=progseg&e=416192430&seg=16&ft=nprml&f=415748050"},{"href":"http://media.npr.org/assets/img/2015/06/19/blackout_7319edit-b6a72f0a0214abb8e3bb3720260cfe3be55df3ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/19/sarah-hepola-au-photo-cr.-zan-keith-_sq-540c12d2a85ba86c97418da3bceef6bac58a9715.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3241","width":"3241"}}]}