{"created":"2014-10-11T10:15:14+00:00","modified":"2015-04-09T19:25:26+00:00","valid":{"from":"2015-04-09T19:25:26+00:00","to":"3015-04-09T19:25:26+00:00"},"hreflang":"en","title":"'Schiaparelli': The Shocking, Shadowed Life Of A Fashion Icon","published":"2014-10-11T18:20:00+00:00","teaser":"A new biography by Meryle Secrest looks at the troubled life of designer Elsa Schiaparelli — renowned as the Queen of Fashion, a glamorous innovator whose career never recovered from World War II.","itags":["npr_api","354636723"],"guid":"3e190564-5c1c-45b0-aece-e1f7d5efcd29","contentencoded":"<p>Elsa Schiaparelli, known as the Queen of Fashion, was the supreme innovator of dress design in the first half of the 20th century. Based in Paris, she seemed to know what women wanted before anyone else, says author Meryle Secrest. But Secrest's new <em>Elsa Schiaparelli: A Biography </em>begins with the designer's emotionally starved, lonely childhood in a vast palazzo in Rome.</p><p>\"What one has to understand about her was, that she had a very, very unpromising facade,\" Secrest says. \"She really didn't crack a smile. She really didn't show a frown. She was impassive on the surface. But underneath were all kinds of emotional needs. She had been starved for love and affection and encouragement. And underneath all of this is someone who's daring, has tremendous intellectual ability, and who has a kind of wonderful, crazy talent.\"</p><p>Indeed, as a child, she tried to grow flowers on her face, to hide herself. Secrest's book follows \"Schiap\" (as she later called herself ) through a disastrous early marriage to William de Wendt De Kerlor, a paranormal expert who was living in London. De Kerlor, who was Swiss but claimed to be Polish, was a charismatic charlatan who posed as a count and psychic detective. It was through him and his antics that Schiap perfected showmanship and self-promotion.</p><p>Her stratospheric rise peaked as World War II engulfed Europe, and faltered thereafter, until she finally closed her atelier in 1954. But in the 1930's, she dressed all the A-list film stars, from Greta Garbo, Katharine Hepburn and Mae West, to royalty, most famously the Duchess of Windsor, Wallis Simpson. One critic said Schiaparelli \"allowed clothing created out of pure, unmitigated, almost divine inspiration.\" She was the first to use rayon, Lurex, thick velvets, see-through raincoats, wrap dresses, trompe l'oeil bows — and she certainly followed her own advice \"Dare to be different.\" She named a rosy hue she liked \"Shocking Pink.\"</p><p>Secrest paints a portrait of a single mother with a sick child (her daughter, Gogo, developed polio as an infant after her husband abandoned her) and a dressmaker who, in the early days, slept in an attic show room amid mice and rats. But she was nothing if not resilient. \"She didn't take no for an answer,\" says Secrest. \"The French have a word for that. She was very <em>debrouillard.</em>\"</p><p>Schiaparelli collaborated with the surrealists of the 1930's: Jean Cocteau drew a face on the back of one gown. Alberto Giacometti was another influence. But her most famous collaboration was probably with Salvador Dali on the sexually suggestive Lobster Dress — a white dress with a giant red lobster painted down the front over the pelvis. It was immediately snapped up by the Duchess of Windsor, who posed provocatively in it on her honeymoon.</p><p>\"[Schiaparelli] and Dali adored each other because they were both daring and risk-takers,\" Secrest says. \"And Dali's theme of the lobster ... comes up over and over again in his symbolism. He has many symbols, but the lobster is really sort of sexual in theme, I suppose. And at some point or other, they both, he and Elsa concoct this idea that the lobster should be a dress.\"</p><p>She was the first to design a built-in bra for a bathing suit, to put jackets with evening gowns, and she loved embroidery, feathers, sequins, and whimsical buttons. In her heyday, she overshadowed her great rival, Coco Chanel, and her boutique at 21 Place Vendome in Paris — with its statue of Napoleon outside the window — was the place for glamor.</p><p>Schiaparelli's movements in and out of France during the first two years of the war aroused suspicions. By the time she left France for America in 1942, the British, French, German and American governments all felt it was obvious that she was a spy for the Vichy regime. While she was in the US, the FBI watched her closely for four years and kept a file.</p><p>\"The war is terrifying for every dress designer in Paris,\" Secrest says. \"Because it goes so rapidly, because France falls so fast. People hardly have time to catch their breath. It's, it's only a year, you know. They wanted to keep their business. They wanted to keep their houses, but the Germans have moved into Paris. What are they going to do? And, of course, Elsa, being Elsa, wants to have it all. She wants to have her salon stay just the way it is. She doesn't want anybody touching her house. She wants to be able to come and go between New York and Paris. And she manages to go in and out of occupied France.\"</p><p>Schiaparelli returned to France after the war in 1946, never entirely free of the taint of collaboration. And herclients had moved on. Women wanted romance, not modernity. They wanted the nipped waists and flared skirts of Christian Dior's softer \"New Look.\" By 1954, she was out of business; banks no longer lent her credit. And in 1969, she donated a collection of her clothing to the Philadelphia Museum of Art, where Secrest did some of her research.</p><p>\"It's a curious thing,\" Secrest says. \"I don't think she ever was happy, you know? And I think, to a very important degree, she underestimated herself. She underestimated her influence. After all, why are we still talking about Elsa Schiaparelli? Because there are things that she did that nobody else ever did ... She's one of the greats!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Schiaparelli%27%3A+The+Shocking%2C+Shadowed+Life+Of+A+Fashion+Icon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"427"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355340439-422fb6.m3u?orgId=1&topicId=1032&aggIds=310432756,100876926&e=354636723&d=427&ft=nprml&f=354636723"},{"href":"http://media.npr.org/assets/img/2014/10/08/1969-232-7-cx_custom-6447af2c3a7500e865237061aa0bae8cfe6a1a38.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1536","width":"1213"}},{"href":"http://media.npr.org/assets/img/2014/10/08/1969-232-52_custom-3b4b8a86c4ad17e5ee20e726992769a285ff93c0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1536","width":"1105"}},{"href":"http://media.npr.org/assets/img/2014/10/08/1969-232-54-cx_custom-4c7bb4202cb910f2f59fa120d6bfa77a42fab4a2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1188","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/10/09/monkey-boots-use-this_slide-53acdca41db32c44685ae8c4d579fac7611ba454.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1024","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/10/09/shoe-hat-for-web_custom-5612a0bb651a61838623a163352735df6aa7a08a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3168","width":"2135"}},{"href":"http://media.npr.org/assets/img/2014/10/08/schiaparelli-f4324dfc53b6c32afb9a3f5531c5e294d8452eda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"630","width":"840"}},{"href":"http://media.npr.org/assets/img/2014/10/09/schiap-use-this-16dc441014df080dd6371205f366e4de2e9ca237.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2465","width":"3284"}},{"href":"http://media.npr.org/assets/img/2014/10/09/015_secr_9780307701596_art_r1_custom-cb017b9491ec1b11a0a8e89eb9e99567c2d53a17.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2848","width":"2056"}}]}