{"created":"2015-02-14T12:12:13+00:00","modified":"2015-02-15T18:40:51+00:00","valid":{"from":"2015-02-15T18:40:51+00:00","to":"3015-02-15T18:40:51+00:00"},"hreflang":"en","title":"With New Cardinals, Pope Aims To Widen Horizons Of Church Leadership","published":"2015-02-14T15:54:00+00:00","teaser":"In a formal ceremony, 20 prelates became princes of the Catholic Church. The new cardinals mark a shift in the church under Pope Francis toward poor nations — and away from Europe.","itags":["npr_api","386227396"],"guid":"3e22a283-a7ad-4350-b01b-46b5a3d12c36","contentencoded":"<p>The Vatican was a sea of red vestments Saturday, as Pope Francis formally elevated <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/04/374967917/pope-francis-announces-20-new-cardinals-from-myanmar-to-mexico\">20 new cardinals</a>. In a solemn ceremony known as a consistory, the second in Francis' two-year-old papacy, he presided over nearly the entire College of Cardinals at St. Peter's Basilica.</p><p>In his homily, Francis told the new princes of the church that the root of the word \"cardinal\" comes from the word \"hinge.\" He called them vital pivots, the hinges of support that are essential for the life of the community.</p><p>\"Those called to the service of governance in the church,\" he said, \"need to have a strong sense of justice, so that any form of injustice becomes unacceptable, even those which might bring gain to himself or to the church.\"</p><p>With his choices, Francis is changing the geographical balance of the College of Cardinals, making it more diverse and tilting it further to the global South. Of the 15 men he chose who are eligible to elect the next pope, only five are from Europe and only one is from the Roman Curia.</p><p>\"The pope has kind of broken the paradigm of cardinal choices,\" says veteran Vatican analyst John Thavis. \"He is reaching out to smaller dioceses in places that have never had cardinals before, well beyond Europe, continents where the pope feels the church has a brighter future.\"</p><p>The pope has been shifting church leadership away from an image of power and privilege. He wants to elevate priests who stay close to the poor and marginalized, and who are what he calls \"shepherds living with the smell of the sheep.\"</p><p>The new appointments reflect Francis' interest in Africa and Asia, where the church is growing fastest, and Latin America, where about 40 percent of the world's Catholics live.</p><p>Three locations represented in Saturday's ceremony had never before been honored with red hats: Cape Verde, Myanmar and Tonga. In fact, many observers wondered why Francis chose Bishop Soane Patita Paini Mafi, whose native Tonga's population is majority Protestant.</p><p>But, Thavis says, Tonga fits with Francis' concerns about what he says is an endangered environment.</p><p>\"Tonga is actually on the front lines of the whole climate change issue. Like a lot of these low-lying Pacific islands, they are already facing the effects of warming, heavier rains, violent weather, and the church has been very much involved in this.\"</p><p>Even when picking new cardinals in Europe, the pope skipped over places that for centuries have traditionally had cardinals — places like Turin and Venice. In Italy, one of his two picks is Archbishop Francesco Montenegro of the Sicilian town of Agrigento, whose diocese includes the small island of Lampedusa — site of Francis' very first trip as pope.</p><p>\"He went to Lampedusa because it is a holding center for boat people, refugees, migrants that are escaping from North Africa, and there is a lot of suffering there,\" says Robert Mickens, editor in chief of <em>Global Pulse</em> magazine.</p><p>The new cardinal of Agrigento, Mickens adds, was by Francis' side in Lampedusa when the pope first denounced what he calls the \"globalization of indifference\" much of the world shows toward immigrants.</p><p>\"Giving the red hat to this man is again an effort to shine a light on the margins, the periphery as he calls it, in the world and the church,\" Mickens says.</p><p>Other new cardinals include Mexico's Alberto Suarez Inda, whose Morelia diocese has been devastated by narco-traffickers, and Jose Luis Lacunza Maestrojuan of David, Panama, who works with indigenous people.</p><p>Only one current Vatican official is among the new cardinals. Dominique Mamberti was Vatican foreign minister before replacing the conservative Cardinal Raymond Burke as head of the Vatican's top court.</p><p>Father Thomas Reese, senior analyst for the <em>National Catholic Reporter</em>, says geography was not the only criterion. Many of the new cardinals have been presidents of their bishops' conferences.</p><p>\"They are people who can work collegially with other bishops, not just people who have connections with cardinals in the Vatican,\" Reese says. \"He wants to send a message: that this is a different way of being church and these are the people who are going to help him do that.\"</p><p>Today's consistory brings the total number of cardinals eligible to elect the next pope to 125. One fourth of them have been appointed by Pope Francis.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+New+Cardinals%2C+Pope+Aims+To+Widen+Horizons+Of+Church+Leadership&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386227397-7b8519.m3u?orgId=1&topicId=1016&e=386227396&d=278&ft=nprml&f=386227396"},{"href":"http://media.npr.org/assets/img/2015/02/14/463416006-f00088dd2575ffcb4268b78309d9444ee29196fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}