{"created":"2014-10-21T18:53:53+00:00","modified":"2014-11-10T21:35:36+00:00","valid":{"from":"2014-11-10T21:35:36+00:00","to":"3014-11-10T21:35:36+00:00"},"hreflang":"en","title":"Ed Norton On 'Birdman,' Wes Anderson And Why $40 Makes Him Proud","published":"2014-10-22T19:00:00+00:00","teaser":"Making <em>Birdman</em> \"was one of the most creatively satisfying experiences I've had,\" Norton says<em>.</em> He also talks about why Anderson's films are deep and getting royalties for the music in <em>Death to Smoochy</em>.","itags":["npr_api","357637203"],"guid":"3e3b1148-343c-4b9a-986a-ca72831ff23f","contentencoded":"<p>In the new black comedy <em>Birdman <em>or (The Unexpected Virtue of Ignorance)</em>, </em>Edward Norton costars as a pretentious and self-absorbed but very talented and edgy theater actor who has been cast in a play directed by a washed-up movie star played by Michael Keaton.</p><p>Norton, who has starred in such films as <em>Fight Club</em> and <em>American History X,</em> says that making Birdman was a highlight of his career.</p><p>\"I had as much fun making <em>Birdman</em> as I've ever had making a movie,\" Norton tells <em>Fresh Air</em>'s Terry Gross. \"I think it was one of the most creatively satisfying experiences I've had — and I think it's an incredibly audacious and very rare movie.\"</p><p>In the film, Keaton's character had been famous for portraying the superhero Birdman. Norton's character has no respect for superhero movies in general, or this actor, in particular. In his own condescending way, Norton is trying to teach Keaton what theater acting is really about, and how the stage is a place to reveal truth — with the implication that Keaton might have been a star, but he's not a real actor.</p><p>The movie is in part about ego, aging and clashing approaches to acting, as Keaton tries to reignite his career — and reinvent himself.</p><p><em>Birdman</em> is shot to appear like one seamless scene. This means that every move was calculated and rehearsed — though Norton insists there was still room for improvisation.</p><p>\"Once people have gotten the dance, and it is a dance — it's like a complex choreography with a lot of people — but once it has been built as a foundation, I think that's the enormous of pleasure of working with people like Michael Keaton and Zach Galifianakis, people with an astonishing ability to, even within a set choreography, do a backflip that you weren't expecting,\" Norton says.</p><p>Norton was in the Wes Anderson films <em>The Grand Budapest Hotel</em> and <em>Moonrise Kingdom </em>and starred in <em>The 25th Hour</em> and <em>Death To Smoochy</em>. He talks with Gross about <em>Birdman,</em> why he loves Wes Anderson films, and \"one of the proudest things\" in his career.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why <em>Birdman</em> is shot to appear like one seamless scene </strong></p><p>[Director] Alejandro [Iñárritu] has conceived it as kind of a waking dream, like a seamless floating shot. The entire film moves along without any apparent break or edit throughout virtually the entirety of the film. It's not like one of those films where there's a bravura seven-minute shot within the middle of the film that's a set piece. The entire film presents itself as a single, unbroken seamless movement of the camera.</p><p>The amazing thing about Alejandro, I think, is he said right away, \"Look, there's a reason for doing this, which is I'm telling a story about a person in a spiritual crisis who might actually be losing his mind. He might actually be going crazy, we're not sure. And I don't ever want to leave the bubble of his anxiety: I want the audience with him inside the bubble of his mounting panic.\"</p><p><strong>On the fistfight scene with Michael Keaton in <em>Birdman</em></strong></p><p>That was probably one of the funnier scenes for us. It was challenging mostly because it's very hard not to laugh at Michael Keaton when he's doing a scene like that. I grew up on the guy — I used to watch his movies and copy his lines. ... It was enormous fun.</p><p>Probably the most nerve-wracking thing about it was that it came after probably one of the longest shots in the movie, one of the longest sequences without a real stitch in it. ... And you get to this point where you have to throw a punch and hit it and have the camera angle be right and you just think like, \"If we miss this, if we goof on just this one punch, technically we've just thrown away 12 minutes and four big scenes where actors might have done some really fantastic stuff — and you're going to lose it all to messing up a stunt.\" That was a little anxiety-inducing.</p><p><strong>On Wes Anderson's films </strong></p><p>What I've loved about Wes [Anderson] from the get-go [is] — the whimsy, the incredible humor ... but there's always these moments of pathos that come in and sideswipe you. Every time I watch <em>The Royal Tenenbaums, </em>I'm laughing and laughing and then for whatever reason, as soon as there's that scene where [Richie Tenenbaum] releases the falcon or the hawk over the city and they play that Velvet Underground song, I tear up every single time. ... I can't explain it.</p><p>I've come to think that a lot of Wes' movies are about the same thing, which is maybe people struggling with the way that the family that you're born into fails you or you don't have the family that you want, so you go and create the family that you need. So many of the characters in Wes' movies are essentially creating alternative communities that support them. I think there's something really sweet in that idea.</p><p><strong>On carrying actor Harvey Keitel in <em>Moonrise Kingdom</em> </strong></p><p>He weighs like 240. ... And he's got a density of muscle that you've never seen in a man that age. ... He is so heavy that not only the idea of jumping, but even running with him was so ludicrous that they had to build me a Harvey Keitel backpack dummy made of foam that had straps on the chest so that I could wear it and run with him. Three union grips couldn't carry Harvey, let alone one 155-pound actor.</p><p><strong>On the satirical songs he sings as Smoochy the Rhino in <em>Death to Smoochy</em> </strong></p><p>Probably one of the proudest things in my career is the occasional $40 check I get for residuals for lyrics and music on <em>Death to Smoochy,</em> which I really proudly share with Adam Resnick, who is the madcap genius who wrote <em>Death to Smoochy</em> and wrote many of those songs like \"<a href=\"https://www.youtube.com/watch?v=X8dPa2S4vL0\">Your Stepdad's Not Mean, He's Just Adjusting</a>\" and others.</p><p>I ended up putting the musical underpinnings and embellishing on them, but sharing those music royalties with Adam is definitely a highlight of my career.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ed+Norton+On+%27Birdman%2C%27+Wes+Anderson+And+Why+%2440+Makes+Him+Proud&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357847388-d592e4.m3u?orgId=1&topicId=1137&ft=3&f=357637203"},{"href":"http://media.npr.org/assets/img/2014/10/20/image-368ec90f-a633-4f38-b2a0-1b64e9717773-168eb84d25e0d7070499cb372cd5f0501d32ba66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/10/20/image-a1c0865c-b129-4e12-98ba-6dbdfa1b2ef0-822e8f2fe023e2103d48bb1b879627aef3aec5af.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"681","width":"908"}},{"href":"http://media.npr.org/assets/img/2014/10/20/grandbudapest-foxsearchlight-7d7660223a51a1c264acb78c2daf3c8fb33c0091.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"948","width":"1265"}}]}