{"created":"2014-11-17T22:55:37+00:00","modified":"2014-11-18T20:14:45+00:00","valid":{"from":"2014-11-18T20:14:45+00:00","to":"3014-11-18T20:14:45+00:00"},"hreflang":"en","guid":"3e3dca30-9004-41d5-a7da-9492ed006877","title":"This American reporter survived a botched kidnapping in Yemen","published":"2014-11-18T20:14:44+00:00","byline":"Stephen Snyder","tags":["Media & Journalism","terrorism","Media","Arts, Culture & Media","Sana'a","Asia","Yemen","United States","Middle East","Asia","North America","Gregory Johnsen","Ali Abdullah Saleh","Yemen","kidnapping","Middle East","Arab world"],"teaser":"After 11 years of traveling to and writing about Yemen, American journalist and scholar Gregory Johnsen was nearly kidnapped there earlier this year. He says it's a sign of how much more dangerous and unforgiving the country has become for Americans.","contentencoded":"<p>Gregory Johnsen, a journalist and scholar focused on Yemen, has been travelling to the country for over a decade. But it was only on his latest trip earlier this year that he faced the threat now hangs over correspondents across the Middle East: kidnapping.</p>\n<p>Johnsen, who writes for BuzzFeed, was waiting to complete one last interview at the end of a reporting trip this spring. But after having breakfast at a café, he and a Yemeni friend were cornered on a street in Sana'a, Yemen's capital.  </p>\n<p>\"The man was waiting for us,\" wrote Johnsen in <a href=\"http://www.buzzfeed.com/gregorydjohnsen/how-i-escaped-a-kidnapping-attempt-in-yemen\">an article about the incident</a>. \"I saw him as soon as we left the restaurant: Ten yards up the road next to another man in a military uniform. Both of them were young, and both had guns.\"</p>\n<p>Before leaving on the trip, Johnsen had considered the possibility of being abducted. He left a list of contacts in case he was kidnapped, and was well aware of how abductions work: The victim is overpowered and pushed into a waiting taxi.</p>\n<p>\"When you get in the cab, you're kidnapped,\" says Johnsen. \"There have been people who have been kidnapped in Yemen and still haven't been heard from. And if you resist, you're dead.\"</p>\n<p>That's exactly what the two men tried to do to Johnsen, but they bungled their attempt. Johnsen did manage to resist getting in the cab and then ran away when the kidnappers were preparing to shoot him. </p>\n<p>\"It wasn't actually until I'd sort of broken away, after [a would-be kidnapper] tried to chamber the bullet, and [after I had] escaped into a restaurant — that was when the fear sort of crashed over the adrenaline that had been ruling me up until that point,\" Johnsen says.</p>\n<p>The attempted abduction was a huge change from Johnsen's first visit in 2003. Even though the US invasion of Iraq was leading the news, an American in Yemen wasn't considered a threat — or a target.</p>\n<p>\"There was a big difference between the personal and the political,\" Johnsen recalls. \"There could be personal interactions with Yemenis which were very warm and very caring, and in fact that's usually a trademark of Yemeni society.\"</p>\n<p>But when Johnsen returned to Yemen in 2012, after the Arab Spring and the negotiated resignation of longtime ruler Ali Abdullah Saleh, Yemen had become a different place.</p>\n<p>\"Security had fallen apart, and no one knew the rules anymore,\"  he says. \"And there was this great expectation after the Arab Spring in 2011: People thought if they could only get rid of the dictators at the top, that their life would be better, that it would be different.\"</p>\n<p>But in Yemen and many of the Arab Spring nations, that turned out not to be the case. \"Their expectations were inflated,\" Johnsen says,\" and then when they burst, it was a very hard comedown.\"</p>\n<p>There's also an increased suspicion about Americans. A decade of drone attacks, combined with the war in Iraq and Afghanistan — and now again in Syria and Iraq — have made Yemenis more wary of the United States.  </p>\n<p>\"From 2003 to now, there have been so many <a href=\"http://www.thebureauinvestigates.com/category/projects/drones/drones-yemen/\">drone strikes</a> that the US has carried out in Yemen, and this is taking a real toll,\" Johnsen says.</p>\n<p>\"I think people are now no longer looking at individuals,\" Johnsen says \"I'm no longer, when I go to Yemen, seen as a particular individual, but more and more as a symbol of the United States.\"</p>\n<p>He also sees links between his incident and the kidnapping that have claimed the lives of Americans like James Foley, Steven Sotloff and Abdul-Rahman Kassig.</p>\n<p>\"We're seeing this with hostages, journalists, aid workers who've been kidnapped by ISIS in Syria and Iraq,\" Johnsen says, \"and then very tragically beheaded — not because of who they are or what it is they have done, but because of the nationality that they are and the passport that they possess.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}