{"created":"2015-01-06T22:45:18+00:00","modified":"2015-01-07T05:10:16+00:00","valid":{"from":"2015-01-07T05:10:16+00:00","to":"3015-01-07T05:10:16+00:00"},"hreflang":"en","title":"Botched Lethal Injection Executions Reignite Death Penalty Debate","published":"2015-01-06T23:36:00+00:00","teaser":"Capital punishment and lethal injection were in the news quite a bit in 2014. Unable to secure certain drugs, states began using new ones, and that caused a number of executions to go awry.","itags":["npr_api","375399560"],"guid":"3e4159b7-3e5e-4efb-9fc5-6da26b3abaeb","contentencoded":"<p>This past year, the <a href=\"http://deathpenaltyinfo.org/documents/2014YrEnd.pdf\" target=\"_blank\">number of inmates executed in America</a> was the lowest in two decades at 35, according to the Death Penalty Information Center.</p><p>But death penalty states are having increasing difficulty obtaining the drugs they have used to execute inmates because pharmaceutical companies refuse to associate their drugs with killing people. This has forced states to seek new formulas using untested doses and find new compounding pharmacies to make their execution drugs. As a result, four executions in 2014 did not go well.</p><p>Michael Kiefer, a veteran reporter for the <em>Arizona Republic,</em> has over the years been witness to five Arizona executions. Last July, Kiefer was <a href=\"http://www.azcentral.com/story/news/arizona/politics/2014/07/24/arizona-execution-joseph-wood-eyewitness/13083637/\" target=\"_blank\">observing the execution</a> of double murderer <a href=\"http://www.theguardian.com/world/2014/aug/02/arizona-inmate-injected-15-times-execution-drugs-joseph-wood\" target=\"_blank\">Joseph Wood</a>. For Wood's execution, the Arizona Department of Corrections was using a different drug formula for the first time.</p><p>\"We were escorted in,\" Kiefer says. \"Everything seemed to go smoothly. You watch the catheters being inserted. Joseph Wood closed his eyes, his head went back. It looked like executions I'd seen before using thiopental and pentobarbital.\"</p><p>With those drugs, Kiefer says it normally took five to 10 minutes for a condemned man to die. But at the six-minute mark something unusual happened.</p><p>\"Suddenly he opened his mouth,\" Kiefer says. \"His mouth sort of made this funny round shape, and you could see this expulsion of air, and we all jumped. This was something different.\"</p><p>Wood had begun fighting for his life, taking large intermittent breaths.</p><p>\"And then there was another and then another, and then it just kept going,\" Kiefer says. \"I started putting little hash marks on my pad, my notepad, to see how many times he did this — 640 times.\"</p><p>The executioner eventually came out, turned on the death chamber microphone, and tried to reassure everyone that Wood was asleep, and it was OK. But Kiefer says the sounds emanating from the condemned man that were suddenly brutally audible behind the executioner's voice only added another layer to everyone's distress. An hour passed.</p><p>\"We looked at each other; you could see the alarm on the faces of the prison personnel,\" Kiefer says. \"Nobody said anything. I turned to the reporter next to me and said, 'I don't think he's going to die.' I was wondering if Wood was going to open his eyes again.\"</p><p>Arizona's new drug formula — 50 milligrams of midazolam, a sedative, and 50 milligrams of hydromorphone, a narcotic — was supposed to be a lethal dose. Obviously it wasn't, so the executioner gave Wood a second dose. And then a third, a fourth, a fifth and so on, and then, mercifully, on the 15th dose, Wood died. It had taken nearly two hours.</p><p>\"A mess is a good way to put it,\" says Maurie Levin, a capital defense attorney in Texas who's been doing most of the lethal injection litigation in the state that is the <a href=\"http://deathpenaltyinfo.org/documents/2014YrEnd.pdf\" target=\"_blank\">runaway death penalty leader</a>.</p><p>For both <a href=\"http://www.theatlantic.com/national/archive/2014/01/the-secrecy-behind-the-drugs-used-to-carry-out-the-death-penalty/283348/\" target=\"_blank\">moral and public relations reasons</a>, pharmaceutical companies no longer want any association with the death penalty process. Their drugs are to be used for healing only.</p><p>Levin says that pharmaceutical companies' new stance has forced death penalty states to search for new drug combinations and new sources — <a href=\"http://www.deathpenaltyinfo.org/compounding-pharmacies\" target=\"_blank\">compounding pharmacies</a>.</p><p>\"[The Texas Department of Criminal Justice], the prison, went to a pharmacy in Houston. They wrote them a letter, it was only discovered later, that said, 'We promise you that we will keep this on the down-low,' \" Levin says.</p><p>\"Down-low\" was actually the phrase used. Just like the big pharmaceutical companies, compounding pharmacies don't want to be associated with executions either. So when the name of the pharmacy was disclosed in a court proceeding, the Houston compounding pharmacy was furious, embarrassed and quit.</p><p>\"And the pharmacy asked for their drugs back, and the prison refused to give them back,\" Levin says.</p><p>This <a href=\"http://bigstory.ap.org/article/scant-evidence-threats-execution-drugmakers\" target=\"_blank\">outing of compounding pharmacies</a> has become a serious threat to death penalty states' drug supplies. Like several other death penalty states, Texas argues that the identity of the drug suppliers should be <a href=\"http://www.cjr.org/behind_the_news/georgia_lethal_injections_shie.php\" target=\"_blank\">a state secret</a> and not even judges should be able to find out.</p><p>\"We've said before that disclosing the identity of the pharmacy would result in harassment of the business, and it's going to raise serious safety concerns for the business and its employees,\" says Jason Clark, a spokesman for the Texas Department of Criminal Justice.</p><p>But last month a Texas judge <a href=\"http://www.texastribune.org/2014/12/11/tdcj-cant-keep-lethal-injection-drug-supplier-secr/\" target=\"_blank\">rejected the state's arguments</a>, ruling the name of the compounding pharmacy is public information. Texas is appealing.</p><p>This is the new front in the legal war over the death penalty. A clean and painless death by injection has played a major role in preserving capital punishment in America. If that becomes a problem, it could complicate the institution's long-term survival.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Botched+Lethal+Injection+Executions+Reignite+Death+Penalty+Debate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"319"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375434507-951f8b.m3u?orgId=1&topicId=1070&ft=3&f=375399560"}]}