{"created":"2014-10-06T19:30:27+00:00","modified":"2015-03-23T12:52:03+00:00","valid":{"from":"2015-03-23T12:52:03+00:00","to":"3015-03-23T12:52:03+00:00"},"hreflang":"en","title":"How The Cold War And George Orwell Helped Make The Internet What It Is","published":"2014-10-08T15:42:00+00:00","teaser":"In <em>The Innovators,</em> Walter Isaacson explains that Pentagon officials wanted a system the Russians couldn't attack, and <em>1984</em> made the public wary of new technology's Big Brother potential.","itags":["npr_api","353269811"],"guid":"3e4cd30f-fb1c-492e-bca3-53a8a6e63834","contentencoded":"<p>The story of how the digital age came to be involves a cast of more than 40 people, ranging from a 19th century <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/10/06/345799830/the-forgotten-female-programmers-who-created-modern-tech\">English countess</a> to California hippies. In his new book,<em> The Innovators,</em> Walter Isaacson profiles many of those characters, focusing on how their collaborations helped bring us into the digital age.</p><p>Isaacson has long held an interest in creative minds. He's written highly regarded biographies of Benjamin Franklin, <a href=\"http://www.npr.org/templates/story/story.php?storyId=9496261\">Albert Einstein</a> and <a href=\"http://www.npr.org/2011/10/25/141653658/steve-jobs-a-computer-icon-on-life-death-and-apple\">Steve Jobs</a>. But, as he tells <em>Fresh Air</em>'s Dave Davies, his latest book is an attempt to shift away from writing about one person's creativity.</p><p>\"One of the things we biographers realize is that we distort history a little bit,\" Isaacson says. \"We make it sound like there's some great individual in a garage or a garret who has a light-bulb moment and all of a sudden innovation happens. But when you look at innovation, especially in this day and age, it happens in teams — creativity is a collaborative effort in the digital age. I wanted to get away from writing about the singular individual.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On early computers</strong></p><p>They were big ol' things with vacuum tubes, so they glowed and they let off heat. They looked like things in those old movies with the blinking lights. They took up ... the room and most of them were used for wartime uses. ... Colossus was used to break the German codes; ENIAC [Electronic Numerical Integrator And Computer] did missile trajectories, but then a group of women helped reprogram it so it could do atom bomb tests.</p><p><strong>On why the Internet is decentralized </strong></p><p>The people who were designing it decided for two reasons not to centralize control of the Internet. One ... given by the colonels in the Pentagon is they wanted to make sure that the Russians couldn't send a nuclear attack on some hub and destroy our communication system. So they wanted a system that was distributed.</p><p>But the people who were actually building this system, they weren't really thinking about Russian attacks. They were kind of rebellious anti-authoritarian types — they wanted power to the people. They called it \"computing power to the people.\" And so they created a system in which every node on the Internet has the ability to store, to forward, to originate information. ... This decentralized system made it hard for the Russians to blow it up, but it also made it hard for the government or corporations to control the Internet. ...</p><p>The Internet could've been designed by the Pentagon or some big corporation. ... Instead, nobody really wanted to build this thing, so it was done in sort of an ad hoc manner. ... It sprang out from the ground up, as opposed to being dictated from the top down — which is the way it could've happened, in which case we would have an Internet that would have a lot of on and off switches that our politicians could control.</p><p><strong>On the public's feelings about government involvement in computer development in the '40s and '50s</strong></p><p>[Like today], a lot of people believed it was sinister back then. ... This is of course when George Orwell's<em> 1984</em> is coming out. It was published in 1948 and people thought that computers would lead to Big Brother-like government. But the people who were developing both the Internet and then the personal computer realized that you had to make it personal — you had to give access and power to each of the individuals and that would help the system from becoming Orwellian.</p><p><strong>On how San Francisco Bay Area culture gave birth to the personal computer </strong></p><p>What you have in the Bay Area of California in the 1970s is a cultural brew that is very anti-authoritarian and it becomes sort of a caldron in which the personal computer can be born. Out in Boston, near MIT, and in Philadelphia, where they did ENIAC, there wasn't this ferment. [The] companies there never thought, \"Oh, we're going to want to have personal computers.\" They were just building office computers that people would share.</p><p>But out in the Bay Area and Silicon Valley, you have people who have been part of the anti-war movement. You have hippies who've [read Tom Wolfe's] <em>The Electric Kool-Aid Acid Test</em> with [protagonist] Ken Kesey and others who are rebellious and believe in power to the people. You have people following Stewart Brand who read [his book], <em>Whole Earth Catalogue,</em> which has as its philosophy access to tools; and they want to take back this computing power and really make it something that they can use personally and use it as organizing tools and rebellious tools. This is where the personal computer comes out of this brew in California.</p><p><strong>On the sealed-up nature of modern technology </strong></p><p>One of the things that bothers me is that we used to be able to solder our own circuits when we were making our ham radios. And nowadays, when you have an iPhone or iPad or, for that matter, even a laptop, you're not supposed to open it up. You don't know what goes on inside. So that ability to tinker and solder and to even know what a circuit is, why an on/off switch — which is basically all a transistor does is flick things on and off — why on/off switches can make logic happen. Those are very important things. So I would hope that there would be a way in the future where we wouldn't just understand the software, but we would have a better feel [for it]. ... Certainly if you look at all the great people of the digital age ... they loved that hands-on imperative, to be able to take it apart, to be able to fiddle with it. I fear that our machines these days are a little too sealed up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Cold+War+And+George+Orwell+Helped+Make+The+Internet+What+It+Is&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354106624-65efc1.m3u?orgId=1&topicId=1033&e=353269811&d=2289&ft=nprml&f=353269811"},{"href":"http://media.npr.org/assets/img/2014/10/02/isaacson_author-photo_by-patricegilbert-7321f8be8cc1b5d718445492f0b58e44c1cbf047.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1999","width":"2666"}}]}