{"created":"2015-02-25T10:02:37+00:00","modified":"2015-05-13T21:13:02+00:00","valid":{"from":"2015-05-13T21:13:02+00:00","to":"3015-05-13T21:13:02+00:00"},"hreflang":"en","title":"Young Indians Learn To Fight Pollution To Save Lives","published":"2015-02-26T19:19:00+00:00","teaser":"India's air pollution is so bad that it shortens many people's lives by about three years, a study found. This week Al Gore visited New Delhi to link bad air to climate change.","itags":["npr_api","388901963"],"guid":"3e67442a-0fd4-4e44-ab17-c01437d3bc6f","contentencoded":"<p>China's pollution is epic enough that even the mayor of Beijing said his city \"is not livable\" because of its noxious smog.</p><p>But a new study, <a href=\"http://www.epw.in/special-articles/lower-pollution-longer-lives.html\">published</a> Saturday in the <em>Economic</em><em> </em><em>& Political Weekly</em>, shows that 660 million people — half the population — live in areas where fine particulate matter pollution is above levels considered safe under Indian standards.</p><p>If India curbs the pollution and meets its air quality standards, those 660 million people would add some 3.2 years onto their lives. \"Put another way, compliance with Indian air quality standards would save 2.1 billion life-years,\" the researchers wrote.</p><p>Facts about the country's pollution and health leave little doubt that India is squarely in the forefront of foulest air:</p><ul><li>The <a href=\"http://www.who.int/phe/health_topics/outdoorair/databases/cities/en/\">top four</a> the 20 worst polluted cities worldwide are in India.</li><li>Delhi is now the most polluted major city.</li><li>India has the <a href=\"http://gamapserver.who.int/gho/interactive_charts/ncd/mortality/chronic_respiratory_diseases/atlas.html\">highest rate</a> of deaths caused by respiratory disease.</li></ul><p>As the litany grows, more Indians, especially the young, are getting involved in environmental activism.</p><p>This week a familiar voice, former Vice President Al Gore, was in New Delhi to lend encouragement, linking bad air to climate change.</p><p>Gore addressed some 500 trainees being inducted into his <a href=\"http://climaterealityproject.org/leadership-corps\">Climate Reality Leadership Corps</a>. He said that opportunities to reverse global warning have never been greater.</p><p>It was the 27th of such global sessions under Gore's tutelage. Attendees sat through Gore's signature slideshow that meticulously takes them through the science of climate change, a two-hour performance that manages to hold the audience in thrall, despite being crammed inside a cavernous ballroom.</p><p>Gore opens with a series of iconic images of Earth. The photographs are meant to signal that, whether it is pollution shortening lives in India, super-typhoons leveling villages in the Philippines, or extreme weather events afflicting Americans, \"we all live on the same small planet.\" He projects the shot of Earth captured by the Apollo 17 Mission in 1972 — a full disc of the planet illuminated. \"This one picture is the most publicized photograph in all of human history,\" Gore says.</p><p>There's a shot from the Space Shuttle of the rising sun, peaking over a narrow band. It shows how \"the atmosphere is much smaller than we might imagine, just looking up at the limitless sky,\" Gore says. Borrowing from the late Carl Sagan, Gore says the atmosphere is like \"varnish\" on the globe of the Earth, it's so thin. And with humankind pouring 110-million tons of pollution into that layer every day, he says, \"it doesn't take very long to change the chemical composition of the atmosphere and to build up the heat-trapping gasses, principally carbon dioxide.\"</p><p>A quarter of the audience — all being taught how to counter the climate change denial campaign — is said to be between 25 and 35 years old. But Rajashree Agrawal is just 15. She says she sees climate change as an opportunity to create a healthier, cleaner India.</p><p>\"Previously people weren't concerned with, let's say, where do we find more resources; it was just about putting a factory anywhere and putting it anyway, and now we are going to put it so that there is sustainable growth,\" the teenager says. \"My generation will now develop more correctly.\"</p><p>Her generation will have to act if they are to roll back the climate change that Gore asserts is already underway here. Citing 2014 as India hottest on record, Gore explains that warmer air holds more water vapor, which in turn helps create ever bigger storms. All over India downpours, on average, are larger, he says, and floods and landslides more frequent.</p><p>Gore narrates a video made about the flood that killed 5,700 people in the Indian state of Uttarakhand in 2013.</p><p>In the video, a man describes being stuck in a bus in the dead of the night. \"A lady came rapping on all the windows,\" he says. \"When she knocked, we woke up, and then she screamed, 'Run, run, run!' And we leapt up and ran. And everything, all our possessions, all our money, all of it, is gone, finished.\"</p><p>Gore tells NPR, \"There are few climate change doubters in India.\" Droughts are worsening \"as higher temperatures pull moisture from the soil,\" he explains.</p><p>Farmer suicide is a complex phenomenon, but tens of thousands of Indian farmers have <a href=\"http://www.thehindu.com/opinion/columns/sainath/farmers-suicide-rates-soar-above-the-rest/article4725101.ece\">killed themselves</a> since the year 2000. Desertification is rising as the ice pack in the Himalayas, which feeds the great rivers of India, is diminishing. Between a third and a half of the ice could be lost by the end of the century. The monsoons are changing, Gore says, and India is susceptible to an increase in water-borne diseases associated with global warming.</p><p>\"So these and other phenomena don't really require much explanation from scientists because Mother Nature is communicating the message so powerfully,\" Gore says, \"But there's another question alongside, 'Do we have to change?' The question is, 'Can we change?' \"</p><p>The 500 eager trainees in the audience believe it's possible. Aditya Pundir is the Branch Manager for Climate Reality Project India. He says the fine particle pollution, which is invisible, is now better understood, if not seen.</p><p>Publishing pollution levels is just now starting to draw wider public attention, he says.</p><p>\"When people make that crucial link between pollution and disease — that I'm suffering [from] asthma because of this, I'm suffering cancer because of this — once I start making this association,\" that's when action will come, he says.</p><p>Back at the lecture hall, Gore adopts the fervor of a preacher. He insists that renewable energy makes more economic sense than the dirty fossil fuels that currently power India because, he says, the cost of materials like solar panels will come down in much the same way mobile phones have.</p><p>\"This is the greatest new business opportunity in the history of the world: renewable energy, efficiency, energy storage, sustainable agriculture, sustainable forestry, sustainable architecture,\" he says. \"This is the transformation of the global economy.\"</p><p>Fifteen-year-old attendee Rajashree Agrawal quit school to teach herself economics and physics. She can hold her own while discussing India's oil imports and hold forth on the lack of public agitation over the pollution that's killing Indians.</p><p>Listening to Agrawal, it's difficult not to be optimistic about India. She calls her country a \"banyan tree,\" a sacred tree in India. And for her generation, \"the main trunk is environmental protection.\"</p><p><em>Follow NPR's Julie McCarthy on Twitter: <a href=\"https://twitter.com/JulieMcCarthyJM\">@JulieMcCarthyJM</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Young+Indians+Learn+To+Fight+Pollution+To+Save+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388901964-e7cdfa.m3u?orgId=1&topicId=1031&d=288&p=3&story=388901963&t=progseg&e=388901916&seg=5&ft=nprml&f=388901963"},{"href":"http://media.npr.org/assets/img/2015/02/25/462127262-3953739c627fd744dff93c2db0bf7a877fdb2d60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}}]}