{"created":"2015-05-20T21:46:25+00:00","modified":"2015-05-21T20:39:21+00:00","valid":{"from":"2015-05-21T20:39:21+00:00","to":"3015-05-21T20:39:21+00:00"},"hreflang":"en","guid":"3e785bfb-9fc0-4ddb-a587-fcd86d14af93","title":"It takes a bit of selfishness to make it as a graphic novelist in Paris","published":"2015-05-21T20:39:16+00:00","byline":"Bradley Campbell","tags":["books","culture","Books","Arts, Culture & Media","Paris","Europe","France","Exquisite corpse","Entertainment"],"teaser":"Parisian author Pénélope Bagieu had to act as a lone wolf to achieve success, and that selfishness makes its way into her new graphic novel, \"Exquisite Corpse.\" But it's a cautionary tale she wrote for the reader and, in part, for herself. ","contentencoded":"<p>\"<a href=\"http://www.amazon.com/Exquisite-Corpse-P%C3%A9n%C3%A9lope-Bagieu/dp/1626720827/ref=sr_1_fkmr0_1?ie=UTF8&amp;qid=1432151418&amp;sr=8-1-fkmr0&amp;keywords=13+9781626720824\">Exquisite Corpse</a>,\" a new graphic novel by French graphic artist Pénélope Bagieu, is a love story about two people who probably should never have met.</p>\n<p>One is a famous and reclusive Parisian writer, a man who lives for positive reviews. The other is a young girl who's never set foot inside a bookstore. Each ventures into unfamiliar territory to interact with the other.</p>\n<p>Then comes an epic twist, \"one that I cannot give away,\" Bagieu says.</p>\n<p>You could set \"Exquisite Corpse\" in any city, but it fits perfectly in Paris, and not just because that's the only place where Bagieu has ever lived. It has more to do with the subtle ways she sets the literary scene.</p>\n<p>\"It's very unique and contrary to the American scene, it actually concerns a very [small] amount of people,\" she says. \"People tend to read less and less and not that much, so there's a paradox between the fact that authors rule a very tiny empire that shrinks more and more every year.\"</p>\n<p>Bagieu says the authors in Paris still carry an almost mystical presence in the culture. They're revered even if few have read their works. \"We still hang on that image that authors are almost half gods,\" she says.</p>\n<p>So it's a perfect location for an author like the one she created for her book. Bagieu's writer character is narcissistic, erratic and constantly needs public approval of his work. He feeds off the fame, even while few people outside a bookstore could even name one of his books.</p>\n<p>But in Bagieu's hands, he becomes an almost sympathetic character. You want to see him succeed with his work — until you want to see him punished, anyway. You see bits of yourself in him, personality traits you wish you could do without. Bagieu certainly sees herself in the writer.</p>\n<p>\"When you create something you tend to be self-centered,\" she admits. \"And at some point you will live only for your work and what you do. And it is true that you forget that other people keep on living around you and take care of you and love you and you tend to not see that anymore.\"</p>\n<p>And \"Exquisite Corpse\" is a story that shows what could happen if you forget to care about those around you. Consider it a cautionary tale told by the artist, for the artist.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Fit-takes-bit-selfishness-make-it-graphic-novelist-paris&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/ExquisiteCorpse_Spot.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/exquisitecorpsespotjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0520201508.mp3"},{"href":"http://admin.pri.org/file/0520201508mp3"}]}