{"created":"2015-03-15T12:49:03+00:00","modified":"2015-03-29T00:54:39+00:00","valid":{"from":"2015-03-29T00:54:39+00:00","to":"3015-03-29T00:54:39+00:00"},"hreflang":"en","title":"Haunted Dolls Are A Thing, And They're Not Cheap, Either","published":"2015-03-16T16:56:00+00:00","teaser":"Some dolls don't look quite right. There's just something creepy about them. Turns out those dolls fetch a high price on eBay and Etsy.","itags":["npr_api","393106653"],"guid":"3e787295-c6e3-4e34-9988-29590d96a677","contentencoded":"<p>Some childhood symbols straddle the line between adorable and terrifying. Like clowns. Or <a href=\"http://www.hasbro.com/furby/en_US/\" target=\"_blank\">Furbys</a>.</p><p>Some dolls fit the category, too, with spooky eyes that seem to move or a porcelain pallor. They're not all <a href=\"http://en.wikipedia.org/wiki/Chucky_%28Child%27s_Play%29\" target=\"_blank\">Chucky</a>, but some of them just don't seem quite right.</p><p>Listener Anne McLaughlin grew up with a cabinet full of dolls — including a pretty dancer doll and a set of wooden nesting dolls. But one, she says, stood out.</p><p>\"One of the dolls in the cabinet was absolutely terrifying,\" she says. \"Very tall, thin doll, and her face was not a doll face. It was a grown woman, so she didn't have big eyes she didn't have a smile. She had tiny little eyes. She always looked like she stepped out of one of those New Orleans ghost stories.\"</p><p>The lady doll was also a music box, and it spun slowly to music when wound. The doll gave Anne the creeps.</p><p>So one night, when she was about 10, McLaughlin thought to herself: \"I'm going to take her out of the cabinet just to prove that I'm not scared of this doll\" — even though she was very scared of it.</p><p>So she wound up the doll, left it on the bedside table and walked away. Suddenly there was a crash.</p><p>\"And right when I turned around, she had just walked to the side of the bedside table, and fallen to the floor with a big crash, \" McLaughlin can't even finish her sentence. \"I went and slept with my parents.\"</p><p>The next morning, she crept back into her room and placed the doll back inside the cabinet.</p><p>\"I was really sure to put her in the cabinet facing away from me ... so that she couldn't watch me,\" she remembers.</p><p>Many listeners have their own memories of haunted dolls. That's not surprising, considering that haunted dolls are big business on sites like eBay and Etsy.</p><p>Jak Hutchcraft, who <a href=\"http://www.vice.com/read/inside-the-uks-lucrative-world-of-trading-in-haunted-dolls-245\">wrote about the phenomenon for Vice.com</a>, says he stumbled upon the trade one night when he was surfing around the \"Everything Else\" section of eBay.</p><p>\"There was an advert for something which was a sadistic, perverted, haunted doll,\" Hutchcraft says. \"It was this little, menacing-looking sort of troll.\"</p><p>Intrigued, he noted that the bids kept going up, with 10 people in the running. That doll that looked like a possessed little troll sold for more than $1,400.</p><p>Hutchcraft did some reporting to find out why anyone would want a haunted doll — let alone pay for one.</p><p>\"Some people want to connect solely with the spirit,\" he explains. \"Some people buy them just for the doll because they're doll collectors and the spirited aspect of it is just a secondary thing. I thought it was baffling, really, because I can look past the ghost as long as it's a cute doll.\"</p><p>Hutchcraft met with a woman who is a major player in the world of haunted dolls, and he found to his surprise that he kind of liked her. He started out as a skeptic but ultimately came to appreciate this seemingly bizarre subculture.</p><p>But when it comes to owning a haunted doll?</p><p>\"I thought about it,\" he says. \"But the thing is, the more it went on, the more it took over my life for about a year, really ... and then I started to think, 'Will my brain trick me into thinking it is haunted? Or something will happen when I get it.' And, to be honest, I didn't have the money to fork out — and I was a little bit scared!\"</p><p>Many years after McLaughlin's scary doll \"walked\" off the table, she got the courage to take the doll out of the cabinet again. She found, upon closer examination, that the music box was off balance — probably the reason the doll fell to the floor.</p><p>But I've got to admit, I liked the story better when the doll was possessed.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Haunted+Dolls+Are+A+Thing%2C+And+They%27re+Not+Cheap%2C+Either&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393133246-8242fc.m3u?orgId=1&topicId=1146&e=393106653&d=237&ft=nprml&f=393106653"},{"href":"http://media.npr.org/assets/img/2015/03/15/doll-c026cda4a823addb3febc500cc25ff372d3a3a5e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"672","width":"895"}}]}