{"created":"2015-02-15T22:24:08+00:00","modified":"2015-02-16T16:25:22+00:00","valid":{"from":"2015-02-16T16:25:22+00:00","to":"3015-02-16T16:25:22+00:00"},"hreflang":"en","guid":"3e83f33a-412b-4a33-a359-6d4ef50dce19","title":"Uninvited by Obama, will Netanyahu speak to Congress? ","published":"2015-02-16T16:25:18+00:00","byline":"Daniel Estrin","teaser":"Even the Israeli prime minister's usual supporters — and much of the Israeli public — question Benjamin Netanyahu's decision to address Congress on March 3 without an invitation from President Obama. The address, at the request of House Speaker John Boehner, comes two weeks before Israeli elections. Is Bibi being savvy, or playing the pawn?","tags":["Global Politics","United States","Israel","Benjamin Netanyahu","Patrick Leahy","John Boehner","Obama","Israeli Jews","Jews","Politics of Israel","Israeli–Palestinian conflict"],"contentencoded":"<p>Is he actually going to go through with it?</p>\n<p>That’s the question that’s been on a lot of minds in the US and Israel about Israeli Prime Minister Benjamin Netanyahu’s controversial speech to Congress planned for March 3. Netanyahu and Obama disagree on the direction of current Iranian nuclear negotiations, and the Speaker of the House, Republican John Boehner, invited Netanyahu to speak his mind before Congress.</p>\n<p>But Boehner reportedly didn’t arrange the speech with the White House, and Netanyahu accepted the invitation even without a formal invitation from Obama. According to diplomatic protocol, that is a no-no.</p>\n<p>When Netanyahu spoke before Congress four years ago, he was greeted like a king.</p>\n<p>“Members of Congress, I have the high privilege and the distinct honor of presenting to you His Excellency Benjamin Netanyahu, Prime Minister of Israel,” Boehner said, using an honorific — “His Excellency” — that even Netanyahu’s biggest supporters in Israel don’t use. </p>\n<p>During his 2011 speech, Netanyahu was repeatedly interrupted by unanimous standing ovations from a packed Congress. “I do see a lot of old friends here, and new friends of Israel as well, Democrats and Republicans alike,” he said to roaring applause.</p>\n<p>But on March 3, when Netanyahu looks out from the podium, he’s likely going to see a number of empty seats. Vice President Joe Biden won’t be there — he announced he’s going abroad — and half a dozen Democratic lawmakers are boycotting the speech, among them Patrick Leahy, the Senate’s most senior lawmaker.</p>\n<p>Leahy said the speech would be an embarrassment for Israel</p>\n<p>“As an Israeli this was sad for me to hear,” said <a href=\"http://en.talschneider.com/\">Tal Schneider</a>, an Israeli political blogger and journalist.  “If this is how we are perceived by the senior senator, then, you know, what will other people think?”</p>\n<p>In a poll this week, 47 percent of Israelis questioned said they thought Netanyahu should cancel his appearance. Netanyahu said this week he is determined to speak to Congress before world powers reach their March 31 deadline on the Iranian negotiations.</p>\n<p>But there’s another timetable at play, too. Two weeks later, on March 17, Israelis will go to the ballot box to decide whether they want to keep Netanyahu in office.</p>\n<p>The Jerusalem Post, a center-right paper that usually supports Netanyahu’s views on Iran, has come out in an editorial against the speech. \"Netanyahu believes that he needs to save the world, that he’s the only one who can do it,” said <a href=\"http://www.jpost.com/Author/Gil-Hoffman\">Gil Hoffman</a>, senior political correspondent for the Jerusalem Post, referring to Netanyahu’s concerns about Iran’s nuclear program.</p>\n<p>“Two weeks before an election, there’s nothing better for Netanyahu than to be in Washington showing Israelis, ‘Look, this is who I am, and you need me,’” Hoffman said.</p>\n<p>The Israeli leader is also under pressure not to deepen the rift between himself and the White House. </p>\n<p>President Obama says he won’t meet with the Israeli leader when he’s visiting Washington because it will be so close before elections and he doesn’t want to be seen as endorsing Netanyahu or any candidate.</p>\n<p>Still, Bibi — as Israelis call him — remains determined to address Congress. The question is: Why?</p>\n<p>“Bibi has taken that very in-your-face element of Israeli society, and he’s brought it to the world of diplomacy, and it really rubs people the wrong way,” said Matt Rees, co-author of the book <a href=\"http://www.amazon.com/Psychobibi-Israels-Minister-DeltaFourth-Operations-ebook/dp/B00BU1XCD0\">Psychobibi: Who is Israel's Prime Minister and Why Does He Want to Fail?”</a></p>\n<p>“It rubs the White House the wrong way, but he doesn’t care,” Rees said. “Because it’s the thing about him that is most Israeli.”</p>\n<p>Netanyahu, Rees says, is banking on voters who like a leader with <em>chutzpah</em>.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-15%2Funinvited-obama-will-netanyahu-speak-congress&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_08.mp3"},{"href":"http://www.pri.org/file/0213201508mp3"}]}