{"created":"2014-10-08T16:43:35+00:00","modified":"2014-10-31T02:23:03+00:00","valid":{"from":"2014-10-31T02:23:03+00:00","to":"3014-10-31T02:23:03+00:00"},"hreflang":"en","title":"Teen's App Helps Pay Family's Bills","published":"2014-05-05T21:51:00+00:00","teaser":"Seventeen-year-old entrepreneur Michael Sayman took center stage at Facebook's conference for developers. He talks about how he got into tech and developed his popular 4SNAPS app.","itags":["npr_api","309743657"],"guid":"3e9faa6e-42ae-42e8-af04-b85aa5a3ffd3","contentencoded":"<p>Michael Sayman is a 17-year-old game developer from Miami, whose app — 4 Snaps — has been going strong in the iTunes App Store. Sayman was highlighted at Facebook's development conference last week by Mark Zuckerberg. He graduates from high school this month and starts an internship at Facebook headquarters later this summer. Sayman spoke with <em>Tell Me More</em> about his app, how he used the proceeds to help his family and how some schools and teachers are overlooking the importance of tech.</p><p><strong>How did you get into tech?</strong></p><p>I don't think I got \"into tech.\" Instead, I think tech got into my life from the very start. My generation grew up with cellphones and the Internet already developed. I don't remember a time when I didn't have a cellphone or a computer downstairs to play on. But something different that I think happened with me was that I loved it. So many days even when I was a kid at the age of 6 or 7 years old, I would be on the family computer trying to print out things and create as much as possible. I guess that stemmed into what has become my hobby and job!</p><p><strong>Tell us about your app 4 Snaps.</strong></p><p>4 Snaps is a game that I started working on in the last semester of junior year. I initially thought of the idea when I saw my sister texting her friend a few pictures and asking her friend to guess what she was taking pictures of. This is when I realized that I had to make an app about this, and I immediately got to work on it. After about five months of nonstop [work], I released the app for the first time and managed to reach the No. 1 Word Game and No. 700 Overall app! Currently, about 20 games are being sent every minute on 4 Snaps and it keeps getting bigger.</p><p><strong>How have your parents reacted?</strong></p><p>My first app reached No. 7 in the top reference apps and I woke up my parents saying, \"Look! Look! My app is No. 7 in the reference charts!\" They didn't really see why that was so great and were just like, \"That's nice Michael. Now go do your homework.\" They didn't really get it at first. Once the paychecks started coming in, they understood what was going on. Our economic situation wasn't the best around and we actually had to move out of our house and get a smaller townhouse. I managed to help them out by paying for the mortgage and any other bills they needed help paying. They are the best parents any kid could ask for. All my life they had given me everything I needed: a bed to sleep in, food to eat, and so much more. The least I could do when I now have the opportunity to help them out is do exactly that! They definitely deserve it.</p><p><strong>Do you think schools are missing the point when it comes to tech?</strong></p><p>My school canceled the whole computer science department last year. It was incredible and I was extremely furious about it. And the whole importance on coding is not as strong as I would love it to be. There's so much opportunity out there for kids to learn how to code and if schools were to take a bigger part in that it would be amazing. But I feel like there's a big part with teachers also. I feel like teachers don't want to be the ones to not know things. And I feel like since a lot of students know a lot about technology, and iPads, and how they work ... teachers don't want to embrace the technology because of the fear that, you know, one day the student might outsmart the teacher. I think teachers should try to learn the technology and try to just embrace ... the new stuff.</p><p><strong>What advice do you have for teens out there thinking coding is too hard and tedious to learn?</strong></p><p>For those that really want to learn how to code, it isn't that hard to get started. Yes, there is a never-ending \"book of coding\" that will just keep on growing as time goes by, but that's the fun part. If programming is what you love to do, there will always be more to learn and more to do. It's all about having the passion and excitement in everything I do that gets to me where I am ... and where I want to end up.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Teen%27s+App+Helps+Pay+Family%27s+Bills&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309747707-10dc5b.m3u?orgId=1&topicId=1019&ft=3&f=309743657"},{"href":"http://media.npr.org/assets/img/2014/05/05/pic-3-60c970eea3c042fb8bc78d33940c1cc960350efe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"544","width":"727"}},{"href":"http://media.npr.org/assets/img/2014/05/05/pic-5-d241a4a6118776df4a1f12adb48de3e5c07110e0.png","type":"image/jpeg","meta":{"crop":"standard","height":"481","width":"640"}},{"href":"http://media.npr.org/assets/img/2014/05/05/pic-11-f15dd9114302e4160311da8d7d1ffca040d61b8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1536"}}]}