{"created":"2015-06-16T18:06:49+00:00","modified":"2015-06-24T19:58:09+00:00","valid":{"from":"2014-11-05T05:59:13+00:00","to":"3014-11-05T05:59:13+00:00"},"hreflang":"en","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>December 14, 1941</strong></p>\n<br />\n<p>Civilian defense was a frequent topic of ER’s “Over Our Coffee Cups” program. She had agreed to serve as an assistant director for volunteer coordination in the federal Office of Civilian Defense (OCD), the first time a president’s wife had been given a federal appointment. ER was especially interested in using her authority to see that women had meaningful work to do defending the home front.</p>\n<br />\n<p>On December 8, 1941, the day after the Japanese attack on Pearl Harbor, ER flew with OCD head Fiorello La Guardia to the West Coast. They went to inspect civilian defense preparations and to ease public fears about a rumored Japanese attack on Pacific Coast communities. In this broadcast, she reports on the trip and suggests ways the audience can prepare their local communities and their homes for war. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ANNOUNCER: This is Mrs. Franklin D. Roosevelt’s regular Sunday evening broadcast, sponsored by the Pan-American Coffee Bureau, representing seven Good Neighbor coffee-growing nations. As you know, Mrs. Roosevelt last Monday flew to Los Angeles to engage in active service on the front line of national wartime civilian defense. This evening, speaking from Seattle, Mrs. Roosevelt has many important facts to tell you about the first week of civilian defense in an America which is learning the reality of air-raid alarms and blackouts. She also has very real suggestions as to the work you can do in this great national emergency. So we shall take time to say only this about our sponsor’s product: Coffee gives the extra energy every one of us needs in times like these. Coffee gives extra steadiness to nerves strained by high pressure and hard work.</p>\n<br />\n<p>Coffee, more than ever before, is America’s necessary drink. And now we proudly present Mrs. Franklin D, Roosevelt.</p>\n<br />\n<p>ER: Good evening, ladies and gentlemen. It’s very difficult to talk to you about current events because things are happening so rapidly it’s almost impossible to keep up with them or to interpret them.</p>\n<br />\n<p>There is one thing which I can tell you which is rather a personal incident, but which I think will indicate the general attitude of people throughout the country. When the news came of the bombing of Hawaii and [Civilian Defense] Director [Fiorello] La Guardia and I both realized that civilian defense on the West Coast would, at once, become a more urgent question than it had been in the past, we decided to leave last Monday night for the West Coast. Our purpose, of course, was to find out what we in the central office in Washington could do to be useful to individual communities throughout the country. And we wanted to have an opportunity to meet with the state and local defense councils to see how plans which had long been made would be put into actual operation. We felt that if a good pattern was laid down in one part of the country, it would be helpful to us in stimulating similar activity in other places.</p>\n<br />\n<p>We found a condition which was not surprising. Like many other communities throughout the country, plans had been made, but very few citizens had felt any compulsion to agree to new taxes in order to actually put themselves on a war basis. We are a peace-loving people and have never wanted war. And it has been almost impossible to feel that we should prepare ourselves for that eventuality. Now that it has arrived, a change has come overnight in the psychology of all of our people.</p>\n<br />\n<p>In Phoenix, Arizona, after the [false] broadcast about the air raid on San Francisco the night before, two boys leaning over a fence at the airport looked at me quite casually in the early morning hours and said, “You’re on your way to a dangerous part of the country, Mrs. Roosevelt.”</p>\n<br />\n<p>There was evident envy in their voices. The old spirit of adventure hasn’t left our people.</p>\n<br />\n<p>The first meeting of the local and state defense councils which we attended in Los Angeles impressed upon me some very simple things. I think we need to get every region of the country to publicize at once, in every possible way, the simple things which every citizen needs to know. For instance, what constitutes an air-raid warning. These warnings should be uniform throughout the country, because as people move around they should not have to discover what new signals mean. What constitutes an all-clear signal. What are the things you do in your own home—immediately, today—to ensure the least discomfort in a blackout even if you think you’re not going to have any blackout. It will do no harm to prepare and put on a test to be sure that you can comply with the rules if you have to. There should be one room in every house where there can be light without it shining through. This can be achieved by hanging a black curtain through which light cannot shine over the window. If you cannot buy that kind of black cloth, you probably have old curtains or even a rug which you can adapt to this purpose. Perhaps that room should be the kitchen, since you may have to cook and you cannot do that in the dark. Almost everything else can be done without light. Remember that even a match is visible from the outside and can be a guide for a plane in the air.</p>\n<br />\n<p>Learn certain definite things. Stay in the house. Pick out the safest place for the family. Do not stay near the windows. Know where your young children are at all times. Make your plans for them in an emergency, so that neither you, nor they, can be taken by surprise. Do this in conjunction with school authorities. Do not feel that tomorrow is time enough. Do whatever you have to do today.</p>\n<br />\n<p>I spent Tuesday evening at Occidental College in Los Angeles. It is among the first colleges to establish a war council, set up just as a city’s defenses should be. Students and faculty are assigned to all the occupations and services which they would undertake in any locality. Our colleges have an important role to play in training our young people for whatever jobs they have to do on leaving college. I was very happy to have this opportunity to meet with representatives of student bodies of many colleges in the vicinity of Los Angeles, and to sense the fine spirit among the young people, who desire to be of service as soon as called in a military way, but, immediately—now—in civilian defense, wherever they may be. One boy, who has been rejected by the draft board for physical disability, came up to me and asked what other occupations were open because he felt he must be of service. He asked, “Would there be any government jobs in minor positions where I could be of use?” I’m sure he is typical of all our young people. This question seemed to me something which the colleges should explore immediately, for they could prepare boys physically unfit for Army service in other ways where they would undoubtedly be very much needed.</p>\n<br />\n<p>It was in Dr. Remsen Bird’s living room at Occidental College that a group of us listened to the president’s [Fireside Chat]. I could visualize the scene in Washington, and I agreed fully with one of the guests who said to me afterwards that he liked the calm acceptance of disaster, the conviction of a long, hard strain ahead, and the quiet assurance which rang out in that voice. It came to us clearly, like a vital personality across the radio waves, saying, “In the end, the people of the United States will win out, and decency and civilization will continue in this world.”</p>\n<br />\n<p>On Wednesday, I went to San Diego by train because the weather made flying impossible. We met with the defense council and I had a very short visit with our son John, who is on active duty in the Navy. His wife had been ill, and I do not think her recovery is helped by the fact that all of her own family are in Hawaii and she has had no word from them. It was on the train Wednesday morning that I read our first war-casualty list. It’s many long years since I scanned those lists, and I know with what anxiety many people through the country have waited, and continue to wait, to be finally saddened by the certainty of the loss of some member of their family or friends. Those of us who lived through the last war have been picturing what this meant to all the people in the belligerent countries for many months past, and now it will be a part of our daily existence. It is impossible for the president or for me to personally tell each and every family how deeply we sympathize in what they are going through. But if any one of you listening have lost some near relative or friend, I want to say to you how much I hope that you will cherish, with pride, the memory of the soldier or sailor who dies in action. In some way, bitter as the loss may be, you may be helped to bear it by thinking that he has joined the long procession of men through the ages who have fought to preserve humanity and freedom.</p>\n<br />\n<p>Director La Guardia and I separated in Los Angeles. He went directly to San Francisco, while I went to San Diego. Thursday I spent with the defense councils of San Francisco and the metropolitan area. One thing has come out of this experience—namely, the realization that the two sides of civilian defense, the protective and the volunteer participation, must work together. They meet and overlap at so many points. Air-raid wardens, for instance, are the focal point of much of the protective work. In preparation for an air raid, they must use, however, all the community services available for the people of the area. The air-raid wardens take training under the Army or the police force, but they must choose assistants from the people working in the various community services. Otherwise, they cannot build up strong defenses to keep the kind of morale which will stand up under a long strain.</p>\n<br />\n<p>The civilian-defense volunteer bureaus, which are under the local defense councils, are the center of the community, and feed to every community the needed volunteers for both sides of the work, choosing those best suited to do whatever kind of work is needed. These bureaus must be prepared to find the answer to every question asked by civilians, to provide training for people who desire it, to see that no need of the community goes unfulfilled because of not being able to find the right person to do the job.</p>\n<br />\n<p>Friday we spent in Portland, and went to Seattle that night. We drove from Seattle to Tacoma on Saturday for a civilian defense council meeting, and today we leave for home. It has been a joy to be here, for even a short while, with my children. In every place, I’ve found the Red Cross well organized and fully prepared to meet the demands which may be made on them. In preparation for any eventuality, they must of course expand and increase their supplies. So I hope that everyone in the country will make some contribution to the new $50 million war relief campaign which is now on. Give as much as you can so you can have the satisfaction of knowing that you have done your share to alleviate the suffering of your fellow citizens.</p>\n<br />\n<p>In closing, I want to remind you that tomorrow, December fifteenth, is Bill of Rights Day. I was to have spoken from New York City on a radio broadcast in celebration of this extremely important occasion. The president will speak to the nation tomorrow evening, and so I need not emphasize what this day and this celebration means to us as a people. I do want to urge each and every one to get out a history book and read the Bill of Rights. For in it, there are principles which we must live up to during these trying times if we are to preserve our freedoms. Every American citizen, regardless of race or creed or color, has a share in these rights, and it is the duty of every one of us to preserve them. Because if we allow them to become meaningless for any of our citizens, they will become meaningless for all of us.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"3ea57bd2-7977-4098-8a9c-9bfaed71eb99","published":"2014-11-05T05:59:13+00:00","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","tags":["APM"],"teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt: Civilian Defense","itags":["3ea57bd279770980a9c99bfaed71eb99","American RadioWorks","American RadioWorks 2014-11-04"],"contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p><strong>December 14, 1941</strong></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Civilian defense was a frequent topic of ER’s “Over Our Coffee Cups” program. She had agreed to serve as an assistant director for volunteer coordination in the federal Office of Civilian Defense (OCD), the first time a president’s wife had been given a federal appointment. ER was especially interested in using her authority to see that women had meaningful work to do defending the home front.</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>On December 8, 1941, the day after the Japanese attack on Pearl Harbor, ER flew with OCD head Fiorello La Guardia to the West Coast. They went to inspect civilian defense preparations and to ease public fears about a rumored Japanese attack on Pacific Coast communities. In this broadcast, she reports on the trip and suggests ways the audience can prepare their local communities and their homes for war. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>ANNOUNCER: This is Mrs. Franklin D. Roosevelt’s regular Sunday evening broadcast, sponsored by the Pan-American Coffee Bureau, representing seven Good Neighbor coffee-growing nations. As you know, Mrs. Roosevelt last Monday flew to Los Angeles to engage in active service on the front line of national wartime civilian defense. This evening, speaking from Seattle, Mrs. Roosevelt has many important facts to tell you about the first week of civilian defense in an America which is learning the reality of air-raid alarms and blackouts. She also has very real suggestions as to the work you can do in this great national emergency. So we shall take time to say only this about our sponsor’s product: Coffee gives the extra energy every one of us needs in times like these. Coffee gives extra steadiness to nerves strained by high pressure and hard work.</p><br /><p>Coffee, more than ever before, is America’s necessary drink. And now we proudly present Mrs. Franklin D, Roosevelt.</p><br /><p>ER: Good evening, ladies and gentlemen. It’s very difficult to talk to you about current events because things are happening so rapidly it’s almost impossible to keep up with them or to interpret them.</p><br /><p>There is one thing which I can tell you which is rather a personal incident, but which I think will indicate the general attitude of people throughout the country. When the news came of the bombing of Hawaii and [Civilian Defense] Director [Fiorello] La Guardia and I both realized that civilian defense on the West Coast would, at once, become a more urgent question than it had been in the past, we decided to leave last Monday night for the West Coast. Our purpose, of course, was to find out what we in the central office in Washington could do to be useful to individual communities throughout the country. And we wanted to have an opportunity to meet with the state and local defense councils to see how plans which had long been made would be put into actual operation. We felt that if a good pattern was laid down in one part of the country, it would be helpful to us in stimulating similar activity in other places.</p><br /><p>We found a condition which was not surprising. Like many other communities throughout the country, plans had been made, but very few citizens had felt any compulsion to agree to new taxes in order to actually put themselves on a war basis. We are a peace-loving people and have never wanted war. And it has been almost impossible to feel that we should prepare ourselves for that eventuality. Now that it has arrived, a change has come overnight in the psychology of all of our people.</p><br /><p>In Phoenix, Arizona, after the [false] broadcast about the air raid on San Francisco the night before, two boys leaning over a fence at the airport looked at me quite casually in the early morning hours and said, “You’re on your way to a dangerous part of the country, Mrs. Roosevelt.”</p><br /><p>There was evident envy in their voices. The old spirit of adventure hasn’t left our people.</p><br /><p>The first meeting of the local and state defense councils which we attended in Los Angeles impressed upon me some very simple things. I think we need to get every region of the country to publicize at once, in every possible way, the simple things which every citizen needs to know. For instance, what constitutes an air-raid warning. These warnings should be uniform throughout the country, because as people move around they should not have to discover what new signals mean. What constitutes an all-clear signal. What are the things you do in your own home—immediately, today—to ensure the least discomfort in a blackout even if you think you’re not going to have any blackout. It will do no harm to prepare and put on a test to be sure that you can comply with the rules if you have to. There should be one room in every house where there can be light without it shining through. This can be achieved by hanging a black curtain through which light cannot shine over the window. If you cannot buy that kind of black cloth, you probably have old curtains or even a rug which you can adapt to this purpose. Perhaps that room should be the kitchen, since you may have to cook and you cannot do that in the dark. Almost everything else can be done without light. Remember that even a match is visible from the outside and can be a guide for a plane in the air.</p><br /><p>Learn certain definite things. Stay in the house. Pick out the safest place for the family. Do not stay near the windows. Know where your young children are at all times. Make your plans for them in an emergency, so that neither you, nor they, can be taken by surprise. Do this in conjunction with school authorities. Do not feel that tomorrow is time enough. Do whatever you have to do today.</p><br /><p>I spent Tuesday evening at Occidental College in Los Angeles. It is among the first colleges to establish a war council, set up just as a city’s defenses should be. Students and faculty are assigned to all the occupations and services which they would undertake in any locality. Our colleges have an important role to play in training our young people for whatever jobs they have to do on leaving college. I was very happy to have this opportunity to meet with representatives of student bodies of many colleges in the vicinity of Los Angeles, and to sense the fine spirit among the young people, who desire to be of service as soon as called in a military way, but, immediately—now—in civilian defense, wherever they may be. One boy, who has been rejected by the draft board for physical disability, came up to me and asked what other occupations were open because he felt he must be of service. He asked, “Would there be any government jobs in minor positions where I could be of use?” I’m sure he is typical of all our young people. This question seemed to me something which the colleges should explore immediately, for they could prepare boys physically unfit for Army service in other ways where they would undoubtedly be very much needed.</p><br /><p>It was in Dr. Remsen Bird’s living room at Occidental College that a group of us listened to the president’s [Fireside Chat]. I could visualize the scene in Washington, and I agreed fully with one of the guests who said to me afterwards that he liked the calm acceptance of disaster, the conviction of a long, hard strain ahead, and the quiet assurance which rang out in that voice. It came to us clearly, like a vital personality across the radio waves, saying, “In the end, the people of the United States will win out, and decency and civilization will continue in this world.”</p><br /><p>On Wednesday, I went to San Diego by train because the weather made flying impossible. We met with the defense council and I had a very short visit with our son John, who is on active duty in the Navy. His wife had been ill, and I do not think her recovery is helped by the fact that all of her own family are in Hawaii and she has had no word from them. It was on the train Wednesday morning that I read our first war-casualty list. It’s many long years since I scanned those lists, and I know with what anxiety many people through the country have waited, and continue to wait, to be finally saddened by the certainty of the loss of some member of their family or friends. Those of us who lived through the last war have been picturing what this meant to all the people in the belligerent countries for many months past, and now it will be a part of our daily existence. It is impossible for the president or for me to personally tell each and every family how deeply we sympathize in what they are going through. But if any one of you listening have lost some near relative or friend, I want to say to you how much I hope that you will cherish, with pride, the memory of the soldier or sailor who dies in action. In some way, bitter as the loss may be, you may be helped to bear it by thinking that he has joined the long procession of men through the ages who have fought to preserve humanity and freedom.</p><br /><p>Director La Guardia and I separated in Los Angeles. He went directly to San Francisco, while I went to San Diego. Thursday I spent with the defense councils of San Francisco and the metropolitan area. One thing has come out of this experience—namely, the realization that the two sides of civilian defense, the protective and the volunteer participation, must work together. They meet and overlap at so many points. Air-raid wardens, for instance, are the focal point of much of the protective work. In preparation for an air raid, they must use, however, all the community services available for the people of the area. The air-raid wardens take training under the Army or the police force, but they must choose assistants from the people working in the various community services. Otherwise, they cannot build up strong defenses to keep the kind of morale which will stand up under a long strain.</p><br /><p>The civilian-defense volunteer bureaus, which are under the local defense councils, are the center of the community, and feed to every community the needed volunteers for both sides of the work, choosing those best suited to do whatever kind of work is needed. These bureaus must be prepared to find the answer to every question asked by civilians, to provide training for people who desire it, to see that no need of the community goes unfulfilled because of not being able to find the right person to do the job.</p><br /><p>Friday we spent in Portland, and went to Seattle that night. We drove from Seattle to Tacoma on Saturday for a civilian defense council meeting, and today we leave for home. It has been a joy to be here, for even a short while, with my children. In every place, I’ve found the Red Cross well organized and fully prepared to meet the demands which may be made on them. In preparation for any eventuality, they must of course expand and increase their supplies. So I hope that everyone in the country will make some contribution to the new $50 million war relief campaign which is now on. Give as much as you can so you can have the satisfaction of knowing that you have done your share to alleviate the suffering of your fellow citizens.</p><br /><p>In closing, I want to remind you that tomorrow, December fifteenth, is Bill of Rights Day. I was to have spoken from New York City on a radio broadcast in celebration of this extremely important occasion. The president will speak to the nation tomorrow evening, and so I need not emphasize what this day and this celebration means to us as a people. I do want to urge each and every one to get out a history book and read the Bill of Rights. For in it, there are principles which we must live up to during these trying times if we are to preserve our freedoms. Every American citizen, regardless of race or creed or color, has a share in these rights, and it is the duty of every one of us to preserve them. Because if we allow them to become meaningless for any of our citizens, they will become meaningless for all of us.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","audio":[{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411214","type":"application/json"},"duration":828,"duration_hms":"00:13:48"},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411214_128.mp3"}]}