{"created":"2015-05-14T03:32:37+00:00","modified":"2015-05-15T11:15:09+00:00","valid":{"from":"2013-08-09T06:28:02+00:00","to":"3013-08-09T06:28:02+00:00"},"hreflang":"en","title":"What's news worth to consumers?","published":"2013-08-09T06:28:02+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>What can $250 million buy?</p>\n<p>The Cezanne painting \"<a href=\"http://en.wikipedia.org/wiki/The_Card_Players\">The Card Players</a>,\" or about 150 Lamborghinis, or, as Jeff Bezos learned this week, The Washington Post.&nbsp;Now, the founder of Amazon can try to solve the problem everyone else in journalism is desperate to figure out, what makes people willing to pay for news?</p>\n<p>Some, like The New York Times, have put up a paywall, requiring people to subscribe in order to read online articles. Others, like public radio, ask for contributions.</p>\n<p>Andrew Beaujon is a media reporter for <a href=\"http://www.poynter.org/\">Poynter</a>, a website that covers the industry of journalism -- which operates on the donation model by the way. He thinks people value news depending on what type of information they're getting from it.&nbsp;\"One company that's interesting to look at is Gannett, which owns about 80 daily newspapers in the U.S. It's rolled out paywalls at all of them except for one, USA Today, which delivers national news,\" Beaujon says. \"What they found is that people have proved willing to pay for digital subscriptions to their local papers, which often do the kind of in-depth reporting that few local media outlets can do.”</p>\n<p>When it comes to what types of journalism people find valuable, hyper-local news seems to be the biggest winner, according to Beaujon. \"There's no other place to get this stuff often, and it can be as simple as news from the local high school football team or city hall,\" Beaujon says. \"Those are the places that are really hard to cover, they require intensive reporting and newspapers are really the only place that can really devote people to them.\"</p>\n<p>But the city paper isn't the only thing that people are willing to subscribe to.&nbsp;\"One site that I'm fond of citing as sort of the end of the paywall debate is the <a href=\"http://weeklyworldnews.com/\">Weekly World News</a>,&nbsp;which is the home of Bat Boy. It put in a paywall in January, and it so far seems to be working,\" Beaujon says. \"People have to have Bat Boy, so if you want it, you're going to have to pay.\"</p>\n<p>Hyper-local and unique news can gain subscriptions, but the Washington Post isn't really either. What can Bezos do with the paper?</p>\n<p>So far, Bezos hasn't announced any ideas. \"[Bezos] told the post himself he has no plan at the moment, which I think for a lot of newspapers would be a terrifying moment, but I think when you're talking about someone like Jeff Bezos, he's proven to be a very patient owner.\"</p>\n<p>One idea is to pay for individual articles, which fits with Amazon's Kindle Singles model. Beaujon thinks that can be a good way to broaden subscriptions.&nbsp;\"That's something a lot of newspapers have had some success with. They'll turn long reporting projects into e-books,\" Beaujon says. You might not get somebody who wants to pay $3-10 a month for a digital access to your newspaper, but they might pay a dollar for something that they're really interested in.\"</p></div>","description":"A look at how individuals decide to pay for information.","contenttemplated":"[{\"content\":\"<p>What can $250 million buy?</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The Cezanne painting &quot;<a href=\\\"http://en.wikipedia.org/wiki/The_Card_Players\\\">The Card Players</a>,&quot; or about 150 Lamborghinis, or, as Jeff Bezos learned this week, The Washington Post. Now, the founder of Amazon can try to solve the problem everyone else in journalism is desperate to figure out, what makes people willing to pay for news?</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Some, like The New York Times, have put up a paywall, requiring people to subscribe in order to read online articles. Others, like public radio, ask for contributions.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Andrew Beaujon is a media reporter for <a href=\\\"http://www.poynter.org/\\\">Poynter</a>, a website that covers the industry of journalism -- which operates on the donation model by the way. He thinks people value news depending on what type of information they&apos;re getting from it. &quot;One company that&apos;s interesting to look at is Gannett, which owns about 80 daily newspapers in the U.S. It&apos;s rolled out paywalls at all of them except for one, USA Today, which delivers national news,&quot; Beaujon says. &quot;What they found is that people have proved willing to pay for digital subscriptions to their local papers, which often do the kind of in-depth reporting that few local media outlets can do.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When it comes to what types of journalism people find valuable, hyper-local news seems to be the biggest winner, according to Beaujon. &quot;There&apos;s no other place to get this stuff often, and it can be as simple as news from the local high school football team or city hall,&quot; Beaujon says. &quot;Those are the places that are really hard to cover, they require intensive reporting and newspapers are really the only place that can really devote people to them.&quot;</p>\"},{\"content\":\"<p>But the city paper isn&apos;t the only thing that people are willing to subscribe to. &quot;One site that I&apos;m fond of citing as sort of the end of the paywall debate is the <a href=\\\"http://weeklyworldnews.com/\\\">Weekly World News</a>, which is the home of Bat Boy. It put in a paywall in January, and it so far seems to be working,&quot; Beaujon says. &quot;People have to have Bat Boy, so if you want it, you&apos;re going to have to pay.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Hyper-local and unique news can gain subscriptions, but the Washington Post isn&apos;t really either. What can Bezos do with the paper?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>So far, Bezos hasn&apos;t announced any ideas. &quot;[Bezos] told the post himself he has no plan at the moment, which I think for a lot of newspapers would be a terrifying moment, but I think when you&apos;re talking about someone like Jeff Bezos, he&apos;s proven to be a very patient owner.&quot;</p>\"},{\"content\":\"<p>One idea is to pay for individual articles, which fits with Amazon&apos;s Kindle Singles model. Beaujon thinks that can be a good way to broaden subscriptions. &quot;That&apos;s something a lot of newspapers have had some success with. They&apos;ll turn long reporting projects into e-books,&quot; Beaujon says. You might not get somebody who wants to pay $3-10 a month for a digital access to your newspaper, but they might pay a dollar for something that they&apos;re really interested in.&quot;</p>\",\"type\":\"text/html\"}]","guid":"3eaf5802-1346-4ce1-8810-f9478a3cf464","itags":["Marketplace","Marketplace Money","PMP:Marketplace_PMP","Marketplace Money for Friday, August 9, 2013","3eaf58021346ce13810ef9478a3cf464"],"tags":["APM","Your Money","jeff bezos","news","newspapers","online news"],"byline":"Barbara Bogaev","teaser":"A look at how individuals decide to pay for information.","audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/86313493.jpg?itok=fUb4p5A1","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/09/marketplace_segment29_20130809_64.mp3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/09/marketplace_segment29_20130809","type":"application/json"},"duration":268,"duration_hms":"00:04:28"}}]}