{"created":"2014-10-08T15:10:13+00:00","modified":"2014-10-31T01:39:43+00:00","valid":{"from":"2014-10-31T01:39:43+00:00","to":"3014-10-31T01:39:43+00:00"},"hreflang":"en","title":"'Belle': Romance, Race And Slavery With Jane Austen Style","published":"2014-05-29T23:12:00+00:00","teaser":"After the success of movies about the brutality of slavery, the film <em>Belle</em> brings a new perspective. Actress Gugu Mbatha-Raw talks about her role as a mixed-race 18th century heroine.","itags":["npr_api","317025719"],"guid":"3eafe4bf-9682-4300-9575-59c414b14b6e","contentencoded":"<p>British actress Gugu Mbatha-Raw was brought up on Jane Austen adaptations. \"You know, the <em>Pride and Prejudice</em> with Colin Firth and Jennifer Ehle was something I watched on a weekly basis with my mum at home in Oxfordshire,\" she tells NPR's Michel Martin.</p><p>But as the biracial actress completed her training at Britain's Royal Academy of Dramatic Arts, she watched her peers win roles in \"the <em>Downton Abbey</em>s of this world\" and realized those period dramas weren't calling her. It made Mbatha-Raw ask: \"Why can't I be in something like this?\"</p><p>Now she is. Mbatha-Raw plays the title character in <em>Belle</em>, a film based on the true story of Dido Elizabeth Belle, the illegitimate daughter of a captain in the Royal Navy and an enslaved African woman. When she is a child, Dido's father entrusts her to his uncle, one of the most powerful men in the country.</p><p>\"She goes on this massive journey to become a woman who has the courage to stand up for who she is and what she believes in,\" Mbatha-Raw says.</p><p>Mbatha-Raw has been praised for capturing the contradictions of being both white and black, aristocratic and scorned, at a time when Britain was questioning the morality of the slave trade. \"We really do deal with the nuances of racism and equality in high society,\" she says. But \"it's not a quote unquote slave movie. ... We're dealing with the society that benefited from the slave trade.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On bringing color to costume dramas</strong></p><p>I guess I always felt like people weren't ready for it yet. But I never actually doubted that it wasn't something that ultimately, eventually was going to be a possibility for me. I actually genuinely never doubted it. I think I always felt like everybody had to catch up. And I don't mean that in an arrogant way at all. I just mean that coming from a Shakespearean tradition and having done all these roles, like Juliet and Ophelia on stage, and feeling incredibly well-prepared for it, I definitely just thought it was a matter of time and having the pieces to fit together.</p><p><strong>On discovering Dido</strong></p><p>I'd never heard of her, and I just thought, \"Wow, this was crazy.\" I was like, \"Wow, as a biracial woman in the 21st century not to know that this girl really existed.\" And once I saw this dual portrait of Dido on the one hand, and her cousin Elizabeth on the other, and how much affection you see between the two of them, and also Dido, having, for the period, this very, very vivacious facial expression and bright-eyed look directly out to the viewer, I thought it was so intriguing to know that she was a real girl that existed at that time. It really inspired my imagination, and the filmmaker's, too.</p><p><strong>On upstairs, downstairs and being in between</strong></p><p>She's bought up and, unlike many depictions of women of color that we have seen in film to date, she is a woman of privilege, a woman of status, but the ambiguity of her position is that certain rules — it's social convention if you will — dictate that she's not allowed to completely be treated equally in the household. So when guests come for dinner, she's too high to dine with the servants but too low to dine with the family, and it's this ambiguous position which, you know, when we enter the film is Dido's coming-of-age that she's really questioning — \"Hang on a minute, why am I not allowed these equalities?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Belle%27%3A+Romance%2C+Race+And+Slavery+With+Jane+Austen+Style&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"773"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317025720-1eb357.m3u?orgId=1&topicId=1045&ft=3&f=317025719"},{"href":"http://media.npr.org/assets/img/2014/05/29/belle3-20238dd9c468560e97879959b89cf227c163dc4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2605","width":"3471"}}]}