{"created":"2015-02-24T21:48:58+00:00","modified":"2015-02-25T19:27:54+00:00","valid":{"from":"2015-02-25T19:27:54+00:00","to":"3015-02-25T19:27:54+00:00"},"hreflang":"en","guid":"3ec5e7e8-260e-4606-aac9-d15f58d1d1f5","title":"A Virginia imam counsels youth targeted by violent extremists ","published":"2015-02-25T19:27:50+00:00","byline":"Joyce Hackel","tags":["Islam","Religion","terrorism","conflict","SafeMode","Conflict","Conflict & Justice","North America","United States","North America","Imam Mohamed Magid","Islam in the United States","Religion"],"teaser":"Islamic extremists try to lure Muslims in America with a message that plays on the vulnerabilities of youth.","contentencoded":"<p>We all know being an adolescent isn't easy. You don't quite know who you are, or where you fit in. And you're dreaming big.</p>\n<p>Now imagine you're a Muslim American teenager, and something you've said online has caught the eye of a recruiter for an extremist group. </p>\n<p>Imam Mohamed Magid, the spiritual leader of the All Dulles Area Muslim Society in northern Virginia, says he's counselled several local young people who've struggled to resist the pull of violent jihad. He says ISIS recruiters know just what to say to vulnerable teenagers.</p>\n<p>\"They keep telling him, 'Come with us, you'll become a hero, you're being created for a greater mission than just living in America in a comfortable life,'\" Magid says of their message. \"We are your family.\" </p>\n<p>Magid says his job is difficult in part because extremists set themselves up as legitimate religious authorities, who are attempting to \"uplift\" a \"humiliated\" community.  Online recruiters, he says, use \"attractive words,\" about restoring dignity and honor.</p>\n<p>Another part of the problem, he says, is that the majority of targeted youth do not regularly attend a mosque. </p>\n<p>\"They are seeking to learn Islam in the virtual space,\" Magid argues.  </p>\n<p>According to Imam Magid, the members of his Virginia mosque are engaged and integrated into the local community, but youth are increasingly \"feeling the heat,\" especially in public schools.</p>\n<p>\"Everytime ISIS posts a video where they're beheading someone, that impacts the community. Now we see the debate, the discourse in America, where some people say Islam is a problem,\" he says. \"That is really troubling to me.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fvirginia-imam-who-counsels-youth-targeted-violent-extremists-says-pressures-0&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/imam3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/imam3jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0224201506.mp3"},{"href":"http://www.pri.org/file/0224201506mp3"}]}