{"created":"2015-01-21T20:11:48+00:00","modified":"2015-01-21T22:13:24+00:00","valid":{"from":"2015-01-21T22:13:23+00:00","to":"3015-01-21T22:13:23+00:00"},"hreflang":"en","guid":"3ec6ce04-8cb5-494d-aa47-3d71dd2f94ce","title":"What a tiny boat on a Miami beach has to do with US-Cuba immigration policy ","published":"2015-01-21T22:13:17+00:00","byline":"Monica Campbell","teaser":"Officially, nothing has changed about the long-standing US-Cuban immigration policy, commonly known as the \"wet foot, dry foot\" policy. But rumors in Cuba are circulating that the policy will soon end, closing the door on many Cubans who seek refuge in the US.","tags":["Global Nation","Global Politics","Miami","North America","Cuba","United States","Florida","Samuel Urbay","Ramón Saúl Sánchez","Marifeli Pérez-Stable","Bill Clinton","Cuba–United States relations","Cubans","Cuba","Wet feet, dry feet policy"],"contentencoded":"<p>Samuel Urbay is a lifeguard at a beach near Miami. He’s tan, wears RayBan sunglasses and blue shorts. The other day, he and his crew witnessed something few lifeguards in the US ever see.</p>\n<p>It happened around 12:30 pm, when Urbay headed back to his post from lunch. He spotted a tiny boat off-shore, packed with eight people — none wearing life jackets — getting thrashed by the waves.</p>\n<p>“That’s when we started moving, running over there to the other side of the beach. That’s where they were,” he says. “They had a wind gust of 30 mph. The waves were super big. Amazing, amazing.”</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/WFDF_IMG_5858.JPG?itok=iOHPmI8N\" alt=\"\" /><div class=\"field-caption\">\n    <p>Samuel Urbay is a lifeguard at Virigina Key, a barrier island in Miami. He helped a boat filled with migrants from Cuba reach shore. “They had a wind gust of 30 miles per hour,” he says. “The waves were super big.”</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>The eight men inside the boat were from Cuba, and had spent the past four days at sea. They were all in their 20s — their faces burned red from the sun.</p>\n<p>They asked Urbay if they'd made it to Miami.</p>\n<p>Yes, he said. “We just reassured them, you know? Made sure they know they were safe already.”</p>\n<p>They were safe on land, and safe to remain in the US as refugees, thanks to what’s commonly known as the \"wet foot, dry foot\" policy.</p>\n<p>Like most people in Miami, Urbay knows the policy well. “If you get caught in the water, you’ll have to go back to where you came from, in this case Cuba,” he says. “If you get out of the water and you’re on dry land, you’re fine.”</p>\n<p>It’s a policy rooted in the <a href=\"http://www.uscis.gov/green-card/other-ways-get-green-card/green-card-cuban-native-or-citizen\">1966 Cuban Adjustment Act</a>, and revised in 1995. That's when more than 30,000 Cubans tried to sail to the US in a single month, when political and economic frustration boiled over on the island. To stem the “rafters’ crisis,\" President Bill Clinton changed US policy so that Cubans caught at sea would be repatriated. But if Cubans reached US soil, and subsequently remained in the US for one year and one day, they would be eligible for US residency.</p>\n<p>Now, many Cubans fear that restored ties with the US might trigger an end to this special policy, one that applies only to Cubans.</p>\n<p>\"It will disappear. It will be revoked at some point,\" says <a href=\"https://gss.fiu.edu/people/faculty/marifeli-prez-stable/\">Marifeli Pérez-Stable</a>, a political science professor at Florida International University. \"In the end, Cubans will have to go through the normal immigration processes to get a visa to come and live in the United States.\"</p>\n<p>But only the US Congress can change this immigration policy. And it’s not acting fast on much these days. Still, rumors are swirling in Cuba that if you’re planning to leave, you better step on it.</p>\n<p>Back at the beach, I meet Ramón Saúl Sánchez, a longtime Cuban exile and human rights activist. He looks over the tiny boat left behind by the migrants with a few of his colleagues.</p>\n<p>No motor. Painted aqua blue with a homemade mast. Hard to imagine eight people crammed into it for more than 90 miles — the distance from Cuba to this beach.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/WFDF_IMG_5903.JPG?itok=c6ed0-00\" alt=\"\" /><div class=\"field-caption\">\n    <p>Items left behind in a small boat at a beach near Miami included medicine, Cuban cigarettes and matches. Eight Cubans arrived in the vessel on January 12, 2014.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\"This is one of the strongest, better built boats, that I’ve seen coming from Cuba,\" Sánchez says. I tell him that Urbay, the lifeguard who spotted the boat initially, thought it was nuts that they would take this boat from Cuba. \"That means that there are others that are a lot worse than this one.\"\n<p>There's a small US flag attached to the cloth sail, and I rummage with Sánchez to see what was left in the boat. We find a plastic bottle filled with brown sugar. \"To mix with water for energy,\" Sánchez says.</p>\n<p>There is also medicine, packets of painkillers and aspirin.</p>\n<p>Sánchez tells me, \"Sometimes they bring syringes to hydrate themselves. They utilize serum or some sort of hydration process in order not to have a heart attack out there.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"666\" width=\"1017\" alt=\"Cuban_Graph1\" title=\"Cuban_Graph1\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/graph_Cuban_edit6.jpg\" /><div class=\"field-caption\">\n    <p>The number of Cubans who have been aprehended by the US Coast Guard shifts depending on policy tweaks between the US and Cuba. So far, in the 2015 fiscal year, there have been 712 Cuban apprehensions. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Shefali S. Kulkarni</p>\n  </div>\n</div>\n<p>Sánchez and his group also serve as a switchboard of sorts for Cubans searching for relatives who’ve sailed away from the island — but still haven’t shown up in Florida. When we met, he was on the phone a lot, trying to locate the body of a Cuban migrant who probably drowned.</p>\n<p>\"Many of them don’t even know how to sail,\" he says. \"They learn on the trip.\"</p>\n<p>It’s a big risk, and one that lifeguard Urbay almost took himself. He’s from Cuba too.</p>\n<p>\"When I was little, my parents tried to also do the same thing, come on a boat from Cuba,\" he says. \"So, it’s super overwhelming. They put their life on the line in the ocean to get over here to the United States where it’s free.\"</p>\n<p>Urbay’s family eventually got visas for the US. But heading here by sea is something more Cubans are increasingly willing to do, especially if they think a dry foot on US soil may no longer mean a legal pass to stay here.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/WFDF_IMG_5897.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/wfdfimg5897jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012120152.mp3"},{"href":"http://www.pri.org/file/012120152mp3"}]}