{"created":"2014-10-07T19:33:26+00:00","modified":"2014-10-30T23:46:52+00:00","valid":{"from":"2014-10-30T23:46:51+00:00","to":"3014-10-30T23:46:51+00:00"},"hreflang":"en","title":"As Wildfires Burn Through Funds, Washington Seeks New Way To Pay","published":"2014-07-30T23:07:00+00:00","teaser":"Though officials say that this wildfire season has been tamer than average, responding to these fires has been costly. Now, the Obama administration is re-evaluating how it pays for fighting them.","itags":["npr_api","336603388"],"guid":"3ecb2eee-262e-4a42-9445-983d8da10497","contentencoded":"<p>Though wildfires this summer have burned hundreds of homes and scorched thousands of square miles of land in Washington, Oregon and California, officials say that so far, this wildfire season could be worse.</p><p>But the cost of fighting those fires has skyrocketed, and the Obama administration and some in Congress say it's time to rethink how those dollars are spent.</p><p>In places like central Washington, watching the evening news has recently not been for the faint of heart, with daily broadcasts chronicling evacuations of local towns with the approach of \"firestorms.\"</p><p>The fire there is still not fully contained, and officials say more than 300 homes have been destroyed. Still, while it is no solace for people who live in the fire-struck areas, the government says that so far, this fire season is below average.</p><p>\"It's never good when we have fires that are threatening homes and high-value resources, but so far, generally, so good,\" says Jim Douglas of the U.S. Department of the Interior. But he adds that weeks of high risk still lie ahead.</p><p>\"We are not out of the woods yet; we're going to have a lot of potential in California in particular and other parts of the country before the summer's done,\" he says.</p><p>Together the Interior Department and the Forest Service, which bears the lion's share of wildfire-fighting responsibilities, have budgeted over $1 billion for firefighting this year.</p><p>That's five times more than 20 years ago, and may not even be enough if recent years are any guide.</p><p>\"Damage to property, damage to people's livelihoods, public health costs, impacts on electric infrastructure, water sheds — so these costs are growing, and we've got to start taking steps to address these risks of wildfires,\" says Rachel Cleetus, a senior climate economist with the Union of Concerned Scientists.</p><p>The Union of Concerned Scientists says total expenses for wildfires can amount to 30 times the cost of putting one out. A study by the group says some 1.2 million homes in 13 Western states are at a high or very high risk of wildfires, and that hotter fire seasons, brought about by climate change, are making things worse.</p><p>Forest Service Chief Tom Tidwell says the focus on protecting homes is one reason costs have grown so quickly.</p><p>\"If we're having to first of all protect homes, communities from fire, that drives the strategy,\" says Tidwell. \"It's going to require a lot more engines; it's going to justify the use of more equipment; and it's just much more difficult. There's no question, when there's homes involved, the costs go up.\"</p><p>And as the costs go up, the government must divert money from other important functions, including fire prevention. Last year about half a billion dollars in \"fire borrowing\" was needed.</p><p>It's the biggest fires that burn through the most money. Last year's Rim Fire near Yosemite National Park, for example, cost more than $100 million to fight.</p><p>As a result, the Obama administration is proposing a new formula for fire funding.</p><p>Douglas says it makes sense to pay for fighting those big fires like the government pays for hurricanes and tornado damage.</p><p>\"That last 1 percent of our fire activity — the most severe — takes about 30 percent of our budget,\" he says. \"So our proposal is, treat these the way we treat other natural disasters.\"</p><p>So rather than having to take money from fire prevention, there would be an emergency fund similar to the kind FEMA now uses for hurricane and tornado damage. That proposal has bipartisan support, and is part of an emergency spending bill now moving through the Senate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Wildfires+Burn+Through+Funds%2C+Washington+Seeks+New+Way+To+Pay&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603389-8bbdf5.m3u?orgId=1&topicId=1091&ft=3&f=336603388"}]}