{"created":"2015-04-27T17:05:59+00:00","modified":"2015-04-28T18:33:30+00:00","valid":{"from":"2015-04-28T18:33:30+00:00","to":"3015-04-28T18:33:30+00:00"},"hreflang":"en","title":"Thousands Attend Funeral For Baltimore's Freddie Gray","published":"2015-04-28T18:33:00+00:00","teaser":"The 25-year-old's death in police custody has sparked outrage and protests in Baltimore and across the nation.","itags":["npr_api","402582793"],"guid":"3edb18dd-147e-4b25-baca-4daed9f11fac","contentencoded":"<p>In Baltimore, family, friends and thousands of community members are attending the funeral of Freddie Gray, the 25-year-old black man who died days after an arrest by police left him with severe spinal injuries.</p><p>The case has led to a firestorm of criticism for the Baltimore police. This weekend, there was a mix of peaceful protests and pockets of a more violent response in Baltimore.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with <strong>Joel McCord</strong>, news director for WYPR in Baltimore about the sentiments he is hearing in the city today.</p><h4>Interview Highlights</h4><p><strong>On the feelings of tension in Baltimore today</strong></p><p>&#8220;The feeling is still a bit tense after what happened on Saturday night, but a lot of the people we talk to are just all asking for calm. Yesterday, the mayor and about 25 religious leaders issued a statement calling for calm. Today, at the funeral, one of the pastor&#8217;s said that &#8216;you know, there is only one person who can bring disorder of any kind into this house,&#8217; meaning this is God&#8217;s house. &#8230; Everybody continues to call for calm here in the city.&#8221;</p><p><strong>On talks of forgiveness and accountability at Gray&#8217;s funeral</strong></p><p>&#8220;[There are talks of] accountability for the officers involved in Freddie Gray&#8217;s arrest; accountability and forgiveness in terms of Jesus and God, keeping in mind this is a Baptist funeral. &#8230; Elijah Cummings, the congressman who represents that district, was in tears.&#8221;</p><p><strong>On the city&#8217;s history of lawsuits against police</strong></p><p>&#8220;At least two [people] have been left paralyzed. There have been any number of other folks who have sued police and gotten millions of dollars out of the city because of police conduct as they&#8217;ve made arrests. There&#8217;s been a lot of talk about that, a lot of issues being raised, and there&#8217;s been some legislation working its way through the city council to change policies, and legislation working through Maryland&#8217;s general assembly as well.&#8221;</p><p><strong>On the black power structure that exists in Baltimore:</strong></p><p>&#8220;Black mayor, black police chief, majority black city, majority black city council, and yet we&#8217;re still talking about the same kinds of issues with police that we&#8217;re talking about in Ferguson, Mo. It makes you wonder.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://news.wypr.org/people/joel-mccord\" target=\"_blank\"><strong>Joel McCord</strong></a>, news director at WYPR.</li></ul><h4><strong>Related </strong></h4><ul><li><a href=\"https://hereandnow.wbur.org/2015/04/20/baltimore-police-freddy-gray\">Baltimore Mayor Seeks Answers In Freddie Gray&rsquo;s Death</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+Attend+Funeral+For+Baltimore%27s+Freddie+Gray&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402788866-e099af.m3u?orgId=1&e=402582793&d=238&ft=nprml&f=402582793"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0427_freddie-gray.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"851","width":"1280"}}]}