{"created":"2014-09-11T20:09:34+00:00","modified":"2015-03-09T18:08:28+00:00","valid":{"from":"2015-03-09T18:08:28+00:00","to":"3015-03-09T18:08:28+00:00"},"hreflang":"en","title":"Can The U.S. Military Turn The Tide In The Ebola Outbreak?","published":"2014-09-12T13:00:00+00:00","teaser":"Some say our military has a big role to play in bringing Ebola under control. But sending in troops is trickier than it sounds.","itags":["npr_api","347666891"],"guid":"3ee5248d-2183-4042-b136-460ff5a9a448","contentencoded":"<p>As the body count in Africa's deadly Ebola outbreak continues to rise, some say the time has come for the U.S. military to step in.</p><p>\"The U.S. Military is uniquely poised to help with this disease,\" says <a href=\"http://www.timothypflaniganmd.com/\">Timothy Flanigan</a>, an infectious disease researcher at Brown University who's volunteering in Liberia, the country hardest hit by Ebola. \"We've trained for it, we've got the logistics, we've got the support and we have the matériel.\"</p><p>The Department of Defense runs a sophisticated health service for its own troops. Its staff includes infectious disease experts, doctors and nurses. It can set up massive field hospitals almost anywhere. On top of that, the military can do logistics like no other: It can move fuel, food and supplies en masse.</p><p>Earlier this week, on NBC's <em>Meet the Press</em>, President Obama called the Ebola outbreak a \"<a href=\"http://www.nbcnews.com/watch/meet-the-press/obama-to-chuck-the-ebola-threat-326074947883\">national security priority</a>.\"</p><p>But the Pentagon's commitment seems modest in the wake of Obama's comments. It plans to supply Liberia with a 25-bed field hospital — but no medical staff. The <a href=\"http://www.who.int/en/\">World Health Organization</a> says hundreds of beds are urgently needed.</p><p>\"A 25-bed hospital, it isn't going to be a big help to the Liberian people, so this was a big disappointment,\" Flanigan says.</p><p>But the military says it can't do everything.</p><p>\"Our deployable medical capabilities are generally trauma medicine, treating people who suffer wounds in combat and things of that nature,\" says <a href=\"http://policy.defense.gov/OUSDPOffices/ASDforSpecialOperationsLowIntensityConflict.aspx\">Michael Lumpkin</a>, the assistant secretary of defense in charge of Ebola response. \"That's not necessarily what they're dealing with there.\"</p><p>And a large number of troops are dispatched, that could make things worse. \"Flooding the zone with everything can honestly cause more problems,\" Lumpkin says. \"So it's important that we put the right capabilities in the right place at the right time.\"</p><p>Earlier this summer, Liberian troops were in the wrong place, and it made things a lot worse. Security forces came in to quarantine the citizens of an Ebola stricken slum, without explanation. The situation rapidly escalated, and shots were fired. A teenage boy was wounded <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/22/342404795/in-riots-sparked-by-an-ebola-quarantine-a-teen-is-shot-and-dies\">and later died.</a></p><p>Foreign troops would not be there to enforce quarantines. But just their presence has the potential to destabilize, says <a href=\"http://www.aaas.org/person/julie-fischer\">Julie Fischer</a>, a public health expert at George Washington University.</p><p>\"It's not so good to invade with public health, that does not build trust, that does not build sustainable relationships,\" she says.</p><p>In fact, until recently, many charities working in the region didn't want military involvement. But as the outbreak grows worse, aid groups feel they have to take a chance.</p><p>\"I think what we've already seen is a sea change in the receptiveness of many international health workers to military engagement,\" she says.</p><p>Doctors Without Borders, which has clinics throughout the region, <a href=\"http://www.doctorswithoutborders.org/news-stories/press-release/global-bio-disaster-response-urgently-needed-ebola-fight\">is now asking for military support</a>. In neighboring Sierra Leone, the <a href=\"https://www.gov.uk/government/news/uk-treatment-centre-to-tackle-ebola-in-sierra-leone\">British Military is planning to set up and run a 62-bed facility</a>. That work is being done in coordination with the charity Save the Children.</p><p>Flanigan, who's working in Liberia, says the help cannot come soon enough: \"There are not enough medical personnel to staff the regular clinics and the regular hospitals,\" he says. \"There are not enough medical personnel to staff the Ebola treatment units.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+The+U.S.+Military+Turn+The+Tide+In+The+Ebola+Outbreak%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347738216-5addfa.m3u?orgId=1&topicId=1031&e=347666891&d=231&ft=nprml&f=347666891"},{"href":"http://media.npr.org/assets/img/2014/09/11/hires_100116-f-9209c-006-d962c71b102fb8110180440c7ffbab5213ef7e51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2220"}}]}