{"created":"2015-02-27T12:51:34+00:00","modified":"2015-07-03T20:26:35+00:00","valid":{"from":"2015-07-03T20:26:35+00:00","to":"3015-07-03T20:26:35+00:00"},"hreflang":"en","title":"More Details On 'Jihadi John': Early Run-Ins And Radicalization","published":"2015-02-27T20:58:00+00:00","teaser":"There are two narratives about Mohammed Emwazi's past that attempt to explain how the man who grew up in West London became internationally notorious.","itags":["npr_api","389464622"],"guid":"3ee8f777-c3be-41b6-991c-4d7c8d07496d","contentencoded":"<p>More details are emerging about Mohammed Emwazi, the man identified as the militant seen in beheading videos released by the self-styled Islamic State. <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/26/389186094/isis-man-who-beheaded-prisoners-identified-as-london-man-by-bbc\">His name came out</a> Thursday.</p><p>Emwazi is a British citizen who was born in Kuwait and grew up in West London. He reportedly graduated from the University of Westminster with a degree in computer programming.</p><p>There are two narratives about Emwazi's past that attempt to explain how the man dubbed by the media as \"Jihadi John\" became radicalized and internationally notorious.</p><p>One scenario has been put forth by a researcher with a Muslim advocacy organization in the U.K. called CAGE. The researcher says that when he met with Emwazi in the fall of 2009, Emwazi was incensed over having been detained by British security services while traveling, NPR's Dina Temple-Raston reports on <a href=\"http://www.npr.org/2015/02/27/389454390/isis-extremist-who-beheaded-prisoners-is-identified\">Morning Edition</a>.</p><p>\"The implication has been that Emwazi was radicalized because of this poor treatment,\" Dina says on Friday's Morning Edition.</p><p>But another part of the story comes from court papers recently obtained by the BBC. They suggest that Emwazi had radical leanings even before he was detained.</p><p>\"Those court papers were filed back in 2011, and they say that Emwazi was part of a group known as the North London Boys,\" Dina says. \"They had links to the Somali-based terrorist group al-Shabab. The London Boys were allegedly funneling money and fighters to the group as far back as 2007.\"</p><p>A member of that group went to fight in Somalia in 2009 after saying he was traveling to Africa to go on safari — a story that, Dina says, Emwazi also told when he was stopped by authorities months later.</p><p>Emwazi moved to Kuwait in 2009 and eventually reached Syria in 2012.</p><p>Trying to piece together Emwazi's past, the British media has descended on a building in London where the man is believed to have lived.</p><p>For a look at Emwazi's life when he graduated from college in 2009, here's <a href=\"http://www.theguardian.com/world/2015/feb/26/cold-sadistic-and-merciless-mohammed-emwazis-journey-to-jihad\">The Guardian</a>:</p><blockquote><p>\"By this time, Emwazi was said to be a polite, observant Muslim with a penchant for designer clothes. He was also a member of a loose-knit group of Muslim youths who played five-a-side football together, were educated at the same schools, attended the same mosques, and were all impressed by a particular preacher, Hani al-Sibai.</p><p>\"Of that group, three are now dead, one is living in Sudan after being stripped of his British citizenship, a fourth cannot leave the UK for fear that he too will be deprived of his citizenship, and several are serving prison sentences.\"</p></blockquote><p>Under the headline \"Jihadi Junior,\" <a href=\"http://www.thesun.co.uk/sol/homepage/news/6348061/IS-executioner-Jihadi-John-Mohammad-Emwazi-angelic-school-photo-revealed-EXCLUSIVE-PICS.html\">The Sun</a> has printed a class photo that the newspaper says includes Emwazi at age 11. It adds that he was a fan of Manchester United.</p><p>U.S. and British authorities have not publicly confirmed Emwazi's identity, but intelligence officials in both countries have told journalists that they identified Emwazi months ago — and that they wanted to keep their discovery secret because of operational reasons.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Details+On+%27Jihadi+John%27%3A+Early+Run-Ins+And+Radicalization&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389464862-43c9f6.m3u?orgId=1&topicId=1124&d=237&story=389464622&ft=nprml&f=389464622"},{"href":"http://media.npr.org/assets/img/2015/02/27/jihadi-john-709af98f7741bc2b66537fa17b868f1a879b5725.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3246","width":"4330"}}]}