{"created":"2014-10-27T20:15:52+00:00","modified":"2014-10-27T20:15:52+00:00","valid":{"from":"2014-10-27T20:15:52+00:00","to":"3014-10-27T20:15:52+00:00"},"hreflang":"en","title":"After Malaysia Airlines Crash, A Closer Look At Planning Flight Paths","published":"2014-07-22T20:13:00+00:00","teaser":"Retired pilot John Ransom discusses how to factor in war zones, and how the decision is made to close an airspace.","itags":["npr_api","334066495"],"contentencoded":"<p>Airlines continue to avoid Eastern Ukraine after Malaysia Airlines flight MH17 was shot down there last week. Some, like Delta, are avoiding all of Ukraine.</p><p>There had been warnings issued about flying in the airspace above Eastern Ukraine before the crash, but only up to 32,000 feet. The Malaysia Airlines jet was flying above that, and was only near the restricted space, not in it, when it was shot down.</p><p>Malaysian officials say they had been cautious, but the accident is raising a lot of questions about how airlines decide where to fly and what restrictions are placed over war zones.</p><p>Retired pilot <strong>John Ransom</strong> joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Sacha Pfeiffer to discuss factoring war zones into flight plans and how the decision is made to close an airspace versus keeping it open.</p><h4>Interview Highlights: John Ransom</h4><p><strong>On how flights are rerouted when an airspace is closed</strong></p><p>&#8220;The flight planning software, generally, will look at the boundaries of that airspace, and make sure that the flight doesn&#8217;t go through any part of it. Unfortunately, sometimes the flights are already airborne when a warning is issued. I had a friend a few weeks ago who was flying from Dubai to Cologne and once he got airborne the fighting in Crimea picked up so they closed that airspace. The company got in touch with him, so they had to go through Turkey&#8217;s airspace.&#8221;</p><p><strong>On who makes the decision to close an airspace</strong></p><p>&#8220;Usually the countries, and especially the FAA [Federal Aviation Administration], respond pretty quickly by issuing a prohibition to fly through the airspace. Most of the times the airlines are paying attention as well. They have a keen interest in keeping their flights safe. So, sometimes, it&#8217;s a dead heat on who closes the airspace to their flights.&#8221;</p><p><strong>On how flight planning organizations will now change</strong></p><p>&#8220;I think after the Malaysian disaster, flight planning organizations around the world are going to take another look at how they do route airplanes, to make sure they don&#8217;t take them anywhere close to where something like this could potentially happen again.&#8221;</p><h4>Guest</h4><ul><li><strong>John Ransom</strong>, retired pilot now working at aviation consulting firm <a href=\"http://www.safeopsys.com/\" target=\"_blank\">Safety Operating Systems</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Malaysia+Airlines+Crash%2C+A+Closer+Look+At+Planning+Flight+Paths&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"3ee8a9a8-ddbf-49ff-8fa4-4053bfe97be8","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334066719-151e9e.m3u?orgId=330&ft=3&f=334066495"}]}