{"created":"2015-02-25T21:55:29+00:00","modified":"2015-02-26T19:47:43+00:00","valid":{"from":"2015-02-26T19:47:43+00:00","to":"3015-02-26T19:47:43+00:00"},"hreflang":"en","guid":"3efa1746-fbe9-4b0c-a7b1-12c060c9b277","title":"The US government finally lifts the curse of the 'golden cage' visa","published":"2015-02-26T19:47:41+00:00","byline":"Carol Hills","tags":["immigrations","immigrants","government","visas","Global Nation","Economics","Business, Finance & Economics","North America","United States","North America","Neha Mahajan","H-4 visa","Ice","H-1B","H-1B visa","United States visas","Labor","Immigration to the United States"],"teaser":"Thousands of highly skilled immigrants are admitted into US each year, but their highly skilled spouses were not allowed to work. But that's about to change.","contentencoded":"<p>H-1B visas are among the most coveted tickets into the United States. Each year, the US government issues about 85,000 of them, mostly to highly skilled tech workers who settle in places like Silicon Valley. But the spouses of H-1B visa holders weren't allowed to work or forge their own lives in the US  — until now.</p>\n<p>The Obama administration announced on Tuesday that it's tweaking the rules of the H-4 visa, the visa issued to spouses of H-1B holders, allowing some of them to work legally in the United States starting in May. Under the new rules, spouses will be eligible for an <a href=\"http://www.uscis.gov/green-card/green-card-processes-and-procedures/employment-authorization-document\">Employment Authorization Document</a> and a Social Security card.</p>\n<p>\"I can be my real self. I will no longer be my husband's wife only,\" says Neha Mahajan, who moved to the United States almost seven years ago when her husband was transferred from a job in New Delhi to a tech firm in New Jersey. \"I can go out, open up my own bank account. I can open my own business if I want to. I can go and study if I want to. I mean, I'm not restricted anymore to be just a homemaker.\"</p>\n<div>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement cta_bg-gray\" data-entity-id=\"74786\" data-entity-title=\" H4 Visa Facebook Page\" data-entity-type=\"node\"><aside class=\"node node-story-act story-act-cta story-act-nid-74786 cta-type-external-link cta-style-share view-mode-entity_embed\" data-tracking-code=\"story-act-h4-visa-facebook-page\"><div class=\"field-display-title\">\n    What do you think?  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/thumbnail/public/H4Visa_StoryAct.jpg?itok=Z5x_sbsS\" width=\"100\" height=\"100\" /></div>\n<div class=\"field-story-act-teaser\">\n    Neha Mahajan is the creator of H4 Visa: A Curse, a dynamic Facebook page for other H4 Visa holders. Join their conversations about this new update to the spousal visa.  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"https://www.facebook.com/H4visaacurse?ref=br_tf\">H4 Visa: A Curse, Facebook Page</a>  </div>\n<p>  </p></aside></div>\n</div>\n<p>It's not just a matter of work. Mahajan says she tried going back to school in New Jersey several years ago, but no one would give her a student loan because she lacked a social security number. \"I literally do not have an identity here in the US because I am dependent on my spouse,\" she says. \"When they gave me an H-4 visa, they made sure I was dependent in the real sense.\"</p>\n<p>Mahajan has been involved in the effort to grant H-4 visa holders the right to work. Spouses of foreign workers are active on social media, with a <a href=\"https://www.facebook.com/H4visaacurse/info\">Facebook page </a>as well as a blog titled \"<a href=\"http://h4-visa-a-curse.blogspot.com/p/home.html\">H4 Visa, a Curse</a>.\"</p>\n<p>Mahajan was a television news reporter back in India. She'd just taken a break to have a baby when her husband's company decided to relocate him to the United States. \"I was going to accompany him because, after all, America is the land of dreams,\" she says.</p>\n<p>Someone mentioned to her that she wouldn't be able to work, but she didn't take it seriously. When she got to the United States and contacted people in media to start looking for a job, they were adamant: Employment, even an internship, was impossible without a work permit.</p>\n<p>Her husband's H-1B visa was also out of the question for her. \"I'm not a technical person,\" she says. \"I'm not a software engineer. That's not my background.\" So she volunteered for an organization in New Jersey that sponsors an annual film festival \"to keep myself alive, to keep my skills and education and my talent alive.\" </p>\n<p>The government estimates that as many as 179,000 spouses of H-1B holders could apply for work permits in the first year, and 55,000 each year after. That's produced blowback from some critics that the spouses of foreign workers will take jobs away from Americans. Mahajan counters that she came as a legal immigrant and is already in the process of becoming an American citizen.</p>\n<p>\"I am your neighbor. I live in the same neighborhood,\" Mahajan says. \"Even though I don't earn, I pay my taxes. I wouldn't be taking any jobs from you. I may just become an entrepreneur and will be opening up my own business if I was allowed, which I am now. So I'm not just here to take away jobs.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"600\" style=\"width: 700px; height: 700px; border-width: 1px; border-style: solid; margin: 5px;\" alt=\"H4Graphic\" title=\"H4Graphic\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Graphic_H4Visa.jpg?itok=vtCeV2hp\" /><div class=\"field-caption\">\n    <p>The Department of Homeland Security's new regulations allow H4 visa holders, the dependents of H1-B workers, to apply for work permits sooner, rather than wait several years. The State Department's Visa Bulletin shows the number of these visas issued each year.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Shefali S. Kulkarni</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Fim-h-4-wife-and-i-want-work&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201502.mp3"},{"href":"http://www.pri.org/file/0225201502mp3"}]}