{"created":"2015-04-10T17:18:34+00:00","modified":"2015-04-10T18:43:19+00:00","valid":{"from":"2015-04-10T18:43:19+00:00","to":"3015-04-10T18:43:19+00:00"},"hreflang":"en","title":"Tips And 5 Recipes For Cooking With Kids","published":"2015-04-10T18:43:00+00:00","teaser":"Our resident chef suggests choosing something simple but interesting, and focusing on fruits and vegetables.","itags":["npr_api","398796635"],"guid":"3f0214b6-0ba5-4fde-ac05-2a723da636c7","contentencoded":"<p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong> Kathy Gunst</strong> joins host Jeremy Hobson with five tips for cooking with young children. She also shares these five kid-friendly recipes:</p><ol><li><a href=\"#italian\">Italian Vinaigrette (also called vinaigrette)</a></li><li><a href=\"#golden\">Green Goddess Dressing</a></li><li><a href=\"#ranch\">Ranch Dressing</a></li><li><a href=\"#tomatoes\">Roasted Cherry Tomatoes</a></li><li><a href=\"#chickpeas\">Roasted Chickpeas</a></li></ol><p><em><a href=\"https://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments with Kathy Gunst</a></em></p><h4>Tips For Cooking With Kids</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0410_kids-cooking-tips-recipes.pdf\" target=\"_blank\">(View/print a PDF of all the tips and recipes)</a></p><p><em>By Kathy Gunst</em></p><p><strong>1. You can do this:</strong></p><p>It’s so much fun to watch kids light up being given a task they consider to be very “grown up.” Cooking helps empower kids to understand where food comes from, how it’s made, and what goes into the cooking process. You are educating them in SO many ways. Cooking involves math, science, cooperation, community, common sense and art.</p><p><strong>2. Choose a recipe:</strong></p><p>This is the fun part. What do kids like to eat? How can you stretch them a bit? How to choose something really simple, but still interesting. (Honestly, kids love to slice bananas.)</p><p>I would like to urge you to focus on fruit and vegetable-focused recipes. When I first started this program in 2010 it was motivated by Michelle Obama’s Let’s Move Initiative. The goal was to turn kids on to healthy cooking. Find out what’s growing in your community. Is it kale season? Make chips. Apple season? Mash them up to make applesauce. Make a crumble with a granola topping. Get creative. Think local.</p><p><strong>3. Tips for recipes ideas:</strong></p><p>When I’m cooking with the really young children I always choose smoothies because they can’t be screwed up and they are such a good lesson. You put fruit in blender. You press a button. You add liquid if it’s too thick and more fruit if it’s too thin. It’s a lesson in balance. And I always use it to teach the principle of local food (apples and blueberries) versus exotic fruit that’s flown in from far away (pineapple, bananas, mangoes). But you don’t need to make smoothies. You need to think through a recipe and think about what it involves: is there a lot of chopping (a challenge sometimes with the really little kids)? Does it involves standing in front of a hot burner or oven? Choose a recipe that focuses on fruits and vegetables—think dips, smoothies, salads, or even soups (all the prep happens at a safe table and can go into a pot and then simmered at the stove by an adult).</p><p><strong>4. Get organized:</strong></p><p>Once you have picked a recipe, go through it very carefully. You want to pick it apart: what equipment will you need? What will you stir with? Do you need a bowl? Do you need a knife? Do you need a burner? What will they chop on? Do you have a chopping board? Go through the recipe and ask yourself: How will that part of the recipe be accomplished? Spoon? Pot? Pan? Oven preheated?</p><p><strong>5. Be realistic about what the kids can do:</strong></p><p>When I am working with third graders (and often second graders), I am assuming they have reading and writing skills. I am assuming that with the help of an adult they can read through a recipe and follow the instructions. I let them measure out quantities rather than pre-measuring ingredients for them (as I do with the younger kids who do not yet know how to read or write for the most part). Choose a recipe that will push the kids to learn new skills and use their skills. But be realistic.</p><p>You would be surprised how fast the kids work when they are focused and absorbed in the task. There is often down time between cooking tasks &#8211; waiting for something to rise or bake or set. Think about activities you can do to entertain them while they are waiting for something to bake. They can and should clean up after themselves, but also I will have them write poems or draw pictures of the cooking process and <a name=\"italian\"></a>write out the recipe in their own hand. Think about having paper and crayons on hand for this waiting time.</p><h4>Italian Dressing (also called vinaigrette)</h4><p>Mix 2 tablespoons mustard with salt and pepper.</p><p>Add 1/4 cup chopped chives.</p><p>Add 2/3 cup red or white wine vinegar.</p><p>Whisk in 1 1/2 cups olive oil and whisk together.<a name=\"golden\"></a></p><p>Taste and add more salt, pepper or oil if needed.</p><p>Place in a jar, cover and keep in the refrigerator.</p><h4>Green Goddess Dressing</h4><p>In a blender, add 3 tablespoons chopped basil, 1/2 cup chopped chives, 1/4 cup chopped fresh dill, 6 chopped scallions and 1/2 cup parsley. Blend.</p><p>Add 1 cup yogurt to the blender, 4 tablespoons lemon juice, 4 tablespoons wine vinegar and 1 cup olive oil. Blend.</p><p>Add salt, pepper and more lemon and oil if needed.<a name=\"ranch\"></a></p><p>Place in a glass container or jar and refrigerate.</p><h4>Ranch Dressing</h4><p>Whisk 1 1/2 cups mayonnaise, 1 cup buttermilk in a bowl.</p><p>Add 4 tablespoons finely chopped parsley, 4 tablespoons chopped celery (leaves and celery stalk), 3 tablespoons lemon juice, 3 tablespoons mustard and 1 1/2 teaspoons onion powder. Add 2 tablespoons chopped fresh dill. <a name=\"tomatoes\"></a></p><p>Taste for seasoning and add salt and pepper. Cover and refrigerate.</p><h4>Roasted Cherry Tomatoes</h4><p>We always have tons of sweet cherry tomatoes at the beginning of the school year. We like to roast them at a low temperature for about an hour until they become soft and tender and sweet as candy. Can be served on salads or as a snack or the basis of a pasta sauce.</p><p><strong>Ingredients:</strong></p><p>4 cups yellow and red cherry tomatoes</p><p>1/4 cup olive oil</p><p>Salt and freshly ground black pepper</p><p>1/2 cup fresh basil, cut into thin ribbon like slices</p><p>1/4 chopped fresh parsley</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 275 degrees. <a name=\"chickpeas\"></a></p><p>Place the tomatoes on a large baking sheet and toss the tomatoes, oil, salt, pepper, basil and parsley.</p><p>Bake on the middle shelf for about an hour or until soft and tender and almost bursting.</p><h4>Roasted Chickpeas</h4><p>Line a large baking sheet with a sheet of parchment paper or foil.</p><p>Add 3 cups of chickpeas.</p><p>Sprinkle on about 1/4 cup olive oil or enough to really coat all the chickpeas.</p><p>Add salt, pepper, about 3 tablespoons chopped fresh thyme, and 3 tablespoons Za’tar spice mixture. Toss all the chicken peas so they are all thoroughly coated in spices and oil.</p><p>Bake in a preheated 350 degree oven for about 10 minutes, or until they pop and look crisp.</p><p>*Za’tar is a Middle Eastern spice blend that (generally) combines sumac, sesame seeds, thyme, salt and often oregano and marjoram and savory. There are as many spellings of the Middle Eastern spice blend as there are varieties: za’atar, zaatar, za’tar, zatar, zatr, zattr, zahatar, zaktar or satar.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tips+And+5+Recipes+For+Cooking+With+Kids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398796638-f8ea45.m3u?orgId=1&e=398796635&d=311&ft=nprml&f=398796635"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0410_kidscooking.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"854","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0410_chick-peas.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1558","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0410_mixed-greens.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1374","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0910_basketoveggies.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1606","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0910_recipe-gunst.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}