{"created":"2015-04-15T16:13:17+00:00","modified":"2015-04-16T21:32:41+00:00","valid":{"from":"2015-04-16T21:32:41+00:00","to":"3015-04-16T21:32:41+00:00"},"hreflang":"en","guid":"3f03592f-c829-44ed-a250-e15a44407837","title":"This Japanese festival is just like thousands of others — plus a lot of penis","published":"2015-04-16T21:32:31+00:00","byline":"Naomi Gingold","tags":["Religion","Human sexuality","culture","Belief","Lifestyle & Belief","Kawasaki Daishi","Japan","Shinto","Kanamara Matsuri","Mikoshi","Phallus","Religion","Japan","Japanese festivals","Shinto shrine","Portable shrine"],"teaser":"\"Kanamara Matsuri\" translates literally into English as \"Metal Penis Festival,\" and the scene lives up to its name. Phallic symbols and penis paraphernalia are everywhere, drawing crowds of locals and tourists alike. But it's one of just thousands of local Shinto festivals across the country.","contentencoded":"<p>Before Buddhism showed up on Japanese shores, there was Shinto, the country’s indigenous religion. And although most modern Japanese are not religious, Shinto is still alive and well.</p>\n<p>There are tens of thousands of Shinto shrines scattered all over Japan, and most have their own festivals where the local spirit is taken out and paraded around in a portable shrine. There are food, games and boisterous fun.</p>\n<p>That's how I came to be in Kawasaki Daishi, a town just south of Tokyo, for the Kanamara Festival earlier this month.</p>\n<p>When I got there, there was a long line to get into the small shrine grounds. I asked 28-year-old Taro Tanaka and his friends what they were waiting for.</p>\n<p>“We’re waiting in line to get the candy,” he says. “Don’t you know?” He was slightly incredulous that I didn't know, but he explained that it’s the specialty of the festival.</p>\n<p>The candy is, “The man and woman’s ... that thing,” he says. I asked him to explain a little bit more. He and his friends laughed hysterically.</p>\n<p>It's a penis shaped lollipop, and everyone around me was eating one or hoping to get one. I found out later that vagina pops also exist, but a casual glance through the crowd confirmed that the male version was definitely more popular.</p>\n<p>Kanamara Matsuri, the name of the festival, translates literally into English as \"Metal Penis Festival.\" Phallic symbols and paraphernalia are all over the festival grounds. In addition to penis pops, you can buy penis candles, penis glasses, phallic T-shirts, charts with sexual positions — the list goes on and on.</p>\n<p>People have long come to pray at the shrine here to the Kanamara spirit, who's considered a god of fertility, but not always openly. In the old days, it would be under the cover of darkness. Women would come to pray for kids or safe childbirth; prostitutes would come and pray to not get STDs. </p>\n<p>But then the festival started in 1975 and picked up steam in the mid 1980s, as both festival goers and festival makers became more comfortable with the idea that sex should be talked about and celebrated.  </p>\n<p>Perhaps unsurprisingly, the festival is now popular with expats and tourists as well as the locals. About 30,000 people showed up this year — and it’s not just adults. Some people also bring their kids or parents.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/IMG_2758.jpg?itok=4pmXw056\" alt=\"\" /><div class=\"field-caption\">\n    <p>Parade goers carry a penis shrine during the Kanamara Festival.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Tom MacWright</p>\n  </div>\n</div>In the nearby town center, the festival parade got underway. Men and women carried the mikoshi, or portable shrine, down the street on their shoulders, shouting “Heave ho, Heave ho!\" From afar, it looks mostly like any other portable shrine in Japan — except for the small wooden penis at the front and the large phallic shape under the traditional roof.\n<p>It’s followed by two enormous penis-shaped shrines, one black, one pink, both wrapped in protective Shinto ropes. The black one, made of steel, is carried by men and women in festival garb. The pink penis shrine, known as Elizabeth, is strictly the duty of a group of local cross dressers.</p>\n<p>And as they carried it down the street, everyone with the penis shrines chanted words you don’t hear at other Shinto festivals: “Big penis! Metal penis! Big penis! Metal penis!”</p>\n<p>Back on the festival grounds, the master of ceremonies, Hisashi Yamamoto, spoke. He's a sprightly 82-year-old who’s been involved with the festival since the days when practically no one came.</p>\n<p>“The fact that you are alive and here, that’s the core of the Kanamara Festival,\" Yamamoto says. \"We need to give thanks for having been brought into the world — for being alive!”</p>\n<p>And to enunciate his next point, he grabs the mic: “And for sex!\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-14%2Fexperience-phallic-festival-dedicated-fertility-not-prurience&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Feature_24.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-25"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04162015_08.mp3"},{"href":"http://www.pri.org/file/0416201508mp3"}]}