{"created":"2014-10-07T19:38:32+00:00","modified":"2014-10-30T23:49:16+00:00","valid":{"from":"2014-10-30T23:49:16+00:00","to":"3014-10-30T23:49:16+00:00"},"hreflang":"en","title":"France Presses On With Deal To Sell Two Warships To Russia","published":"2014-07-29T23:31:00+00:00","teaser":"Amid ongoing fighting in Ukraine and stepped-up U.S. and EU sanctions on Russia, the deal has met with little criticism in the shipbuilding town of St. Nazaire, where it has created 2,500 jobs.","itags":["npr_api","336346884"],"guid":"3f044247-e143-41c2-9045-f258a901df42","contentencoded":"<p>France plans to go ahead with the sale of two warships to the Kremlin, even as <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/29/336324858/white-house-threatens-more-russian-sanctions-as-kerry-decries-ukrainian-rebels\">the European Union and U.S. strengthen sanctions on Russia</a> amid continued fighting in Ukraine and the aftermath of the downed Malaysian airliner.</p><p>People in St. Nazaire, the port town where the boats are being built, agree: The contract with Moscow should be fulfilled, they say. Despite mounting international pressure, cancellation of the deal, they say, would be a bad move for business.</p><p>There's not much love for Russian President Vladimir Putin in France. But in St. Nazaire, the contract is more about preserving a way of life than anything else.</p><p>Shipbuilding has been a mainstay of the local economy since the 19th century. Today, the town — located where the Loire River empties into the Atlantic Ocean — is one of the world's top builders of massive cruise ships and ferries. To keep that place, people say, contracts must be respected.</p><p>That includes 72-year-old retired Russian teacher Francois Chabeau. He says he avoids meeting Russians these days because they all love Putin, who Chabeau says is \"dreadful.\"</p><p>\"I think we must deliver the ships because we have a contract with the Russians,\" Chabeau says. \"If we don't deliver the ships there will [not be new] contracts for ships.\"</p><p>And that, he says, trumps what's happening in Ukraine.</p><p>\"Yes, on one side it's terrible what happens,\" he says. \"But on the other side, we have a contract.\"</p><p>Other townspeople, like tobacco shop owner Christian Saunier, 60, say the ships are not the cause of the conflict between Russia and Ukraine, and canceling them won't resolve the crisis. He also points out that France is the world's third-largest arms seller, and if it cancels the ships it should also cancel all the missiles and planes it sells abroad.</p><p>The Russian ships are providing five years of employment for about 2,500 people in St. Nazaire.</p><p>The town appears to be thriving. On a recent day, hundreds of people shop at a market overflowing with fresh produce, and freshly caught fish.</p><p>Marc Menager, 65, has worked at the St. Nazaire shipyard for 37 years.</p><p>While the ship workers are prouder of the ocean liners they build, like the Queen Mary 2, Menager says, the warship contract came at a time when orders were down.</p><p>He says the two warships will not be outfitted with weaponry or communications systems. Critics say <a href=\"http://www.npr.org/blogs/parallels/2014/05/13/311907827/europe-could-tighten-screws-on-russia-but-it-doesnt-why\">they will be able to carry hundreds of troops and helicopters</a>.</p><p>Some 400 Russian soldiers sailed into St. Nazaire last month. They came to train on one of the newly built warships, the Vladivostok — and then sail it home in a few months. A second ship, the Sevastopol, which is still under construction, is set to be delivered to Russia in 2015.</p><p>Down by the water, there's a ceremony going on in the shipyard, next to the Vladivostok. A group of Russian sailors in uniform is singing military songs.</p><p>Bernard Grua, an activist who is protesting this ship deal, is one of the local people watching through the fence.</p><p>\"These people, they represent Putin's regime. And sure, it's not only frustrating, but excuse me, it's disgusting,\" he says. \"This collaboration is a shame for France.\"</p><p>Grua says the next generation will have to live with the consequences.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=France+Presses+On+With+Deal+To+Sell+Two+Warships+To+Russia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336356991-2caf85.m3u?orgId=1&topicId=1124&ft=3&f=336346884"},{"href":"http://media.npr.org/assets/img/2014/07/29/rus-fra-warship2-a57ee43965e7322985a7af0b84432b20e74459f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2566","width":"3421"}},{"href":"http://media.npr.org/assets/img/2014/07/29/rus-fra-warship3-451e52acb10318726afbd4ac9dbf8cfbf2f73f35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}}]}