{"created":"2014-12-27T11:50:22+00:00","modified":"2015-05-13T21:24:29+00:00","valid":{"from":"2015-05-13T21:24:29+00:00","to":"3015-05-13T21:24:29+00:00"},"hreflang":"en","title":"ICYMI 2014: Soccer Field Standoff Highlights Gentrification Tension","published":"2015-01-09T16:22:00+00:00","teaser":"A fight over the use of a soccer field in San Francisco's fast-changing Mission District pitted Latino youth against tech workers.","itags":["npr_api","373284989"],"guid":"3f07942b-f449-4db8-980b-52abec4e3f5b","contentencoded":"<p>This year, video of an argument over who got to play on a soccer field in San Francisco went viral, sparked a community protest and <a href=\"http://www.newyorker.com/tech/elements/dropbox-airbnb-fight-san-franciscos-public-spaces\" target=\"_blank\">highlighted tensions about gentrification</a> in a changing neighborhood.</p><p>It happened in mid-August when a pickup soccer game between mostly Latino teens in San Francisco's Mission District came to a premature end because the field had been rented out by adult tech workers. One of the pickup players recorded a <a href=\"https://www.youtube.com/watch?v=awPVY1DcupE\" target=\"_blank\">video of the argument</a>.</p><p>In the video, a pickup player asks the guys with the permit how long they've been in the neighborhood.</p><p>One says, \"Over a year.\" Another says, \"Who gives a s - - -? Who cares about the neighborhood?\" One of the teens in the background says he's lived there all his life.</p><p>Then one of the kids suggests they play together, and a tech worker says he would love to, but can't. The field was reserved for a game between Airbnb and Dropbox employees, and they rented it for $27 through San Francisco's Recreation and Parks Department. This policy was created after the field's renovation a couple of years ago.</p><p>One of the men shows one of the pickup players a printed document with the payment information and asks him to read it.</p><p>\"I know how to read,\" the pickup player says. \"I'm an educated person. I also know that this field has always been a pickup field where you play seven on seven and wait your turn. You guys think that just because you have money you can buy the field and play.\"</p><p>At the end of the video, it's uncertain how things were resolved.</p><p>\"Well, we just split the field in half, and we played in one half, and they played in another,\" says 16-year-old Hector Gomez, one of the pickup players that day.</p><p>Hector used to live with his grandparents in the neighborhood and remembers coming to the park when the field was concrete. He says back then it was mostly Latinos playing soccer there. He's noticed more adults reserving the field for organized games after the park was redone, and the field was upgraded to turf. He worries parks will become like the new restaurants, stores and apartments in the Mission: for people with money.</p><p>\"There's some new apartments and my mom told me the price of them,\" Hector says. \"I was like, 'Nobody in the Mission could afford those,' so I'm like, 'That's something special for them and not for us.' \"</p><p>As more workers in the booming tech sector move in, <a href=\"http://www.sfchronicle.com/business/item/window-into-airbnb-s-hidden-impact-on-s-f-30110.php\" target=\"_blank\">rent prices in San Francisco keep rising</a>. The median price for a one-bedroom apartment in the Mission, a historically working-class Latino neighborhood, is $3,200 a month. Compare that to $1,900 just three years ago.</p><p>Fifteen-year-old Hugo Vargas and his two sisters live in the Mission with their parents, who work in food service.</p><p>\"Right now we're living in a studio,\" he says. \"I mean, it's small. We're a family of five, and it's kind of hard for us to live and have our privacy.\"</p><p>Hugo was escaping that cramped studio when the argument on the soccer field took place in August. The video was posted to YouTube weeks later, but it didn't get much attention until Jack Morse, co-editor of the San Francisco culture blog the Uptown Almanac, <a href=\"http://uptownalmanac.com/2014/10/bros-try-kick-kids-soccer-field\" target=\"_blank\">linked to it in October</a>.</p><p>Morse says someone sent the video anonymously, and he thought it was powerful enough to post without much commentary.</p><p>\"The video in many ways is a perfect analogy for a lot of the gentrification and displacement that is currently happening in San Francisco,\" he says.</p><p>Views ticked up, and it was shared on Facebook and Twitter. <a href=\"http://www.sfgate.com/bayarea/article/Dropbox-apologizes-for-workers-playground-5820507.php\" target=\"_blank\">Dropbox issued a formal apology</a>, saying the company loved San Francisco, was grateful to call it home, and that the employees involved were embarrassed and sorry. Dropbox and Airbnb didn't make anyone available for comment on this story, but Dropbox is involved in a tutoring program for local teens, and it <a href=\"http://www.sfgate.com/politics/joegarofoli/article/Bay-Area-businesses-pledge-10-million-to-fight-5461057.php\" target=\"_blank\">pledged half a million dollars</a> to an area nonprofit that fights poverty.</p><p>A week after the video went viral, the San Francisco Latino Democratic Club <a href=\"https://www.youtube.com/watch?v=soTSOoISflE#t=32\" target=\"_blank\">organized a rally</a> on the steps of the Civic Center and hundreds of people came out in support. Four of the teens also spoke with Phil Ginsburg, general manager of San Francisco's Recreation and Parks Department.</p><p>\"They were like, 'This is where we socialize. This is where we exercise. This is how we make positive choices with our lives,' \" Ginsburg says. \" 'We love the game, and we love to play.' \"</p><p>After listening to the youth, he eliminated the rental permit process for adults and agreed to turn on the lights on Sunday evening, so the kids could keep playing after dark.</p><p>\"Look, this was a symbol of larger issues that simply played out in a park,\" Ginsburg says.</p><p>He says that you see arguments like this in public parks all the time, but the difference here is that San Francisco is changing fast, and as new residents move in, long-time residents feel pushed out.</p><p>\"We have to figure out a way where we can still be welcoming to people, while making sure that the quality of life of people who have raised their families here for generations doesn't diminish,\" Ginsburg says.</p><p>The youth presented Ginsburg with a list of 10 demands, including better park patrol and safety, disclosure of financial investments made at city parks to ensure equity, and a follow-up meeting. Ginsburg says he's going to stop by Mission Playground and play pickup with them soon.</p><p>Hector says he's seen a couple of the tech guys come and play pickup recently, and there hasn't been a problem.</p><p>\"That's what I love: diversity in our community,\" he says. \"But when they give favor to one specific type of person, that's where it has to stop.\"</p><p>Hector says he's happy to share the field as long as everyone can agree on the rules and play by them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ICYMI+2014%3A+Soccer+Field+Standoff+Highlights+Gentrification+Tension&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420252-586bec.m3u?orgId=1&topicId=1003&d=292&p=7&story=373284989&t=progseg&e=373420225&seg=5&ft=nprml&f=373284989"},{"href":"http://media.npr.org/assets/img/2014/12/26/soccer-dropbox-still-3a73f4836c93f0b1a5548804199285d5d6fcff9b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"737","width":"983"}}]}