{"created":"2014-09-04T16:43:38+00:00","modified":"2014-10-09T16:05:57+00:00","valid":{"from":"2014-10-09T16:05:56+00:00","to":"3014-10-09T16:05:56+00:00"},"hreflang":"en","title":"Check It Out! A Photographic Tour Of America's Public Libraries","published":"2014-04-12T17:26:00+00:00","teaser":"From one-room historic buildings to modern architectural marvels, Robert Dawson has been photographing libraries for almost 20 years. His new book is called <em>The Public Library.</em>","itags":["npr_api","301781602"],"guid":"3f127124-a5d2-430a-9f2b-be76ec46ec29","contentencoded":"<p>Robert Dawson has been photographing public libraries across the country for almost 20 years. And now, just in time for National Library Week, he has published his photos in a new book called <em>The Public Library</em>. It includes reflections on libraries from Dr. Seuss, Amy Tan, E.B. White and others, but the stars of the book are the photographs, from the New York Public Library — which is as splendid as any great European cathedral — to libraries that are housed in shacks and shopping malls.</p><p>Dawson tells NPR's Scott Simon about getting punched while photographing one library, and why he <em>doesn't</em> feel he's documenting a vanishing species.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Handley Regional Library in Winchester, Va.</strong></p><p>I have been born and raised and lived all my life in California, and so the American Civil War is something quite distant from my experience. But I'm always amazed when I travel in the East, the closeness of that period. So this was a library in Winchester that was built by a Confederate sympathizer. And then the library itself is this beautiful structure, both inside and out. But the walls inside were covered with portraits of Confederate generals, which really was sort of astonishing to me ... to see, again, the closeness of that history. Oftentimes libraries reflect what it is about the community that's unique, that's local, that is a place to maybe house civic memory, and so this was just one expression of that.</p><p><strong>On whether he ever felt he was documenting a vanishing species</strong></p><p>I often get that. People saying, \"Oh, I'm glad you're doing that project, because [the] libraries are going away.\" But in fact, according to the American Library Association, libraries are more used now than ever. And libraries are one of the few noncommercial, nonreligious institutions where people can gather. Libraries are evolving, and one of the things, in some ways, that happens is they're less about books, they're more about communities.</p><p><strong>On getting punched while photographing a library in Braddock, Pa.</strong></p><p>I was photographing the original Carnegie Library, the very first one, and it was quite an amazing experience for me. The interior Carnegie had produced was quite magnificent; it had a swimming pool and a basketball court as well as all the books. And then I went outside to photograph the exterior. And the entire project I did with a large-format 4-by-5 camera, so I have to be under a dark cloth to focus the camera.</p><p>At one point, while I was focusing, a hand reached in and tried to grab the camera, and I pushed it away and came out from under the dark cloth and was punched very strongly in the jaw. This man had thought I had photographed him. He was obviously out of his mind — who knows what his problem was? The homeless population is something that librarians have to deal with in the libraries. It's not something they're necessarily trained to do; it's just an added thing.</p><p><strong>On libraries to travel to this summer</strong></p><p>If you happen to be in the Pacific Northwest, Seattle has one of the great works of art, I think. It's a Rem Koolhaas-designed library, the Central Library in Seattle. And it is stunning, inside and out.</p><p>If you're in Salt Lake City, Salt Lake City has one of the great libraries. ... Chip Ward, [who] was a librarian at the time they began to design and construct this library ... really was part of the effort to bring the people's input into what the library should be. But those would be some that I would highly recommend.</p><p>There's just an infinite amount of very interesting small libraries, midsize libraries, as well, throughout the country. And they all kind of are just so interesting in terms of representing the communities and what's unique about our country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Check+It+Out%21+A+Photographic+Tour+Of+America%27s+Public+Libraries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302166542-52057f.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=301781602"},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p14-fe30b5feec8c93f068625fcc8131d6af420bc3fa.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1700","width":"2100"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p18-73123817fc8eb0a29928f0793bd60e63d9911c7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1821","width":"2429"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p52-e0bf727773b1c05710c1fcf6fd270e4103495c51.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1698","width":"2115"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p63-a8ee9b31f0fa8b7f8c653512a9b07e09d6a10cdf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1935","width":"2423"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p149-f2b31e7b2161b4efc9f7dc46ef4424597c7f23e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1717"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p177-8154bafe1a234f19e502a74f9c945ea592da3b5b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2794","width":"2189"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p17-2166b38988406341b210b0824572f065f0eb14cd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1933","width":"2430"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p50-9f1b9f00daf9a96a15d65162c4eb42510e94b201.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1938","width":"2430"}},{"href":"http://media.npr.org/assets/img/2014/04/11/public-library_p97_custom-6d0b61177b79dcc76e3d51dcc2f00908001dbeca.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"815","width":"1024"}}]}