{"created":"2015-06-26T21:25:50+00:00","modified":"2015-06-29T18:46:23+00:00","valid":{"from":"2015-06-29T18:46:23+00:00","to":"3015-06-29T18:46:23+00:00"},"hreflang":"en","guid":"3f15b540-995a-45c1-be76-5a2fde5db17e","title":"While gay people in America can marry, gay people in India face jail time","published":"2015-06-29T18:46:19+00:00","byline":"Andrea Crossan, Susannah Roberson","tags":["LGBT rights","government","Global Nation","Justice","Conflict & Justice","Asia","India"],"teaser":"President Barack Obama called Friday's Supreme Court ruling \"a victory for America.\" Meanwhile, in India, being gay can mean a life lived in secrecy, blackmail and even jail time. Indian-American author Manil Suri hopes the US Supreme Court decision will set a worldwide precedent. ","contentencoded":"<p>When Manil Suri left India in 1979 and immigrated to America, he was drawn to the freedoms the country offered. But he was still denied the freedom to marry someone he loved. Until today.</p>\n<p>\"I was just overjoyed. I mean, it's been such a long time coming,\" Suri says. </p>\n<p>In the US, Suri is a mathematician and author of <a href=\"http://www.amazon.com/The-City-Devi-A-Novel/dp/0393346811\">The City of Devi</a>. He has also written extensively about his <a href=\"http://granta.com/how-to-be-gay-and-indian/\">experience as a gay Indian American</a>. He and his partner of 25 years can now consider marriage as a next step. But if he'd stayed in India?</p>\n<p>\"If someone is suspected of being gay, [people who find out] try to blackmail them and extort money,\" Suri says. </p>\n<p>And that's just the tip of the iceberg. ​Section 377 of the Indian penal code, reinstated by the Indian Supreme Court in 2013, criminalizes homosexual conduct. As a result, hundreds of Indians have been jailed, Suri says.</p>\n<p>Suri is optimistic the the US Supreme Court's ruling will catch the attention of countries around the world, like India, and will prompt them to take similar actions. \"They are bound to really look at what the US is doing,\" Suri says. \"It's one of the largest countries in the world and it's really putting its seal on this, saying marriage equality is here to stay.\"</p>\n<p>The worldwide struggle continues, but this is an important milestone, Suri says. \"There's back and forth. And I think we're going to see that in other parts of the world as well.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-26%2Fscotus-ruling-not-just-victory-americans-also-world&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06262015_02.mp3"},{"href":"http://admin.pri.org/file/0626201502mp3"}]}