{"created":"2014-10-07T20:03:23+00:00","modified":"2015-01-08T21:05:30+00:00","valid":{"from":"2015-01-08T21:05:30+00:00","to":"3015-01-08T21:05:30+00:00"},"hreflang":"en","title":"Silent Film Fans Make Some Noise To Help ID Forgotten Treasures","published":"2014-07-26T18:06:00+00:00","teaser":"At the Library of Congress' Mostly Lost workshop, viewers are encouraged to yell out possible settings, actor names and even car models — anything that might put a name to an unidentified film.","itags":["npr_api","334898306"],"guid":"3f2041fb-6ac3-44ea-8ee7-bc4a5e083e90","contentencoded":"<p>Deep in the archives of the Library of Congress' Culpeper, Va., film preservation center lie thousands of movies in cool, climate-controlled vaults. Hundreds are a century old or older, and unidentified. Their titles have been lost over the years and the library knows little about them, so it started inviting fans of early film to a yearly event called <a href=\"http://www.culpepertheatre.org/mostly-lost/\" target=\"_blank\">Mostly Lost</a> to help figure out what they are.</p><p>And you know what? Those fans are <em>rowdy</em>.</p><p>\"It's Alaska! Set in Alaska!\" shouts Philip Carli, an accomplished silent film accompanist, as he intently watches a flickering black-and-white drama with about 150 fellow scholars and enthusiasts. They know only the film's year of release — 1925 — and the plot unfolding before them: a plucky female detective trying to bust a gang of bootleggers in timber country. The audience is encouraged to yell out possible settings, actor names and even car models — anything that might help identify the film.</p><p>And it works. Nearly half of the movies shown at the first Mostly Lost, three years ago, were eventually identified. Organizers Rob Stone, the library's moving image curator, and Rachel Parker, a curatorial technician, welcome anyone who cares about early film.</p><p>\"We ask people to bring their laptops, their tablets, their iPhones, anything that has Internet,\" Parker says. \"And just to bring their brains about anything they've learned about early silent film or early sound film.\"</p><p>This year's audience quickly pegged a mystical drama from 1919 as German — the shadowy, expressionist lighting and the Goth-meets-raccoon eye makeup helped give it away.</p><p>And, with the help of IMDB, silent film fan Liana Morales quickly identified the second movie shown as the 1912 French comic short <em>Zigoto Gardien de Grand Magasin</em>.</p><p>\"Just a lucky break,\" Morales says modestly during a pause in the programming. At 29, she's one of the younger attendees. This is her second time at Mostly Lost, which she learned about on a group email list. At this point, she says, contemporary film feels, well, overstimulating.</p><p>\"You're just bombarded by sounds,\" Morales says. \"Soundtracks, explosions, et cetera. But with silent film, you have to use your imagination a little.\"</p><p>Using their imagination makes these fans feel more engaged with silent movies, says historian Glory-June Greiff. She's also drawn to the way the films provide a connection with the past. \"These are things people laughed at 100 years ago and more,\" she marvels. \"I mean, gosh, a shared experience with someone from a hundred years ago. How cool is this?\"</p><p>Over the years, the vast majority of silent films have been lost to neglect or decay — 70 percent, in fact, according to historian David Pierce, who's worked with the Library of Congress to <a href=\"http://www.loc.gov/today/pr/2013/13-209.html\">survey silent feature films</a>. Still, the fact that thousands are buried in archives around the world is, to him, a source of joy.</p><p>\"It's almost as if they're still making new silent movies,\" he says. \"Because there [are] <em>always </em>films you haven't seen.\"</p><p>Let's face it: These movies are incredibly obscure. But they're also a keyhole to the past. They let us see real streets and real people the way they walked and lived a century ago. And those ghosts on the screen are wonderfully alive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Silent+Film+Fans+Make+Some+Noise+To+Help+ID+Forgotten+Treasures&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540643-a3b79c.m3u?orgId=1&topicId=1045&ft=3&f=334898306"},{"href":"http://media.npr.org/assets/img/2014/07/25/mostly_lost_11_hr-ad3ead8b887a96bb327c0fb10ee0579e9643a29a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}},{"href":"http://media.npr.org/assets/img/2014/07/25/mostly_lost_9_hr_custom-778f2b92bf6238ec8d8003a6fc0f374dd55ee103.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2000","width":"1335"}},{"href":"http://media.npr.org/assets/img/2014/07/25/mostly_lost_4b_hr-9dcb0e996ec2d0c1ebcfe6dd7b00721dcc3f710a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}},{"href":"http://media.npr.org/assets/img/2014/07/25/3409023513_6221fcc246_o-675fde8713c9f0213e3b0af796f213883f459cde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"413","width":"551"}},{"href":"http://media.npr.org/assets/img/2014/07/25/9965943064_8828bed773_o-8cc2a464417e8b4e8e05f365f07c6d9023c8c07b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"660","width":"880"}},{"href":"http://media.npr.org/assets/img/2014/07/25/9965943064_8828bed773_o-8cc2a464417e8b4e8e05f365f07c6d9023c8c07b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"660","width":"880"}}]}