{"created":"2015-01-15T20:56:22+00:00","modified":"2015-05-13T21:21:47+00:00","valid":{"from":"2015-05-13T21:21:47+00:00","to":"3015-05-13T21:21:47+00:00"},"hreflang":"en","title":"Carrying The Torch For London's Last Gas Lamps ","published":"2015-01-15T23:33:00+00:00","teaser":"British Gas still has five employees who work as lamplighters, tending to the more than 1,000 centuries-old gas lamps that still line some of London's oldest neighborhoods.","itags":["npr_api","377470376"],"guid":"3f24c452-5a07-4acf-8d64-0b975e8fceed","contentencoded":"<p>In the United Kingdom, British Gas employs 30,000 workers. Five of them could be said to carry a torch that has been burning for two centuries. They are the lamplighters, tending to gas lamps that still line the streets in some of London's oldest neighborhoods and parks.</p><p>As these lamplighters set out on their nightly rounds, they don't actually carry torches and don't wear top hats and waistcoats. In their blue and gray jackets with the British Gas logo, they look like 21st-century utility workers.</p><p>\"I was originally doing central heating installation,\" says Garry Usher, who oversees the team.</p><p>About 15 years ago, Usher found out he was being assigned to the lamplighters crew. He nearly laughed at his boss, since everyone knows London went electric more than a century ago.</p><p>\"I thought he was taking the mickey actually,\" says Usher.</p><p>Translation: he thought his boss was pulling his leg, but he wasn't.</p><p>London still has about 1,500 gas lamps. The group English Heritage decided to preserve them after almost all the others were replaced by electric lamps. These look almost exactly the same as when they were first installed 200 years ago. They're just a little taller to accommodate modern traffic.</p><p>On a recent night, Usher leans a ladder against a lamppost, climbs the rungs, and opens the small glass door at the top of the lamp. Inside, a little ticking clock triggers the flame to go on and off at the right time each night.</p><p>These clocks must be wound by hand.</p><p>\"I'll manually turn it round,\" says Usher.</p><p>He moves the dial, and a flame jumps up to catch on little silk nets, known as mantles. The mantles are covered with a substance called lime, which produces a bright white light.</p><p>In the early 1800s, London's West End theaters realized how useful lime could be to illuminate a stage.</p><p>\"It shone a really bright light across, on their star, and so the star was the person that was in the limelight,\" says Usher. \"So that's where that comes from.\"</p><p>Usher is literally standing in the limelight, steps from the River Thames, a stone's throw from Big Ben and the Houses of Parliament. It's a quintessential London scene.</p><p>He's joined by Iain Bell, British Gas' operations manager and a history buff. Bell describes what this area would have looked like before the lamps arrived.</p><p>\"The streets would've been pitch-black. They would've been very smoggy. They'd have been quite dangerous, because the only light the public would've had would have been a candle,\" Bell says.</p><p>If you wanted to walk to the local pub, you could hire a child known as a link boy to light your way with a torch.</p><p>\"Some of the link boys weren't as nice as you'd expect them to be,\" says Bell. \"They actually would mug you. So they'd take you down a dark lane, and then you'd be set upon and robbed.\"</p><p>When street lights arrived, nightlife in London transformed.</p><p>At first people were justifiably afraid of the lamps. Bell says the gas pipes were poorly made, from shabby materials.</p><p>\"We're talking wood. We're talking mud wrapped around it. So there were a lot of leaks. There was a lot of fires. There was a lot of explosions,\" he says. \"So the public were terrified.\"</p><p>Even today, diggers often come across the remains of old wooden pipes.</p><p>The gas lamps that still stand in London are now protected by law. If one is knocked down, it is replaced with an exact replica. They cast a calming, mellow light, maintained by these few remaining lamplighters — literal keepers of the flame.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carrying+The+Torch+For+London%27s+Last+Gas+Lamps+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377527061-51c77d.m3u?orgId=1&topicId=1124&d=203&p=2&story=377470376&t=progseg&e=377299037&seg=10&ft=nprml&f=377470376"},{"href":"http://media.npr.org/assets/img/2015/01/15/lamp-lighters-16-40-32-4c284e4fd52872dc530740ea9206bfc78d7ef823.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1813","width":"2418"}},{"href":"http://media.npr.org/assets/img/2015/01/15/lamplighters-16-58-13-2d3b352347335a464458fc6f4c5590c05f7b36f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1630","width":"2173"}}]}