{"created":"2015-06-22T20:50:06+00:00","modified":"2015-06-23T18:01:18+00:00","valid":{"from":"2015-06-23T18:01:18+00:00","to":"3015-06-23T18:01:18+00:00"},"hreflang":"en","guid":"3f275691-c87d-4c6f-a8e7-8302412502a4","title":"As South Carolina deals with its Confederate flag, one town in Brazil flies it with pride","published":"2015-06-23T18:01:14+00:00","byline":"Bradley Campbell","tags":["history","Ethnicity & Race","culture","human rights","Culture","Arts, Culture & Media","South America","Brazil"],"teaser":"After the Civil War, members of the Confederacy fled to Brazil. Their ancestors still live in the region and continue to fly the Confederate flag.","contentencoded":"<p>The push to remove the confederate flag from the grounds of South Carolina's state capitol gained steam today. Some of the state's top politicians, including Gov. Nikki Haley, have jumped on board.</p>\n<p>So far, more than 500,000 people have signed a MoveOn.org petition asking for the flag to be taken down. But the South isn't the only place in the world you'll find the Confederate flag still flying.</p>\n<p>It's also proudly displayed in the rural Brazilian town of <a href=\"http://www.reuters.com/article/2015/04/30/us-brazil-confederates-idUSKBN0NL25620150430\">Santa Barbara D'Oeste</a>.</p>\n<p>\"Once a year, the descendants of about 10,000 Confederates that fled the United States and came down to Brazil after the Civil War, they have a family get together,\" says Asher Levine a Sao Paulo-based correspondent for Reuters. \"They all take part in stereotypically 'Southern Things' like square dances, eating fried chicken and biscuits, and listening to George Strait. That kind of thing. And a lot of Confederate flags everywhere.\"</p>\n<p>So when these people look at the confederate flag, what do they see?</p>\n<p>Levine says it's more ethnic than political. What fascinates him is that over the generations, the population has mixed with the Brazilians. So it's a lot of people with a lot of different shades, not just white folks. \"A lot of people who are descendants of these confederates have African blood as well,\" he says. \"So you'll see at the party people with dark skin waving the confederate flag.\"</p>\n<p>Americans attend the festival. Levine says he talked with a gentleman who was completely amazed at watching a young girl singing \"Amazing Grace\" while standing on top of a confederate flag. The flag really is everywhere at the festival. Kids wave mini flags, and women wear confederate flag dresses. \"You know, the symbolism is totally lost on them but for us it's quite a contrast.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Fsouth-carolina-debates-confederate-flag-one-town-brazil-flies-it-pride&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06222015_02.mp3"},{"href":"http://admin.pri.org/file/0622201502mp3"}]}