{"created":"2014-10-05T21:36:37+00:00","modified":"2014-12-04T15:15:44+00:00","valid":{"from":"2014-12-04T15:15:43+00:00","to":"3014-12-04T15:15:43+00:00"},"hreflang":"en","title":"A 'Post-Post-Colonial' Take On The Violent Birth Of Modern Jamaica","published":"2014-10-06T18:22:00+00:00","teaser":"Marlon James' latest novel, <em>A Brief History of Seven Killings,</em> is not brief, and it contains many more than seven deaths. It's a portrait of Jamaica in the '70s, when gang warfare and reggae reigned.","itags":["npr_api","353254226"],"guid":"3f3634a4-b812-4855-86f1-2e005a98da19","contentencoded":"<p>Born in Jamaica in 1970, the novelist Marlon James had a front-row seat to the violence and unrest that ruled the country for decades. Though he had a middle-class suburban upbringing, his parents were police: his mother a police detective, his father a policeman and later a lawyer. It was nearly impossible to escape the gun violence, gang warfare and corrupt politics that dominated the island, James tells NPR's Arun Rath.</p><p>\"The last thing the prime minister said in response to ... the crime going out of control, and the economy sort of going in the toilet, was that, 'There are five flights to Miami a day. So anyone who wants to skip the country can do so.' \"</p><p>In the midst of all that turmoil, a growing international audience had turned on to Jamaican reggae music and its biggest star, Bob Marley.</p><p>In the months leading up to the general election in December 1976, Marley and others set up a free Peace Concert, hoping to ease the tension and violence in Kingston.</p><p>\"Two days before the concert, these gunmen, around seven or eight, burst into Bob Marley's house on Hope Road, machine guns blazing,\" James recounts. \"They shot nearly everybody. Bob Marley got shot in the chest and the arm. His wife got shot in the head. Miraculously, everybody survived.\"</p><p>That's the real-life event that sets in motion the plot of James' new novel, <em>A Brief History of Seven Killings</em>. The novel starts in Kingston, following as many as 15 different narrators as their lives intertwine in the crime-ridden city. The perspectives range from young gang members to CIA operatives to a writer for <em>Rolling Stone.</em></p><p>As for the title of the book, <em>A Brief History of Seven Killings</em>, don't be fooled: The book is not brief, and many more than seven people die. James says that the book's central narrative follows seven of Marley's would-be killers after their assassination attempt.</p><p>\"It's funny,\" he says. \"This is the loosest novel I've ever written ... but I did stop as soon as killing No. 7 happened. It just took me 700 pages.\"</p><p>Click the audio link above to hear the full conversation, which includes a reading from the book in Jamaican patois about the role of guns in the lives of the young gang members.</p><hr /><h3>Interview Highlights</h3><p><strong>On how the violence and turmoil led to the emergence of modern Jamaica</strong></p><p>It's also important to know that part of that was also good. It wasn't all a nightmare. In fact, some incredibly progressive things came out of that time. It was also the time when reggae started to become a huge commercial force. And because of that, a lot of young people who would never have had opportunities otherwise went into music. It was also a really vital period and a very successful period for the Jamaican middle class.</p><p>So there was a lot of good that was happening in the '70s. There was just <em>so</em> much bad. And it was just so bloody, and the stakes were so high, and the gunmen were running certainly west Kingston, bringing it to its knees. And politicians got involved because whoever won Kingston won Jamaica. And they fed into it, and they gave these men guns, and they had them fight over turf. And it was pretty bloody. [In] 1980, over 800 people died.</p><p><strong>On describing himself as \"post-post-colonial\"</strong></p><p>\"Post-post-colonial\" — and that's just because I can't think of something wittier right now — I think is a new generation of, well, new-ish generation of writers, where we're not driven by our dialogue with the former mother country [the United Kingdom]. The hovering power for us when growing up in the '70s and '80s was not the U.K. It was the States, it was America. And it wasn't an imperialistic power, it was just a cultural influence. I'm sure if this book was written in the '70s or the '60s, the characters would have ended up in London. They wouldn't have ended up in the Bronx.</p><p>For us [as opposed to the post-colonial writers], for example, identity is not necessarily how to define ourselves in the relation of colonial power, colonial oppressor — so now it's a matter of defining who you are as opposed to who you're not.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Post-Post-Colonial%27+Take+On+The+Violent+Birth+Of+Modern+Jamaica&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"386"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353922054-27152d.m3u?orgId=1&topicId=1033&ft=3&f=353254226"},{"href":"http://media.npr.org/assets/img/2014/10/02/marlon-james-credit-jeffrey-skemp-1d9fcb5244dcc881c5a20395696475d1b1c2dba9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1602","width":"2137"}}]}