{"created":"2015-01-29T19:21:48+00:00","modified":"2015-01-29T21:50:06+00:00","valid":{"from":"2015-01-29T21:50:06+00:00","to":"3015-01-29T21:50:06+00:00"},"hreflang":"en","title":"In 'Outline,' A Series Of Conversations Are Autobiographies In Miniature","published":"2015-01-29T19:21:00+00:00","teaser":"Rachel Cusk's novel centers on a writer and mother recovering from divorce who teaches a summer course in Athens, Greece. The narrator has 10 conversations filled with holes, lies and self-deceptions.","itags":["npr_api","378598006"],"guid":"3f38f0fa-c102-42c9-adda-49523d79e9cb","contentencoded":"<p>The narrator of Rachel Cusk's new novel <em>Outline</em> is a novelist and divorced mother of two who has agreed to teach a summer course in creative writing in Athens. The novel itself is composed of some 10 conversations that she has with, among others, her seatmate on the plane flying to Greece, her students in the writing class, dinner companions and fellow teachers.</p><p>As a premise for a novel, this series-of-conversations idea initially sounded contrived to me — little more than an arty writing exercise that the narrator herself might assign to her students. Instead, <em>Outline</em>, in the most seemingly effortless way imaginable, winds up being completely captivating: The conversations are autobiographies in miniature, with all the holes, lies and self-deceptions lurking in that wily form.</p><p>Cusk's narrator, unnamed until the final pages of this novel, is the uber listener. Obliquely, we readers come to understand that she's recovering (or not) from the trauma of a divorce, and listening is the most dynamic activity she seems capable of. Her surgical commentary on other people's chatter reminds me of the way <em>The New Yorker</em>'s Janet Malcolm can peel apart an \"innocent\" comment, exposing the psychic mess of desires and contradictions roiling within.</p><p>We readers get acquainted with our narrator's habit of dissecting even the most mundane remarks in the opening pages of <em>Outline</em>, when she boards the plane to Athens, buckles herself into her seat and begins reflecting on the weirdness inherent in the standard recorded safety spiel. Here's the narrator's skeptical take on a moment almost everyone has sat through, but few of us have questioned:</p><blockquote><p>\"We were strapped into our seats, a field of strangers, in a silence like the silence of a congregation while the liturgy is read. [The flight attendant] showed us the life jacket with its little pipe, ... the oxygen mask dangling from a length of tubing. She led us through the possibility of death and disaster, as the priest leads the congregation through the details of purgatory and hell; ... When the recorded voice came to the part about the oxygen masks, ... no one protested, or spoke up to disagree with this commandment that one should take care of others only after taking care of oneself. Yet I wasn't sure it was altogether true.\"</p></blockquote><p>That snippet should also give you a taste of the narrator's dark, droll humor: She's a person who has been wounded, and she tends to expect the worst. Her seatmate, a much-divorced older Greek bachelor, launches into a monologue about his failed marriages. I confess: I was entertained by his story, even charmed. I even began naively anticipating for the length of a page or two that <em>Outline</em> might turn into another kind of novel — the kind where the narrator and this older man begin an affair.</p><p>But this is a novel about language, not love — a novel whose appeal is more to the head than the heart. So it is that our narrator begins picking apart her seatmate's story, as though she has a mental red pen at the ready, circling probable falsehoods and forcing the bachelor to good-naturedly admit that he might have been \"somewhat biased\" in his account of his failed marriages. The narrator's attentiveness to words makes her an excellent writing teacher, but perhaps not a likely candidate for romance and its necessary fictions.</p><p>As you'd expect in a novel so obsessed with language, Cusk's own writing is a pleasure to read — unfailingly precise and surprising. An older woman in the narrator's writing class is described as possessing \"a demolished beauty [that] she wore quite regally.\" A fellow novelist whose family back in Ireland refuses to acknowledge his work ruefully tells our narrator that: \"Your failures keep returning to you; your successes are something you always have to convince yourself of.\" Almost every page of <em>Outline</em> contains at least a phrase like that to savor. The ultimate and undeniably cerebral pleasure of <em>Outline</em> is it nudges you into being a more attentive reader and listener, more alert to the cracks in sentences and the messier realities that words can only try to contain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Outline%2C%27+A+Series+Of+Conversations+Are+Autobiographies+In+Miniature&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382434834-2f717d.m3u?orgId=1&topicId=1034&e=378598006&d=376&ft=nprml&f=378598006"}]}