{"created":"2015-04-22T19:09:33+00:00","modified":"2015-04-23T19:48:32+00:00","valid":{"from":"2015-04-23T19:48:32+00:00","to":"3015-04-23T19:48:32+00:00"},"hreflang":"en","guid":"3f588655-3dbb-47a1-a5cf-dbe2975e5cc9","title":"'It's better to be in the company of seven devils than one policeman'","published":"2015-04-23T19:48:29+00:00","byline":"Clark Boyd","tags":["Ferguson","Ethnicity & Race","Justice","film","Justice","Conflict & Justice","Ferguson","North America","United States","Missouri","Crimes","Jaywalking"],"teaser":"Filipino journalist Orlando de Guzman traveled Ferguson, Missouri, to document the killing of Michael Brown, and found a legacy of entrenched discrimination and police abuse that reminded him of his own experiences back home.","contentencoded":"<p>Orlando de Guzman is no stranger to conflict. Born in the Philippines, he covered conflicts in Malaysia and Indonesia as a journalist. But he says nothing prepared him for what he saw when he arrived in Ferguson, Missouri, to make a film.</p>\n<p>The documentary, called \"<a href=\"http://fusion.net/video/108471/ferguson-a-report-from-occupied-territory/\">Ferguson: A Report from Occupied Territory</a>,\" borrows its subtitle from an essay written by James Baldwin during race riots in Harlem in 1966.</p>\n<p>\"I saw quite a few parallels between what Baldwin saw back then and what I was seeing in Ferguson in November 2014,\" de Guzman says. \"What really surprised me was this great divide in reality between white people and people of color. Just two completely parallel realities, with very little crossover between the two.\"</p>\n<p>The film, which de Guzman made with reporter Tim Pool, details the system of <a href=\"http://apps.washingtonpost.com/g/documents/national/department-of-justice-report-on-the-ferguson-mo-police-department/1435/\">discriminatory policing in the St. Louis area</a> that stretches back years before Michael Brown's death. At one point in the documentary, Pool describes the city 1960s-era white flight, as white residents left the decaying urban core for suburbs that St. Louis, by law, could not annex into the metropolitan area.</p>\n<p>\"Over time, small independent municipalities formed around the city,\" Pool notes in the film. \"This fractured political system created 90 municipalities, more than 60 police forces, 81 municipal courts and a justice system that inherited the structural racism of the past.\"</p>\n<p>De Guzman says some of these municipalities are less than a square mile and only have a dozen or so people living in them. Yet they have their own police forces and their own court systems.</p>\n<p>\"All of this grew out of segregation,\" de Guzman says. \"White people wanted to be separate from black people moving into the city.\"</p>\n<p>And the discrimination was apparent the minute he set foot in the municipal courts. \"Ninety-eight percent of the people being brought into court were black,\" de Guzman says. \"They were being fined massive amounts of money for minor infractions, like jaywalking.\"</p>\n<p>A recent Department of Justice report on the Ferguson shooting concluded that jaywalking was one of the biggest generators of revenue for the town. It also pointed out that more than 95 percent of those fined for jaywalking were black. Michael Brown, in fact, was originally stopped by Darren Wilson on a jaywalking charge.</p>\n<p>\"We met young kids, barely finishing high school, who had to pay $500 fines for jaywalking in neighborhoods where there are no sidewalks and no crosswalks,\" de Guzman says.</p>\n<p>That level of discrimination and police corruption reminded de Guzman of growing up in the Philippines. </p>\n<p>\"In my country, we have a saying: 'It's better to be in the company of seven devils than one policeman,'\" de Guzman says. He remembers traveling with his dad and having to pay bribes to cop after cop at checkpoints. When his dad ran out of money, de Guzman says, the cops \"would simply ask for his shoes.\"</p>\n<p>But what he saw in Ferguson made him even more uncomfortable.</p>\n<p>\"This kind of systemic stopping of young black men, the obsession with fining them and knowing their movements in their own communities, was something that really struck me. That this was just normal,\" he says. \"It was disturbing.\"</p>\n<p><em>Watch de Guzman and Pool's full documentary below:</em></p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/gq9pHONmaLc\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Fwhat-ferguson-looks-foreign-film-maker&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04222015_09.mp3"},{"href":"http://www.pri.org/file/0422201509mp3"}]}