{"created":"2014-10-07T19:04:50+00:00","modified":"2014-10-30T23:38:13+00:00","valid":{"from":"2014-10-30T23:38:13+00:00","to":"3014-10-30T23:38:13+00:00"},"hreflang":"en","title":"'Boyhood,' Time And Tree Rings","published":"2014-08-25T16:15:00+00:00","teaser":"Richard Linklater's <em>Boyhood</em>, much discussed for its unconventional 12-year production schedule, stands out in fact not for its method, but for its purpose: to explain how kids are built.","itags":["npr_api","337755561"],"guid":"3f5c381b-e456-4edd-a817-7217dd69323b","contentencoded":"<p>I had an uncle who studied dendrochronology – tree rings, basically. It wasn't until years after he died that it occurred to me how much his perspective on living, and on dying, seemed to have been shaped by years of handling such palpable evidence of time passing. Not the spectacle of canyons carved by glaciers or the eye-popping surprise of fossilized bones, but the way each tree out of millions had been marked by each year out of millions. You could look at the rings and tell when the climate was good, when there was a drought, when there was a fire. Even if the outside of a tree was unremarkable, inside was its whole life, constructed bit by bit.</p><p>Richard Linklater's <em>Boyhood </em>persuasively argues that we're pretty much the same way. We are not built in a series of climactic and closely attended spectacles, but layer by layer, bit by bit, each year or even each day wrapping around the last one.</p><p>Despite its simplicity, it's an extraordinarily difficult idea for film to capture, because by its nature, film is compressed. Individual scenes often stand for more than themselves, but films tend to find people at inflection points, so that they tell stories in the manner of following the path of a stream by hopping from stone to stone. Linklater's film is more like walking right through water up to your knees. People eat, talk, take pictures, laugh, get angry, screw up. They change, they don't change, they start things, they end things. People come and go, gain and lose weight, grow and cut their hair.</p><p><em>Boyhood </em>has gotten a lot of attention for how it was filmed: over 12 years, with the same actors – including Patricia Arquette, Ethan Hawke, and the remarkable Ellar Coltrane – returning each year to film a piece of the story of Mason (Coltrane), who grows up from 5 to 18 with his steady but struggling single mother (Arquette), his flaky and sometimes present father (Hawke), and an older sister (Lorelai Linklater). While it's certainly fun to watch over the film's nearly three-hour running time as Mason grows from a big-eyed little boy to a shaggy kid to a skinny adolescent to a magnetic college student, if that were the point of the movie, it would be selling a sensation that television has offered for decades. You can see children grow into adults on an all-day marathon of <em>Little House On The Prairie</em>, or by looking up the right clips from <em>General Hospital</em>.</p><p>It's not the method itself, but the purpose to which it's being put, that matters. There is no turn in the movie, no sudden tragedy or massive surprise that abruptly assigns meaning to the small moments that came before. It's not a sealed system where every setup has a payoff. These pieces of this family's life are there for their own sake, specifically because as Mason finally steps into adulthood, it is as the sum of all those small things, which in the aggregate take up more space on film and in his life than the few outbreaks of overt drama. In fact, the film opens with a shot of Mason lying on his back and looking up at the sky, and later, there's a shot of another boy his age lying in almost exactly the same pose. It's a jarring reminder that this story is <em>not </em>being told because there is only one that is anything like it. It is being told because it's one story out of millions, and all these kids are growing, bit by bit.</p><p>The film is far from unplotted or aimless; Linklater is constructing this narrative to get at elusive aspects of the one story that just about everyone experiences, albeit in hugely different ways. This is how we, as children, grow up. This is how we, as adults, help build kids: layer by layer, each day over the next, leaving them with marks of good years and bad years, droughts and fires. That's its purpose: to represent on film the basic mechanism of constructing new humans.</p><p>Linklater has always had a curiosity about the parts of life that happen in between the scenes that often show up in movies – he's always been a mortar guy more than a brick guy. While the <em>Before Sunrise/Sunset/Midnight </em>movies, for example, eventually became a long story about a real relationship, <em>Before Sunrise </em>itself was literally about what happens on the way from one place to another.</p><p>The same is true of his approach to looking at childhood. There are moments in <em>Boyhood</em> in which you know that the adults in Mason's life aren't paying all that much attention to what's happening, when perhaps they don't think there's much going on at all. But you look at him, and he is slowing everything down in his mind. He's studying, being taught at the moments when they're not trying to teach him.</p><p>And even when they are trying to teach him – as in a charming and funny scene when Mason's dad tries to give a self-consciously un-self-conscious lesson in birth control – his eyes are bright and focused, sizing up his father, learning <em>something</em>, but not necessarily what's meant. We know intellectually that this happens, and it's been repeated in proverbs and by Stephen Sondheim, but kids really do pay attention to everything — that's the terrifying and awe-inspiring thing about them. Mason's attention animates his entire story: more often than not, the big changes in his life are signaled not by their actual arrival but by a shot of him at the moment when he sees them approaching.</p><p>It's a movie that gets so many tiny things right: the way Olivia's frustration with her kids' unreliable dad gives way over time to a patient, resigned sense that he could be worse, the way patterns repeat even for people consciously straining to break out of them, the way the kids forgive and forgive and forgive the shortcomings of their parents and only get angry when they forget to anticipate disappointment and it finds them anyway. People you'd like to be able to help, you can't. People you promise to see again, you don't. And those seemingly petty veracities are what make the big things matter. Most of the major life events in<em> </em>the story – breakups, births, hookups – happen offscreen. Mason's mom, Olivia, is having a remarkable and complex life over these 12 years that we only see in bits, and Arquette's performance often has to suggest her exhaustion over breakfast or convey the pain she feels in the moments when she's most trying to skip over it with her kids.</p><p>There's a stubborn and fair ambiguity to the portrayal of these parents whose life's work, in a sense, makes up the bulk of the film. They are neither great parents nor disastrous parents, but they are parents who successfully produce a couple of functional, thoughtful adults. Mason is, in the end, the sum of all that work, plus his own tendency to grow in unexpected directions, plus the influences his parents couldn't control. He's not a new person and not a completed person; he's a person who carries evidence of a childhood not graded on performance but marked with growth by the day and year in changing climates. And in the film's last shot, he's still wrapping new days around the old ones.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Boyhood%2C%27+Time+And+Tree+Rings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338390301-876d60.m3u?orgId=1&topicId=1045&ft=3&f=337755561"},{"href":"http://media.npr.org/assets/img/2014/08/04/mason-749d2a07b8cf8759aa08964c12ec4cc10227b64c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2673"}}]}