{"created":"2014-12-02T21:38:36+00:00","modified":"2015-02-08T19:29:35+00:00","valid":{"from":"2015-02-08T19:29:35+00:00","to":"3015-02-08T19:29:35+00:00"},"hreflang":"en","title":"Anatomy Of A Hit: Kelly Clarkson's 'Since U Been Gone'","published":"2015-01-07T00:23:00+00:00","teaser":"What makes one song sound like another? Sometimes it's coincidence; sometimes it's plagiarism. And sometimes, it's the byproduct of deliberate craftsmanship.","itags":["npr_api","368013489"],"guid":"3f75ca4c-96e0-4950-9574-b867a1e48463","contentencoded":"<p>What makes one song sound like another? Sometimes it's coincidence; sometimes it's plagiarism. And sometimes, it's the byproduct of deliberate craftsmanship: building a song piece by piece from distinct styles of music. All of that can make it hard to give a tune a genre.</p><p>Take <a href=\"http://www.npr.org/artists/91208383/kelly-clarkson\" target=\"_blank\">Kelly Clarkson</a>'s \"Since U Been Gone,\" which just turned 10. Even when presented to self-described music nerds, the song was mistaken for one by the <a href=\"http://www.npr.org/artists/15394766/the-smashing-pumpkins\" target=\"_blank\">Smashing Pumpkins</a>, <a href=\"http://www.npr.org/artists/124322253/pavement\" target=\"_blank\">Pavement</a> or even <a href=\"http://www.npr.org/artists/327372490/parquet-courts\" target=\"_blank\">Parquet Courts</a>.</p><p>\"I always play that riff for friends and they think it's <a href=\"http://www.npr.org/artists/15377497/yeah-yeah-yeahs\" target=\"_blank\">Yeah Yeah Yeahs</a>,\" Eric Mennel says. \"But I go, 'No. It's Kelly Clarkson.' \"</p><p>You'd think a couple of music nerds would recognize this one — Clarkson is not exactly an underground artist. But \"Since U Been Gone,\" on her 2004 album <em>Breakaway</em>, borrows a lot from the underground and from other strains of music, too.</p><p>Max Martin, the Swedish producer behind hits by <a href=\"http://www.npr.org/artists/120239634/-nsync\" target=\"_blank\">*NSYNC</a>, <a href=\"http://www.npr.org/artists/16353081/britney-spears\" target=\"_blank\">Britney Spears</a> and the Backstreet Boys, had teen pop on lock in the late '90s. Then, the music industry began looking for a new pop sound. In true millennial fashion, the industry found it on a reality show.</p><p>Kelly Clarkson won <em>American Idol</em>'s first season<em> </em>in 2002. Following her victory, she spent a few years finding her new sound, and Martin did too. Then they found each other. The producer is famously media-shy and didn't respond to our interview request. But he told <em>Billboard Magazine</em> in 2010 that \"Since U Been Gone\" was his \"comeback\" song.</p><p>\"Max Martin found a way to graft the pop sound that he had perfected with artists like Britney and Backstreet to almost an indie-rock vibe,\" pop critic Chris Molanphy says.</p><p>It's a \"Frankenstein's monster\" of a song, Molanphy says: hints of R&B on the verses, rock structure, even emo buried in the mix. And, of course, the hook is pure pop.</p><p>\"It's kind of an amalgam of everything that had been on the radio, all melded together into one song,\" he says.</p><p>Graham Wright, the keyboardist for indie-pop band <a href=\"http://www.npr.org/artists/88414716/tokyo-police-club\" target=\"_blank\">Tokyo Police Club</a>, recorded <a href=\"http://www.youtube.com/watch?v=xg-FJoh1RRA\" target=\"_blank\">a cover of Clarkson's hit</a> with his band for its 2011 covers album.</p><p>\"I think what's interesting about 'Since U Been Gone' is that before that, so-called mainstream pop music ... was the music that you weren't supposed to like if you were a serious music fan or whatever,\" Wright says. \"If you knew it was Kelly Clarkson, right away you might go, 'Oh, well, I don't care for her; she doesn't even write her own songs.'</p><p>\"But because it took 20 seconds to actually figure that out, by the time you sort of had that reaction it was too late — the music had already cut straight to your heart.\"</p><p>Fans of Tokyo Police Club loved the group's version. But not all pop hits are created equal. The same album featured a cover of Miley Cyrus' \"Party in the USA.\" The band's indie fans scoffed.</p><p>\"And thus the cycle continues,\" Wright says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anatomy+Of+A+Hit%3A+Kelly+Clarkson%27s+%27Since+U+Been+Gone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ryan Kailath","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368041140-6001e4.m3u?orgId=1&topicId=1106&e=368013489&d=284&ft=nprml&f=368013489"},{"href":"http://media.npr.org/assets/img/2014/12/02/2258916-30fce2553e99b8416cccb0fe404e4a4327a31624.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1503","width":"2004"}}]}