{"created":"2015-01-20T18:11:07+00:00","modified":"2015-05-13T21:21:07+00:00","valid":{"from":"2015-05-13T21:21:07+00:00","to":"3015-05-13T21:21:07+00:00"},"hreflang":"en","title":"The City Might Not Be To Blame For High Asthma Rates","published":"2015-01-24T21:16:00+00:00","teaser":"Children who live in cities in the Northeast are much more likely to have asthma. But a wider look finds that poor children in the suburbs are at high risk, too.","itags":["npr_api","378608279"],"guid":"3f8a1b5e-32b9-457d-8eca-526a202ec6cd","contentencoded":"<p>Asthma affects children regardless of where they live and whether they are rich or poor. But scientists have long thought that living in poor urban neighborhoods adds an extra risk for this <a href=\"http://www.cdc.gov/asthma/\">troublesome lung inflammation</a>. A new study suggests that's not necessarily the case.</p><p>Asthma is often triggered by something in the environment, so in the 1960s, scientists started looking for places where asthma was especially bad.</p><p>\"Researchers started noting that people living in inner cities like New York, Chicago and Baltimore, had rates of asthma in general and they seemed to have very high rates of hospitalization and emergency room visits,\" says <a href=\"http://www.hopkinschildrens.org/staffDetail.aspx?id=8620\">Dr. Corrine Keet</a>, a pediatric allergist at the Johns Hopkins Children's Center.</p><p>Keet and her colleagues realized that nobody had ever taken a sweeping look to see if what was true in those cities applied nationwide. So they did that study to check those assumptions. Their surprising <a href=\"http://www.jacionline.org/article/S0091-6749%2814%2901676-5/abstract\">findings </a>appear in the <em>Journal of Allergy and Clinical Immunology</em>.</p><p>\"We found that living in an inner-city area was actually not a big risk factor for having asthma,\" she says.</p><p>Absolutely, lots of children in these poor neighborhoods had asthma.</p><p>\"But we also found that <em>even more</em> children had asthma in some poor suburban and medium sized towns in other regions of the country,\" she says. What's more, for children outside of the Northeastern states, \"living in the inner city didn't seem to a risk factor at all for having asthma.\"</p><p>When they dived in to isolate the actual risks, they found that poverty itself was an overwhelming factor, along with African-American or Puerto Rican heritage. There's apparently a genetic component to asthma, though it's tough to tease out. Genetics may help explain why Hispanics from places other than Puerto Rico generally have lower rates of asthma, regardless of their income levels.</p><p>\"Where we used to conflate inner city with poverty, now we're see even more concentrated poverty in suburban areas and smaller towns,\" Keet says.</p><p>This means that the environment right outside your door doesn't matter nearly as much as what life is like in your home.</p><p>According to <a href=\"http://www.mountsinai.org/profiles/rosalind-j-wright\">Dr. Rosalind Wright</a>, a professor of pediatrics at Mt. Sinai Hospital in New York, there's plenty of evidence that bad housing, beset with cockroaches and mold, can increase the risk of asthma.</p><p>\"This can also be true in non-urban areas, of course,\" Wright says. \"If you live in lower-quality housing, you may have similar types of risks.\"</p><p>Second-hand smoke is also a risk for children, and poor people tend to smoke more. And people in poverty, no matter where they live, also experience day-to-day stress.</p><p>\"Certainly people who live with lower incomes have many more challenges to deal with and psychological stress, and this can affect your immune system,\" Wright says.</p><p>Scientists really want to track down the root causes of asthma, so it's helpful to replace the vague observation about life in the inner city with more specific threats that can trigger asthma attacks.</p><p>Wright has been chipping away at this problem for years, but she doesn't think we'll end up zeroing in on just a few specific factors.</p><p>\"The problem is it's not the same environmental factors that might be most relevant or important, if you're talking about the Upper East Side of New York City versus East Harlem versus rural Michigan or something like this,\" she says.</p><p>Wright says what we need now are studies that don't simply survey the landscape but that get down to the nitty-gritty, so scientists can understand how environmental factors and genes interact to trigger this common and occasionally deadly disease.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+City+Might+Not+Be+To+Blame+For+High+Asthma+Rates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378660095-2b39a9.m3u?orgId=1&topicId=1128&d=200&p=2&story=378608279&t=progseg&e=378607314&seg=10&ft=nprml&f=378608279"},{"href":"http://media.npr.org/assets/img/2015/01/20/asthma1-8dec579627e81c4c64001dddf9f473ce9a8338f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}