{"created":"2015-06-23T19:26:32+00:00","modified":"2015-06-23T19:29:03+00:00","valid":{"from":"2015-06-23T19:29:03+00:00","to":"3015-06-23T19:29:03+00:00"},"hreflang":"en","title":"Private Company Attempts High-Speed Train Between Houston And Dallas","published":"2015-06-23T19:26:00+00:00","teaser":"The $10 billion project would use technology from Japan's bullet trains, allowing passengers to make the trip in 90 minutes.","itags":["npr_api","416904823"],"guid":"3f8ece0f-46a6-4ed7-b264-026d6d2e86b5","contentencoded":"<p>If all goes as planned, there will be a high-speed train linking Houston and Dallas by 2021. The private company <a href=\"http://texascentral.com/\" target=\"_blank\">Texas Central Railway</a> is behind the $10 billion project.</p><p>It would use technology from Japan&#8217;s bullet trains, which travel up to 205 miles an hour, and make it from Dallas to Houston in 90 minutes.</p><p>In an unusual step, the company is not relying on public funding. The company says that will allow the project to move forward more quickly, with fewer bureaucratic hurdles. The project will be funded by investors and loans &#8211; loans that will have to be paid back.</p><p>Representatives from Texas Central Railway have said they plan to make money on the train through tickets, priced to be competitive with airline tickets. But experts say that passenger rail is generally not profitable.</p><p>The mayors of Houston and Dallas are in favor of the high-speed line, but there has been significant rural opposition that nearly derailed the project earlier this year.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson discusses the project with <strong><a href=\"http://www.texasrailadvocates.org/pg_board.asp\" target=\"_blank\">Peter LeCody</a></strong>, president of <a href=\"http://www.texasrailadvocates.org/\" target=\"_blank\">Texas Rail Advocates</a>, <strong><a href=\"http://taghouston.org/officers/andrea-french/\" target=\"_blank\">Andrea French</a></strong>, executive director of <a href=\"http://taghouston.org/\" target=\"_blank\">TAG (Transportation Advocacy Group) Houston</a> and Texas state Rep. <strong><a href=\"http://www.willmetcalf.com/meet_will\" target=\"_blank\">Will Metcalf</a></strong>.</p><h4>Interview Highlights</h4><p><strong>Rep. Will Metcalf on why he thinks high-speed rail won’t work in Texas</strong></p><p>&#8220;People always talk about, over in Europe, about the high-speed railways there and how it works. But Texas is different. We’re a large state and I want to focus on providing more roadways for people to travel. Bulldog and riding through ranch land, farm land without people’s say so and without imminent domain for this project &#8211; it just doesn’t sit well with me.</p><p><strong>Metcalf on the importance of personal vehicles in Texas</strong></p><p>&#8220;We live in a very independent society these days. For myself, I like to have my own car where I go. My wife’s the same way, my friends &#8230; it’s just kind of our heritage and how we operate in this Texas world, that we like to have our own cars. I just don’t see it working here in Texas. Another thing that concerns me is that this thing may get built partially, and then they come to the state for funding purposes and I just&#8230; whenever we’re already short-handed on transportation and infrastructure for our highways, I don’t want to be going into new venture about this.&#8221;</p><p><strong>Peter LeCody on opposition to the project</strong></p><p>&#8220;Unfortunately, some of this due to a lot of misinformation that I feel has gone out. In the rural areas, they’ve had some meetings where people thought, well this is going to be a 747 that’s flying over my head, and creating a lot of noise. The cows won’t give milk, I won’t be able to get from one property-side to the other. So yeah, there’s been that kind of feedback that’s been very negative.&#8221;</p><p><strong>LeCody on the technology of the project</strong></p><p>&#8220;The technology that Texas Central wants to use, from everything I’ve read, is a very quiet train. They’ve been using high-speed rail in Japan for over 50 years &#8211; quite quiet, and no fatalities, because it’s a completely closed system. There are no grade crossings and no horns to blow at 3 o’ clock in the morning.&#8221;</p><p><strong>Metcalf on high-speed rail bypassing his district</strong></p><p>&#8220;They are going be going through generations of ranchland, farmland, that’s been there for decades and generations of disturbing people’s lives. There isn’t going to be any stop in my district. They’re just going to blow right past and that’s not sitting well with me.&#8221;</p><p><strong>LeCody on spreading the benefits of high-speed rail</strong></p><p>&#8220;I’ve suggested that maybe in the future, some of the MPOs [metropolitan planning organizations] and planning organizations in regions around Texas could look at possible regional stations along the way &#8211; not necessarily that a train would stop there every 30 minutes, but several times a day could possibly serve some of these local or regional communities and that would be a great economic development and good for transportation for those sections as well.&#8221;</p><p><strong>LeCody on funding for the project</strong></p><p>&#8220;There may be some local development issues involved, because you’re going to have to have some roads to lead to these train stations. There will be a lot of traffic coming in. We’re going to have to probably beef up our infrastructure with our mass transit systems at both ends, in Dallas and Houston. So yeah, there maybe a few local funds involved in it, but when you look at the economic development side of this, this could be a major, major boon for Texas.&#8221;</p><p><strong>LeCody on who would use high-speed rail</strong></p><p>&#8220;Oh, I think everyone’s going to end up using it &#8211; students, retirees, business I think will take a good portion of it, people who want to go down to the medical district in Houston from Dallas for special treatments can be down there in 90 minutes.&#8221;</p><p><strong>LeCody on the possibility Texas might beat California to high-speed rail</strong></p><p>&#8220;Well you know, we are a can-do state. We like to think big. This is all private investment, where the California project is going to be a publicly-funded program. And that does make a difference. If you’re doing a public project, you could take 10, 20, 30 years by the time it’s done. But if you’re looking at private investment &#8211; that really moves up the time frame quite a bit.&#8221;</p><p><strong>Andrea French on the potential benefits of the project</strong></p><p>&#8220;Both in Dallas and in Houston, it really expands the opportunities for people to get around, for people to do more things at a much quicker pace. Dallas and Houston are the fourth and sixth-largest cities in the nation. We also are ranked eighth and ninth for the most congested roads and airports. And so what is that congestion doing to businesses and the opportunities for travelers, businesses and families alike, that really want to do more within both of the major metropolitan cities.&#8221;</p><p><strong>French on high-speed rail bypassing residents between Dallas and Houston</strong></p><p>&#8220;I think those challenges are presented often in projects of this magnitude and of this nature. There’s going to be no perfect line that everyone’s going to agree on. I think we have to look at the bigger picture and what’s good for the major regions of our state, which are really the anchors of our state economy.&#8221;</p><p><strong>French on possible competition from Southwest Airlines</strong></p><p>&#8220;I don’t foresee strong opposition from Southwest. I think that it’s a natural industry competitiveness that the airlines would want to say, hey, let’s look at this a little bit more carefully. I think Southwest, just like the other airlines, understands that Texas is moving at a pace that everyone is finding it difficult to keep up with. So whether you’re an airline, you’re a major train, transit, rail, whatever &#8211; population is set to double by 2040. Not one particular mode of transportation can keep up with that, and so we’ve got to all work together to figure out how we can complement each other.&#8221;</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/jeremy-hobson\" target=\"_blank\">Jeremy Hobson</a></strong>, co-host of <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/jeremyhobson\" target=\"_blank\">@jeremyhobson</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Private+Company+Attempts+High-Speed+Train+Between+Houston+And+Dallas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"682"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416904826-6c4c1f.m3u?orgId=1&d=682&p=60&story=416904823&t=progseg&e=416860804&seg=3&ft=nprml&f=416904823"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0623_bullet-train.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"873","width":"1280"}}]}