{"created":"2015-04-16T20:17:46+00:00","modified":"2015-05-13T21:02:20+00:00","valid":{"from":"2015-05-13T21:02:20+00:00","to":"3015-05-13T21:02:20+00:00"},"hreflang":"en","title":"How Success Almost Killed A Game, And How Its Creators Saved It","published":"2015-04-18T09:55:00+00:00","teaser":"When Magic: The Gathering became a hit, its creators faced a surprising problem.","itags":["npr_api","400140583"],"guid":"3f9c0536-9495-4b51-9b5b-b5222f82aadd","contentencoded":"<p>Magic: The Gathering is a game where players use cards to cast spells on their opponents. The game quickly became a hit after it was introduced in the mid-1990s. But the game's very popularity led to a crisis inside the company.</p><p>Magic cards are sold in small packs with random sets of cards, like baseball cards. And, like baseball cards, some Magic cards quickly became more desirable — and more expensive — than others. Not long after the game was invented, particularly desirable cards were selling for hundreds of dollars each.</p><p>To many people at Wizards of the Coast, the company that created Magic, this was the dream. \"People at the company wanted to push that side of it,\" says George \"Skaff\" Elias, a game designer at the company in Magic's early days. \"Produce more cards. Produce rarer cards. Keep the print runs limited.\"</p><p>But for Elias and many of his fellow designers, there was a problem: the expensive, rare cards took the fun out of the game. It was a card game where, if you had enough money, you could effectively buy all the aces.</p><p>Elias and his friends persuaded their colleagues at the company to deflate the bubble in card prices, and make the game fun to play again. It would be less profitable in the short run. But if the game could remain popular for years, rather than being just another fad, it would be good for business in the long term.</p><p>The first thing the company had to do was to bring the price of the cards back down, so the average person could buy them again. They did this by dramatically increasing the supply.</p><p>\"We just printed so many cards of the new sets coming out,\" said Elias \"We warned people that we were going to do that. But what that meant immediately from the get-go was the speculators would no longer touch a new set of cards coming out.\"</p><p>They were able to push the price of each pack down to about $3. They also tweaked the rules so that all-powerful cards were played less often. Lots of players hated the changes.</p><p>\"We heard from so many people that we were destroying the game,\" Elias said. \"Like, 'This is the end. You guys have screwed everything up.'\"</p><p>The game became more competitive, and most importantly, people kept playing. Today, more than 20 years later, people still line up on the street when a new set of Magic cards is released.</p><p>One Friday night earlier this year, players crowded into the 20-Sided Store, a gaming store in Brooklyn, for the latest card release. There was one card everyone was excited about: The Ugin.</p><p>As the players unwrapped their new packs of cards, somebody shouted, \"We got an Ugin!\"</p><p>\"All right, are you going to sell it?\"</p><p>\"Not this second. For now, I'm playing with it.\"</p><p>This moment right here is exactly what the makers of Magic cards want to hear. Someone finds a rare card. And, rather than putting it in a frame or selling it to a dealer, he uses it to play the game.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Success+Almost+Killed+A+Game%2C+And+How+Its+Creators+Saved+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Quoctrung Bui","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178435-ccf9a6.m3u?orgId=1&topicId=1006&d=291&p=2&story=400140583&t=progseg&e=400060014&seg=14&ft=nprml&f=400140583"},{"href":"http://media.npr.org/assets/img/2015/04/16/bilanko_small-97ae1ff36e2c75fb0d21df7d0e36c102ba57aaee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}}]}