{"created":"2014-09-21T21:00:27+00:00","modified":"2014-10-30T22:18:32+00:00","valid":{"from":"2014-10-30T22:18:32+00:00","to":"3014-10-30T22:18:32+00:00"},"hreflang":"en","title":"A Pianist Hears Chopin From Inside His Instrument","published":"2014-09-22T15:23:00+00:00","teaser":"Chad Lawson needed to find a way to record at home while his children slept. The result is <em>The Chopin Variations</em>, a set of Chopin works with an intimate, otherworldly sound. <em></em>","itags":["npr_api","349245154"],"guid":"3f9e75b3-0ed4-4597-b1f8-980cfc7e43c7","contentencoded":"<p>Even if you're not a fan of classical music, you have heard of <a href=\"http://www.npr.org/artists/15379968/frederic-chopin\" target=\"_blank\">Frédéric Chopin</a>: His music has appeared in countless movies, TV shows and commercials, even video games. But it's almost certain you haven't heard the Polish composer performed the way Chad Lawson plays him.</p><p>A pianist with a strong background in jazz, Lawson presents 10 Chopin works on his aptly named new album, <em>The Chopin Variations</em>. It's not just the way he arranges the music that makes these recordings different. There's an intimate, otherworldly feeling that comes from the <em>way </em>they were recorded, a tactic Lawson first tried on his 2013 album <em>The Space Between</em>.</p><p>\"I record, usually, late at night; we have two small children under the age of 5, so no one wants to hear music at 2 a.m.,\" he says. \"I had felt placed between the strings and hammers because it really mutes the sound, and it created this really warm, resonating tone. ... You're able to strike the note without it having a really harsh attack. But with doing that, though, the microphone setting is placed really close to the hammers inside the piano, and so you hear all the creaks and the cracks of the piano itself. You're hearing it as a machine, almost.\"</p><p>Hear more of Lawson's conversation with NPR's Arun Rath at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Pianist+Hears+Chopin+From+Inside+His+Instrument&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"371"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413189-0e3a25.m3u?orgId=1&topicId=1105&ft=3&f=349245154"},{"href":"http://media.npr.org/assets/img/2014/09/17/chadlawson_5-8ab0453e4b6492f205448d0c7acc4400caae6376.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1595","width":"2127"}}]}