{"created":"2015-02-09T19:55:46+00:00","modified":"2015-02-10T20:32:36+00:00","valid":{"from":"2015-02-10T20:32:36+00:00","to":"3015-02-10T20:32:36+00:00"},"hreflang":"en","guid":"3fa4130f-7fd4-49a7-9362-7b902c6dbddf","title":"These Kurdish refugee women are proud owners of facial tattoos","published":"2015-02-10T20:32:33+00:00","byline":"Shirin Jaafari","tags":["culture","refugee","conflict","Art","Across Women's Lives","Culture","Arts, Culture & Media","Kobane","Asia","Turkey","Syria","Middle East","Jodi Hilton","Tattooing","Tattoo","Human body","Culture","Syrian war","Syrian refugees","refugee camps"],"teaser":"Photographer Jodi Hilton visited a Syrian refugee camp last fall. And she came across something unexpected: beauty. Kurdish women there have facial tattoos, also known as \"deq.\"","contentencoded":"<p>When you imagine refugee camps, the images that come to your mind, more often than not, are ones of misery.</p>\n<p>No doubt, they are difficult places to live — people living there have fled war, famine or some other disaster, typically. Photographer Jodi Hilton, however, argues that we should not focus only on the negative.</p>\n<p>And that's what she did last fall, when she visited a Syrian refugee camp in Turkey that was right on the border with Syria.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/tattooed_women02.JPG?itok=AWIzDLB2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Amina Saleh--60 year-old woman from Musko, a village of Kobani, at Bulgur Fabrikası refugee camp in Suruc, Turkey, October 25, 2014. Mother of 6, she got her face tattooed when she was about 10 years old.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Jodi Hilton</p>\n  </div>\n</div>\n<p>Among the men, women and children who had fled the ISIS assault on Kobane, Hilton met a number of older women who had a lot of tattoos — prominent ones, too.</p>\n<p>\"Most of those tattoos were on their chins ... most are geometric designs like dots, stars, Xs and inverted Vs,\" she says.</p>\n<p>The tattoos are a representation of a tradition called \"deq.\" Hilton says that while most of these tattoos are on women's faces, some appear in other places on their bodies as well.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/tattooed_women14.JPG?itok=SgUUGx32\" alt=\"\" /><div class=\"field-caption\">\n    <p>Zubeyda Ali, 60, who fled Kobani with her whole family, including ten married children and 25 grandchildren, was tattooed at the age of 13. She has a large tattoo on her left hand and some small inverted \"v\" tattoos on her chin. Her husband, Nuh Shahin, says \"all the men loved girls with tattoos.\" They married when she was 13 and he was 20.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Jodi Hilton</p>\n  </div>\n</div>\n<p>\"You also see them on the hands and when you inquire further, they also have them in some hidden places ... like ankles, on the chest and the neck,\" she explains.</p>\n<p>Hilton says one of the women she talked to showed her a tattoo she had on her breast.</p>\n<p>Some of the tattoos carry symbolism: One in the shape of a vine refers to productivity and fertility. Others are tribal identifiers.</p>\n<p>The ink is a natural amalgamation, though the history of the art itself is unknown.</p>\n<p>\"The ink is a combination of soot and breast milk and occasionally they would add gallbladder liquid from an animal to make the color ... and to make it a better ink,\" Hilton says.</p>\n<p>But this is a dying art. Younger women don't like to be tattooed and the few that do go for, say, a small dot in between the eyebrows or on the chin. The older women who have them, though, are proud.</p>\n<p>One woman told Hilton that when she was young, tattooed women were seen as very desirable. She said her own husband loved her tattoos. When she was sick and in the hospital, she said, her husband \"would just kiss her on her tattooed places,\" Hilton says.</p>\n<p>With her portraits, Hilton says, she wanted to show that if you look closely, you can find beauty everywhere — even in a refugee camp.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/tattooed_women20.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/tattooedwomen20jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0209201506.mp3"},{"href":"http://www.pri.org/file/0209201506mp3"}]}