{"created":"2014-09-14T20:52:13+00:00","modified":"2014-10-30T22:23:26+00:00","valid":{"from":"2014-10-30T22:23:26+00:00","to":"3014-10-30T22:23:26+00:00"},"hreflang":"en","title":"Thousands Gather In Germany To Rally Against Anti-Semitism","published":"2014-09-15T18:53:00+00:00","teaser":"At an event in Berlin, Chancellor Angela Merkel said there is no place for anti-Semitism in Germany and called it a \"monstrous scandal\" that anyone in the country would be hassled for being Jewish.","itags":["npr_api","348499404"],"guid":"3faddc6f-8ff9-4d08-9957-2f2b46d5218f","contentencoded":"<p>In Berlin, thousands of people gathered at the Brandenburg Gate on Sunday to demonstrate against a wave of harassment and attacks against Jews in Germany. Many blame the rising anti-Semitism there and across Europe on tensions over the Gaza conflict.</p><p>Chancellor Angela Merkel, who attended the Berlin rally, said there is no place for anti-Semitism in Germany, particularly because of its Nazi past, and that fighting it is every German citizen's duty.</p><p>Merkel is usually reserved in her reproaches, but spared no punches in denouncing threats and violence toward Jews in Germany, some 160 cases of which were reported in recent months.</p><p>She called it a \"monstrous scandal\" that anyone in Germany would be hassled for being Jewish or for backing Israel. Merkel says all Jewish institutions in Germany are under police protection because of the current climate.</p><p>\"We want Jews in Germany to feel secure, and to feel this is our joint home,\" Merkel said. She said like everyone who lives in Germany, Jews should feel they have a good future.</p><p>\"Jewish life belongs to us; it's part of Germany's identity and culture,\" Merkel said.</p><p>But that's not how many Jews here feel these days, says Dieter Graumann, the president of Germany's Central Council of Jews, which organized the rally.</p><p>Graumann says on German streets, Jews are being called pigs and there are shouts for them to be gassed, burned and slaughtered. He says that he wishes more Germans would speak out against what is the worst anti-Semitism here in decades.</p><p>World Jewish Congress President Ronald Lauder agrees, saying that since 1945 Germany has been \"one of the most responsible countries on the earth.</p><p>\"The world looks to Germany for political, for economic and for moral leadership, but something has changed,\" Lauder said. \"This summer all that progress of the last 70 years has been darkened by the rising tide of anti-Semitism.\"</p><p>That rising tide is largely being blamed on Muslim immigrants and right-wing extremists. One Christian protestor at the rally — Traugott Zedler — says a rabbi he knows was recently threatened by several men while he was out walking in Berlin with his daughter. Zedler says the men threatened to kill the rabbi, but the rabbi didn't let it rattle him.</p><p>But rally organizers say a growing number of German Jews are too afraid to wear religious caps or jewelry outdoors because they fear being harassed or worse.</p><p>That wasn't the case at Sunday's rally, where many participants also showed their support for Israel by singing patriotic songs and waving Israeli flags.</p><p>Protestor Karin Brandt said she hopes the large turnout will show Germans that it's no longer acceptable to be anti-Semitic.</p><p>\"Never again do we want this hatred of Jews in Germany — never again,\" she said.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+Gather+In+Germany+To+Rally+Against+Anti-Semitism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348511335-7d4bec.m3u?orgId=1&topicId=1124&ft=3&f=348499404"},{"href":"http://media.npr.org/assets/img/2014/09/14/merkel-28f250b165fd59db0aea17519b71293fd00aa956.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1770"}}]}