{"created":"2015-04-30T16:53:19+00:00","modified":"2015-04-30T19:47:18+00:00","valid":{"from":"2015-02-06T21:01:12+00:00","to":"3015-02-06T21:01:12+00:00"},"hreflang":"en","guid":"3fb661e3-fd4c-4948-ab42-2c5d5b2e6741","title":"The Power of African-American Art","teaser":"State of the Re:Union has made it an annual tradition to commemorate Black History Month with a special episode exploring lesser known corners of African-American history. This year, State of the Re:Union recognizes Black History Month through the lens of African-American art, the role it has played in social movements and everyday life, and why it matters both to the black community and the United States as a whole. From a poem celebrating Nina Simone and her powerful voice for social change, to the story of the surprising event that sparked the hip-hop cultural revolution, to unsung heroes of the culinary arts, SOTRU provides a rich hour of art as a window into African-American history, and how communities have been transformed by it.","description":"State of the Re:Union The Power of African-American Art  Host: Al Letson Producers: Al Letson, Tina Antolini, Delaney Hall  Description:  State of the Re:Union has made it an annual tradition to commemorate Black History Month with a special episode exploring lesser known corners of African-American history. This year, State of the Re:Union&nbsp;recognizes&nbsp;Black History Month through the lens of African-American art, the role it has played in social movements and everyday life, and why it matters both to the black community and the United States as a whole. From a poem celebrating Nina Simone and her powerful voice for social change, to the story of the surprising event that sparked the hip-hop cultural revolution, to unsung heroes of the culinary arts, SOTRU provides a rich hour of art as a window into African-American history, and how communities have been transformed by it.  Billboard (:59) Incue: From PRX and NPR, this is State of the Re:Union Outcue: But first, this news.  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: From WJCT in Jacksonville, Florida&hellip; Outcue: When State of the Re:Union returns.  From the spirituals that slaves sung to the writings of poet Claude McKay to Public Enemy&rsquo;s fierce rhymes, SOTRU looks at how African-American art has been used to speak out against injustice. Professor Farah Jasmine Griffin walks us through a timeline of African-American art that has been used to call attention to social issues and protests.    SEGMENT B&nbsp; (18:59) Incue: From WJCT in Jacksonville&hellip; Outcue: P-R-X-dot-O-R-G  A. Blackout Back in the summer of 1977, two young DJs named Disco Wiz and Grandmaster Casanova Fly were spinning records for a growing crowd on a busy street corner in the Bronx.   Around 9:30pm that night &ndash; July 13th &ndash; the city experienced a massive blackout, with power failing in all five boroughs. Looting, arson, and rioting happened across the city, but Disco Wiz and Grandmaster Casanova Fly have their own theories about how the blackout influenced the creative life of the Bronx and the birth of hip hop.   B. Love Letter to U Street Hip hop and the Bronx. New Orleans and jazz. Detroit and house music. Art and place have always been linked in the history of black culture.   In Washington D.C., a neighborhood called the U Street Corridor used to be the center of black music, theater, and dance in the city. Everybody from James Brown to Pearl Bailey to Redd Foxx to Duke Ellington used to perform there. But then Dr. Martin Luther King was shot, and the neighborhood burned in the riots that followed his death.   D.C. poet Patrick Washington tells the story of U Street, its slow rebirth, and how it&rsquo;s changed because of gentrification in the past few years.    SEGMENT C (18:59) Incue: You&rsquo;re listening to State of the Re:Union Outcue: This is NPR.   A. The Jemima Code When Toni Tipton Martin was reporting for the L.A. Times, years ago, she noticed something about the cookbook section of the paper. There were no cookbooks by black people. &ldquo;That just didn&rsquo;t jive with my experience,&rdquo; says Martin, who is African American herself. &ldquo;It didn&rsquo;t make sense to me that African Americans didn&rsquo;t give any contribution at all.&rdquo; So, Toni began on a search to find the voices of the African American cooks who were absent from the bookstore shelves and cookbook reviews. Every new city or town she went to, she&rsquo;d visit an antiquarian bookstore, scour the shelves. And the books began to surface: usually self-published or community cookbooks, often women, but black cooks from every walk of life, from servants in 19th century homes, to the owners of Southern restaurants. She decided to launch a project she called The Jemima Code, because, at its heart, its mission was to take the image of Aunt Jemima, of black cook as unsophisticated laborer, and turn that stereotype on its head.&nbsp; And what a vision of African-American culinary artistry the Jemima Code provides. Starting in 1827, and following the social arc of black history, she has the voices of cooks from just after the Civil War&rsquo;s freedom, from the Harlem Renaissance, the emerging black middle class who were caterers in the early 20th century, from political dissidents in the 1960s. In this piece, Toni tells the story of the Jemima Code, and we met two of the chefs it documents, both of whom deserve more mainstream recognition for their work in the culinary arts than they&rsquo;ve gotten.  B. Al&rsquo;s Experience of the Arts In this final segment of the episode, host Al Letson reflects on the importance of African-American art in his life, and in his development as an artist, himself.  PROGRAM OUT @ 59:00  Promo Transcript:&nbsp; On the next State of the Re:Union Toni Tipton-Martin writes about food, and when she began researching old cookbooks written by African Americans, it upended all of the stereotypes.  &ldquo;This mammie character that was flipping pancakes and taking care of the children was not the woman that was on the pages of these books.&rdquo; African Americans in the culinary arts, that&rsquo;s on the next State of the Re:Union.  Broadcast Window Begins 02/06/2015  The Power of African-American Art will be available February 6, 2015, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage. &nbsp;","contentencoded":"State of the Re:Union<br /> The Power of African-American Art<br /> <br /> Host: Al Letson<br /> Producers: Al Letson, Tina Antolini, Delaney Hall<br /> <br /> Description: <br /> State of the Re:Union has made it an annual tradition to commemorate Black History Month with a special episode exploring lesser known corners of African-American history. This year, State of the Re:Union&nbsp;recognizes&nbsp;Black History Month through the lens of African-American art, the role it has played in social movements and everyday life, and why it matters both to the black community and the United States as a whole. From a poem celebrating Nina Simone and her powerful voice for social change, to the story of the surprising event that sparked the hip-hop cultural revolution, to unsung heroes of the culinary arts, SOTRU provides a rich hour of art as a window into African-American history, and how communities have been transformed by it.<br /> <br /> Billboard (:59)<br /> Incue: From PRX and NPR, this is State of the Re:Union<br /> Outcue: But first, this news.<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: From WJCT in Jacksonville, Florida&hellip;<br /> Outcue: When State of the Re:Union returns.<br /> <br /> From the spirituals that slaves sung to the writings of poet Claude McKay to Public Enemy&rsquo;s fierce rhymes, SOTRU looks at how African-American art has been used to speak out against injustice. Professor Farah Jasmine Griffin walks us through a timeline of African-American art that has been used to call attention to social issues and protests. <br /> <br /> <br /> SEGMENT B&nbsp; (18:59)<br /> Incue: From WJCT in Jacksonville&hellip;<br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> A. Blackout<br /> Back in the summer of 1977, two young DJs named Disco Wiz and Grandmaster Casanova Fly were spinning records for a growing crowd on a busy street corner in the Bronx. <br /> <br /> Around 9:30pm that night &ndash; July 13th &ndash; the city experienced a massive blackout, with power failing in all five boroughs. Looting, arson, and rioting happened across the city, but Disco Wiz and Grandmaster Casanova Fly have their own theories about how the blackout influenced the creative life of the Bronx and the birth of hip hop. <br /> <br /> B. Love Letter to U Street<br /> Hip hop and the Bronx. New Orleans and jazz. Detroit and house music. Art and place have always been linked in the history of black culture. <br /> <br /> In Washington D.C., a neighborhood called the U Street Corridor used to be the center of black music, theater, and dance in the city. Everybody from James Brown to Pearl Bailey to Redd Foxx to Duke Ellington used to perform there. But then Dr. Martin Luther King was shot, and the neighborhood burned in the riots that followed his death. <br /> <br /> D.C. poet Patrick Washington tells the story of U Street, its slow rebirth, and how it&rsquo;s changed because of gentrification in the past few years. <br /> <br /> <br /> SEGMENT C (18:59)<br /> Incue: You&rsquo;re listening to State of the Re:Union<br /> Outcue: This is NPR.<br /> <br /> <br /> A. The Jemima Code<br /> When Toni Tipton Martin was reporting for the L.A. Times, years ago, she noticed something about the cookbook section of the paper. There were no cookbooks by black people. &ldquo;That just didn&rsquo;t jive with my experience,&rdquo; says Martin, who is African American herself. &ldquo;It didn&rsquo;t make sense to me that African Americans didn&rsquo;t give any contribution at all.&rdquo; So, Toni began on a search to find the voices of the African American cooks who were absent from the bookstore shelves and cookbook reviews. Every new city or town she went to, she&rsquo;d visit an antiquarian bookstore, scour the shelves. And the books began to surface: usually self-published or community cookbooks, often women, but black cooks from every walk of life, from servants in 19th century homes, to the owners of Southern restaurants. She decided to launch a project she called The Jemima Code, because, at its heart, its mission was to take the image of Aunt Jemima, of black cook as unsophisticated laborer, and turn that stereotype on its head.&nbsp; And what a vision of African-American culinary artistry the Jemima Code provides. Starting in 1827, and following the social arc of black history, she has the voices of cooks from just after the Civil War&rsquo;s freedom, from the Harlem Renaissance, the emerging black middle class who were caterers in the early 20th century, from political dissidents in the 1960s. In this piece, Toni tells the story of the Jemima Code, and we met two of the chefs it documents, both of whom deserve more mainstream recognition for their work in the culinary arts than they&rsquo;ve gotten.<br /> <br /> B. Al&rsquo;s Experience of the Arts<br /> In this final segment of the episode, host Al Letson reflects on the importance of African-American art in his life, and in his development as an artist, himself.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript:&nbsp; On the next State of the Re:Union Toni Tipton-Martin writes about food, and when she began researching old cookbooks written by African Americans, it upended all of the stereotypes. <br /> &ldquo;This mammie character that was flipping pancakes and taking care of the children was not the woman that was on the pages of these books.&rdquo; African Americans in the culinary arts, that&rsquo;s on the next State of the Re:Union.<br /> <br /> Broadcast Window Begins 02/06/2015<br /> <br /> The Power of African-American Art will be available February 6, 2015, on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to January 31, 2016. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.<br /> &nbsp;","byline":"Al Letson","published":"2015-02-06T21:01:12+00:00","tags":["African-American","Art","Historical"],"itags":["prx:stories-142043"],"audio":[{"href":"https://cms.prx.org/pub/35b804b14f87158bb6b1e958e8ac7603/0/web/story_image/335410/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/49564fda66c5561624cb33bac80d500e/0/web/audio_file/835769/broadcast/01-BHM_2015_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/857320e9fb2b9bcc92e623815ba78b7a/0/web/audio_file/835646/broadcast/02-BHM_2015_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/e51fec8be1cb33b758cf32d8cb67dfc0/0/web/audio_file/835647/broadcast/03-BHM_2015_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/1b07b7af678dfa6417e24e15148b220d/0/web/audio_file/835633/broadcast/04-BHM_2015_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/59ce3b847275af482fd3b4cd66377ac9/0/web/audio_file/835639/broadcast/05-BHM_2015_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/35bae28e2a312b0950a28b7ce0cf31e8/0/web/audio_file/835640/broadcast/06-BHM_2015_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":58,"size":1877080}},{"href":"https://cms.prx.org/pub/28c2ca43f59212e04acf423591facb5a/0/web/audio_file/835644/broadcast/07-BHM_2015_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}