{"created":"2015-03-29T11:24:45+00:00","modified":"2015-04-15T19:58:53+00:00","valid":{"from":"2015-04-15T19:58:53+00:00","to":"3015-04-15T19:58:53+00:00"},"hreflang":"en","title":"Big Data: Dance Floor Jams For The Cyber-Paranoid","published":"2015-03-29T14:33:00+00:00","teaser":"The electronic act scored its first hit with \"Dangerous,\" a hard-grooving single that exuded digital-age fears about privacy. Founder Alan Wilkis spoke with Rachel Martin about the new album <em>2.0</em>.","itags":["npr_api","395531406"],"guid":"3fbe3f4b-a4b2-47d2-b005-56b97907b82c","contentencoded":"<p><strong></strong>The electronic act Big Data made its opening salvo to the music world in 2013 with a single called \"Dangerous.\" The lyrics, which exuded digital-age fears about privacy and surveillance, couldn't have been further in tone from the hard-grooving, extremely danceable music — and that, says founder Alan Wilkis, was precisely the point.</p><p>Big Data's first full-length album, <em>2.0</em>, is out now, and Wilkis joined NPR's Rachel Martin to talk about it. Hear their conversation at the audio link, and read an edited version below.</p><p><strong>Rachel Martin: You guys call yourself a \"paranoid electronic pop project.\" Paranoia is kind of a theme in your music.</strong></p><p><strong>Alan Wilkis:</strong> Well, it really started with the name. I started recording in the summer of 2012, and that summer I went to my friend's wedding, who I went to college with. I went to Harvard, I was there when Facebook started; he went to go work for Facebook, and was sort of one of the architects of the data team at Facebook. This was before \"big data\" was a ubiquitous term: It was sort of limited to people in the data world. And he just kept talking about his career at his wedding, and I was like, \"That's a cool name.\" Once I had the name, then all the conceptual stuff kind of grew from there.</p><p><strong></strong><strong>If you don't mind me saying so, I get a vibe of optimism from you. You don't seem like this dark, shadowy character. What are you leaning on to write your songs?</strong></p><p>The process is always that I'll write an instrumental piece first. Over the course of the album I would keep a running list of weird stuff that's been happening: Edward Snowden, and just anything I read anywhere about technology. Once I was ready to work on lyrics with a singer, I'd show them what was left on the list, and whatever jumped out at them or was an inspiration spark for them, the songs would grow out of that. With each song, we'll kind of find a way to disguise the technology theme just enough that you could read the lyrics as a pop song, albeit a weird pop song.</p><p><strong></strong><strong>Can you point me to a song on the album that you think does that well?</strong></p><p>The first song on the album is called \"The Business of Emotion,\" and it's about the Facebook mood experiments. Basically, for 350,000 of their users they showed, for a week, more positive stuff in their newsfeed — you know, congratulations on your new job or your wedding or whatever it was. Another 350,000 people, they skewed more negatively — and then they monitored what people were then more likely to post in the following week. Nobody knew this experiment was happening, and technically just by agreeing to the terms of service of Facebook, they're allowed to do that. So it really was, like, mass-scale mood manipulation. That's kind of messed up if you think about it.</p><p>So that's what that song is about, but it's probably the most upbeat song on the album. The chorus is, \"Feel good, make you feel good / I'm looking for emotion so I know just what to show you.\"</p><p><strong></strong><strong>You pay homage to the earliest days of internet connectivity on a track called \"Big Dater,\" which begins with the classic dial-up noise.</strong></p><p>I was a young teen during the rise of AOL; there was a lot of dial-up in my life.</p><p><strong></strong><strong>Isn't it weird that those things are now so antiquated? But this is your space; this is kind of the niche that you've carved out for yourself. Does the pace of technology mean that you have to move really quickly as a songwriter? Something that we think is super-cutting-edge at this moment might be retro in 10 minutes.<br /></strong></p><p>Well, musically, I don't have to move quickly. It's still good old-fashioned songwriting, pop-song structure, and hopefully the melodies and lyrics still hold up. You could still pick up a guitar and play any of these songs.<strong></strong></p><p><strong></strong><strong>Let me ask you this: You are of a certain age, and I mean that as a compliment. If you were in college when your peers were starting Facebook and the rise of social media was beginning, are you firmly ensconced in that world? Are you active on Twitter; are you, you know, of that space?</strong></p><p>Oh, yeah. If it weren't for the Internet and social media, there's no way anyone would have heard any of this music.</p><p><strong></strong><strong>Is it all positive? Or are you at all conflicted about the role technology plays in our lives, in the big picture?</strong></p><p>If I had to pick, it's positive — but I'm definitely conflicted, and that's sort of the core of the band. I'm not saying technology's bad, and it obviously makes our lives better in a million ways. I think I'm just trying to remind everybody that there are some bad things happening. I'm not trying to be heavy-handed or pedantic about it; I'm just trying to make you think a little about the next \"Terms of Service\" that you click on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Data%3A+Dance+Floor+Jams+For+The+Cyber-Paranoid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128408-fb5394.m3u?orgId=1&topicId=1105&e=395531406&d=440&ft=nprml&f=395531406"},{"href":"http://media.npr.org/assets/img/2015/03/28/bigdata_1-2d630cfc94b19c218653832999db9e8690553386.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1242","width":"1657"}}]}