{"created":"2015-04-01T18:13:25+00:00","modified":"2015-04-01T18:13:26+00:00","valid":{"from":"2015-04-01T18:13:25+00:00","to":"3015-04-01T18:13:25+00:00"},"hreflang":"en","guid":"3fc6f342-8768-4205-909d-0dbdf07652ab","title":"Cuban entrepreneurs find ways to get information — with or without the Internet ","published":"2014-12-24T19:59:00+00:00","teaser":"<p>Now that the US and Cuba are resuming diplomatic relations, there's hope that Cuba's Internet dirt road will finally become the information superhighway much of the rest of the world has access to.</p><p>For the past few years, though, some technically minded Cubans have come up with clever ways to promote access to the information that's available on the Internet.  </p><p>It's estimated that less than five percent of the population in Cuba has any Internet access at all, and the majority have only dial-up connections.</p><p>Jonathan Watts, <a href=\"http://www.theguardian.com/world/2014/dec/23/cuba-offline-internet-weekly-packet-external-hard-drives\">writing about Cuba's Internet woes in The Guardian</a>, says only a privileged few have fast connections. And that puts a huge chunk of the Internet technically out of reach. So, Cuba's entrepreneurs have created a so-called \"offline Internet.\"</p><p>\"It's an ingenious way of making up for the lack of broadband cables or Wi-Fi,\" Watts says. \"Instead of using their cable, people are using their feet, hard drives, USB cables and they're literally carrying huge amounts of data from one place to the other and sharing them with each other.\"</p><p>Basically these entrepreneurs function as \"data mules.\" Watts interviewed Teresita Rodríguez, who makes a living downloading a weekly package of information from the Internet via undisclosed locations with fast connections. The weekly download is roughly one terabyte of information, including the latest TV dramas from the US, South Korea and Brazil, Hollywood films, the latest software applications and more.</p><p>\"You name it, there's this huge chunk of updated information that's being spread all over Cuba by hand, by foot every single week,\" Watts says.</p><p>Watts says this week's package, for example, features the collected films of Bruce Willis, the final Hobbit movie as well as the most recent episodes of Homeland, The Blacklist, Two and a Half Men and some episodes from Downton Abbey. There's also some Japanese manga, and a few phone apps, including Angry Birds and Fruit Ninja.</p><p>But it's not all games and entertainment programming. The terabyte includes some 500 magazines, including National Geographic, PC Weekly and the Economist.</p><p>The weekly package is downloaded every Thursday and sells for about $17 if you buy it right away. If you wait until Saturday, the price drops to $10. If you're the patient type and can wait to see your favorite soaps on a one-week delay, the price falls to about $2.50. Not a bad deal.</p><p>Even The Interivew is expected to be in an upcoming package.</p><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>In Cuban capital, change stirs fears. A look at Cuban Internet usage. <a href=\"http://t.co/yjbCDi5bNR\">http://t.co/yjbCDi5bNR</a> via <a href=\"https://twitter.com/WSJ\">@WSJ</a> <a href=\"https://twitter.com/hashtag/SMUCOM111?src=hash\">#SMUCOM111</a></p><p>— Dean Beckman (@DeanBeckman) <a href=\"https://twitter.com/DeanBeckman/status/547795167193751552\">December 24, 2014</a></p></blockquote><script async=\"\" src=\"http://www.pri.org//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>","itags":["npr_api","373059161"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuban+entrepreneurs+find+ways+to+get+information+%E2%80%94+with+or+without+the+Internet+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"PRI's The World","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373059169-bb0a1f.m3u?orgId=30000&e=373059161&ft=nprml&f=373059161"},{"href":"http://www.pri.org/sites/default/files/story/images/RTR4IH5G.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2282","width":"3500"}}]}