{"created":"2015-01-06T08:59:25+00:00","modified":"2015-06-05T18:53:06+00:00","valid":{"from":"2015-06-05T18:53:06+00:00","to":"3015-06-05T18:53:06+00:00"},"hreflang":"en","title":"With Downloads In Decline, Can iTunes Adapt?","published":"2015-01-06T17:44:00+00:00","teaser":"Digital downloads of iTunes fell sharply in 2014, as consumers abandoned Apple's music store in favor of cheap, easy-to-use subscription services.","itags":["npr_api","375173595"],"guid":"3fd2001c-5b06-45bb-ae54-4d70e7af6968","contentencoded":"<p>Apple's innovative iTunes music service is still the market leader in music downloads, but after more than a decade of growth, sales of music tracks on iTunes have been declining. Last year saw the largest drop in sales — 14 percent. The drop is attributed to the increasing popularity of streaming music services such as Spotify, Pandora and YouTube. These services give fans access to millions of tracks from any Internet-connected device for a monthly fee or in return for listening to commercials.</p><p>But many people say they are leaving iTunes simply because it isn't that easy to use. When the late Apple founder and CEO Steve Jobs <a href=\"http://youtu.be/pICctkS12fY?t=50m48s\" target=\"_blank\">introduced iTunes almost exactly 14 years ago</a>, on Jan. 9, 2001, he made fun of the other software-based music players like Real Jukebox and Windows Media Player. \"They are too complex,\" Jobs declared. \"They're really difficult to learn and use.\" Jobs unveiled the first version of iTunes software from a stage in San Francisco, boasting that it was \"really clean, really simple\" and \"far more powerful.\"</p><p>It charmed a generation of music fans like Alex Newsom, who gets nostalgic talking about the first iTunes purchase she made when she was only 13 years old. \"I downloaded this song by Liz Phair where it's like 'Why Can't I Breath Without You,' \" Newsom says. \"I thought I was supercool because it was my first kind of grown-up-sounding song that I'd gone after myself.\"</p><p>Newsom, who lives outside Seattle, is now 21 and increasingly frustrated with iTunes. For example, a recent update moved the playlist feature around. \"You can still kind of go do things the old way but you have to go out of your way to do it,\" she says. \"And it's clearly not the way that they expect you to do it.\"</p><p>Newsom is not alone in her frustration. Jason Mosley, a Web designer who specializes in user experiences, says the last version of iTunes he used — 11 — made him work harder to do what he wanted. For example, instead of being able to create a stream of songs based on a single song he likes with one click, he now has to hover over the song and bring up a temporary menu and then select from different options.</p><p>Mosley says he was \"shocked to see that they had this all nested within another link.\" The Web designer says, \"As a rule of thumb, for user experience you want less clicks to get to an action.\"</p><p>Mosley says part of Apple's problem is that the basic design is old. \"It was built for older things,\" he says. \"I think it's just kind of been added onto since then, and that's just going to make it heavy and slow. Spotify, these new applications, they have the advantage. They are starting fresh.\"</p><p>Indeed, iTunes has been through a lot of changes over the years. It's more than a music service — it's where customers buy and consume movies, TV shows and podcasts. Apple added a streaming radio service similar to Pandora.</p><p>Spotify is simpler. It's all about music. Mosley has switched over, saying he's willing to pay the $10 monthly subscription fee for the premium, ad-free version of the service because it's so much easier to use.</p><p>James McQuivey, an analyst at Forrester Research, thinks Apple should get credit for breaking open a new model for music with the mix of its software and the iPod — the first easy-to-use MP3 player. \"The reason iTunes was adopted so well in the beginning was really not because it was great software,\" he says. \"It was because it was connected to this hardware that was unlocking your music access and letting you take it with you on the go and that was such a novel sensation.\"</p><p>But McQuivey thinks Apple got a little over-confident. \"They dominated digital music for so long, and maybe they thought, 'Well, this is good enough. Look, it's working for people. It's going to replace the CD. We might as well just sit on it.' \"</p><p>Meanwhile, services like Spotify, Pandora and Soundcloud were perfecting a new model — one dependent less on hardware and more on increasingly ubiquitous and fast wireless and cellular networks and a simple, single function: Connect to the Internet and stream millions of songs.</p><p>The story may not be over for Apple's music service. iTunes still has some 800 million registered users. This past year Apple purchased Beats, which, along with its popular headphones, has a streaming service, which many think will be added to iTunes this year. But it's clear that even if Apple adds streaming, users will still have to deal with a fairly complex set of options.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Downloads+In+Decline%2C+Can+iTunes+Adapt%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375308985-c5a974.m3u?orgId=1&topicId=1106&aggIds=100920965&d=248&p=3&story=375173595&t=progseg&e=375308618&seg=15&ft=nprml&f=375173595"},{"href":"http://media.npr.org/assets/img/2015/01/05/50962074-d0e23b4a8c048dbc6b533a3ed8808e53694f658f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1492","width":"1989"}}]}