{"created":"2015-05-21T17:13:36+00:00","modified":"2015-05-21T21:14:56+00:00","valid":{"from":"2015-05-21T21:14:56+00:00","to":"3015-05-21T21:14:56+00:00"},"hreflang":"en","title":"UC's Napolitano Speaks Out On High Cost Of Public Ed, Anti-Semitism On Campus","published":"2015-05-21T20:14:00+00:00","teaser":"Janet Napolitano talks about a plan to freeze in-state tuition, and campus protests against Israel's occupation of the West Bank.","itags":["npr_api","408522673"],"guid":"3fdcc102-37be-4327-8401-fe48b0e5d1a3","contentencoded":"<p>University of California President <strong>Janet Napolitano</strong> spoke with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson about her new agreement with Governor Jerry Brown to freeze tuition for in-state students for two years, and the challenges facing public education today.</p><p>She said the deal sets up a long-term framework &#8220;to continue to be a leader amongst public universities.&#8221; In addition to freezing in-state tuition for two years, the agreement provides predictable annual increases for in-state students. Out-of-state tuition is expected to rise up to 8 percent this year and next year. Plus, the state will kick in money to subsidize the universities&#8217; pension liabilities so workers will not have to put in as much.</p><p>Napolitano also discussed campus protests against Israel&#8217;s occupation of the West Bank, which some Jewish students are calling anti-Semitic. She said she personally agrees with the U.S. State Department’s <a href=\"http://www.state.gov/j/drl/rls/fs/2010/122352.htm\" target=\"_blank\">definition</a> of anti-Semitism, which says that denying Israel&#8217;s right to exist is anti-Semitic.</p><p>The issue of whether the University of California should adopt the State Department&#8217;s definition of anti-Semitism will be voted on by the Board of Regents in July.</p><p>&#8220;I have my own personal view, and my personal view is that we should&#8221; adopt the State Department’s definition, Napolitano said.</p><p>In a letter sent Monday to Napolitano and the UC regents, 57 rabbis wrote that campus leaders should &#8220;be trained in using the State Department definition to identify anti-Semitic behavior and to address it with the same promptness and vigor as they do other forms of racial, ethnic and gender bigotry and discrimination.&#8221;</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/view-from-the-top\" target=\"_blank\">See more in our View From The Top series</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.ucop.edu/president/about/index.html\" target=\"_blank\">Janet Napolitano</a></strong>, president of the University of California system. She was secretary of Homeland Security under Barack Obama from 2009 to 2013, and was the Democratic governor of Arizona from 2003 to 2009.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=UC%27s+Napolitano+Speaks+Out+On+High+Cost+Of+Public+Ed%2C+Anti-Semitism+On+Campus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408524526-59c4fc.m3u?orgId=1&d=672&p=60&story=408522673&t=progseg&e=408522656&seg=3&ft=nprml&f=408522673"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0520_janet-napolitano.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"847","width":"1280"}}]}