{"created":"2015-01-20T22:50:17+00:00","modified":"2015-01-21T19:51:12+00:00","valid":{"from":"2015-01-21T19:51:11+00:00","to":"3015-01-21T19:51:11+00:00"},"hreflang":"en","guid":"3ff6b654-d1b9-46bc-9be8-b4cbdefb849e","title":"Why one economist thinks Obama's tax plan on the rich is too little, too late","published":"2015-01-21T19:51:09+00:00","byline":"David Leveille","teaser":"President Obama trumpets recent US economic growth and proposes higher taxes on wealthy Americans. Will that make the US a more equal society?","tags":["Economics","Business, Finance & Economics","United States","India","Income distribution","Economics","We are the 99%","Socioeconomics","Distribution of wealth"],"contentencoded":"<p>President Barack Obana's plan to raise taxes on the wealthy may be too little, too late, says one economist.</p>\n<p>\"It's a very sensible, sort of low-hanging fruit kind of thing to do, but it's a very minor thing, like putting a Band-Aid on a huge gaping wound, '' says Jayati Ghosh of Nehru University in New Delhi.</p>\n<p>Ghosh suggests other measures, such as putting a dent in tax evasion — or increases in inheritance or capital gains taxes. Then government could expand health services, education, basic nutrition, she says.</p>\n<p>But tonight's State of the Union message is overdue — and insufficient, Ghosh says.</p>\n<p>\"This particular president should have been saying this a long time ago, given the mandate on which he was elected, in fact the expectation globally was that he would be addressing these issues a long time ago.\"</p>\n<p>The address comes among amid growth in the US — and shrinking in many other economies. \"I think growth is important and essential,'' she says, \"but it's the pattern of growth that matters. A pattern of growth that is only based on ensuring greater and greater profitability, and ensuring that only a very small portion of the population gets richer and richer is not a desirable pattern or a sustainable one.\"</p>\n<p>India may provide insights when it comes to the failure of an economy to deliver benefits to all. \"The real inequalities are evident to anyone who lives here in terms of the extremely extravagant lifestyles of the rich who really flaunt their wealth in a way that is unprecedented, and the almost complete degradation in which a significant part of the population lives.\"  </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012020155.mp3"},{"href":"http://www.pri.org/file/012020155mp3"}]}