{"created":"2014-09-19T19:45:21+00:00","modified":"2014-10-08T21:07:47+00:00","valid":{"from":"2014-10-08T21:07:47+00:00","to":"3014-10-08T21:07:47+00:00"},"hreflang":"en","title":"Fields And Farm Jobs Dry Up With California's Worsening Drought","published":"2014-04-23T22:47:00+00:00","teaser":"For the first time in six years, many California farmers have been told they'll get little or no federal irrigation water. And as farms run dry, workers are deciding to pack up and move away.","itags":["npr_api","303726931"],"guid":"3ffd424d-b06c-4899-ac41-13ad1b37b1d5","contentencoded":"<p>On a recent afternoon on the main drag of Orange Cove, Calif., about a dozen farm workers gather on the sidewalk in front of a mini-mart<em></em>.</p><p>One man sits on a milk crate sipping a beer. A few others scratch some lotto tickets. Salvador Perez paces back and forth with his hands stuffed in the pockets of his jeans.</p><p>If there is no water, there's no work, he says in Spanish.</p><p>Perez was laid off when the citrus farmer he worked for ran out of water. He has five kids to support, and though the family is on unemployment, it's about to run out. So he's been hanging out here hoping to hear of some work.</p><p>Perez says he and his family have been living here since 1983 and have never seen a drought this bad. A man next to him says he may head back to Mexico soon. He has heard the farms there have more water right now.</p><p>You hear a lot of these stories up and down California's Central Valley. Everything that everyone has been warning about over the past few months is starting to happen. Workers are getting laid off as prized fruit and nut trees are going unwatered, and fields are going fallow.</p><p>As droughts have worsened in recent years, federal authorities have released less and less water from a web of reservoirs and canals in northern California that feeds farms and cities in the arid south. For the first time in six decades, most farmers on the east side of this valley have been told they will get no federal irrigation water.</p><p>It's a crisis that's been building for years, says Victor Lopez, who is Orange Cove's vice mayor. He adds that he's extremely worried. The 71-year-old was the mayor for 30 years, and before that, a farm worker from the time he was a little boy.</p><p>\"We are a very low-income community [that's] made up of farm workers,\" Lopez says. \"It relies solely on ag and the packing houses. And the water is what we need, and if we don't, I'm worried.\"</p><p>The farmers here can't tap groundwater to get by; it's too contaminated with nitrates. For Lopez, years like this are proof that California needs to build more dams and storage reservoirs. A new one is proposed nearby, but even if it's approved, it won't do anything for today's problems.</p><p>\"You know, one of the most serious things is, I believe, that a lot of the people will relocate, they'll move out of town,\" he says. \"I hear people telling me, 'We're going to get the heck out of here,' OK? And that's devastation to our community here.\"</p><p>It's not just the farm workers who may be forced to pack up and leave. An hour drive south of Orange Cove is Suzanne Collins' small orchard of Valencia and blood oranges.</p><p>\"If we don't get any water, by July or August our trees are going to start dying,\" she says.</p><p>Collins is just one of almost 4,000 citrus farmers in California — a $2-billion-a-year industry. Her story isn't unique. The recent rains are the only thing keeping her grove alive right now, but the rainy season is ending.</p><p>\"Our other hope is that the bureaucrats will get off their derrieres and open those pumps and let us have some water,\" Collin says. \"We don't need a ton of water.\"</p><p>Even just a little would keep at least half of these trees going through the summer. The situation, she says, will look a lot different to the bureaucrats come harvest time.</p><p>\"Next year, when everybody's paying big dollars for produce and fruit, they'll understand then, but it'll be too late,\" she says.</p><p>Just a few yards over is her neighbor's land, where what used to be an orchard is stripped bare, the trees mulched. Her neighbor gave up.</p><p>Collins worries she's next.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fields+And+Farm+Jobs+Dry+Up+With+California%27s+Worsening+Drought&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305814429-12be76.m3u?orgId=1&topicId=1053&ft=3&f=303726931"},{"href":"http://media.npr.org/assets/img/2014/04/21/collins_new-84e3b085951119ff4f7f95768257494ff87171bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1490","width":"1987"}},{"href":"http://media.npr.org/assets/img/2014/04/21/neighbor-grove-e275f9adb26f89ee5ef9e55cd2470c823c11eec0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1534","width":"2047"}}]}