{"created":"2014-09-15T20:38:47+00:00","modified":"2014-10-31T15:40:43+00:00","valid":{"from":"2014-10-31T15:40:43+00:00","to":"3014-10-31T15:40:43+00:00"},"hreflang":"en","title":"Alain Locke, Whose Ashes Were Found In University Archives, Is Buried","published":"2014-09-16T14:02:00+00:00","teaser":"The author and philosopher is widely known as the father of the Harlem Renaissance. But it is not widely known that Locke, who died 60 years ago, was never buried.","itags":["npr_api","347132309"],"guid":"4003ed26-4533-4e76-a3bd-bd59c508a53c","contentencoded":"<p>Inside the cemetery, beneath the stained glass, the chapel is full. Mourners line the walls and spill out the door into the rainy day.</p><p>About 150 people are gathered for the funeral of a man who died 60 years ago.</p><p>Author and philosopher Alain Locke is widely known as the father of the Harlem Renaissance. He inspired Martin Luther King Jr., who praised him as an intellectual leader on par with Plato and Aristotle.</p><p>It wasn't until a researcher stumbled upon Locke's ashes in the Howard University Archives that a group of scholars decided it was time to bury him.<strong> </strong></p><p>Standing before a simple silver urn in the Congressional Cemetery in Washington, D.C., a group of college students sings spirituals. Locke was an early advocate of recognizing these African-American slave songs as a key part of America's musical history.</p><p>\"They are not merely slave songs, or even Negro folk songs,\" Locke said at the Library of Congress in 1940, on the 75th anniversary of the abolition of slavery. \"The very elements that make them spiritually expressive of the Negro make them, at the same time, deeply representative of the soil that produced them. ... They belong to a common heritage.\"</p><p>Many at the funeral believe Locke made a serious contribution to that common national heritage.</p><p>\"Locke was one of the most important philosophers of our era,\" says Leonard Harris, a philosophy professor at Purdue University. \"But he had no biography, no history. I became interested in looking for Locke.\" Harris ultimately wrote a definitive biography of Locke.</p><p>Locke was among the most academically accomplished African-Americans of his time. He earned a Ph.D. from Harvard and is the first known gay Rhodes Scholar. He was also the first African-American Rhodes Scholar — there wouldn't be another for more than 50 years.</p><p>Locke also had a lasting influence on philosophy. Harris says his pioneering ideas are still relevant today. He contributed to debates about pluralism and pragmatics, as well as philosophical discussions on race.</p><p>\"He argues that race is a fabrication,\" Harris says. \"That was shocking at the time. How can you claim that race is a construction, when all you see is segregation? Locke says it's culture that creates our visions of race.\"</p><p>While many black scholars have long studied Locke's work, Harris says he had largely been forgotten by the time he died in 1954. For decades, Locke's ashes were stored with friends in a tin wrapped in a paper bag. Then, in the 1990s, they arrived at the Howard University Archives, where Locke had been a professor and where he had bequeathed his art collection and library.</p><p>Ida Jones, a curator at Howard University, says she hopes Alain Locke will one day become a household name, recognized for his cultural contributions.</p><p>Jones says Locke was a key force in mentoring African-American artists and writers \"from a generation who were the first born out of slavery. Those individuals now said: Who are we? How do we choose to define ourselves?\"</p><p>Locke compiled many of the answers in an anthology called <em>The New Negro</em>. Published in 1925, it was an instant success and included work by Zora Neale Hurston, Langston Hughes and W.E.B. Du Bois.</p><p>\"This book is the standard-bearer for how the 20th century African-American is going to see themselves,\" Jones says. \"This volume is dedicated to the younger generation: Oh rise, shine, for thy light is a coming.\"</p><p>Leonard Harris hopes to shed new light on Locke's work. He says giving him a final resting place is an important first step: \"There is a place to go to commemorate him, to remove him from obscurity, to see him as a person worthy of appreciation and recognition.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alain+Locke%2C+Whose+Ashes+Were+Found+In+University+Archives%2C+Is+Buried&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348765087-1d7ca3.m3u?orgId=1&topicId=1091&ft=3&f=347132309"},{"href":"http://media.npr.org/assets/img/2014/09/15/alain-locke1-84cbdcb9c8150521b6770294a267531a5e004191.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}},{"href":"http://media.npr.org/assets/img/2014/09/15/alain-locke2-536ccc3d00962c31ae66626da01ae0d163341155.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2565","width":"3421"}}]}