{"created":"2014-09-18T17:05:46+00:00","modified":"2014-10-30T23:24:36+00:00","valid":{"from":"2014-10-30T23:24:36+00:00","to":"3014-10-30T23:24:36+00:00"},"hreflang":"en","title":"Two Ways President Obama Could Act On Immigration","published":"2014-08-12T00:51:00+00:00","teaser":"The Obama administration is considering executive action on immigration, and it could come within weeks.","itags":["npr_api","339596510"],"guid":"4005e0c1-0764-48f9-a8b0-a540a9ba5d28","contentencoded":"<p>Sometime before the end of summer, President Obama is expected to take executive action to address the nation's broken immigration system.</p><p>The president's decision has in some ways been years in the making. It is built on his own action two years ago to <a href=\"http://www.npr.org/2012/09/26/161820071/young-illegal-immigrants-seek-work-permits\" target=\"_blank\">defer deportation</a> for so-called Dreamers — young people brought to the country illegally as children. And it is built on congressional failure to pass a sweeping immigration overhaul, a DREAM act or even an emergency funding measure to deal with all the unaccompanied children arriving at the border.</p><p>At a press conference last week, Obama sounded ready to act on his own.</p><p>\"I promise you the American people don't want me just standing around twiddling my thumbs and waiting for Congress to get something done,\" he said.</p><p>The Department of Homeland Security Secretary is currently preparing a menu of options to present to the president as advocates and critics position themselves to respond. Here are two actions legal experts and advocates say the president could take:</p><p><strong>Deferred Action Beyond The Dreamers</strong></p><p>The president could direct the Department of Homeland Security to expand on the program for Dreamers, giving other groups of people a temporary reprieve from deportation and even issuing them work permits. A group of former government immigration attorneys described it in a <a href=\"http://www.immigrationpolicy.org/sites/default/files/docs/Memo_exec_branch_authority.pdf\" target=\"_blank\">2011 memo</a>.</p><blockquote><p>\"The executive branch, through the Secretary of Homeland Security, can exercise discretion not to prosecute a case by granting 'deferred action' to an otherwise removable (colloquially referred <br />to as 'deportable') immigrant. ...</p><p>\"Deferred action does not confer any specific status on the individual and can be terminated at any time pursuant to the agency's discretion. DHS regulations, however, do permit deferred action recipients to be granted employment authorization.<br /> <br />\"Deferred action determinations are made on a case-by-case basis, but eligibility for such discretionary relief can be extended to individuals based on their membership in a discrete class. For example, in June 2009, the Secretary of DHS granted deferred action to individuals who fell in to the following class: widows of U.S. citizens who were unable to adjust their status due to a <br />statutory restriction (related to duration of marriage at time of sponsor's death).\"</p></blockquote><p>This is the authority the Obama administration used in 2013 to created the Deferred Action for Childhood Arrivals (DACA) program for the Dreamers. Some 600,000 people have taken advantage of that program so far.</p><p>Congressman Luis Gutierrez, D-Ill., says he thinks the president will expand on the program, with the goal of keeping families together. That would mean giving temporary status to the undocumented parents of children born in the U.S.</p><p>\"I think he says to himself, there are nearly five million American citizen children who have one or both parents that are undocumented,\" says Gutierrez. \"You know what, I am going to let those parents raise those kids.\"</p><p><strong>Parole In Place</strong></p><p>Here's how it was described in <a href=\"http://abcnews.go.com/images/Politics/memo-on-alternatives-to-comprehensive-immigration-reform.pdf\" target=\"_blank\">leaked memo</a> from staff at the United States Citizenship and Immigration Services (USCIS) to its director, Alejandro Mayorkas:</p><blockquote><p>\"Granting parole to aliens in the US who have not been admitted or paroled is commonly referred to as 'parole in place' (PIP). By granting PIP, USCIS can eliminate the need for qualified recipients to return to their home country for consular processing, particularly when doing so might trigger a bar to returning.\"</p></blockquote><p>This could be used to give relief to the spouses of American citizens who currently would have to leave the country for up to a decade before being allowed to re-enter the U.S. legally.</p><p>That's actually an idea Rep. Raul Labrador, R-Idaho, suggested in talks earlier this year. Labrador was an immigration attorney for 15 years.</p><p>\"They are all ideas that we can go through the legislative process and get done and some of them might be good ideas,\" says Labrador.</p><p>In these cases, President Obama would be calling on immigration authorities to use prosecutorial discretion. Labrador argues that has to be done on a case-by-case basis and not broadly, for whole categories of people.</p><p>Even if President Obama does have the authority to go it alone on immigration, Labrador argues it would be a mistake. He says it would make relations even worse with the GOP-controlled House of Representatives, which has already voted to sue the president over the use of executive authority.</p><p>\"He's going to poison the well,\" says Labrador. \"He's going to make it impossible for us to do immigration reform with him and the most unfortunate thing is it's not going to be a permanent fix. It's going to be a fix that only lasts until the end of his term.\"</p><p>It's true: Anything the president does through executive authority could easily be reversed by the next president. That's one reason Obama had been reluctant to go this route.</p><p>But when it comes to the legal question, President Obama has a lot of legal precedent on his side, says Paul Virtue, a partner at the law firm Mayer Brown and a former U.S. Immigration and Naturalization Service general counsel.</p><p>\"The actions that I've heard being discussed are consistent with the court cases and the decisions on prosecutorial discretion,\" says Virtue.</p><p>He says the real question isn't one of legal authority, but rather policy and politics.</p><p>\"The issue is much more fraught politically than it is legally,\" says Doris Meissner, a senior fellow at the Migration Policy Institute and former commissioner of the INS.</p><p>She says there are some limits on executive action.</p><p>\"The president cannot give people green cards,\" says Meissner. \"The president cannot give people citizenship. But as to temporary programs that protect people from deportation, those are the issues that are in play.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Ways+President+Obama+Could+Act+On+Immigration&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339611067-9f7baa.m3u?orgId=1&topicId=1014&ft=3&f=339596510"}]}