{"created":"2015-04-04T06:03:30+00:00","modified":"2015-06-05T15:27:26+00:00","valid":{"from":"2015-06-05T15:27:26+00:00","to":"3015-06-05T15:27:26+00:00"},"hreflang":"en","title":"Bringing Mothers In Prison Closer To Their Children, Through Music","published":"2015-04-04T14:30:00+00:00","teaser":"Mothers in prison rarely get a chance to see or touch their children — or sing them a lullaby. A group of professional musicians is helping female inmates in New York City to create those connections.","itags":["npr_api","397271436"],"guid":"400dad50-7524-4081-b079-623fa927e273","contentencoded":"<p>Mothers in prison rarely get to see their children, let alone touch them or sing them a lullaby. But female inmates in New York City are getting a little help with the singing, thanks to Carnegie Hall. For the last few years, Carnegie has sponsored the <a href=\"http://www.carnegiehall.org/Lullaby/\">Lullaby Project</a>, which pairs professional musicians with women in jails, homeless shelters and city hospitals, to help them write lullabies for their children.</p><p>It's a frigid morning at Rikers Island, New York City's largest jail. Five musicians have made their way through a series of checkpoints to a small classroom, where they will work with 10 prisoners: either women who are detainees awaiting trial or women who are serving out their sentences at Rikers.</p><p>To break the ice, Deidre Rodman Struck, a singer-songwriter who's been working with the Lullaby Project since 2011, has everyone sit in a circle and sing a lullaby.</p><p>After an hour of getting to know each other, it's time to write their own lullabies. The 10 women go to different corners of the classroom. They start by writing letters to their children in workbooks. They get some suggestions: Start sentences with \"I hope,\" \"I wish\" or \"I wonder.\"</p><p>\"Well, the first thing you ask for is, 'Write down something you really care about,' \" says songwriter Daniel Levy. \"So you are asking people to really open up their hearts. And they don't know me; they don't know the other people in the room. But you're trying to get something that's real into the song.\"</p><p>Levy is working with a woman named Vateya. (The Department of Corrections asked that we not use any of the women's last names or say what brought them to Rikers Island.) Vateya says the assignment was not easy.</p><p>\"I actually have a headache, because I was very focused,\" Vateya says. \"And, at first, I was like, 'I can't do this; this is too hard.' But they kept telling me to just write whatever. And that's what I did.\"</p><p>Levy takes a look at what Vateya's written, and even before they come up with a tune, they've got a rhythm going.</p><p>In another corner of the room, a woman named Kelly is working with Falu Shah, an Indian classical singer. The two of them quickly come up with a chorus. Their song is written from two perspectives — Kelly's and that of the children's late father.</p><p>\"They lost their father recently and, fortunately, the two younger children, they don't know much about what's going on,\" Kelly says. \"And even though me and him weren't together, he was there for the children. And so I really wanted to get the message, to the older ones especially, that their father's still around, and that he's looking down on them, so that they can feel some sort of comfort, you know, since I can't be there physically.\"</p><p>The group's leader, Deidre Rodman Struck, is working with Tarsha, who has six children. She wants to write something upbeat for her 1-year-old twins. There's a lot of laughter in the room, but as the day goes on, there are also a lot of tears. Tarsha reveals that one of her twins, Damonee, died of Sudden Infant Death Syndrome, and she hasn't seen the other, Demitri, in seven months.</p><p>\"When I lost my son, I got really hard with my struggles, and I just didn't care,\" Tarsha says. \"But Demitri, he's my everything; he's my air I breathe, my spine. He just makes me know that there's nothing more valuable, more special in this world than my children. All of 'em.\"</p><p>To be able to give those children something — anything — means a lot, says Veronica Scudder, who helps coordinate programs for the women at Rikers Island.</p><p>\"For them to have the opportunity to write a song for their children is really, really a nice feeling,\" Scudder says. \"And that's where you see their face light up, because they feel like, 'Wow. I'm really doing something. And I'm doing it in a <em>jail</em>.' That's unheard-of.\"</p><p>When the first day ends, the musicians leave and get down to the business of transcribing, arranging and polishing the lullabies. One week later, they're in a Manhattan recording studio, laying down tracks.</p><p>Deidre Rodman Struck has given Tarsha's song for her twins a Latin feel. \"Strangely, her story is so sad, but the song is so happy. I'm hoping it captures what she wanted to say,\" Struck says.</p><p>That's crucial, Daniel Levy says. \"The most important thing for all of us is that we're collaborating with the women, so you have to keep them and their children and their wishes foremost in your mind.\"</p><p>Levy says there was one really important part of their collaboration. \"When we started the bridge,\" he says, starting to sing, \" 'There's so much joy when we're together / and even when we're not ...' She did that clause, 'And even when we're not.' Even when we're not, <em>what</em>? So we have to find out, and even when we're not ... it's OK. We make the most of any time we've got. And that was a, kind of a crucial point there. She admitted that she was away from them. She admitted that it wasn't ideal. But they're going to make the most of what they have. And it's right there in the song. And she needed to tell them that.\"</p><p>A week after the recording sessions, the musicians are back in the same room at Rikers with their co-songwriters to hear the finished lullabies. Kelly is overwhelmed by Shah's setting of her lullaby.</p><p>\"And now that I've heard everybody's songs, it's just — they're all so beautiful,\" Kelly says. \"I mean, you know, where I guess it's — when it comes to our children and stuff, maybe it brings out the best in us. You know, we all became songwriters for them, right?\"</p><p>After an intense private hour, the musicians perform two concerts of all the lullabies in a gymnasium for many of the other women prisoners. Each of the participants gets to take a bow after her song.</p><p>The tears turned to joy. \"It made me feel so good,\" Tarsha says. \" It made me feel — it really inspired me to continue to do lullabies for my children. I'm so thankful that you all came out today to see us. It really made me feel special. It really let me know that it's more than just my family that cares about us; that it's people on the outside that care about us, too.\"</p><p>The Lullaby Project is expanding beyond New York City and Carnegie Hall. Several arts organizations around the country have begun their own lullaby projects.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bringing+Mothers+In+Prison+Closer+To+Their+Children%2C+Through+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"552"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397450864-992092.m3u?orgId=1&topicId=1039&d=552&p=7&story=397271436&t=progseg&e=397447881&seg=20&ft=nprml&f=397271436"},{"href":"http://media.npr.org/assets/img/2015/04/03/carnegie_lullaby_project-4c4f371e74eb3383dccec77fe948e85e4a6af7d1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2747","width":"3663"}}]}