{"created":"2014-12-09T19:57:17+00:00","modified":"2014-12-11T20:12:48+00:00","valid":{"from":"2014-12-11T20:12:48+00:00","to":"3014-12-11T20:12:48+00:00"},"hreflang":"en","title":"De-Cluttering Your House With Love","published":"2014-12-09T20:52:00+00:00","teaser":"Marie Kondo has built a huge following with her method of organizing that focuses on keeping things that inspire joy.","itags":["npr_api","369654314"],"guid":"40152e6a-f6b3-4ef0-9426-db578b2e21da","contentencoded":"<p>Marie Kondo has built a huge following in her native Japan with her &#8220;KonMari&#8221; method of organizing and de-cluttering. Clients perform a sort of tidying up festival: time set aside specifically to go through belongings. Each object is picked up and held, and the client needs to decide if it inspires joy. If it doesn&#8217;t, it needs to go.</p><p>Kondo wrote about her method in the book &#8220;<a href=\"http://www.amazon.com/The-Life-Changing-Magic-Tidying-Decluttering/dp/1607747308\" target=\"_blank\">The Life-Changing Magic of Tidying Up: The Japanese Art of Decluttering and Organizing</a>.&#8221; <strong>Lisa Westmoreland</strong> is the editor of the U.S. edition of Marie Kondo&#8217;s book.</p><p>She and her husband undertook their own tidying up festival, which Lisa wrote about in a blog post called &#8220;<a href=\"http://www.mindbodygreen.com/0-15733/10-ways-to-declutter-your-home-and-life.html\" target=\"_blank\">10 Ways To Declutter Your Home (And Life!)</a>&#8220;.</p><p>As Westmoreland told <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young, she found the experience to be extremely rewarding.</p><p>&#8220;She&#8217;s really unique from other tidying experts in that other kind of de-cluttering people will focus on what to get rid of, and it&#8217;s kind of a depressing process. They&#8217;ll say &#8216;your house is so messy, you really need to de-clutter, you&#8217;re drowning in all this stuff.&#8217; <a name=\"excerpt\"></a>Marie takes a totally different tack, she says &#8216;you need to focus on what brings you joy, you need to focus on what to keep.'&#8221;</p><h4>Book Excerpt: &#8216;The Life-Changing Magic of Tidying Up&#8217;</h4><p><em>By Marie Kondo</em></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1209_kondo-bookCover.jpg\"><img class=\"alignright size-medium wp-image-73853\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1209_kondo-bookCover-209x300.jpg\" alt=\"‘The Life-Changing Magic of Tidying Up’ by Marie Kondo\" width=\"209\" height=\"300\" /></a></p><p>Selection criterion: does it spark joy?</p><p>What standard do you use to decide what to get rid of?</p><p>There are several common patterns when it comes to discarding. One is to discard things when they cease being functional—for example, when something breaks down beyond repair or when part of a set is broken. Another is to discard things that are out of date, such as clothes that are no longer in fashion or things related to an event that has passed. It’s easy to get rid of things when there is an obvious reason for doing so. It’s much more difficult when there is no compelling reason. Various experts have proposed yardsticks for discarding things people find hard to part with. These include such rules as “discard anything you haven’t used for a year,” and “if you can’t decide, pack those items away in a box and look at them again six months later.”<strong> However, the moment you start focusing on how to choose what to throw away, you have actually veered significantly off course</strong>. In this state, it is extremely risky to continue tidying.</p><p>At one point in my life, I was virtually a “disposal unit.” After discovering The Art of Discarding when I was fifteen, I focused on how to get rid of things, and my research efforts escalated. I was always looking for new places to practice, be it my siblings’ rooms or the communal storage lockers at school. My head was full of tidying tips, and I had complete, albeit misguided, confidence that I could tidy any place.</p><p>My particular goal at that time was to get rid of as much as possible. I applied every criteria suggested by the various books I read on reducing. I tried getting rid of clothes that I hadn’t worn for two years, discarding another item every time I bought something new, and throwing away anything I wasn’t sure of. I threw out thirty bags of garbage in one month. But no matter how much I discarded, not a single room in my house felt any tidier.</p><p>In fact, I found myself going shopping just to relieve the stress and so failed miserably to reduce the total volume of my possessions.At home, I was always uptight, constantly on the lookout for superfluous things that could be discarded. When I found something not in use, I would pounce on it vengefully and throw it in the garbage. Not surprisingly, I became increasingly irritable and tense and found it impossible to relax even in my own home.</p><p>One day after school, I opened the door to my room to begin cleaning as usual. At the sight of that untidy space, I finally lost it. “I don’t want to tidy anymore!” I cried. Plopping myself down in the middle of my room, I began to think. I had spent three years tidying and discarding things, yet my room still felt cluttered. Would someone please tell me why my room isn’t tidy when I work so hard at it? Although I did not say this out loud, in my heart I was practically shouting. At that moment, I heard a voice.</p><p>“Look more closely at what is there.”</p><p><em>What do you mean? I look at what’s here so closely every day I could drill a hole through it all.</em> With that thought still in my head, I fell fast asleep right there on the floor. If I had been a little smarter, I would have realized before I became so neurotic that focusing solely on throwing things away can only bring unhappiness. Why? Because <strong>we should be choosing what we want to keep, not what we want to get rid of.</strong></p><p>When I woke up, I knew immediately what that voice in my head had meant. <em>Look more closely at what is there</em>. I had been so focused on what to discard, on attacking the unwanted obstacles around me, that I had forgotten to cherish the things that I loved, the things I wanted to keep. Through this experience, I came to the conclusion that the best way to choose what to keep and what to throw away is to <strong>take each item in one’s hand and ask: “Does this spark joy?” If it does, keep it. If not, dispose of it.</strong> This is not only the simplest but also the most accurate yardstick by which to judge.</p><p>You may wonder about the effectiveness of such a vague criteria, but the trick is to handle each item. Don’t just open up your closet and decide after a cursory glance that everything in it gives you a thrill. You must take each outfit in your hand. When you touch a piece of clothing, your body reacts. Its response to each item is different. Trust me and try it.</p><p>I chose this standard for a reason. After all, what is the point in tidying? If it’s not so that our space and the things in it can bring us happiness, then I think there is no point at all. Therefore, the best criterion for choosing what to keep and what to discard is whether keeping it will make you happy, whether it will bring you joy.</p><p>Are you happy wearing clothes that don’t give you pleasure?</p><p>Do you feel joy when surrounded by piles of unread books that don’t touch your heart?</p><p>Do you think that owning accessories you know you’ll never use will ever bring you happiness?</p><p>The answer to these questions should be no.</p><p>Now imagine yourself living in a space that contains only things that spark joy. Isn’t this the lifestyle you dream of?</p><p><strong>Keep only those things that speak to your heart. Then take the plunge and discard all the rest.</strong></p><p>By doing this, you can reset your life and embark on a new lifestyle.</p><p>&nbsp;</p><p><em>Excerpted from the book THE LIFE-CHANGING MAGIC OF TIDYING UP by Marie Kondo. Copyright © 2014 by Marie Kondo. Reprinted with permission of Ten Speed Press.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.mindbodygreen.com/wc/lisa-westmoreland\" target=\"_blank\">Lisa Westmoreland</a></strong>, senior editor at Ten Speed Press.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=De-Cluttering+Your+House+With+Love&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"537"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369665152-40b6b7.m3u?orgId=1&ft=3&f=369654314"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1209_marie-kiondoEdit-e1418146872754.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"915","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1209_kondo-bookCover.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"893"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1209_lisa-westmoreland.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"803","width":"1207"}}]}