{"created":"2015-01-12T23:02:42+00:00","modified":"2015-05-13T21:22:22+00:00","valid":{"from":"2015-05-13T21:22:22+00:00","to":"3015-05-13T21:22:22+00:00"},"hreflang":"en","title":"The Story Behind '40 Acres And A Mule'","published":"2015-01-20T19:30:00+00:00","teaser":"As the Civil War was winding down 150 years ago, Union leaders asked their men how they could help the thousands of newly freed slaves.","itags":["npr_api","376781165"],"guid":"401abe0d-ff88-42ed-ac1c-584c584716a3","contentencoded":"<p>As the Civil War was winding down 150 years ago, Union leaders gathered a group of black ministers in Savannah, Ga. The goal was to help the thousands of newly freed slaves.</p><p>From that meeting came Gen. William T. Sherman's Special Field Order 15. It set aside land along the Southeast coast so that \"each family shall have a plot of not more than forty acres of tillable ground.\"</p><p>That plan later became known by a signature phrase: \"40 acres and a mule.\"</p><p>After wrapping up his famous march, Sherman spent weeks in Savannah, staying in an ornate Gothic revival mansion called the Green-Meldrim House. That's where he and Secretary of War Edwin Stanton held their meeting with local black leaders.</p><p>The house is now owned by a local church. Susan Arden-Joly, the site's preservationist and tour guide, leads visitors up a winding staircase.</p><p>\"Sherman's memoirs say that he took them upstairs to his quarters. So that's where we will go,\" she says.</p><p>According to Arden-Joly, the meeting took place in a high-ceilinged room on a corner of the second floor. Sherman and Stanton asked the group's leader, the Rev. Garrison Frazier, a series of questions. She reads from Sherman's memoirs, where he quotes minutes from the meeting.</p><p>\"Fourth question: State in what manner you would rather live, whether scattered among the whites, or in colonies by yourselves,\" she reads, continuing with Frazier's answer. \"I would prefer to live by ourselves, for there is a prejudice against us in the South that will take years to get over.\"</p><p>Charles Elmore, a professor emeritus of humanities at Savannah State University, says Sherman and Stanton listened to Frazier and the others.</p><p>\"The other men chose this eloquent, 67-year-old imposing black man, who was well over 6 feet tall, to speak on their behalf,\" Elmore says. \"And he said essentially we want to be free from domination of white men, we want to be educated, and we want to own land.\"</p><p>Four days later, Sherman signed Field Order 15, setting aside 400,000 acres of confiscated Confederate land for freed slaves. Sherman appointed Brig. Gen. Rufus Saxton to divide up the land, giving each family up to 40 acres.</p><p>And it wasn't in the order, Elmore says, but some also received leftover Army mules.</p><p>\"But it became known as of Jan. 16, 1865, as '40 acres and a mule,' \" Elmore said.</p><p>Stan Deaton, of the Georgia Historical Society, points out that after Lincoln's assassination, President Andrew Johnson reversed Sherman's order, giving the land back to its former Confederate owners.</p><p>\"Once the passion of war was over, the idea of that kind of social experiment lost favor with a lot of people very quickly,\" he says.</p><p>Vaughnette Goode-Walker, a writer who leads tours focused on Savannah's black past, calls it one of the biggest \"gotchas\" in American history.</p><p>\" 'Here, take this land — but we can't really give it to you because it doesn't belong to us; it belongs to the Confederates when they come back home.' How confusing is that?\"</p><p>The reversal left many African-Americans with few options but to become sharecroppers, often working for former slaveholders. But Elmore says the meeting in Savannah 150 years ago accomplished one important thing.</p><p>\"It set in motion the dialogue between the white power structure and black men in Savannah, Ga.,\" he says. \" 'What do y'all want?' And they got some of it, however temporary and fleetingly. They got it. That is significant.\"<br /> <strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Story+Behind+%2740+Acres+And+A+Mule%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sarah McCammon","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788898-43cbce.m3u?orgId=1&topicId=1015&d=224&p=2&story=376781165&t=progseg&e=376712664&seg=3&ft=nprml&f=376781165"},{"href":"http://media.npr.org/assets/img/2015/01/12/Green-Meldrim-3ed5e6df4d9eecf020e0f42fab7da91488f8f99a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1172","width":"1563"}},{"href":"http://media.npr.org/assets/img/2015/01/12/freedmans-bureau-50675f30eddfb8a6e49400d351a4c7179f2105f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"709","width":"945"}}]}