{"created":"2014-09-12T19:25:27+00:00","modified":"2014-09-12T20:52:39+00:00","valid":{"from":"2014-09-12T20:52:39+00:00","to":"3014-09-12T20:52:39+00:00"},"hreflang":"en","guid":"40219f1b-aad3-48ea-b244-ea6801caac0e","title":"Caracas is finally ending the 'world's tallest squat'","published":"2014-09-12T20:52:38+00:00","byline":"Andrew Rosati","tags":["housing","poverty","Development","Development & Education","Caracas","South America","Venezuela","Hugo Chavez","Nicholas Maduro","Mary Rangel","David Brillembourg","Urban decay","Squatting","Real estate","Homelessness","Skyscraper"],"teaser":"The \"Tower of David\" in downtown Caracas is called \"the world's tallest squat\" because thousands of people have been living in the unfinished skyscraper. Now, the government is moving people to new housing outside the city — and many squatters have mixed feelings.","contentencoded":"<p>It&rsquo;s been called the world&rsquo;s tallest slum &mdash; a 45-story vertical squatters&#39; haven with thousands of people living in an abandoned skyscraper in Caracas. It has grabbed international headlines and been the focus of hundreds of photo essays. It was even featured in an episode of the TV drama &ldquo;Homeland.&rdquo; But now the Venezuelan government says it&rsquo;s time for the squatters to go.</p><p>On a recent moving day, about 75 families scramble to load trucks and lug their belongings down 10 flights of stairs. They&rsquo;re heading to new homes that the Venezuelan government has built about 25 miles away.</p><p>Some of the residents have lived in the tower for seven years, and many have mixed feelings about leaving. Mary Rangel lives on the 27th floor &mdash; in a building with no elevator.</p><p>&ldquo;I built my own home carrying the bricks up myself,&rdquo; she says. &ldquo;The sand, the cement, I did it all myself. When you build something with your own hands, you love it more.&rdquo;</p><p>Even with the offer of a home of her own, Mary isn&#39;t excited about going:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I&rsquo;m not even curious to look at the apartments. Because, really, I don&#39;t want to go there.&rdquo;</span></p><p>She&rsquo;s not alone. For one thing, the apartments that the government has built are far from the capital. And beyond that, the Tower of David &mdash; named after its chief financier, David Brillembourg, who died in 1993 &mdash; has become a community. People have made friends here. They&rsquo;ve built chapels and basketball courts. They&rsquo;ve opened convenience stores and hair salons. There&rsquo;s even a motorcycle taxi service that takes you up to the 10th floor of the parking garage.</p><p>So how did this become the world&rsquo;s tallest squat? The tower was designed to be a downtown financial center that would revitalize the city. But work stopped on the tower in 1994 when a financial crisis hit, and it was never finished.</p><p>In 2007, people begin to occupy the abandoned building and make homes there. There&rsquo;s been a massive housing shortage in Venezuela for years.</p><p>To supporters of then-president&nbsp;<span style=\"line-height: 1.538em;\">Hugo Chavez,</span><span style=\"line-height: 1.538em;\">&nbsp;the fact that people were allowed to take over vacant buildings showed he was putting the welfare of the poor above corporate interests. B</span><span style=\"line-height: 1.538em;\">ut others say illegal squats in the tower and other vacant buildings fueled crime and discouraged investment &mdash; especially now that Venezuela&#39;s economy is sinking and its murder rate is one of the world&#39;s highest.</span></p><p>Now the government of Nicholas Maduro, Chavez&rsquo;s hand-picked successor, is moving the squatters out. Officials have said that they want to redevelop downtown Caracas and that the tower isn&rsquo;t safe.</p><p>To be sure, it isn&rsquo;t easy to live here. I&rsquo;ve already mentioned the lack of an elevator, and I&rsquo;m told the water and sewage are unreliable. That could explain the smell in the stairwells.</p><p>Yolimar Noriega, who lives on the 19th floor, came here after losing her home in a flood.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I&rsquo;ve had my son here, I&rsquo;ve studied here. But it&rsquo;s been a struggle,&rdquo; she says. &ldquo;But God finally realized that it&rsquo;s our time. I&rsquo;m happy to be leaving.&rdquo;</span></p><p>I went to visit Noriega about two weeks after she moved, to see how she and her neighbors were getting on in their new government homes.</p><p>Some tower residents I talk to are having trouble adjusting to life outside of Caracas. Many left their jobs and their social circles behind. But Noriega says that despite the hardships they might encounter, residents now have what they&#39;ve always been searching for.</p><p>&ldquo;It&rsquo;s been complicated for some of the residents,&rdquo; she says, &ldquo;but one of things they always wanted was a decent home. Now they have it. The hardest part is over.&rdquo;</p><p>The government says it plans to have the majority of the families relocated by the week of September 15, so that children can begin the school year in their new homes.&nbsp;<span style=\"line-height: 1.538em;\">Still, around half the tower remains occupied. Some people there tell me they&rsquo;re still holding on to the hope they won&#39;t have to go.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/8_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/8cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091220144.mp3"},{"href":"http://www.pri.org/file/091220144mp3"}]}