{"created":"2015-06-24T20:28:52+00:00","modified":"2015-06-29T19:22:50+00:00","valid":{"from":"2015-06-29T19:22:50+00:00","to":"3015-06-29T19:22:50+00:00"},"hreflang":"en","title":"Pop Singer Tori Kelly's 'Unbreakable Smile' Keeps Her Optimistic ","published":"2015-06-25T00:01:00+00:00","teaser":"Kelly entered the music industry through TV singing competitions at age 11. Now 22, she visited NPR's DC studios to perform music from her debut album.","itags":["npr_api","416857097"],"guid":"40411428-63a9-4914-88c6-8c333aa441a1","contentencoded":"<p>Singer Tori Kelly is an unapologetic optimist about love, her image and her music. At the ripe old age of 22, she's been at the edges of the music business for a long time. She started singing when she was just 3 years old, and at age 11, she took her powerful, mature voice <a href=\"https://www.youtube.com/watch?v=tELqwVwSTSI\" target=\"_blank\">on the TV show</a> <em>America's Most Talented Kid </em>-- and won.</p><p>After a brief stint on <em>American Idol </em>in her teens, she created her own million-strong fanbase on YouTube. Now, Kelly is plunging into the big time with her debut album, <em>Unbreakable Smile.</em></p><p>Kelly stopped by NPR's Washington, D.C., studios to perform music from <em>Unbreakable Smile </em>live, and she spoke with host Rachel Martin about her changing relationship with music and confidence.</p><h3>Interview Highlights</h3><p><strong>On starting her singing career at such a young age</strong></p><p>I had a lot of stage fright. My first competition, I guess singing-wise, I was six-years-old, I'm like stick straight not moving at all, and I'm just singing. I think as a kid, it's interesting because there's nothing around your life. You can literally just be in this bubble like, \"I love music. I just want to sing.\" And so as I got older, that's when the fear started to creep in because now you have other people's opinions to worry about. You have this whole world out there where it's like, \"Whoa, I don't know if I'm ready.\" So I think I've kind of come full circle and tried to channel that little girl again who just wants to sing.</p><p><strong>On the inspiration for the title track </strong></p><p>I didn't know what I was going to say yet on the album. I was kind of just blank. My team kind of sat me down and they started telling me these things that they had heard within the industry. Stuff like, \"She's a little too plain, a little too boring. ... Too nice even.\" I was acting like it didn't faze me at all. That same night when I got home, all of these lyrics started flowing out, like out of nowhere. And I think I was holding in a lot of that for a long time, and once I finished that song I felt like this huge weight was lifted off of my shoulders.</p><p><strong>On the pressure she felt from within the industry</strong></p><p>When I was in the label scene very young, things weren't really working out with the label, and we were thinking about leaving. I remember one of the last meetings, I walked in, and I'll never forget, there were music videos playing on the screens of just different female artists who were a little bit more revealing in their choice of clothing. And I was so confused as a 12, 13-year-old walking in. I was like, \"What? Is this like what he wants me to do? Like I don't know what this is about.\" I remember that being the moment where I was like, \"OK, this doesn't feel right.\" And looking back on that I'm glad that everything worked out to where I can now sing about those things and be like, \"I don't have to be that person.\" I can take my time with who I am and keep my clothes on. You know, do what feels comfortable for me, and people will still like it. The goal is to inspire as many people as I can.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Singer+Tori+Kelly%27s+%27Unbreakable+Smile%27+Keeps+Her+Optimistic+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417192144-8328c5.m3u?orgId=1&topicId=1105&d=480&p=2&story=416857097&t=progseg&e=417186679&seg=19&ft=nprml&f=416857097"},{"href":"http://media.npr.org/assets/img/2015/06/24/06192015_torikelly_thompson_0103-edit-c433bacee39d3d84ca3be63c14f004ac5632015f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1768","width":"2358"}},{"href":"http://media.npr.org/assets/img/2015/06/24/06192015_torikelly_thompson_0037-edit-23af4acf496863d2a9927ffff7d921edfb8f0919.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}