{"created":"2014-12-10T21:56:39+00:00","modified":"2015-04-29T17:57:58+00:00","valid":{"from":"2015-04-29T17:57:58+00:00","to":"3015-04-29T17:57:58+00:00"},"hreflang":"en","title":"Debate: Should We Genetically Modify Food?","published":"2015-01-13T17:12:00+00:00","teaser":"Many crops we eat today are the product of genetic modifications that happen in a lab, not in nature. Scientists and consumers are divided how cautious we need to be about these foods.","itags":["npr_api","367842658"],"guid":"4053957b-6f89-4589-b672-d304fb66f974","contentencoded":"<p>Many<strong> </strong>plants we eat today are a result of genetic modifications that would never occur in nature. Scientists have long been altering the genes of food crops, to boost food production and to make crops more pest-, drought- and cold-resistant.</p><p>Proponents of genetically modified organisms, or GMOs, say that farmers who grow these crops are able to use fewer environmentally damaging pesticides. The increased yields of GMO crops, they also argue, are essential to feeding the world's growing population. And proponents say that numerous studies have shown that genetically modified foods are safe to eat.</p><p>Critics, however, say the claims of those benefits are overblown. They say farmers growing GMO crops have actually increased their use of herbicides. And widespread use of the crops, they say, have also led to an increase in herbicide- and pesticide-resistant weeds and insects. And, they argue, there is still no scientific consensus on the long-term safety of these foods.</p><p>Four scientists recently took on those questions in an <em><a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1161-genetically-modify-food\" target=\"_blank\"><em>Intelligence Squared U.S.</em></a> </em>debate, facing off two against two on the motion, \"Genetically Modify Food.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, the audience at the Kaufman Music Center in New York voted 32 percent in favor of the motion, with 30 percent against and 38 percent undecided. Afterward, 60 percent agreed with the motion, and 31 percent disagreed — making the side arguing in favor of the motion the winners of this debate.</p><p><strong>Those debating:</strong></p><p><strong>FOR THE MOTION</strong></p><p><strong>Robert Fraley</strong> is executive vice president and chief technology officer at Monsanto, where he has worked for more than 30 years. He currently oversees the company's global technology division which includes plant breeding, biotechnology and crop protection research facilities in dozens of countries. Fraley has authored more than 100 publications and patent applications. In 2013, he was honored as a World Food Prize Laureate and is the recipient of numerous awards, including the 2008 National Academy of Sciences Award for the Industrial Application of Science for his work on crop improvement and the National Medal of Technology from President Clinton in 1999.</p><p><strong>Alison</strong><strong> Van Eenennaam</strong> is a genomics and biotechnology researcher and cooperative extension specialist in the Department of Animal Science at University of California, Davis. The mission of her extension program is <em>\"to provide research and education on the use of animal genomics and biotechnology in livestock production systems.\"</em> Her outreach program focuses on the development of science-based educational materials, including the controversial biotechnologies of genetic engineering and cloning. She has served on several national committees including the USDA National Advisory Committee on Biotechnology and 21st Century Agriculture, and as a temporary voting member of the 2010 FDA Veterinary Medicine Advisory Committee meeting on the AquAdvantage salmon, a genetically engineered Atlantic salmon. Van Eenennaam was the recipient of the 2014 Borlaug CAST Communication Award.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Charles Benbrook</strong> is a research professor at the Center for Sustaining Agriculture and Natural Resources at Washington State University, and leader of the center's program Measure to Manage: Farm and Food Diagnostics for Sustainability and Health. His career has focused on developing science-based systems for evaluating the public health, environmental and economic impacts of changes in agricultural systems, technology and policy. He spent the first 18 years of his career working in Washington, D.C., first for the Executive Office of the President, then as the staff director for a U.S. House of Representatives agricultural subcommittee. He was the executive director of the National Academy of Sciences Board on Agriculture, and has run a small consulting firm since 1991. He served as the chief scientist for The Organic Center, based in Washington, D.C., from 2004 to 2012, and has served as an appointed member on the USDA's Advisory Committee on 21st Century Agriculture since 2011. His 2012 peer-reviewed study documenting the big increase in herbicide use triggered by the planting of genetically engineered crops in the U.S. has been downloaded over 110,000 times.</p><p><strong>Margaret Mellon</strong> is a science policy consultant in the areas of antibiotics, genetic engineering and sustainable agriculture. She holds a doctorate in molecular biology and a law degree from the University of Virginia. In 1993, Mellon founded the Food and Environment Program at the Union of Concerned Scientists to promote the adoption of science-based farming systems that are simultaneously productive, environmentally benign and resilient in the face of stress. The program critically evaluated products of genetic engineering for their contribution to sustainable agriculture and urged the reduction of unnecessary antibiotic use in animal agriculture. After almost 20 years, Mellon stepped down as head of the program in 2012 and, after two additional years as a senior scientist, left UCS in 2014. Mellon has published widely on the potential environmental impacts of biotechnology applications, and served three terms on USDA's Advisory Committee on Biotechnology and 21st Century Agriculture.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Should+We+Genetically+Modify+Food%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"100"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369889536-3eb092.m3u?orgId=1&topicId=1007&aggIds=6263392&d=100&story=367842658&ft=nprml&f=367842658"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369886564-22a372.m3u?orgId=1&topicId=1007&aggIds=6263392&d=3030&story=367842658&ft=nprml&f=367842658"},{"href":"http://media.npr.org/assets/img/2014/12/10/1188_img_9159-c7582dc9f9f0c867fb8da537f954c4375f6ed30f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"992","width":"1323"}},{"href":"http://media.npr.org/assets/img/2014/12/10/1245_img_1564-26d585ad1132b4ce248c178c3646e07d09e2d0d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/12/10/1250_img_1574-2e6a028734febab06d09e5d8992c72c7b535ac38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"889","width":"1186"}}]}