{"created":"2015-06-05T17:55:13+00:00","modified":"2015-06-05T22:40:36+00:00","valid":{"from":"2015-06-05T22:40:36+00:00","to":"3015-06-05T22:40:36+00:00"},"hreflang":"en","title":"San Diego Is A Military Town","published":"2015-06-05T22:40:00+00:00","teaser":"Alex Ashlock looks at the connection between the city and the military, which pumps billions of dollars into the area's economy.","itags":["npr_api","412274214"],"guid":"4057ac32-e89b-4393-8418-3df14deca385","contentencoded":"<p><em>Between the Navy and the Marines, there are around 80,000 military personnel in San Diego Country. The Department of Defense pumps billions of dollars into the area&#8217;s economy every year. <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a>&#8216;s <strong>Alex Ashlock</strong> looks at the connection between the city of San Diego and the military.</em><div class=\"l-article-primary sep\"></div></p><p>On a recent morning, the U.S. Navy&#8217;s past and present came together on the waters of San Diego Harbor.</p><p>From the flight deck of the U.S.S. Midway, the old aircraft carrier that&#8217;s now one of the world&#8217;s most visited ship museums, you could see another, more modern aircraft carrier &#8211; the U.S.S. Ronald Reagan.</p><p><strong>Larry Blumberg</strong>, a retired naval officer, is now the executive director of the San Diego Military Advisory Council, a group that works on communication and cooperation between San Diego and the military.</p><p>The Ronald Reagan, he said, was getting ready for deployment. But that was just part of the activity surrounding this busy harbor.</p><p>&#8220;Well, you see North Island Naval Air Station, Naval Base Coronado, right across the bay, to the south is Naval Base San Diego, which is the home port of all the surface ships, and further out down towards Point Loma is Naval Base Point Loma, which is the home of the submarines that are here,&#8221; Blumberg said.</p><p>So the military is very much a part of San Diego&#8217;s landscape, or more accurately, its waterscape. But it also plays a huge role in the economy here. The big operation includes more than 300,000 jobs related to Department of Defense spending in the San Diego area. That&#8217;s almost a quarter of the jobs in the region.</p><p>&#8220;When you take in the multiplier effect, there&#8217;s nearly $40 billion every year. That&#8217;s a pretty big number,&#8221; Blumberg said. &#8220;The Department of Defense direct spending is over $25 billion, and that includes salaries, contracts to support the military retired benefits, retired pay. So it&#8217;s a big operation.&#8221;</p><p>What happens on a daily basis in San Diego is the main aspect of the military story here, but history also plays a important role.</p><p>The Midway is named after a decisive naval victory the U.S. scored over the Japanese fleet near the tiny atoll of Midway in the Pacific Ocean.</p><p>The 1942 battle took place just six months after the devastating Japanese attack on Pearl Harbor in the Hawaiian Islands</p><p><strong>Rudy Shapee</strong>, a retired naval officer who is now head of special projects on the Midway, says the aircraft carrier lived up to the legacy of the battle it&#8217;s named after, during its nearly 50 years at sea.</p><p>&#8220;Things just didn&#8217;t break. That&#8217;s what the whole &#8216;Midway Magic&#8217; thing is about,&#8221; Shapee said. &#8220;The crew just performed these startling feats of production and accident-free days and all this sort of thing, and other ships just couldn&#8217;t keep up with it.&#8221;</p><p>Launched in 1945, the Midway was for several years the largest ship in the world. It was really a city at sea, with close to 4,000 Navy personnel on board.</p><p>And the Midway played a major role in the Vietnam War, launching pilots on some of the first U.S. air strikes during that conflict.</p><p>&#8220;If you go down to our chapel, you&#8217;ll see a Wall of Honor of all the men that died while they were aboard the ship,&#8221; Shapee said. &#8220;And we lost pilots, and we lost crew during Vietnam, I mean we were at war, and so planes didn&#8217;t come home, and you lost people.&#8221;</p><p>The Midway&#8217;s last military conflict was operation desert storm, the U.S.-led war against Iraq in 1991. But Shapee said fighting wasn&#8217;t the carrier&#8217;s only mission.</p><p>&#8220;We fed a lot of orphans in Europe in 1946, 1947 to &#8217;50,&#8221; he said. &#8220;We built a lot of orphanages, we evacuated the people from Saigon when that fell, and we evacuated the people from the Philippines when Mount Pinatubo exploded.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Things just didn&#8217;t break. That&#8217;s what the whole &#8216;Midway Magic&#8217; thing is about. The crew just performed these startling feats of production and accident-free days.&#8221;<div class=\"pullquoteauth\">&ndash; Rudy Shapee</div></p><p></div></p><p>After Operation Desert Storm, the Midway returned to port in San Diego, where it was decommissioned. That was beginning of the carrier&#8217;s second life as a museum.</p><p>Today, more than a million people a year climb on board. And while it used to be a city at sea, it&#8217;s now a classroom on the water.</p><p>Shapee said more than 60,000 students visit the carrier every year.</p><p>&#8220;We&#8217;re a set curriculum for many of the schools, especially in the elementary area, that teachers have us as part of the their curriculum every year,&#8221; he said.</p><p>This week, hundreds of kids heard the wisdom of retired sailors like Shapee aboard the old USS Midway. But active duty ships based in San Diego were also busy.</p><p>A helicopter from the aircraft carrier Carl Vinson rescued a 70-year-old man who got in trouble in the water on a solo sail to Hawaii. And the destroyer Sampson arrived in port after a seven-month deployment that included responding to the crash of Air Asia Flight 8501 in the Java Sea.</p><p>On Monday, those sailors were part of a tradition as old as the Navy.</p><p>Their families hugged them as they came home.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/alex-ashlock\" target=\"_blank\">Alex Ashlock</a></strong>, reporter and producer for <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>. He tweets <a href=\"https://twitter.com/aashlock\" target=\"_blank\">@aashlock</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=San+Diego+Is+A+Military+Town&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412284650-70991b.m3u?orgId=1&d=375&p=60&story=412274214&t=progseg&e=412258442&seg=12&ft=nprml&f=412274214"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0605_uss-midway.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"719","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0605_larry-blumberg.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}}]}