{"created":"2014-11-04T08:25:15+00:00","modified":"2015-05-02T02:39:12+00:00","valid":{"from":"2015-05-02T02:39:12+00:00","to":"3015-05-02T02:39:12+00:00"},"hreflang":"en","title":"Army Eyes 3-D Printed Food For Soldiers","published":"2014-11-05T15:59:00+00:00","teaser":"The Army has long used high-tech tools to make meals for our troops. Now, military scientists are turning away from pots and pans, and looking to 3-D printers to make nutritious food.","itags":["npr_api","361187352"],"guid":"405fba04-923f-466b-a3ff-5bb2d7e3e1cf","contentencoded":"<p>Army scientists have spent decades concocting meals that last without refrigeration and survive high-altitude airdrops. And now, the Army is eyeing a new form of cooking: 3-D printing! Yes, food that comes fresh out of a printer, for our troops.</p><p>Lauren Oleksyk, a food technologist leading the team at the Army's <a href=\"http://www.army.mil/info/organization/natick/\">Natick research center</a>, lays out the vision.</p><p>Imagine soldiers who are strapped, head to toe, with sensors that measure if they're high or low in potassium or cholesterol.</p><p>\"We envision to have a 3-D printer that is interfaced with the soldier. And that sensor can deliver information to the computer software,\" Oleksyk says. \"And then they would be able to have either powdered or liquid matrices that are very nutrient dense, that they have on demand that they can take and eat immediately to fill that need.\"</p><p>\"Liquid matrices\" that are nutrient \"dense.\" And you print them?!</p><p>You read that right.</p><p>The Army is turning to 3-D printers for <a href=\"http://usarmy.vo.llnwd.net/e2/c/downloads/352196.pdf?cmpid=newscred\">many purposes</a>, including a nutrition project — to stamp out the equivalent of PowerBars, but personalized for the battlefield.</p><p>The Department of Defense has just approved research funding. And it's going to take a lot of research. While regular printers put ink on paper, 3-D printers blast liquids and powders into complex shapes. But it's not clear if printers could mold a solid like carrots — and what would happen to the food's nutritional value.<br /> <br /> \"There's synthetic types of meats, there's real beef, there's real meat,\" Oleksyk says. \"And we would see what that does in the printing process to that protein, whether it's animal based or plant based.\" She's talking about this research with the <a href=\"http://www.ll.mit.edu/news/3Dprinting.html\">MIT Lincoln Lab</a> and NASA too.</p><p>Of course, the 3-D food will have to pass a taste test, just like the current rations — which are called MREs, or meals ready to eat.</p><p>Oleksyk mailed me a bunch to sample. I try a jalapeno pepper jack-flavored patty. It is full of flavor, and also very processed, like someone had to jam a lot into a little patty.</p><p>The kitchens that make this patty use flaming hot ovens and extreme heat to sterilize it. Oleksyk says if 3-D printers could use less heat, the patty could also taste better — less like a compact muscle and more like fresh ground meat.<br /> <br /> \"We hope so! It's not being done, so it's something that we will investigate in our project,\" she says.</p><p>In the food world, 3-D printing is just getting started — and it's a sweet start, literally.</p><p>Liz von Hasseln is giving me an online video tour of <a href=\"http://the-sugar-lab.com/\">The Sugar Lab</a>, a 3-D printing outfit in Los Angeles that turns sugar into sweet candy sculptures for wedding cakes and fancy cocktails. The startup was acquired by <a href=\"http://www.3dsystems.com/about-us\">3D Systems</a>, which is sharing its technology with the military in informal talks.</p><p>She points to a printer that's the size of an industrial photocopier and explains, \"What the printer does is, a lot like making frosting in a bowl, it basically adds the wet ingredients of the frosting to the dry ingredients very, very precisely in very fine layers.\"</p><p>Von Hasseln sent me some samples to try — and they're very different from the military food. I unwrap a delicate sphere that's a little bigger than a lollipop. It tastes like Sweet Tarts.</p><p>It's hard for me to imagine this technology producing anything nutritious or durable. But von Hasseln husband, Kyle, co-founder of The Sugar Lab, says the printer's ability to vary textures — to make food soft or hard — would be critical for soldiers who are injured or on the move.<br /> <br /> \"Dialing in the exact density of food could mean that they could eat more easily and because of that, as a consequence, they might even eat more or be healthier,\" he says.<br /> <br /> 3-D printed food sounds sci-fi. But according to military scientists and 3-D experts, these meals for soldiers are on track to be ready by 2025.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Army+Eyes+3-D+Printed+Food+For+Soldiers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320173-c51844.m3u?orgId=1&topicId=1019&d=255&p=3&story=361187352&t=progseg&e=361320061&seg=8&ft=nprml&f=361187352"},{"href":"http://media.npr.org/assets/img/2014/11/03/3d-dd662ea318249fe83ecc2e1b7ad087bf100ee722.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1497","width":"1996"}}]}