{"created":"2014-10-07T20:35:34+00:00","modified":"2014-12-22T23:05:30+00:00","valid":{"from":"2014-12-22T23:05:30+00:00","to":"3014-12-22T23:05:30+00:00"},"hreflang":"en","title":"Ebola Is A Deadly Virus — But Doctors Say It Can Be Beaten","published":"2014-07-23T00:34:00+00:00","teaser":"There is no cure for Ebola. But doctors are able to treat the virus successfully, raising hope that the outbreak that began in West Africa in March will eventually be brought under control.","itags":["npr_api","333628899"],"guid":"4066f9f9-2873-4668-8777-50cead8a6dcc","contentencoded":"<p>Saidu Kanneh was given a hero's welcome last week when he walked into a community meeting about Ebola in a tiny village of mud huts in the Kissi Kama region of Sierra Leone. Kanneh was diagnosed with Ebola early in July, was treated for 12 days in a Doctors Without Borders hospital and overcame the disease.</p><p>\"God has made me as an example to survive and then get into the community to talk to my people,\" says Kanneh, who's about 40 years old and runs a health clinic near the border with Guinea and Liberia. In treating Ebola cases, he too caught the disease — he thinks he may have been infected from contact with the bodily fluids that transmit the disease, perhaps because of a gap between his rubber gloves and his shirt sleeve.</p><p>Kanneh's message is that not every patient dies.</p><p>And there are signs of hope: changes taking place that could be key to stopping the West African outbreak that began in March and has so far seen <a href=\"http://www.who.int/csr/don/2014_07_19_ebola/en/\">1,032 cases</a> in Guinea, Liberia and Sierra Leone, with more than 600 deaths.</p><p>\"There is no cure but that does not mean we can't treat it with success,\" says Tim Jagatic,<strong> </strong>a Canadian physician at the <a href=\"http://www.msf.org/\">Doctors Without Borders</a> hospital in Kailahun where Kanneh was treated — a series of tents set up in a field.</p><p>He says the human body can figure out how to combat it: \"This is just a virus. It's a virus like influenza. When we have influenza we know we stay home, take our fluids and let our bodies do the rest. That's the same thing that we are doing here.</p><p>\"Our job is eliminating distractions for the immune system so it can create the anitbodies [that] cure the patient. So they can walk out.\"</p><p>Treating patients is one element of the response to this outbreak; the other huge challenge is stopping transmission of the virus through contact with vomit, blood, sweat and mucus.</p><p>Funerals were initially a major source of transmission. \"Relatives sometimes fall, cry on the dead body, wash the body,\" says Temba Morris, who runs a government health clinic in a remote village of roughly 3,000 people near the epicenter of the Sierra Leone outbreak.</p><p>Funerals in Sierra Leone, Morris says, are a very physical expression of mourning. But when someone dies of Ebola, the level of virus in the body is at its peak. The corpse is incredibly contagious.</p><p>People have been told not to touch the body of anyone who may have died of Ebola. Changing that custom, Morris says, is very hard. \"Especially when a strong relative dies, like a mother, father, a child. Everybody wants to touch, everybody wants to fall on the dead. And maybe roll over it. To maybe express their love for the particular person. So it is yet difficult to accept that one.\"</p><p>Nonetheless, he says, Sierra Leoneans are now accepting that they must stay away from the corpse of an Ebola victim. That change in behavior could go a long way to bringing this outbreak to an end.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Is+A+Deadly+Virus+%E2%80%94+But+Doctors+Say+It+Can+Be+Beaten&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333892212-69f7c1.m3u?orgId=1&topicId=1031&ft=3&f=333628899"},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0206-edit11-01436114744f85882d3b9aaa12e767ff096fe0c9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"994","width":"1491"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0207-edit21-7f28ec0d2b187182149ab9f94083da79295c7ef6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"994","width":"1491"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0213-edit31-d9bc435383185081805d6106ad83d54813a8cf0a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"994","width":"1491"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0235-edit41-f65e95bde11daaf8b85c89cc429770db884d47a4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1000","width":"1500"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0252-edit51-74f8ae762707b682511ff9a582daee1120394ae5.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"987","width":"1480"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0273-edit61-fed424112a15f6f032eaee6ed8dd59ac422f7cb1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"994","width":"1491"}},{"href":"http://media.npr.org/assets/img/2014/07/21/dsc_0207-edit22-41ec41557722f83a7434310b4c57f1c3ce736dc0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"993","width":"1325"}}]}