{"created":"2014-12-13T10:19:10+00:00","modified":"2015-06-05T15:31:41+00:00","valid":{"from":"2015-06-05T15:31:40+00:00","to":"3015-06-05T15:31:40+00:00"},"hreflang":"en","title":"Hanukkah History: Those Chocolate Coins Were Once Real Tips","published":"2014-12-16T19:09:00+00:00","teaser":"Many Jewish families celebrate the holiday by handing out gelt, chocolate coins covered in gold and silver. These days they're treats for kids. But the practice began as a way to thank labor.","itags":["npr_api","370368642"],"guid":"4069c003-0e8d-4113-81eb-a25dae3ece72","contentencoded":"<p>Hanukkah, the Jewish festival of lights, starts on Tuesday night. But the flickering candles won't be the only things shining on the table. Many families celebrate with gelt, chocolate coins covered in gold and silver foil. But while this treat is beloved, it's not all that delicious.</p><p>\"It snaps. It's not soft and buttery — it's waxy. This is chocolate you have to chew,\" jokes Ariel Cohn, who runs <a href=\"http://www.treeoflifemontessori.org/\">Tree of Life</a>, a Jewish pre-school in Portland, Ore.</p><p>Although you can now buy upscale Jewish gelt — from <a href=\"http://mama-ganache.com/prod.itml/icOid/255\">fair trade certified</a> to <a href=\"http://www.verucachocolates.com/collections/gelt-for-grown-ups\">chocolates shaped like ancient Judean coins</a> — Cohn, like many Jews, still has a sentimental attachment to the waxy coins. Because, well, it's Hanukkah.</p><p>\"It's what human life is made of,\" Cohn laughs. \"Holidays and gatherings where you see your family and your friends. And you can make anything a part of tradition, really.\"</p><p>But it turns out this particular part of tradition used to look a lot different. <a href=\"http://www.binghamton.edu/judaic-studies/faculty-glasman.html\">Gina Glasman, </a>who teaches Judaic Studies at Binghamton University, says that in the <em>shtetls</em> of Eastern Europe, you do find something that is called Hanukkah gelt. But it has nothing to do with children, and nothing to do with chocolate. Instead, this gelt is basically an end-of-the-year tip for itinerant workers.</p><p>\"A butcher for kosher meat, and a teacher for Jewish studies,\" lists Glasman. \"And you'd even have a guy employed to bang on people's doors to wake them up for prayers. Hanukkah was a time you paid these men a little bit extra.\"</p><p>Glasman notes there was also a tradition of minting coins for special occasions — but not for Hanukkah. These, instead, were for charitable giving, or holidays like Purim. And if you were to give any sort of gift, it was generally for the holiday of Purim. But as families moved from the community-centered <em>shtetl</em> to towns and cities, these money rituals of the self-sustaining communities began to change — and the practice of Hanukkah began to change as well.</p><p>\"By the end of the 19th century,\" Glasman notes, \"you see, mysteriously, the custom switch from giving tips to these guys to giving a little gift to your children.\"</p><p>And when Jews began to emigrate, it changed even more — because of Christmas. <a href=\"http://www.brandeis.edu/departments/nejs/faculty/sarna.html\">Jonathan Sarna</a>, who teaches American Jewish history at Brandeis University, says that as Christmas is magnified in the American setting, becoming a national holiday, Hanukkah too becomes magnified. It takes on new importance, and the focus shifts to gift-giving and children. But even so, it still maintains echoes of the past.</p><p>\"We've morphed that gelt into chocolate coins, as a kind of cultural memory,\" Sarna notes.</p><p>He acknowledges that the rise of chocolate gelt, in the early- to mid-20th century, is a small part of Hanukkah. But adopting new traditions — and connecting them to the past — is part of the larger story of Americanization.</p><p>\"You were able to signal that wonderful sense of being part of the larger society, and apart from it, at one and the same time,\" he says.</p><p>Just as with chocolate bunnies or Santas, a simple treat can be a passport to this history of belonging, and ritual, and nostalgia — no matter how the chocolate tastes.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hanukkah+History%3A+Those+Chocolate+Coins+Were+Once+Real+Tips&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370538653-d3ca18.m3u?orgId=1&topicId=1053&d=240&p=7&story=370368642&t=progseg&e=370523947&seg=8&ft=nprml&f=370368642"},{"href":"http://media.npr.org/assets/img/2014/12/12/gelt-4e6118a6e1a8d7b616dcc7d9b44a41e0fc5c4850.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}