{"created":"2014-11-04T19:55:52+00:00","modified":"2014-11-10T21:55:31+00:00","valid":{"from":"2014-11-10T21:55:31+00:00","to":"3014-11-10T21:55:31+00:00"},"hreflang":"en","title":"'We Have Learned Absolutely Nothing': Tom Magliozzi On Decades Of 'Car Talk'","published":"2014-11-08T10:42:00+00:00","teaser":"\"People say, 'Tell us about radio!' \" Magliozzi told <em>Fresh Air</em> in 2001. \"We have no idea. We sit in front of the microphones and we know nothing about radio.\" The <em>Car Talk</em> co-host died Monday at 77.","itags":["npr_api","361408028"],"guid":"40820cf8-9dc9-4aac-b96f-dcabff5cf947","contentencoded":"<p>When NPR <em>Car Talk</em> hosts Tom and Ray Magliozzi opened a do-it-yourself car repair shop in Cambridge, Mass., in the early 1970s, Tom had never had so many laughs. The people who came into the shop were complete \"wackos,\" he told <em>Fresh Air</em>'s Terry Gross in 2001. \"But man were they fun. And they weren't worried! When the guy jacked up his Lincoln Town Car and drove the floor jack through his oil pan, did he cry? He said, 'Uh oh.' I mean people could take a joke!\"</p><p>Tom <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/03/360340663/car-talk-co-host-tom-magliozzi-dies-at-77\">died Monday</a> of complications related to Alzheimer's disease. He was 77.</p><p><em>Car Talk</em><em> is </em>known for the car repair advice Tom and his brother, Ray, dispensed, but it's perhaps even more popular for the brothers' comedic banter.<em> </em>In fact, many people tune in who don't even own a car but just love listening to the brothers.</p><p>The show's executive producer, Doug Berman, says Tom's laugh was incredibly infectious.</p><p>\"It was almost a force, almost separate from him,\" Berman says. \"It was always lurking, trying to come out. And he would see something funny coming a few sentences away, and he would start to laugh while he was talking, and he'd kind of be laughing and it would almost overtake him like a wave.\"</p><p>Two years ago, the brothers stopped taping new episodes of <em>Car Talk</em><em> </em>because of Tom's Alzheimer's.</p><p>\"He felt that he just wasn't what he used to be,\" Berman says. \"And he had such an incredible mind that it was really difficult for him.\"</p><p>Both Tom and Ray graduated from MIT, Tom with a degree in chemical engineering. He went on to work in the marketing department of a corporation, speculating about future trends. Then, after narrowly escaping a crash with a tractor-trailer, Tom abandoned the corporate life and started collecting unemployment insurance.</p><p>Ray, 12 years Tom's junior, told Gross in 2001 that his mother urged him to try to rescue Tom from his layabout life. So Ray, who had been teaching middle school in Vermont, returned to Boston, and Tom came up with the idea of starting a garage.</p><p><em>Car Talk</em> is still broadcast in an archival version. <em>Fresh Air</em> listens back to Tom's and Ray's 2001 interview with Gross.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On their DIY repair shop in Cambridge</strong></p><p>Tom: You couldn't make any money at it. It was a great concept and we have never had as many laughs as we had the year that we opened that garage.</p><p>Ray: No, we had a rollicking good time. ... Belly laughs, because we attracted every kind of inept weirdo that the city of Cambridge and the surrounding towns had to offer.</p><p>Tom: There was no shortage.</p><p>Ray: There was no shortage and I was amazed to find out how many wackos inhabited our fair city, and those who came in who thought they knew what they were doing and didn't really expect us to do the work for them for $2.50 an hour, or whatever we were charging them. We soon realized we were doing all the work for everybody, running around like nuts. ... It was pretty much a bust. ... What really drove us out of business was the fact that in 1973, fixing one's own car was within the grasp of the average person. But as emission controls came into being and cars got more complicated, it soon disappeared — that ability soon disappeared — and we found the business diminished considerably. People in Cambridge who had had the time because they were unemployed bums, like my brother, to work on their own cars went out and got jobs and bought newer cars. ...</p><p>Tom: But it's interesting how much fun the bums could be. I mean, these were complete wackos, weirdos, as my brother said, he's absolutely right, but man were they fun. ... I mean people could take a joke! People weren't as uptight as they are now. It was only a car. ... What was really sort of spiritual about it was that nobody ever got hurt. I mean, in all the years that we did that, [with] complete rank amateurs using very dangerous equipment ...</p><p>Ray: We didn't know any better either! You wanna use the torch, yeah? Go ahead! We'll be standing on the other side of the brick wall.</p><p>Tom: Here, wear this football helmet. Call us if anything happens — we're going out for coffee!</p><p><strong>On their first radio appearances as part of a WBUR car mechanics panel in 1977</strong></p><p>Tom: We didn't know that it was a real radio station. It's part of Boston University and, at the time, the studios, I mean, you'd think it was like 1920.</p><p>Ray: The equipment resembled the tin cans and the string.</p><p>Tom: You'd expect [Italian inventor Guglielmo] Marconi to walk by any minute. And so, our assumption was, you know, first of all, who is listening to this station? And we thought it was a station that only broadcast on like wires within the school, within BU.</p><p>Ray: We thought it had, you know, 50-watt capacity and then we found out it had 50,000 watts.</p><p>Tom: Well, when they turned on the microphones, the lights dimmed. So yeah, I think we were pretty relaxed.</p><p><strong>On how much</strong><strong> </strong><em><strong>Car Talk</strong></em><strong> </strong><strong>changed over the years</strong></p><p>Ray: It sounded surprisingly like the new shows do.</p><p>Tom: It did?</p><p>Ray: I mean, we tended to, if we got someone on the line who we thought was interesting, we tended to talk to that person for whatever a period of time we thought was appropriate, sometimes 25 minutes. And our producer Doug Berman [who joined the show when it went national in 1987] would never allow that. Now he's giving us the cut sign and waving his hands and jumping up and down if we go more than five or six minutes — he gets nervous. But other than that, I would say the show is pretty much the same.</p><p>Tom: Really?</p><p>Ray: Which begs the question, why do we need Berman? ...</p><p>Tom: I've been asking that question since Day 1.</p><p><strong>On learning how to do radio and constantly laughing on the air</strong></p><p>Tom: No one ever told us anything. Until maybe a week ago, we would walk into the studio and say, \"Are we on?\" I mean, we had absolutely no information. We knew the room we would go to, we knew where to sit and that was it.</p><p>Ray: The only reason we knew that is there was a show on the hour before us called <em>Shop Talk,</em> which was two or three guys talking about stereo equipment and recording and the like. And we would watch them through the glass and we would see how far away from the microphone they sat. And we noticed they wore headphones and we noticed they pressed the lighted buttons on the phone to talk to callers, and so we patterned ourselves after what they did.</p><p>Tom: I am proud to say that after 23 or [24] years on the radio we have learned absolutely nothing. It's absolutely the truth. People say, \"Tell us about radio!\" We have no idea. We sit in front of the microphones and we know nothing about radio. Nothing!</p><p>Ray: We've never made an attempt to learn anything, either. And we do laugh a lot, too much sometimes, and I'm sure people complain. And there are many people who can't stand us.</p><p>Tom: My wife is one of them!</p><p>Ray: Well, that goes without saying. Which wife?</p><p>Tom: All of them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27We+Have+Learned+Absolutely+Nothing%27%3A+Tom+Magliozzi+On+Decades+Of+%27Car+Talk%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2822"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361432663-41b59a.m3u?orgId=1&topicId=1062&ft=3&f=361408028"}]}