{"created":"2015-05-22T17:01:21+00:00","modified":"2015-05-26T20:07:22+00:00","valid":{"from":"2015-05-26T20:07:22+00:00","to":"3015-05-26T20:07:22+00:00"},"hreflang":"en","guid":"40865d47-44b5-445f-acaa-007e86f5b182","title":"In New Orleans, Marco explores Japan's jazz links to the Big Easy","published":"2015-05-26T20:07:18+00:00","byline":"Marco Werman","tags":["music","Amtrak writer's residency","jazz","Trumpet Black","Hurricane Katrina","tsunami","Music","Arts, Culture & Media","New Orleans","United States","Japan","Louisiana","Global Hit","Jazz","Kermit Ruffins","Dixieland","Japan","Trumpet Black","Travis Hill","Music","New Orleans","Entertainment"],"teaser":"PRI's The World host Marco Werman is in the middle of a two-week, cross-country writing residency aboard Amtrak trains. His first stop was in New Orleans, where he heard about the death of famed trumpet player Travis \"Trumpet Black\" Hill and was reminded of how Japan and New Orleans are linked by a love of jazz","contentencoded":"<p>I'm a lover of music, so it’s kind of shameful that the first time I came to New Orleans was just two years ago.</p>\n<p>I was on assignment for The World, doing a story about<a href=\"http://www.pri.org/stories/2013-08-29/how-dutch-are-helping-new-orleans-stay-dry\"> the Dutch experience with flooding being applied to New Orleans water planning</a>. Of course, New Orleans loomed large in my imagination before then. When Katrina hit in 2005, I was in a motel on Cape Cod, trying to hold onto one more day of summer. But the hurricane 1,500 miles to the south kept me inside, with the TV on, watching helplessly as the unprecedented nightmare unfolded.</p>\n<p>I still feel like it was an omen. So for many reasons — that mostly involve my own personal curiosity — I figured I’d come back a second time to this city and make it the first stop on my <a href=\"http://blog.amtrak.com/amtrakresidency/\">Amtrak writer’s residency</a>, a kind of combination vacation and fellowship.</p>\n<p>I’ve been meeting a lot of people, asking lots of questions, visiting the Lower Ninth Ward and the Bayou Bienvenue, wandering down Frenchmen Street with no musical agenda — just popping in and catching whatever sounds good. (OK, I was keenly aware that Walter “Wolfman” Washington was at d.b.a. on Frenchmen last night.) I've been looking at where the city has come from, and asking people where they think it’s going. And eating some pretty darn good food, too.</p>\n<p>When you’re not on assignment or on deadline, daily life seeps more easily into conversations; you know you don’t have to go rushing off to another appointment. And in one of these conversations, someone mentioned that <a href=\"https://www.facebook.com/travistrumpetblack\">local trumpet hero Travis Hill</a>, better known as Trumpet Black, was to have his funeral and second-line on Saturday.</p>\n<p>My train, the Sunset Limited, leaves before the funeral, so it’s disappointing that I’d miss an event like that. But as I heard more about Trumpet Black, another story occurred to me.</p>\n<p>Trumpet Black was once en route to Japan <a href=\"http://theadvocate.com/news/neworleans/neworleansnews/12282709-123/travis-trumpet-black-hill-28\">when he got sick with a tooth infection</a>. He had toured Japan before and has a lot of fans there. Just before leaving on the trip, he posted a shot of some of them posing with freshly-minted Trumpet Black t-shirts and the caption, “Can’t wait to come visit you guys!”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Trumpet Black fans in Japan show off their t-shirts\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Trumpet%20Black%20fans.jpg?itok=H2PcuW1P\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Trumpet Black's Facebook fan page</p>\n  </div>\n</div>\n<p>This other story is about the love going both ways between New Orleans and Japan. For fans and many Japanese jazz musicians, no amount of schooling in Tokyo can actually replace being in New Orleans, learning here and even getting gigs here.</p>\n<p>That admiration, even reverence, goes back to post-war Japan. In the late 1950s, there was a trumpet player named Yoshio Toyama, who was basically a one-man Louis Armstrong tribute band who copied Armstrong’s riffs perfectly. With his wife Keiko on banjo, he became known as the Satchmo of Japan. The two of them actually lived in New Orleans for several years in the late '60s and early '70s.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/2PiiviJA9F4?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>So the Japanese musical decampment to this city is not new. But today the presence is obvious, and many Japanese artists are a routine and respected part of the Dixieland-meets-funk thing that’s been exploding in New Orleans for a while.</p>\n<p>In Trumpet Black’s own band, there’s a killer guitarist named June Yamagichi. He’s fun to watch as his face melts into Santana-like power riffs. In Kermit Ruffins’ band, the BBQ Swingers, you’ve got<a href=\"http://issuu.com/docjones3/docs/issue___7_japanese_edtion.pdf_11/14\"> Yoshitaka “Z Two” Tsuji on piano</a>. He came over from Japan with the dream of playing in Kermit’s band; by sheer talent and perseverance, he now is.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/ciwqYJZ6-IY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>It's a partnership that was sadly strengthened by disasters. <a href=\"http://tipitinasfoundation.org/index.cfm?fuseaction=Page.ViewPage&amp;PageID=554\">Tipitina’s Foundation</a>, a local non-profit that supports music preservation and education, received a lot of support from Japan after Katrina. When the tsunami hit Japan in March 2011, New Orleans reciprocated the help. Local musicians held fundraisers to replace instruments washed out to sea when the coastal cities of Tohuku flooded.</p>\n<p>So the death of Trumpet Black brought tears in Japan and here. And tomorrow, his last rites will end an important chapter in that relationship. It’s bound to be grand.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-22%2Fslowing-down-new-orleans-style-and-hearing-story-about-japan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05222015_10.mp3"},{"href":"http://admin.pri.org/file/0522201510mp3"}]}