{"created":"2014-10-08T15:51:46+00:00","modified":"2014-10-31T02:02:42+00:00","valid":{"from":"2014-10-31T02:02:42+00:00","to":"3014-10-31T02:02:42+00:00"},"hreflang":"en","title":"What's In A Roar? Crafting Godzilla's Iconic Sound","published":"2014-05-19T15:47:00+00:00","teaser":"The roar in the 1954 original was the sound of a leather glove coated in pine-tar resin being dragged over a double bass. Each film since has tweaked the recipe.","itags":["npr_api","312839612"],"guid":"4090d6fa-135a-4f51-b875-a11cf02ec8ce","contentencoded":"<p><em>Godzilla </em>roared to No. 1 at the box office on opening weekend. The latest reboot of the sci-fi blockbuster brings a new take on the monster's iconic roar to the silver screen.</p><p>Ethan Van der Ryn and Erik Aadahl designed the sound for the new movie.</p><p>\"I think that the Godzilla roar probably tops the King Kong roar in terms of iconic-ness,\" Van der Ryn says.</p><p>\"It leaves a big footprint,\" Aadahl says.</p><p>Over the past 60 years, each incarnation of the film since has taken a slightly different recipe for cooking up the sound. In the 1954 original, the sound effects team tried, unsuccessfully, to use animal sounds to create the roar. It was Japanese composer Akira Ifukube who had the idea to use a musical instrument to create the shriek we all know.</p><p>\"It was actually a double bass, using a leather glove coated in pine-tar resin to create friction,\" Aadahl says. \"They'd rub it against the string of the double bass to create that sound.\"</p><p>Van der Ryn and Aadahl started on the roar for the latest film three years ago. It took them about six months to <a href=\"https://soundcloud.com/godzillamovie\">get to this</a>:</p><p>When the film's director, Gareth Edwards, heard it, he had to know what it was.</p><p>\"We actually decided not to tell him until a little more than a month ago, when we had finished the film,\" Aadahl says. \"Because it's kind of like a magic trick. If you show, OK, the card is right here in the sleeve and I'm going to pull it out, and that's the trick, it kind of diffuses it. It ruins it.\"</p><p>Despite many requests, the sound designers would not reveal the secrets of the sauce for this latest roar.</p><p>\"I think more so than any other sound effect we've designed, we have a certain protectiveness over that sound. It's when you're giving voice to something, you're giving it its soul. And if we tell everybody exactly how we did it, people will think of that when they hear the roar, and we want them to think of Godzilla,\" Aadahl says.</p><p>\"We actually were sworn to take it to our graves with us,\" Van der Ryn adds. \"No lie — by Thomas Tull, the head of Legendary [Entertainment].\"</p><p>They did share some of the details of the process. They played a lot with anything that created friction — experimenting with the sounds of rusty car doors and rubbing the surface of a tom drum.</p><p>Using a scientific microphone, they captured sounds at frequencies outside the realm of human hearing, and then pitched them down in the studio.</p><p>What \"that allowed us to do was exploit this vast universe of sounds that really people have never heard before,\" Van der Ryn says.</p><p>They also recorded the shriek blaring from the Rolling Stones tour speakers on the back lot of Warner Brothers studios. This allowed them to capture the echoes and reflections of the roar off the cityscape. It also caused some commotion.</p><p>\"The neighbors started tweeting, like, 'Godzilla's at my apartment door!' Aadahl says. \"And we were getting phone calls from Universal Studios across town, because tour groups were asking, 'What's all that commotion going on down in the valley?' \"</p><p>\"The sound that we were playing actually traveled over 3 miles,\" Van der Ryn says. \"100,000 watts of pure power.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+In+A+Roar%3F+Crafting+Godzilla%27s+Iconic+Sound&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313714362-f829ff.m3u?orgId=1&topicId=1137&ft=3&f=312839612"},{"href":"http://media.npr.org/assets/img/2014/05/16/god011ac-fe572d3f72c7c06cd83e58d3c43a3b19d0be6633.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2568","width":"3424"}}]}