{"created":"2014-12-13T13:11:12+00:00","modified":"2015-05-13T21:27:55+00:00","valid":{"from":"2015-05-13T21:27:55+00:00","to":"3015-05-13T21:27:55+00:00"},"hreflang":"en","title":"Just Under The Surface, Palestinian Rivals Remain Bitterly Divided","published":"2014-12-13T19:21:00+00:00","teaser":"The two leading Palestinian factions recently agreed to end a feud and work together. But in the Gaza Strip, the wounds have not healed from a nasty bout of infighting in 2007.","itags":["npr_api","368728623"],"guid":"4091b8be-057e-457d-bd09-5d48dc8f2dcc","contentencoded":"<p>Three months after the Gaza Strip war between Hamas and Israel, reconstruction of destroyed homes and businesses has hardly started. Part of the problem is the lack of clear Palestinian government authority on the ground. <br /> <br />This past spring, the two main Palestinian political factions, Fatah and Hamas, agreed to set aside their bitter rivalry and backed a single government. Fatah, a more secular group that is stronger in the West Bank, is headed by Palestinian Authority President Mahmoud Abbas. The Islamist group Hamas has most of its support in Gaza, and effectively drove the Fatah leadership out of the territory in a violent split that killed hundreds in 2007.</p><p>Despite this formal reconciliation, there are still many scores to be settled.</p><p>During the Gaza street battles seven years ago, Baha Abu Jarad was a local leader in Fatah's armed brigades. His wife, Jamalat, remembers when Hamas attacked their home.<br /> <br />\"When the attack started, Baha was sleeping here on this couch,\" she says. \"There was an explosion in the house and we immediately understood we were being targeted.\"</p><p>The firefight lasted six hours, she said, damaging walls and setting curtains on fire. She was shooting a Kalashnikov out the windows along with her husband and many of his brothers, including Ala'a Abu Jarad.<br /> <br />\"At one point a delegation of other militants came and said Hamas doesn't want the family, and doesn't want to scare the kids,\" he says. \"They just wanted Baha in person to turn himself in.\" <br /> <br />The family refused. Baha Abu Jarad survived that night but was assassinated in a later attack. His wife, Jamalat was 30, with four children.</p><p>\"He had never been home that much since he was always working with the Palestinian resistance,\" she says. \"But after he was killed, we felt empty and broken. The community expected us to take revenge. My children believed in this too.\" <br /> <br />Her youngest, Saraj Abu Jarad is now 10. The girl says she refused to stand at school when a classmate's father visited. <br /> <br />\"He is a Hamas man, and they killed my father when I was young,\" she says. \"I was the only one who refused to stand.\" <br /> <br />Anti-Hamas sentiment runs so deep in this pro-Fatah family that one woman won't go to shops owned by Hamas supporters. Arrangements for a marriage, the family said, ended when the would-be groom spotted signs of Hamas in the would-be bride's home.</p><p>This doesn't surprise Maher el-Hoily, a Hamas member and teacher of religious law at the Islamic University of Gaza. <br /> <br />\"Say there are two neighbors, one Hamas and one Fatah, who both lost sons in the split,\" he says. \"They won't like each other, even if neither had anything to do with killing the others' son. This is wrong. Hatred over political loyalty is a deformed culture.\" <br /> <br />El-Hoily sits on a joint Fatah-Hamas committee that is supposed to compensate families who lost loved ones during the 2007 fighting. But he says the leadership dispute has paralyzed the work and worries people could get angry again.<br /> <br />\"No one has taken revenge yet because they are waiting to see what the political parties and the joint government will do,\" he says. \"There's also been good security in Gaza under Hamas. The danger is that this could start to weaken.\"</p><p>Last month, small bombs exploded simultaneously outside the homes of more than a dozen Fatah leaders in Gaza. They were quick to blame Hamas. In the West Bank, Hamas leaders say Palestinian police, as well as Israeli soldiers, have arrested scores of Hamas leaders recently.</p><p>In Gaza, police haven't been paid for months. Hospital cleaners recently went on strike because they haven't been paid either. In the general population, frustration is high over the slow pace of rebuilding after the war this summer between Hamas and Israel. <br /> <br />After waiting several hours in line this week to buy one bag of cement, Rabiya Garmout blamed the lack of Palestinian leadership.<br /> <br />\"It's because of the internal dispute between the two parties. Donors are putting money in the bank, but it's just not getting here because of the split,\" Garmout says. <br /> <br /> International aid officials say that has been a factor holding up the money. Despite long-held grudges, many Gazans say they want real political reuinification.</p><p>\"Most people want to finish the split between Fatah and Hamas because we are suffering too much,\" says Dr. Salem el-Hessy, a Fatah supporter. \"The leaders, I think they are the problem.\" <br /> <br />His Fatah uncle was killed during the violence seven years ago. The family accepted $36,000 from Hamas as compensation, then returned the cash in a public ceremony. El-Hessy says that was a gesture of mutual respect the Palestinian leaders would do well to follow.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Just+Under+The+Surface%2C+Palestinian+Rivals+Remain+Bitterly+Divided&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370538633-996ab0.m3u?orgId=1&topicId=1009&d=274&p=7&story=368728623&t=progseg&e=370523947&seg=5&ft=nprml&f=368728623"},{"href":"http://media.npr.org/assets/img/2014/12/05/gaza-12-5-14-ada45059ca54fad4cc81dbec4cb4b08439339b7a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1075","width":"1434"}},{"href":"http://media.npr.org/assets/img/2014/12/05/86045564-31358907189ee0d041a3515300c43c34aaccfe24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2267","width":"3023"}}]}