{"created":"2014-12-10T22:28:47+00:00","modified":"2015-06-10T19:40:16+00:00","valid":{"from":"2015-06-10T19:40:16+00:00","to":"3015-06-10T19:40:16+00:00"},"hreflang":"en","title":"Rick Ross: 'It Was Just So Powerful To Me'","published":"2014-12-11T17:16:00+00:00","teaser":"\"What really blowed my mind was the way it unified a room full of people,\" says the Miami rapper, about his earliest memories of hip-hop. \"That's what we all have in common.\"","itags":["npr_api","369919265"],"guid":"409d4b6c-131f-47d9-8614-c5c74a54b7df","contentencoded":"<p>On the day before Thanksgiving, <em>Microphone Check</em> hosts Ali Shaheed Muhammad and Frannie Kelley sat down in Los Angeles with Rick Ross. First things first, they talked about food, but quickly got into the Miami musician's early rap fandom, the importance of imagery in his work and what his mentors taught him about running a team.</p><p><strong>FRANNIE KELLEY</strong>: Thank you for coming in.</p><p><strong>RICK ROSS</strong>: I appreciate y'all having me.</p><p><strong>KELLEY</strong>: What are you gonna do for Thanksgiving?</p><p><strong>ROSS</strong>: I'ma kick it with family.</p><p><strong>KELLEY</strong>: Yeah? Here in L.A.?</p><p><strong>ROSS</strong>: Nah, I'ma go down to Mississippi and hang out with my mom and kids.</p><p><strong>KELLEY</strong>: That sounds really nice. Do you have any traditions?</p><p><strong>ROSS</strong>: No. Just go in, you know what I'm saying? You go hard. You go in with high expectations, you know what I mean? That's my vibe.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Do you have your own recipes? Do you bogart the kitchen a little bit?</p><p><strong>ROSS</strong>: I got to, you know what I'm saying? They know to set me up and put me to the side off the rip. \"Here's yours over here and everybody else ...\" Because they know I go hard. I'm diggin' in.</p><p><strong>KELLEY</strong>: Even with the new fitness regime you're under?</p><p><strong>ROSS</strong>: Oh, most definitely. The way I work out — and the reason it's been successful is because it feels, you know, organic to me. I'm not chasing a specific weight so I don't have any obligations. I still eat what I want to eat two, three days out the week, and everything else, just on the whole, I just got a little better on.</p><p><strong>KELLEY</strong>: Healthy living. This is a room of fairly healthful people, which doesn't happen that often for us.</p><p><strong>MUHAMMAD</strong>: Today.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>ROSS</strong>: I'm working on it. I know y'all next level with it, you know what I'm saying? I know y'all been on kale<em> </em>and all that. I'm just easing in.</p><p><strong>KELLEY</strong>: So we wanted to talk to you about — go way way way back and talk to you about how you fell in love with hip-hop.</p><p><strong>ROSS</strong>: I think — outside the music — I think what really blowed my mind was the way it unified a room full of people. You know, when a certain record came on — stop what you doing. \"Hey, you know who that?\" \"Yeah.\" Man, I think a lot of times we overlook that. The power it had when that — cause it could've easily been one of those things that when it come on we just keep the conversations going but it wasn't. It stopped everything we was doing. When I was a youngster, I just remember, \"Man. This powerful right here.\" Whether it was Uncle Luke<strong> </strong>telling chicks to drop it or if it was my earliest days of hearing Eazy-E and Ice Cube.</p><p><strong>KELLEY</strong>: So how old were you?</p><p><strong>ROSS</strong>: I want to say I was in the third grade when I heard my first Luke Skywalker record. \"Hey, we want some puss-say. Hey!\" I remember that s--- hit my school like a tornado. I was like — and it felt like everybody knew the song, but me.</p><p><strong>MUHAMMAD</strong>: In the third grade?</p><p><strong>ROSS</strong>: Yeah!</p><p><strong>MUHAMMAD</strong>: I'm like, hold up.</p><p><strong>KELLEY</strong>: He's upset. It's Miami.</p><p><strong>ROSS</strong>: Yeah. Miami, it was different, man. Miami was different then. His records was coming out — I want to say early, mid-'80s and coming up to the late '80s. And we went from elementary to me finishing, of course, high school. But when I first heard my earliest rap songs, I was — I loved it.</p><p><strong>KELLEY</strong>: Why were you the last to know?</p><p><strong>ROSS</strong>: I don't know. I just felt like it was — because when I first heard everybody else was saying, \"Heeey.\" And I was like, \"Man, what's this, man?\" And it was just one of them things. I'll never forget when my good friend Jabar — we was just hanging on the streets where we usually play football, and he walked up and he had the cassette headphones on and he played Too $hort: \"<a href=\"https://www.youtube.com/watch?v=y-idbqUzwxs\" target=\"_blank\">Ronald Reagan came up to me and said do you have an --</a>\" I said, \"What the--? Yo.\" And I'm like, \"Where he from?\"</p><p>So it was just — it was just so powerful to me. To be somebody that never traveled a lot as a youngster, to be able to hear or see all the — such as Slick Rick or Dana Dane or Eric B. To see the culture, and the fashion, and to feel like I've been to New York just listening to a record. That meant a lot to me.</p><p><strong>KELLEY</strong>: You're talking about New York and Oakland and L.A. and it all getting to you in Miami. How did it — do you remember how the music moved? Were you going to stores or was it like people who traveled?</p><p><strong>ROSS</strong>: Nah. When I was young it was really coming from the older dudes in the neighborhood. That's who had it, you know what I'm saying? That's who had Too $hort bumpin' and Geto Boys and so on and so forth. I just became a more — you know, as I grew, I collected more and more. I remember going to buy my first pieces of vinyl. I bought the vinyl just based on the artwork of the cover.</p><p><strong>MUHAMMAD</strong>: What's the first hip-hop record you bought?</p><p><strong>ROSS</strong>: One of my first hip-hop records I bought was — it was a Run D.M.C. record. It wasn't even actually one of my favorites, it was just the cover that made me do it. I want to say it was \"Walk This Way.\" I think I remember <a href=\"http://upload.wikimedia.org/wikipedia/en/7/7d/Run-DMC_Walk_This_Way.jpg\" target=\"_blank\">it was like a big stone wall. And a sidewalk</a>. And you might've seen one person walking on the sidewalk. But it was just so dope to me. I remember buying King Tee, his record, you know what I mean? Just cause he had an orange convertible '64 Impala with orange and white stripe interior in it. I was like, \"I just want to ride to this, just cause.\"</p><p><strong>KELLEY</strong>: Is that <em><a href=\"http://en.wikipedia.org/wiki/Tha_Triflin%27_Album\" target=\"_blank\">Tha Triflin' Album</a></em>?</p><p><strong>ROSS</strong>: I don't even remember.</p><p><strong>KELLEY</strong>: It's a dope cover.</p><p><strong>ROSS</strong>: You remember? That's one of the greatest covers in the history of time.</p><p><strong>KELLEY</strong>: Was there ever a moment when you were in third grade — or I guess it's: when you were in third grade, did you think, \"I could do that. I want do that?\"</p><p><strong>ROSS</strong>: Maybe — rap was just so popular at the time, you know. And, of course, as I grew, it was other homeboys that was in school that was already making music. I didn't have a older brother or nothing, but my homies who had older brothers, they was already buying vinyls and playing with records, so they had more access to different things. And when they came back and shared the game with me, I just kinda fed off they energy, you know what I mean? As I got older, of course, I went to collecting all of my Ruthless records or whatever it was.</p><p><strong>KELLEY</strong>: That's how come you were the last to know, cause you were the oldest in your family. That's how it was for me.</p><p><strong>ROSS</strong>: Right.</p><p><strong>KELLEY</strong>: It's harder if you don't have a older brother or sister.</p><p><strong>ROSS</strong>: Right. They give you that extra gem.</p><p><strong>KELLEY & MUHAMMAD</strong>: Yeah.</p><p><strong>ROSS</strong>: Believe that.</p><p><strong>KELLEY</strong>: Can you elaborate a little bit on that moment when something drops and the whole party comes together? Like, what is that feeling? And why does it matter?</p><p><strong>ROSS</strong>: It matters because that's what we all have in common. That's what we all have in common. Regardless of where you from, what street you on, you know what I'm saying? When Rob Base/DJ EZ Rock \"<a href=\"https://www.youtube.com/watch?v=phOW-CZJWT0\" target=\"_blank\">It Takes Two</a>\" came on — just that vibe. You know what I'm saying? That vibe different. You know what I'm saying? That vibe different. Or when, you know, that Dr. Dre and Snoop Dogg — whatever it is, it's just that feeling. You could be in the club right now and you could be kicking it with your homies and when a certain record come on, it take you: \"Oh, this--!\" That's why we do it. That's why we love it. For that same feeling right there.</p><p><strong>KELLEY</strong>: Did you ever have a moment with Tribe when it was like, \"Let's make a record for the party?\"</p><p><strong>ROSS</strong>: All of they s--- was for the party.</p><p><strong>KELLEY</strong>: I know.</p><p><strong>MUHAMMAD</strong>: I don't think we deliberately made a record for the party, but we came from that element of being in the party just non-stop and just having that feeling that Rick is talking about. And going to studio after that. Like, being around De La and Leaders in the early days and trying to just take whatever that moment, that feeling, was and you just go in with it. I don't think it was like a deliberate conversation, but definitely the purpose — or we definitely set out to make an impact with every record. To make a statement.</p><p><strong>ROSS</strong>: And it most definitely was done.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>ROSS</strong>: You guys most definitely made some of the biggest statements in the game.</p><p><strong>MUHAMMAD</strong>: Thank you.</p><p><strong>ROSS</strong>: Believe that.</p><p><strong>KELLEY</strong>: Do you remember hearing Tribe for the first time? What was your relationship with them like? Cause you knew about New York --</p><p><strong>ROSS</strong>: Of course. I was a avid Tribe fan. I may've caught on, maybe, a project or two late. You know what I'm saying? But by the time \"Award Tour\" came around and those projects came around, and you actually went and bought the cassette tapes, just to really look in everybody face inside the green artwork. \"Okay. I see Busta Rhymes. I see Heavy D. Wow. That's --\" And then you just see that unification, even in the middle of when gangster rap was the strongest, I believe. Tribe was some of the few that I really rocked to that may have not been hard, hardcore music.</p><p><strong>MUHAMMAD</strong>: I'm sitting here looking at you now as you talk about that going: Your face would be perfect on the <em>Midnight Marauder </em>album, with the headphones on, right?</p><p><strong>KELLEY:</strong> It would!</p><p><strong>ROSS</strong>: You know what I'm saying?</p><p><strong>MUHAMMAD: </strong>I'm just having a moment just picturing that. Like, can we just snap that and go back in time?</p><p><strong>ROSS</strong>: <strong></strong>You know what I'm saying?</p><p><strong>KELLEY</strong>: Do a update.</p><p><strong></strong><strong>ROSS</strong>: That was classic. You know?</p><p><strong></strong><strong>KELLEY</strong>: Yeah. <em></em><em>Low End</em><em> </em>cover wasn't bad either.</p><p><strong></strong><strong>ROSS</strong>: That <em></em><em>Low End</em><em> </em>cover was — that <em></em><em>Low End Theory</em><em> </em>was a theory. That was that vibe.</p><p><strong></strong><strong>MUHAMMAD</strong>: I remember the first time I met you was a couple years ago at the — it was the BET Awards. We were there to do a tribute to our fallen manager, <a href=\"http://www.npr.org/blogs/therecord/2012/08/31/160357103/remembering-chris-lighty-hip-hop-leader-and-my-friend\" target=\"_blank\">Chris Lighty</a>. And you were super cool. It was just a real quick in-passing, but you shout Native Tongues on this new record. I remember that moment when I heard that. There are other people I met that night who shall remain nameless who shouts out the fam and they weren't so real — warm. You know?</p><p><strong>ROSS</strong>: Right.</p><p><strong></strong><strong>MUHAMMAD</strong>: What was the motivation in that line? Is the song called \"Family Matters?\" <strong></strong></p><p><strong>ROSS</strong>: \"<a href=\"https://www.youtube.com/watch?v=K9lYhe7P5G0\" target=\"_blank\">Family Ties</a>.\"</p><p><strong></strong><strong>MUHAMMAD</strong>: \"Family Ties\"</p><p><strong>ROSS</strong>: At the end of \"Family Ties\" when — I thought about <a href=\"http://www.npr.org/blogs/therecord/2011/07/26/138584427/a-tribe-called-quest-the-rise-and-fall-of-hip-hops-beatles\" target=\"_blank\">the Tribe movie</a> and the film and, you know, it was just a lot of things. Tribe is — when I mention, you know, the actual statement, I was just thinking of Tribe Called Quest being so huge, meaning so much. And that's the light I always want to see and remember, and will see and remember. And it's a lot of people that wouldn't know that. I love Tribe Called Quest so I remember that cassette art to where I can name, maybe, half of the people that was on it — just from me listening to the records and the beats and the production. All the different vibes. So when I mention different things that's just for genuine listeners who know my musical acumen as far as who I love. If I say I love it, that's just genuine.</p><p><strong>KELLEY</strong>: Is there any part of the Native Tongues situation that informs MMG and those relationships? Or is that a reach?</p><p><strong></strong><strong>ROSS</strong>: I mean, every situation is different and unique. But you most definitely absorb anything you can and make yourself better. As far as me and my team, I most definitely keep an open door with all my Gs. We gone put our relationship before the music. And the music gone come behind that, you know what I mean? Cause that's what really means the most, at the end of the day.</p><p><strong></strong><strong>KELLEY</strong>: What means the most?</p><p><strong></strong><strong>ROSS</strong>: That bond that we share. When I met Meek Mill, I didn't know he was gonna be Meek Mill. You know, he was a young dude that was just released from jail and asked me for a verse. At the time, I was doing verses for $100,000, and I said, \"I got you. I'ma do it on the strength.\" And that was just that bond that I'm talking about. There's certain things that you could build with somebody that's bigger than a verse or a record.</p><p><strong></strong><strong>KELLEY</strong>: Is that how you were treated when you were coming up? Like, was that how Tony Draper approached you?</p><p><strong></strong><strong>ROSS</strong>: Nah. Oh, well, as far as Tony Draper, that was — I always have nothing but positive things to say about the homie because — you know, I actually never released a album with Suave House or under Tony Draper. But all of my memories — you know, kicking it with the big homie. I remember when he gave me my first Rolex, and the conversations that went with it. It wasn't even the watch. It was just the conversations.</p><p><strong></strong><strong>KELLEY</strong>: What were they?</p><p><strong></strong><strong>ROSS</strong>: Oh, man, it was — him being one of the dudes really coming from the mud. Coming up in the South and being independent and becoming successful in the middle of — when it's really going down, you know what I mean? It was just a lot of strong words, a lot of positive words. And we still have that same communication. We still have that same bond. And when I talk about the bond, that's what I'm talking about. Before me releasing seven albums, we still stay in contact the same way.</p><p><strong></strong><strong>KELLEY</strong>: And then what about with Slip-n-Slide?</p><p><strong></strong><strong>ROSS</strong><strong></strong>: Slip-n-Slide, I'm actually — we through business. It ain't no more business with me and Slip-n-Side.</p><p><strong></strong><strong>KELLEY</strong>: Right. But --</p><p><strong></strong><strong>ROSS</strong>: This <em></em><em>Hood Billionaire</em><em> </em>album just executed any last little minute — the small last business.</p><p><strong></strong><strong>KELLEY</strong>: Ah. It's fulfilled.</p><p><strong></strong><strong>ROSS</strong>: Yeah.</p><p><strong></strong><strong>KELLEY</strong>: OK. At one time, though, there was a mentorship and --</p><p><strong></strong><strong>ROSS</strong>: Any time you go into business with somebody, you always – we, as people, always so quick to forget. I like to laugh sometimes. When dudes don't — the new thing is Twitter now — when dudes don't remember the dudes that retweeted their tweets from a year ago and they unfollow 'em. That's a conversation me and the homies be having. Like: \"If he don't retweet you now, you unfollow him. But when he was retweeting you a year ago --\" It's like, wow, you think about that, it's just like all the dudes that ever really went to war for you, you know? Just because they retired veterans, you can't forget that. I'll never — the business me and Slip-n-Slide went into, we did that. And of course, me being a businessman, it's time to trump that.</p><p><strong></strong><strong>KELLEY</strong>: OK.</p><p><strong></strong><strong>ROSS</strong>: But it's always good vibe. You ain't gone get nothing negative. I can't say nothing negative about nobody who ever invested in Rozay. I never will do that.</p><p><strong></strong><strong>KELLEY</strong>: Then what is the next smart partnership?</p><p><strong></strong><strong>ROSS</strong>: We gotta see. It's a lot of different things we looking at. But we most definitely gotta see.</p><p><strong></strong><strong>KELLEY</strong>: Do you think your model is replicable by anybody else?</p><p><strong></strong><strong>ROSS</strong>: I believe it is.</p><p><strong></strong><strong>KELLEY</strong>: OK. I mean, it's a --</p><p><strong></strong><strong>ROSS</strong>: You may not make it look as good as I do. But I most definitely I feel it's replicable because my formula is just put God first and go hard. I just want to outwork anybody.</p><p><strong></strong><strong>KELLEY</strong>: I mean, it's a long-term plan.</p><p><strong></strong><strong>ROSS</strong>: Most definitely. But anything that's worth really having is long term. Anything other than that, you really tripping.</p><p><strong></strong><strong>MUHAMMAD</strong>: Why do you say that it may not look as good?</p><p><strong></strong><strong>ROSS</strong>: I said you may not make it look as good. You know what I'm saying?</p><p><strong></strong><strong>MUHAMMAD</strong>: Oh, <em></em><em>you</em><em> </em>may not make it look as good as you.</p><p><strong></strong><strong>ROSS</strong>: You know, you may not — I go hard. It's certain people that go hard, and go hard for so long, and there're certain people that — everybody move the way they want to move. Some people want to relax. Some people want to chill. Some people want to — you know? And that ain't the — we want to keep going. We love this. And that's ultimately out of the love for the music. For all the years we bought records, we bought vinyl, we bought cassettes. I actually was thinking of a idea, but I ain't gonna say it. What we was talking about — the feeling those cassettes gave you, and so on and so forth, that's why I love doing what I do.</p><p><strong></strong><strong>KELLEY</strong>: You mean, like, you want to return to the physical product?</p><p><strong></strong><strong>ROSS</strong>: I mean, I would love to do a special edition, a limited edition cassette run.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, you should do it.</p><p><strong></strong><strong>ROSS</strong>: Yeah, yeah. Real talk. You know what I'm saying? Me and my homie Lex — shout out to Lex Promotions, MMG Promotions — we was having that conversation a day or two ago. That was just a idea. It was just for the sport, just for the culture.</p><p><strong></strong><strong>MUHAMMAD</strong>: I think it's a good idea. J.Period just put out a cassette compilation of all his mixtapes and he packaged it with — there's this little speaker, when you put it on a table it just resonates or something like that. So he gave it out to, I guess, some of the people who supported him coming up like the DJs who --</p><p><strong></strong><strong>ROSS</strong>: That's dope.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah.</p><p><strong></strong><strong>ROSS</strong>: Yeah, that's dope. And that's what keep the culture alive, those innovative ideas.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah, I think it's a way to education and especially someone like you, who has accomplished so much from so many different levels. Oviously from the business perspective, but more importantly just the creative aspect of what you lay down. The love of even the physical package and talking about that and seeing that expression. So for people — the kids who — they don't know anything about that. And coming from someone like you, I think it helps 'em turn more into --</p><p><strong></strong><strong>ROSS</strong>: A fan.</p><p><strong></strong><strong>MUHAMMAD</strong>: Art connoisseurs.</p><p><strong></strong><strong>ROSS</strong>: Art connoisseurs. That's a great word for that. A lot of times, I think we don't speak enough on the culture surrounding the music, you know: the art, the fashion, the sneakers, the watches, the automobiles.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, you speak a lot about it.</p><p><strong></strong><strong>ROSS</strong>: Most definitely. And the reason I do is because I feel that's just as important to take note of and make. That's history. This may be the only time in history where we designed our own — the type of jewels changed. Diamond stones. When they look back at this hundreds of years later, this may be the only era where diamonds and gold was actually dealt with on this level. That might just be us. You know what I mean? And I think that's just as important as the music.</p><p>Cause when I sat back and I watched — it's unfortunate. I pray for the homie Cool C. It's unfortunate. I heard they set a date to execute him for a crime he committed. But I remember when I first saw Cool C \"I Gotta Habit\" video and I saw <a href=\"https://www.youtube.com/watch?v=eC11wBeTy8c\" target=\"_blank\">the red silk sweat suit with the red suede low-top Ballys</a> with just the two holes in 'em. You know what I'm saying? And this coming from Philly, it done migrated.</p><p>Of course, we saw what Rakim and we saw what Eric B. look — and now it's done migrated over to Hilltop Hustlers, and I'm just looking at this. I'm like, \"Look at the fashion. Look at the gear. This all go together.\" That's why my music, I make it so prevalent. I want you to see it and feel it. Because that's what I did when I was looking in the room, I said, \"What --?\" I looked at Slick Rick and I was like, \"He a genius.\" I didn't say he had on too many chains and — man, he expressing his self. He's a individual. You will never see nobody else do that. That's what I loved. And so in my music, that's why you hear so much of it.</p><p><strong></strong><strong>MUHAMMAD</strong>: Based on your success, I — coming from, I believe, where you come from, to a degree — I don't know anything about hustling. I grew up around it, so that's my relationship.</p><p><strong></strong><strong>ROSS</strong>: Right.</p><p><strong></strong><strong>MUHAMMAD</strong>: But through the stories of what's in your music, how do you get from there to the position and the place where your life can be whatever you want it to be? To acquire these things, to have certain lifestyle, to live certain way?</p><p><strong></strong><strong>ROSS</strong>: You know, me growing up where I grew up at, and seeing the things I seen, that's what inspired the lyrics that I use. That's why a lot of times I could paint a picture as vivid as I can paint it. It's because a lot of things I've seen. Growing up where I grew up from, it was a fast life. We called it M-I-Yayo, the cocaine capital. And it really earned its name, straight up and down. The album I just released <em></em><em>Hood Billionaire</em>, one of my big homies — who we looked up to in the neighborhood and did a lot for the neighborhood and inspired me on a lot of different levels — he was indicted and went on the run. And he was ultimately featured on America's Most Wanted.</p><p><strong></strong><strong>MUHAMMAD</strong>: Is that the guy that's going throughout the album that you having a conversation with?</p><p><strong></strong><strong>ROSS</strong>: Correct.</p><p><strong></strong><strong>MUHAMMAD</strong>: What's his name?</p><p><strong></strong><strong>ROSS</strong>: Kenneth Williams. Kenneth \"Boobie\" Williams. They labeled him the leader of the Boobie Boys, and they said by age 26 he was worth $80 million. They said he was involved in — speculation of course — maybe upwards toward a hundred murders. And this what we seen, you underdig? It was just so much to take from that. And so when I make music, I draw from things that I seen happen. Hopefully, the same way I listen to N.W.A., the same way I listen to <em></em>\"<a href=\"https://www.youtube.com/watch?v=GGmbUXqHPk4\" target=\"_blank\">Straight Outta Compton</a>,\" \"<a href=\"https://www.youtube.com/watch?v=IAQ2yTwqt6Y\" target=\"_blank\">Eazy Duz It</a>,\" it was certain energies I was able to absorb from that and keep with me and use it in a whole 'nother light. Most definitely.</p><p><strong>KELLEY</strong>: Right. In the same way that Cube didn't live it exactly, but he witnessed.</p><p><strong></strong><strong>ROSS</strong>: Right. Right. Right. And you know a lot of things — that's what I do, I take from things I've seen and I put it in my records. I present it in a way, if you understand that — if you understand what it's coming from — you may relate to it, and you will vibe to it. And me being the person I am, where I'm from, that's the music my dogs love to hear from me the most.</p><p><strong></strong><strong>KELLEY</strong>: What if you don't come from that and you don't understand it? And you're still vibing to it?</p><p><strong></strong><strong>ROSS</strong>: I mean, if you vibing to it, you just a fan.</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>ROSS</strong>: It's a lot of people that was in Japan that was listening to \"Eazy Duz It\" and \"<a href=\"https://www.youtube.com/watch?v=1M8vei3L0L8\" target=\"_blank\">F--- tha Police</a>,\" you know what I'm saying? That wasn't that — that was just that music and that entertainment and that vibe that they was vibing to.</p><p><strong></strong><strong>KELLEY</strong>: You had a question about cocaine, you told me, earlier.</p><p><strong></strong><strong>MUHAMMAD</strong>: Oh. \"Got coke like the '80s?\"</p><p><strong></strong><strong>ROSS</strong>: Yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: You know, one of the things — you have a dope way of like — your whole rhyme style is so fluid and it's infectious. Your voice, it lays sonically, frequency-wise, on a song just in a way that charges you.</p><p><strong></strong><strong>ROSS</strong>: Appreciate it, man. Appreciate it.</p><p><strong></strong><strong>MUHAMMAD</strong>: But then when you put your hooks together. I was like, man, that's such a — that's a big freakin' hook. When you say that, what are you — in what context is the <em></em><em>Hood Billionaire</em><em> </em>album?</p><p><strong></strong><strong>ROSS</strong>: <em></em><em>Hood Billionaire</em>, from the title itself, that was just the person you saw ride up the street, and was in the car that you always wanted. That was the hood billionaire, you know what I'm saying? And that's why, of course, \"hood\" — cause this local. This my life. This my vibe. This the area I'm in. And these my homies and this is where I go. Man, I'm made like a billionaire around here, you underdig?</p><p>And that go for everybody that can just get up and move the way they want to move. You know what I mean? If you just want to get up and go do this today, that's a hood billionaire. Just being able to call those shots you want to call. That's most definitely what the record, just the whole vibe, was. And most definitely, coming from me, we still hustlin', everyday. Since I came in the game, that's always been my vibe. Always wanted to embody, if you — whether you mopping the floors, you can own this b----. You know what I'm saying? And that's just always been the energy. And so if I do a record like \"Coke Like The '80s,\" that's just like my homie — one of my homies just came home. Just the stories we talk about and the things that went on. The names that I say in that song, anybody that's from Miami that's from that street life, they appreciate that.</p><p><strong></strong><strong>MUHAMMAD</strong>: In \"<a href=\"https://www.youtube.com/watch?v=RlkppafkPBw\" target=\"_blank\">Trap Luv</a>,\" you say, \"Shooting choppers in cadence.\" That's a cold line.</p><p><strong></strong><strong>ROSS</strong>: Yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: I mean, just from an MC perspective. It paints a very clear picture. It's funny. It's a funny line, and it's not funny at the same time.</p><p><strong></strong><strong>ROSS</strong>: Yeah. S--- real. You know what I'm saying? It's real. It's real. 305, man. It's real. So when you make music like that, you making it for the dudes that really understand that and need that type of therapy.</p><p><strong></strong><strong>MUHAMMAD</strong>: What do you mean in that song when you say, \"Pray you play by the rules.\" Whose rules?</p><p><strong></strong><strong>ROSS</strong>: I mean, the rules of the game. Every game that we play got different rules. And I pray you play by 'em. And if you do that, you maybe could do your thing. So on any level — you could take that on just being a businessman. You could take that on a business level. A hustler that's riding to that music could take that on his level and you could make it anything you want. What that feel like to you? I pray you playing by the rules. A funny business over here, baby.</p><p><strong></strong><strong>KELLEY</strong>: When you were talking about fashion and style and putting everything together, you said that this might not ever happen again. This might be — this has never happened before, the opportunity to do this, and it might not come around again. Am I interpreting that — you mean this could go away? This era of prosperity could end?</p><p><strong></strong><strong>ROSS</strong>: I mean, like how they say it's hundreds and hundreds and hundreds of years of history. I'm pretty sure there will be more. You know, many more. And this particular vibe we on, this culture that we developed and that we have right now? This is special. The same way we came into it. And we have forefathers and so on and so forth. We came into this. This wasn't always here.</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>ROSS</strong>: So it's a lot of people that missed that train.</p><p><strong></strong><strong>KELLEY</strong>: Right. I hear that really clearly in the production on your music, in the beat selection. Is that conscious? Like, the richness and the — how a lot of it is really ornate and you can hear parts of classical music and, like, cathedral-height emotions?</p><p><strong></strong><strong>ROSS</strong>: I love that. I most definitely love that type of vibe.</p><p><strong></strong><strong>KELLEY</strong>: How do you communicate that that's what you want or notice it when you hear it?</p><p><strong></strong><strong>ROSS</strong>: A lot of times it's hard to describe and that just come from — and the best way to handle that is really spending time in that studio, sitting with those producers. Because it may be that certain moment when: \"That's it. That's it. Back that up. That's it.\" You can't describe that. If I was in the studio with Ali I couldn't just say what I'm — it's no word for the color that's in my head that I'm trying to express. But that's where just spending time, where that time come into play. That's where it come into play. And the closer you get to it. \"That's it! Do it like this.\" And once you feel that energy and that excitement, that's a whole 'nother level of writing, that's a whole 'nother level of — you unlock all type of ideas. It's a whole 'nother vibe.</p><p><strong></strong><strong>KELLEY</strong>: So do you write before you go in or --</p><p><strong></strong><strong>ROSS</strong>: Nah. I gotta hear the beat. So I know exactly what I want to do with this actual beat. Everything is different.</p><p><strong></strong><strong>KELLEY</strong>: OK.</p><p><strong></strong><strong>ROSS</strong>: I never like using something — I never do that. Like, if I write to this, even if I know I would never use it, I would not put that on another different beat. I just won't do that.</p><p><strong></strong><strong>KELLEY</strong>: You've spoken about ghostwriting back in the day, a lot. Was it the same process or is it different when you're writing for somebody else? And who was it? It was Trina at first?</p><p><strong></strong><strong>ROSS</strong>: Nah, I just did a lot of — I did a lot of writing from the South to the East Coast. And it was always based around that particular artist, that particular vibe, that direction that they wanted to do.</p><p><strong></strong><strong>KELLEY</strong>: Right. So they would describe what they wanted.</p><p><strong></strong><strong>ROSS</strong>: Right. It's the vibe. You know, \"This what's happening.\" \"OK, cool. Play it.\" \"This the beat I like.\" \"Cool. Play it. OK.\" And, you know, you come up with it.</p><p><strong></strong><strong>KELLEY</strong>: Was there anybody you liked doing that work for more than others?</p><p><strong></strong><strong>ROSS</strong>: Of course. Of course.</p><p><strong></strong><strong>KELLEY</strong>: Who?</p><p><strong></strong><strong>MUHAMMAD</strong>: She wants answers.</p><p><strong></strong><strong>ROSS</strong>: Yeah yeah yeah, she want the answers. But I ain't gone do that like that. I ain't gon' do that. But --</p><p><strong></strong><strong>KELLEY</strong>: A girl can ask.</p><p><strong></strong><strong>ROSS</strong>: But most definitely, when you see that you get those huge responses on certain records from certain artists, you happy to be a part of that.</p><p><strong></strong><strong>KELLEY</strong>: Is it fun a little bit to slip on somebody else's persona or way of, you know, presenting themselves to the world?</p><p><strong></strong><strong>ROSS</strong>: You know, as a artist, it's always fun to be able to do different things. And me being a artist, and coming from Miami, that's something that I always had to do because the music that was popular in Miami wasn't the type of music that I wanted to make, you know what I mean?</p><p><strong></strong><strong>KELLEY</strong>: No. What do you mean?</p><p><strong></strong><strong>ROSS</strong>: What I mean is like fast, party dance music. You know, \"Pop ya ass, pop ya ass, pop ya ass / Throw the pussy, throw the pussy, throw the pussy. Yeah, pop throw your --\" You know, I love it. I'm in the club, \"Yeah!\" But at the same time, that ain't the music I want to make. I want mine to be more based around building something worth something. That's what I want my music to be.</p><p><strong></strong><strong>KELLEY</strong>: When did you first feel like you had done that?</p><p><strong></strong><strong>ROSS</strong>: I released one of my first mixtapes. It was called <em></em><em>The Future Of The South</em>. I believe that's when I did it. That's when I felt like — and I said it: \"I'm the future, I'm the future of the South. Watch this.\" Yeah, when I released it was nothing like what was going on in the city, and you had to be a certain type of individual to actually even want to hear that s---. But I said f--- it. This what I'ma do.</p><p><strong></strong><strong>MUHAMMAD</strong>: How did the environment — cause obviously you have the run, and rule, of the sound of the city now. How did you transition that first mixtape and start converting people? Cause that sound, that was a big sound to kind of like — not necessarily silence — but just to get what you doing up and on the radar for people. What was the methods? What did you do?</p><p><strong></strong><strong>ROSS</strong>: I won't take full credit for that because <a href=\"http://en.wikipedia.org/wiki/Poison_Clan\" target=\"_blank\">Poison Clan</a>,<a href=\"http://en.wikipedia.org/wiki/JT_Money\" target=\"_blank\"> JT Money</a>, I think that was the first buffer between party for ass shake music and some street music, some G-s---. I believe JT Money, Poison Clan and then <a href=\"https://twitter.com/305mayor\" target=\"_blank\">Trick Daddy</a>. He was the glue. <strong></strong> I came behind that and presented my vibe. Here we are.</p><p><strong>KELLEY</strong>: So what year was <em></em><em>Future Of The South</em>? '04?</p><p><strong></strong><strong>ROSS</strong>: What year was <em></em><em>Future Of The South</em><em></em>? Maybe '03, maybe '02. It was one of those — it was somewhere around there.</p><p><strong></strong><strong>KELLEY</strong>: I'm trying to think about what else is happening then.</p><p><strong></strong><strong>MUHAMMAD</strong>: You mean on a --</p><p><strong></strong><strong>KELLEY</strong>: No, on a national level, yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: Maybe Nelly.</p><p><strong></strong><strong>KELLEY</strong>: In a big way. Yeah. <em></em><em>Black Album</em>.</p><p><strong></strong><strong>MUHAMMAD</strong>: Jay — I was about to say, Jay was still holding. Yeah, I don't remember.</p><p><strong></strong><strong>KELLEY</strong>: The production was very different back then. Commonly, it was a lot more — I mean, that's Ye era. That's soul-driven.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah, but that — yeah. Yeah.</p><p><strong></strong><strong>KELLEY</strong>: I guess I'm back to thinking about production and ways that you create feeling with the sound of the songs, like the bombasity, and just the largesse of it. Cause I'm here, I have rental, and I can hear it in the car and everything's totally different than on my phone on the train in New York. You know? It's much better. Do you mix — or do you ask for mixes to be — for the way the music is going to be delivered?</p><p><strong></strong><strong>ROSS</strong>: I most definitely approve the mixes.</p><p><strong></strong><strong>KELLEY</strong>: How do you imagine most people listen? And where?</p><p><strong></strong><strong>ROSS</strong>: After I get a mix, I listen to it in every different spot I can.</p><p><strong></strong><strong>KELLEY</strong>: Yeah?</p><p><strong></strong><strong>ROSS</strong>: Yeah. We go every — I'm talking 'bout from the club to, of course, the car, to every which you can imagine.</p><p><strong></strong><strong>KELLEY</strong>: And then you tweak it?</p><p><strong></strong><strong>ROSS</strong>: Yeah, you try to. If it's anything that — \"Why it sound like this?\"</p><p><strong></strong><strong>MUHAMMAD</strong>: Is there anything outside of music — like, obviously the studio's your playground. Just hearing the way you describe vibing with producers, I think people don't understand how important that is sometimes. Cause it's just like, \"Yo. Go make me a beat.\" And it's like, yeah, OK, but that connection is not the same as if you there. So obviously for someone that's dedicated and spends that kind of time, the studio's a playground. What else is a playground for you? That would be kinda comparable to the studio.</p><p><strong></strong><strong>ROSS</strong>: From the studio, of course, that's the office. Everything I do, really, around — any of my business, anything — I build around the studio. I do around the studio. So anything outside of that is really down time. I'm just chillin', you know what I mean? I'm just relaxing, doing what I do.</p><p><strong></strong><strong>KELLEY</strong>: Where's your playground?</p><p><strong></strong><strong>MUHAMMAD</strong>: You know my playground stay in the studio. Just me being here — like, I put my Rhodes piano in the back of my car and drove from New York to L.A. I gotta have my Rhodes where ever I'm at. And my Rhodes is modified so it's not like I could just go rent a Rhodes. It's not the same. That's how serious it is for me. Like, the Internet is definitely helpful. My vinyl collection is in storage right now.</p><p><strong></strong><strong>ROSS:</strong><strong> </strong>Believe that. Believe that. I gotta get my vinyl out too, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: It's like, I need a beat. Fortunately — so I guess part of the Internet is part of that, but, yeah, just being in a creative place. I don't — I'm comfortable in any other situation and just having to build on what we do with music and how it turns into other industries and things for us, but the studio, for me, is just — I have to be there creating.</p><p><strong></strong><strong>ROSS</strong>: Believe that. Believe that.</p><p><strong></strong><strong>MUHAMMAD</strong>: If I'm not doing that, then I don't feel accomplished in my day. Which is another reason why I had to leave New York: cause I wasn't getting that feeling, being in that head space. But how do you in, relatively a decade or a little bit more, you get to establishing a record company. You got your beverage over there, the rosé. I know you got the Miami Dolphins in your sights. You even shout that out on <em></em><em>Hood Billionaire</em>. \"Just give me a nickel,\" or something, I forgot how you say it on the --</p><p><strong></strong><strong>ROSS</strong>: Yeah. They probably don't like that neither. They gotta understand we just want to win, baby. We just want to win.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah, absolutely. So you arrive, and then, for your legacy, what is next? What's after that? Because I hear you say — sorry I didn't mean to cut you off but — success for you is making sure your team is straight.</p><p><strong></strong><strong>ROSS</strong>: Believe that. Most definitely. That's a lot of my excitement and my drive. Rght now, you know, free Meek Mill. Just building on that dream, and then seeing it come to fruition, regardless of how much time it took for me to get here. I love to be around new artists, young artists, that new energy. Seeing Stalley release his album. <em></em><em>Ohio</em><em> </em>in stores right now, go get that. You know what I'm saying? Working with Wale. The big project he gone come with on top of the New Year. The records Gunplay bring to the studio. You know what I'm saying? Fat Trel. It's just a lot that's — I just love music and I love being around these young dudes bringing these new ideas, these new energies. And I feel that's what it is for me, that's what excites me. Being a part of something new, and help bringing something new to the table.</p><p><strong></strong><strong>MUHAMMAD</strong>: In terms of your legacy in helping these guys get to express themselves and see their vision, their dreams, come to fruition — is part of your legacy encompass of seeing them go beyond the music and establishing industries and businesses? Cause I look at you as sort of like our — and when I say our, I'm talking about our age, our generation, even though you're younger than me — Magic Johnson. And how he's been able to transition his basketball abilities and sports into doing, like, grand things from a venture capitalist perspective. From growing businesses that helped the communities, to inspiring kids to be able to look beyond just basketball. And I see what you — it seems to me like what you're doing, you playing in that paint.</p><p><strong></strong><strong>ROSS</strong>: And most definitely, man — that's most definitely something that I want to continue to build on, if that's what I'm doing right now. Because it's always space to grow. That's what I love to see the homies do. I encourage everybody that's on my label to open doors for others. So that's why you see the vibe and the energy. And to me, that's what always held me back, I felt like.</p><p>As a artist, for so long, I remember just being, sitting there, and there wasn't a lot of different opportunities and doors. When the major labels came to Miami — I remember that particular year Atlantic came — and they rented a few studios and was listening to artists. They signed Pretty Ricky. And I was just like — for me, they may not be ready for this. This may never happen. But I ain't gone change it. I'ma just ride out the what it is. And it's gone be what it's gone be. That was always my vibe. So once I got in the position of power, I always wanted to encourage that. Believe that.</p><p><strong></strong><strong>KELLEY</strong>: Well, speaking of your team, I was at the listening in New York and you brought Remy Ma through. Would you ever expand your roster to include a woman?</p><p><strong></strong><strong>ROSS</strong>: You know, I look forward to the day that happen. It hasn't presented itself yet. And you know, Remy most definitely, she just coming home and that was my first night actually hanging out — getting to hang out with her. And as we all could hear, she's still doing her thing. I haven't sat down and really locked in on it. But when I make that move — cause you know of course I would love to — I want it to be one of the biggest moves ever.</p><p><strong></strong><strong>KELLEY</strong>: OK. Yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, with some of these ladies singing on your records, what you waitin' on? You got tasteful vocalists --</p><p><strong></strong><strong>ROSS</strong>: Yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: On a lot of these songs.</p><p><strong></strong><strong>ROSS:</strong><strong> </strong>Yeah. Most definitely. Most definitely.</p><p><strong></strong><strong>MUHAMMAD</strong>: I mean, very talented. Can sing. It keeps you hitting rewind. Play that again.</p><p><strong></strong><strong>ROSS</strong>: Believe that. Believe that. I'ma be ready. I'ma be ready real soon. And when I do it, I'ma be focused.</p><p><strong></strong><strong>MUHAMMAD</strong>: You say that as if you not focused.</p><p><strong></strong><strong>ROSS</strong>: As far as, you know, dealing with chick. Dealing with a chick artist, you gotta have your mind right.</p><p><strong></strong><strong>KELLEY</strong>: What do you mean?</p><p><strong></strong><strong>ROSS</strong>: It ain't just like, \"Oh I'm kicking it.\" It ain't just like me and Ali in the studio, you know what I mean? So --</p><p><strong></strong><strong>KELLEY</strong>: Why not?</p><p><strong></strong><strong>ROSS</strong>: Because women need a little more attention.</p><p><strong></strong><strong>KELLEY</strong>: OK.</p><p><strong></strong><strong>ROSS</strong>: You gotta be that shoulder. You gotta be in the studio with 'em, as well as that shoulder for 'em some times. So, you know, you just gotta be ready for that.</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>MUHAMMAD</strong>: Since we speaking about women, just gonna ask: some of your songs are — straight sound like love songs for women.</p><p><strong></strong><strong>ROSS</strong>: Right.</p><p><strong></strong><strong>MUHAMMAD</strong>: And then some songs you're like, \"Get the f--- out my face.\"</p><p><strong></strong><strong>ROSS</strong>: Right, right, right.</p><p><strong></strong><strong>MUHAMMAD</strong>: What's up?</p><p><strong></strong><strong>ROSS</strong>: I mean, you know, that's how I feel. Sometimes, I'm super cool with 'em and sometimes I feel like saying, \"Get the f--- out of here, man. You trippin'.\" You know, women --</p><p><strong></strong><strong>KELLEY</strong>: That's how we feel about y'all.</p><p><strong></strong><strong>ROSS</strong>: Of course y'all do.</p><p><strong></strong><strong></strong><strong>KELLEY</strong>: Well, then let's address the \"<a href=\"https://www.youtube.com/watch?v=qEkcYsqu6MU\" target=\"_blank\">U.O.E.N.O.</a>\" lyric. I think it's pretty clear what happened there — or whatever — but how does a sentence like that come out of your mouth and your first thought isn't, like, \"I can see how this is gonna be taken badly.\" For the song to get released into the world, it has to pass through many layers of people, right? And many layers of people stamped it, obviously. And then it's not until it's out in the world that people are like, \"I don't know. That sounds bad.\"</p><p><strong></strong><strong>ROSS</strong>: Right. That was the reaction that the record got, and I apologized for it. But when I'm writing, a lot of times I'll drift into — as I'm writing a film. And that was a poor choice of words as far as, you know, dealing with women. I'm a father myself, so in no way do I condone rape or anything of that sort. So the women that it offended, I apologize to them. I took note of that.</p><p><strong></strong><strong>KELLEY</strong>: I just feel like if you had a woman on your roster — like, we don't really need you guys to stop doing what you're doing, we just need space to do what we do.</p><p><strong></strong><strong>ROSS</strong>: Right. Right. Right.</p><p><strong></strong><strong></strong><strong>KELLEY</strong>: So.</p><p><strong></strong><strong>ROSS</strong>: Oh, yeah. I see.</p><p><strong></strong><strong>MUHAMMAD</strong>: You got a artist you working on? Or a MC career I don't know about?</p><p><strong></strong><strong>KELLEY</strong>: Me?</p><p><strong></strong><strong>MUHAMMAD</strong>: It sounds like you winding up a pitch.</p><p><strong></strong><strong>KELLEY</strong>: What? No. No.</p><p><strong></strong><strong>ROSS</strong>: Yeah, she is a MC. Nah, she fly, too. She fly, too.</p><p><strong></strong><strong>KELLEY</strong>: No, I am supportive of any expansion in that direction of MMG.</p><p><strong></strong><strong>ROSS</strong>: Believe that. You supposed to be.</p><p><strong></strong><strong>MUHAMMAD</strong>: I got one more question. And then if you need to wrap, cool. On a serious note, for the kid that's in the trap, to me, it seems like there's two very polar outcomes of living and having to exist in that world. You know, it's either death, maybe, or being locked up. And what can be said as a third polar? I don't know if that's even physically possible, but to transition so that the kid is more motivated to maybe do something different. Because if you continue to do something — and this is my opinion – but if you keep doing something that's not working then that's kinda like insanity. Seeing where the world is transitioning, specifically in America right now, a lot of stuff's not working.</p><p><strong></strong><strong>ROSS</strong>: In Ferguson right now.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yeah, that's what I'm speaking on. A lot of stuff is not working. And I'm just wondering, as an artist, you're a painter. Or what, through your eyes — outside of what you speak about in the music — what is that third polar? Is there something else that we missing?</p><p><strong></strong><strong>ROSS</strong>: A third polar for a young black male is — it simply boils down to a dream. A dream. Cause that's what they give you when you born, baby. That's what you got. And so, my position, me — I remember walking to school. And I say, \"Ah, man.\" You see other people riding off, the rides picking them up. It's all good. But when I do get in power, I'ma get the biggest. My car gone be — you know? So when you say Maybach Music, psychologically, it could go back to that. Because all I had then was a dream. You know what I mean? So you gotta work that.</p><p>The way you doing — when I see what's going on, it's frustrating. But I refuse to spew any more negativity. It's been open season on the young black male for a long time. And once it get to the point where you come across a teenager who's unarmed and you fire six times and you hit him six times and there's no indictment, meaning there's not even a trial. My life in danger if you gone justify that.</p><p>The one shot wasn't good enough? The two? OK. OK, he was aggressive. You shot him twice. The third one ain't do it? The fourth? Let's say if the kid was mentally impaired and was walking in the middle of the street and came across you, you shoot him six times? That's if the attack — even if that's true, that s--- sound fishy. But if even it was true, you trained for this. You a grown man that's trained for this. It's most definitely some things we gotta do and some things we gotta change. Where do we go from here?</p><p><strong></strong><strong>MUHAMMAD</strong>: Well, I'm not gonna sit on my ass about it. But I like what you said about a dream, cause one of the worst things that can happen to a kid, is that they don't have a dream. Or someone crushes their dreams. The ability to have that, that means you aspire toward something. And if you don't have that, it's just heartbreaking.</p><p>I remember my mom shared with me, well into her later years in life, she said, \"You know, I never had a dream.\" I was like, \"Wait. What? What you talking about?\" \"Never had a dream. You kids came, and that's what I focused on. But me, myself, as a kid? Where I grew up, no dream.\" And that left me speechless, cause she completely supported my dreams. But just knowing that I'm in touch with someone who — I can look over my mom's life and we talk about it. And I'm like, \"Oh, that's crazy.\" So I like what you said about that. Cause it is. It's infinity from there.</p><p><strong></strong><strong>ROSS</strong>: Most definitely.</p><p><strong></strong><strong>KELLEY</strong>: I think it's a thing that people forget about hip-hop and that — especially when they're disparaging the art form — and there's a writer named Robin D.G. Kelley who's written about this before. It's a book called <a href=\"http://www.amazon.com/Yo-Mamas-Disfunktional-Fighting-Culture/dp/0807009415\" target=\"_blank\">Yo' Mama's Disfunktional</a>. And he's not the first person to put this to words, but the idea that, in hip-hop, you achieve your dream — especially if your dream is like getting the best car once you've hit power — through your own choices. Not from, like, going to the factory, not from nine to five, not from going to the post office. It's play — it's a form of play. It's creativity. It's taking what you know best and taking your culture and putting it to work for yourself. And that's how hip-hop is the biggest dream. And that's how achievement within it is — it's better than just having a fat 401k. It's achievement on like four or five other levels. I don't want people to misperceive material success. It's not just that.</p><p><strong>ROSS</strong>: Most definitely. And when you see the material success that's only the surface.</p><p><strong></strong><strong>KELLEY</strong>: Yeah.</p><p><strong></strong><strong>ROSS</strong>: That's only the surface.</p><p><strong></strong><strong>KELLEY</strong>: And then if you check it out, it's your success. It's not just --</p><p><strong></strong><strong>ROSS</strong>: Most definitely.</p><p><strong></strong><strong>KELLEY</strong>: Basic.</p><p><strong></strong><strong>ROSS</strong>: Which came from within.</p><p><strong></strong><strong>KELLEY</strong>: Right.</p><p><strong></strong><strong>MUHAMMAD</strong>: Dope.</p><p><strong></strong><strong>KELLEY</strong>: So thanks.</p><p><strong></strong><strong>ROSS</strong>: Dope. Real dope.</p><p><strong></strong><strong>MUHAMMAD</strong>: Yo, I'm just happy you here.</p><p><strong></strong><strong>ROSS</strong>: I'm happy to be here, man.</p><p><strong></strong><strong>MUHAMMAD</strong>: People from NPR — there are a lot of people educated on hip-hop. There are people who don't. And they come to <em>Microphone Check</em> to be in the know. So a lot of people want to hear from you and the context of your music. I think it speaks volumes. And hopefully — I'm just glad you're hear, man.</p><p><strong></strong><strong>KELLEY</strong>: Are you thankful? Is Mr. Rick Ross what you're thankful for this year?</p><p><strong></strong><strong>MUHAMMAD</strong>: I'm thankful that Mr. Rick Ross came to <em>Microphone Check</em> and I hope we can build.</p><p><strong></strong><strong>ROSS</strong>: Most definitely. It's the foundation that the game was built on and regardless of what album I'm on I'm still gonna stay in touch with these same foundations. These same — just the roots of the game. Believe that.</p><p><strong></strong><strong>KELLEY</strong>: Thanks again.</p><p><strong></strong><strong>MUHAMMAD</strong>: Thanks.</p><p><strong></strong><strong>ROSS</strong>: Boss.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rick+Ross%3A+%27It+Was+Just+So+Powerful+To+Me%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"3783"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370101515-a9dc12.m3u?orgId=1&topicId=1105&aggIds=100920965&d=3783&story=369919265&ft=nprml&f=369919265"},{"href":"http://media.npr.org/assets/img/2014/12/10/rickross-a3e0b05b0bd13603466fd256dac44f1e03345f77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2564"}}]}