{"created":"2015-04-07T07:20:30+00:00","modified":"2015-05-13T21:04:26+00:00","valid":{"from":"2015-05-13T21:04:25+00:00","to":"3015-05-13T21:04:25+00:00"},"hreflang":"en","title":"A New Internet Domain: Extortion Or Free Speech?","published":"2015-04-07T19:48:00+00:00","teaser":"New Web suffixes have popped up in recent years to supplement .com and .net. One of the newest — .sucks — has companies worried their reputations will take a hit, so they're buying up the addresses.","itags":["npr_api","397886748"],"guid":"40a6995e-8578-45f6-ba9c-d263ff69d22a","contentencoded":"<p>A rash of new Web domain suffixes has popped up in recent years to supplement .com and .net — terms such as .bargains or .dating.</p><p>Several new suffixes seem to invite negative feedback. There are .gripe and .fail. There's even .wtf — a colorful variation on \"what the heck.\" And soon, there will be .sucks.</p><p>J. Scott Evans says his objection isn't that it sounds whiny — it's the price. Evans is associate general counsel at Adobe Systems, and for a trademark owner like his to claim Adobe.sucks would cost $2,500 a year. That's more than 100 times the typical fee.</p><p>\"I basically think it's extortion,\" Evans says.</p><p>Adobe purchased relevant suffixes like .photo, Evans says, but it will <em>not</em> buy defensively to protect the brand. \"We are not going to participate in any sort of extortion scheme,\" he says.</p><p>Someone else may register the name. But, Evans says, there's a remedy:</p><p>\"I told my people the best way not to get included is not to suck,\" he says.</p><p>But most companies don't want to risk giving up control, says Elisa Cooper, vice president at MarkMonitor, which helps monitor brand reputation. \"If the brands have the concern, they're acquiring it,\" she says.</p><p>Brands that block others from using their name include Wal-Mart, Hotmail and insurance giant AIG.</p><p>By and large, Cooper says, these folks aren't pleased. \"Oh, they are furious,\" she says.</p><p>They don't want their brands abused. But they're also aware that by paying up, they foster an unwanted industry.</p><p>\"If it's shown that this is a profitable situation, you can imagine that there'll probably be others that copy it in the future,\" Cooper says.</p><p>The administrator of the new registry is a company called <a href=\"https://www.nic.sucks/\">Vox Populi</a>. Its CEO, John Berard, says the annual $2,500 fee is a relative steal.</p><p>\"A little over year ago, we were contemplating a price of $25,000,\" he says.</p><p>He says Vox Populi, as the name suggests, gives the people a voice. <a href=\"https://www.youtube.com/watch?v=mj-_EIUSlvY\">Its ad</a> includes rousing clips from Martin Luther King Jr.'s speeches and an endorsement from political activist Ralph Nader:</p><p>\"The word sucks is now a protest word. And it's up to people to give it more meaning,\" Nader says in the video.</p><p>Berard says he expects companies will use these sites to engage with their customers.</p><p>\"It's our belief that if a company chooses to register its name in the .sucks domain, that it will cultivate it as a clean well-lighted place for criticism, for better understanding,\" he says.</p><p>Independent activists who want to use the suffix and pledge to blog can pay as little as $10 a year.</p><p>What if someone wants to claim another individual's name? Berard says the registry will police for cyberbullying. But if a person wants to pre-emptively block his name, that will cost $200 a year.</p><p>Berard admits the suffix itself may be controversial, but he says the content doesn't have to be.</p><p>\"If you're trying to get someone's attention to make a point, or to be heard, it's possible that the sharper edge of a .sucks domain could be just the thing,\" he says.</p><p>When Vox Populi applied, it didn't draw any complaints, says Cyrus Namazi, vice president at <a href=\"https://www.icann.org/\">ICANN</a>, the Internet Corporation for Assigned Names and Numbers, which governs Web domains.</p><p>\"There were actually no objections,\" Namazi says.</p><p>And, Namazi adds, curbing use of new domains is tricky. \"We have to keep in mind that freedom of speech is actually one of the fundamental rules of the United States of America as well as the fundamental rule of what the Internet is supposed to enable,\" he says.</p><p>Sites ending in .sucks will go live in June.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Internet+Domain%3A+Extortion+Or+Free+Speech%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004488-ca9211.m3u?orgId=1&topicId=1006&d=233&p=3&story=397886748&t=progseg&e=397213053&seg=7&ft=nprml&f=397886748"}]}