{"created":"2015-04-03T19:45:45+00:00","modified":"2015-04-03T19:45:45+00:00","valid":{"from":"2015-04-03T19:45:45+00:00","to":"3015-04-03T19:45:45+00:00"},"hreflang":"en","guid":"40a8c7fb-6ce8-4185-a48e-3ffe30afce21","title":"Sacramento County DA Schubert Sets Priorities, Talks Challenges","published":"2015-02-04T00:00:00+00:00","teaser":"<p align=\"LEFT\">Sacramento County District Attorney Anne Marie Schubert talked about her priorities, challenges and how Proposition 47, approved by voters in November 2014, is affecting the county.</p><p align=\"LEFT\">Proposition 47 reduced certain drug and property crimes from felonies to misdemeanors. Schubert did not support the proposition.</p><p align=\"LEFT\">\"The concern that I have is by essentially almost decriminalizing it, reducing it so far down the spectrum that people are not going to avail themselves of drug treatment programs if there's no accountability,\" said Schubert. \"If you do not have some kind of 'time out' for that person, they're not going to follow the rules.\"</p><p align=\"LEFT\">She said overcrowding has been eased at county jails because of the measure.</p><p align=\"LEFT\">\"If that's what the solution is, if we just want to let people out, than that's been accomplished,\" said Schubert.</p><p align=\"LEFT\">But Shubert said it's more likely that some people charged with misdemeanor offenses for property or drug crimes under Proposition 47, will commit crimes again if there is no jail sentence involved.</p><p align=\"LEFT\">She said the county already sees the impact, with fewer people choosing to do drug court.</p><p align=\"LEFT\">\"What incentive is there for people not to do the same crime again and again and again,\" asked Schubert. If you don't have time [jail] over somebody's head, and you say 'you really ought to do a 12-month program, but if you don't do it, we're not going to do anything to you, then we have a problem.\" </p><p>Schubert said county jails throughout the state, including Sacramento, have more bed space now.</p><p>\"We need to have a conversation about how can we best utilize that bed space to meet the public safety needs and address what people wanted from Prop 47,\" said Schubert. \"If someone gets a 90-day sentence, they shouldn't get out in 24 hours. That's a farce to the public. People believe if you're sentenced to 90 days, you should do some of that time.\"</p><h3>Priorities, Challenges</h3><p>\"A big part of me is community and government relations,\" said Schubert. \"I want to be engaged with the community as much as possible because we have an obligation to prosecute crime but also to do everything we can to prevent it. We'll do more prevention work in the next four years.\"</p><p>Schubert mentioned outreach efforts will include working with \"schools and certain minority populations.\" She also said she intends to represent the county at the state capitol.</p><p>\"I want to be a voice over there in that building,\" she said, gesturing toward the state capitol, a few blocks from her office. \"We need to be at the table when these important public safety decisions are being made. I'm a few blocks away and I don't have a problem walking over there.\"</p><p>Despite 25 years as a trial lawyer, Schubert said she won't take on any cases in her role as District Attorney, which some other California county DA's have done in some high-profile cases.    </p><p>\"I have no doubt that I can still be the same advocate, but in just a different form,\" said Schubert. \"It's a hard transition, but I'm pretty comfortable in my new role.\"  </p><p>Schubert says to get away from the stresses of the office, she hikes and fishes and spends time with her two children and partner.</p><p>\"Do I work alot, yes, but that's OK,\" said Schubert. \"I'm very passionate about the job. I feel very, very fortunate that I have found a profession that I'm so passionate about.\"</p><p class=\"caption\"><div class='imagewrap'><img src=\"http://www.capradio.org/media/3255247/0204-ej-schubert-2.jpg\" width=\"800\" height=\"600\" alt=\"0204-EJ-Schubert -2\" title=\"0204-EJ-Schubert -2\"/></div></p><p class=\"caption\">Sacramento County District Attorney Anne Marie Schubert working in her office. She took over the position less than a month ago. Ed Joyce / Capital Public Radio</p><?","itags":["npr_api","383883529"],"contentencoded":"<p><p align=\"LEFT\">Sacramento County District Attorney Anne Marie Schubert talked about her priorities, challenges and how Proposition 47, approved by voters in November 2014, is affecting the county.</p></p><p><p align=\"LEFT\">Proposition 47 reduced certain drug and property crimes from felonies to misdemeanors. Schubert did not support the proposition.</p></p><p><p align=\"LEFT\">\"The concern that I have is by essentially almost decriminalizing it, reducing it so far down the spectrum that people are not going to avail themselves of drug treatment programs if there's no accountability,\" said Schubert. \"If you do not have some kind of 'time out' for that person, they're not going to follow the rules.\"</p></p><p><p align=\"LEFT\">She said overcrowding has been eased at county jails because of the measure.</p></p><p><p align=\"LEFT\">\"If that's what the solution is, if we just want to let people out, than that's been accomplished,\" said Schubert.</p></p><p><p align=\"LEFT\">But Shubert said it's more likely that some people charged with misdemeanor offenses for property or drug crimes under Proposition 47, will commit crimes again if there is no jail sentence involved.</p></p><p><p align=\"LEFT\">She said the county already sees the impact, with fewer people choosing to do drug court.</p></p><p><p align=\"LEFT\">\"What incentive is there for people not to do the same crime again and again and again,\" asked Schubert. If you don't have time [jail] over somebody's head, and you say 'you really ought to do a 12-month program, but if you don't do it, we're not going to do anything to you, then we have a problem.\" </p></p><p>Schubert said county jails throughout the state, including Sacramento, have more bed space now.</p><p>\"We need to have a conversation about how can we best utilize that bed space to meet the public safety needs and address what people wanted from Prop 47,\" said Schubert. \"If someone gets a 90-day sentence, they shouldn't get out in 24 hours. That's a farce to the public. People believe if you're sentenced to 90 days, you should do some of that time.\"</p><p>Priorities, Challenges</p><p>\"A big part of me is community and government relations,\" said Schubert. \"I want to be engaged with the community as much as possible because we have an obligation to prosecute crime but also to do everything we can to prevent it. We'll do more prevention work in the next four years.\"</p><p>Schubert mentioned outreach efforts will include working with \"schools and certain minority populations.\" She also said she intends to represent the county at the state capitol.</p><p>\"I want to be a voice over there in that building,\" she said, gesturing toward the state capitol, a few blocks from her office. \"We need to be at the table when these important public safety decisions are being made. I'm a few blocks away and I don't have a problem walking over there.\"</p><p>Despite 25 years as a trial lawyer, Schubert said she won't take on any cases in her role as District Attorney, which some other California county DA's have done in some high-profile cases.    </p><p>\"I have no doubt that I can still be the same advocate, but in just a different form,\" said Schubert. \"It's a hard transition, but I'm pretty comfortable in my new role.\"  </p><p>Schubert says to get away from the stresses of the office, she hikes and fishes and spends time with her two children and partner.</p><p>\"Do I work alot, yes, but that's OK,\" said Schubert. \"I'm very passionate about the job. I feel very, very fortunate that I have found a profession that I'm so passionate about.\"</p><p><p class=\"caption\"></p></p><p><p class=\"caption\">Sacramento County District Attorney Anne Marie Schubert working in her office. She took over the position less than a month ago. Ed Joyce / Capital Public Radio</p></p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=Ed9lGMAbafs:2tQlHUxfxIg:qj6IDK7rITs\"></a></p><p>Sacramento County District Attorney Anne Marie Schubert has been in office nearly a month. So little time; her office walls on G' Street in downtown Sacramento are bare.  <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sacramento+County+DA+Schubert+Sets+Priorities%2C+Talks+Challenges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383883537-7d04dd.m3u?orgId=30000&e=383883529&ft=nprml&f=383883529"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383883541-e55cc0.m3u?orgId=30000&e=383883529&ft=nprml&f=383883529"}]}