{"created":"2015-02-18T21:54:45+00:00","modified":"2015-06-05T15:28:54+00:00","valid":{"from":"2015-06-05T15:28:53+00:00","to":"3015-06-05T15:28:53+00:00"},"hreflang":"en","title":"For Somalis In Minneapolis, Jihadi Recruiting Is A Recurring Nightmare","published":"2015-02-19T23:26:00+00:00","teaser":"U.S. officials say young Somali-Americans are leaving the Twin Cities for Syria to join the militant group ISIS, encouraged by an earlier wave of jihadists who had joined al-Shabab in Somalia.","itags":["npr_api","387302748"],"guid":"40a903a6-d5d0-41b9-a708-25460763c84e","contentencoded":"<p>This week officials are gathering in Washington to discuss how to counter extremist messages, particularly those from the self-proclaimed Islamic State.</p><p>ISIS has been luring thousands of Westerners to the battlefields of Syria and Iraq. The number of Americans who have traveled to Syria is still relatively small — in the neighborhood of 150 people — and a thin slice of that group, perhaps as many as two dozen Americans, are thought to have joined ISIS.</p><p>In the discussions at the White House this week, one city has focused minds: Minneapolis-St Paul. It had been ground zero for terrorist recruiters in the past, and is fast becoming the center of ISIS' recruitment effort in the United States.</p><p>\"I know one guy who tweets the community all the time,\" said Abdirizak Bihi, the director of Somali education at a local advocacy group. \"He left with my nephew 2008, and he's still alive. And he's been tweeting about who died in ISIS and where they come from, kind of maybe the new spokesman.\"</p><p><strong>From Americans To Jihadists To Evangelists</strong></p><p>Bihi's nephew was a Minneapolis teenager named Burhan Hassan, who joined a handful of young men from the Twin Cities and traveled to Somalia to join a terrorist group there called al-Shabab. Hassan died there several years ago. Between 2006 and 2011, some 27 Somali-Americans from the community disappeared to fight in Somalia.</p><p>That's important to what's going on now because officials believe that prior connection to jihad is one reason why ISIS has been so successful at recruiting in Minnesota today.</p><p>Since the end of 2013, law enforcement officials say, eleven men and one woman with ties to the Twin Cities have traveled to Syria. Another dozen or so either have tried to travel there before authorities intercepted them, or are believed to be preparing to go. What's more, officials say, the ISIS travelers are young: 15 and 16-year-olds are signing up.</p><p>Parents in the community are frightened. They have experienced this before, and there is a sinking feeling among parents that they'll be losing their children again.</p><p>\"They are more afraid now than ever before because ISIS is something worse than anything we have ever seen,\" said Bihi.</p><p>Officials believe ISIS is taking advantage of the recruiting infrastructure al-Shabab developed almost a decade ago.</p><p>Back then, the departures came three or four friends at a time. They would suddenly vanish. Eventually parents would get text messages from their sons saying they had gone to Somalia to fight in the civil war.</p><p>Bihi's nephew, Burhan Hassan, left with a handful of other young men on election night 2008. Bihi and Hassan's mother thought he hadn't come home because he was out celebrating the election of America's first black president; instead he was boarding a plane to Africa.</p><p>Authorities never captured a mastermind in those al-Shabab cases. Instead, they managed to arrest someone they believed was a midlevel player — a local janitor who had connections to al-Shabab. He was convicted of, among other things, helping recruit the young men and financing their trips.</p><p>In the latest recruitment cases, law enforcement officials believe that a page has been torn from al-Shabab's playbook, and that there is someone — or a group of people — on the ground in Minnesota recruiting for ISIS.</p><p>Bihi says nothing else makes sense.</p><p>\"I do not believe that a kid gets up in the morning — a normal kid — and decides not to go to school, but decides to open a Google and Google al-Shabab or ISIS, and to self-radicalize,\" he said. \"There has to be someone helping them on the ground. These kids don't know how to make plans to travel, they don't have money, but somehow they are managing to leave anyway. Someone must be helping them.\"</p><p><strong>A Teen Tries To Make The Trip</strong></p><p>One morning in May 2014, an 18-year-old Somali-American named Abdullahi Yusuf had his dad drop him off at school, but never made it to class. He waited until the car was out of sight, then walked to a mosque that was just two short blocks up the street.</p><p>What Yusuf didn't know was that the FBI was watching him. They had staked out the school because they were convinced that Yusuf intended to board a flight to Turkey that afternoon. They had been tipped off because he had gone to the Minneapolis passport office days earlier and a passport officer got suspicious.</p><p>According to the criminal complaint, Yusuf told the passport officer where he was going. The officer asked if Yusuf was traveling with someone, and the question seemed to flummox him.</p><p>First he said he was going alone; then he said his mom couldn't afford to go. He changed his story a third time and added that he hoped to join up with a friend he'd just met on Facebook.</p><p>\"A girl?\" the officer asked. No, Yusuf allegedly said, a guy.</p><p>Days later, the FBI says, Yusuf opened a bank account and made a series of small deposits totalling $1500. Then he bought a plane ticket to Turkey. It took Abdullahi Yusuf just a couple of weeks to get everything he needed to leave home.</p><p>Jean Brandl, one of Yusuf's attorneys, said he was eventually charged with material support. The complaint says he intended to go to Syria and join up with ISIS.</p><p><strong>'Of Course It Is Heartbreaking'</strong></p><p>One of the wrenching themes to come out of this week's conference on countering violent extremism conference just how difficult recruiting and radicalization is for the families.</p><p>I met Abdullahi Yusuf's parents in Brandl's law offices last week. Sidik Yusuf is tall and thin. He's a driver in the Twin Cities. His wife Sarah wears a hijab and twists a tissue while she talks. They seemed shocked at finding themselves in law offices talking about a son who was arrested on terrorism charges. He had never been in trouble before.</p><p>\"Abdullahi is my son,\" Sidik Yusuf says. \"Now is 18 years and a half almost started 18. He come to this country when he was three years old and finished his education until the 12th grade.\"</p><p>He talked about how good Abdullahi was at math, how he played football on the high school team. How worried he became when his tall, skinny son was tackled.</p><p>\"He doesn't have much muscles,\" he explained.</p><p>Sidik Yusuf didn't want to talk directly about his son's case, but said his family wasn't the only family dealing with young men stolen by ISIS.</p><p>\"I think any parent can understand — who have a child or raised a child — knows what's the value of the children,\" Sidik Yusuf said. \"Of course it is heartbreaking. That's the thing anybody can understand.\"</p><p>Six people from the Twin Cities, including Sidik Yusuf's son, have been charged in the ongoing ISIS investigation so far, with more to come: Local officials expect another three to five arrests in the next few weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Somalis+In+Minneapolis%2C+Jihadi+Recruiting+Is+A+Recurring+Nightmare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387302749-1e42c5.m3u?orgId=1&topicId=1122&d=397&p=2&story=387302748&t=progseg&e=387301197&seg=12&ft=nprml&f=387302748"},{"href":"http://media.npr.org/assets/img/2015/02/18/40632661_h24588817-9aa4d29ce79fe719830593343fd6de77fe20068b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1620","width":"2161"}}]}