{"created":"2014-10-27T14:04:56+00:00","modified":"2014-10-27T18:37:15+00:00","valid":{"from":"2014-10-27T18:37:15+00:00","to":"3014-10-27T18:37:15+00:00"},"hreflang":"en","guid":"40afd369-e9b9-4778-bd72-4d7b9e82f62d","title":"A 'mass murder in the Mediterranean' leaves nearly 450 lost at sea, including this man's family","published":"2014-10-27T18:37:14+00:00","byline":"Daniel Estrin","tags":["Migration & Immigration","immigration","human trafficking","smuggling","Conflict","Conflict & Justice","Europe","Egypt","Sweden","Greece","Italy","Palestinian territories","Gaza Strip","Mediterranean","Shukri Alassouli","Maha Hussain","Joel Millman","Gaza Strip","Gaza","Shukri"],"teaser":"Shukri Alassouli, a 33-year-old man from Gaza, was trying to find a better life for his young family in Europe. But their journey across the Mediterranean in smugglers' boats turned into what the UN called the deadliest accident of its kind, killing hundreds and losing Shukri's wife, daughter and young son at sea.","contentencoded":"<p>In early September, <a href=\"http://www.iom.int/cms/en/sites/iom/home/news-and-views/press-briefing-notes/pbn-2014b/pbn-listing/iom-investigates-reports-of-deli.html\">according to eyewitnesses</a>, Egyptian smugglers deliberately sunk a boat carrying aout 450 migrants, most of them Palestinians fleeing Gaza after this summer’s war. The UN's human rights chief called it \"mass murder in the Mediterranean.\"</p>\n<p>It was the worst shipwreck to take place in recent years: Only 11 of the 450 passengers are known to have survived. Shukri Alassouli is one of them.</p>\n<p>He says he is paralyzed from sadness. But in a video chat on Skype, he still had a generous smile, and even made my translator, Nahed, laugh. “He says that he went to a Pakistani hairdresser and he took off all his hair, so he doesn’t like the way he looks,” Nahed said. “I told him he looks perfect.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"480\" width=\"480\" style=\"width: 300px; height: 300px; float: right; margin: 5px;\" alt=\"33-year-old Shukri Alassouli lost his family when their refugee boat was rammed and sank in the Mediterranean.\" title=\"33-year-old Shukri Alassouli lost his family when their refugee boat was rammed and sank in the Mediterranean.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/SelfPhoto.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Shukri Alassouli</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>33-year-old Shukri Alassouli lost his family when their refugee boat was rammed and sank in the Mediterranean.</p>\n  </div>\n</div>Shukri, who's 33, had thought about leaving Gaza for a long time. This summer’s war in Gaza was the last straw.\n<p>“The most difficult thing was my youngest daughter ... would wake up in middle of night and would start crying, and saying ‘missiles’ and ‘war,’ and she would be so scared,” he said.</p>\n<p>A Facebook page in Arabic called “Immigration to Sweden” caught his attention. People from Gaza wrote accounts of making it to Europe, and someone posted a telephone number for a smuggler in Egypt.</p>\n<p>Shukri called the number, and a man on the other end of the line said he could get him, his wife and his two young kids on a boat from Egypt to Italy for $4,000.</p>\n<p>He scraped the money together, and, just five days after the war ended, he and his family left, convincing authorities at the tightly controlled Egyptian border to let them cross.</p>\n<p>They stayed in a safe house in an Egyptian port city for a few days until they were bused to the shore one night under cover of darkness. About 450 other migrants were also there, most of them fleeing from Gaza.</p>\n<p>They left on September 6, crowding into small motorboats. They were transferred onto different boats over the next few days, each one more crowded than the last. All the water and food that Shukri brought went missing; he thinks someone stole it.</p>\n<p>“We were so tired. We were vomiting. We were dizzy,” Shukri said.</p>\n<p>The passengers were then squeezed together onto another boat. The pump on that boat stopped working, according to some reports, but the passengers refused to move to yet another boat, this one even smaller. As arguments broke out, Shukri said, a ship with Egyptian men came out of nowhere and repeatedly rammed the boat. It began to sink.</p>\n<p>Shukri fell into the ocean — he doesn’t know how to swim. His wife and his 4-year-old daughter, Ritaj, were near him, and his wife screamed out his nickname: \"Shaker!\"</p>\n<p>He couldn’t do anything for them, he said, his voice overtaken by tears.</p>\n<p>In the water, about 100 survivors banded together, calling out to God for help.</p><div class=\"media media-element-container media-default\"><img height=\"720\" width=\"960\" alt=\"Shukri Alassouli&amp;#039;s 9-month-old son Yaman, who was lost in the boating disaster in September. Alassouli hopes that Yaman, his mother and sister might still be found alive.\" title=\"Shukri Alassouli&amp;#039;s 9-month-old son Yaman, who was lost in the boating disaster in September. Alassouli hopes that Yaman, his mother and sister might still be found alive.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/yaman_0.jpg\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Shukri Alassouli</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Shukri Alassouli's 9-month-old son Yaman, who was lost in the boating disaster in September. Alassouli hopes that Yaman, his mother and sister might still be found alive.</p>\n  </div>\n</div>\n<p>Shukri was in the water for four days with no food and no water. He saw one person holding on to a corpse to stay afloat. Shukri held onto a backpack. Every day more people died. “There were people there who were holding their kids in their hands, and their kids would die in the water,\" he said. \"And they would leave them to go away, in order to just keep alive by themselves.\"</p>\n<p>“It was so hard, harder than the Titanic. In the Titanic, people died immediately, while we were there for four days, seeing the death in front of us,” he said.</p>\n<p>A cargo ship with a Filipino crew finally rescued him and few others on the fourth day of the ordeal, bringing them to Greece. Two other ships picked up a few more. There were just 11 survivors in all.</p>\n<p>Everyone in Gaza heard about the tragedy, but, a few weeks later, about 10 Palestinians from Gaza risked the same journey. They’re now missing at sea.</p>\n<p><a href=\"http://www.euromid.org/en\">Euro-Mid Observer for Human Rights</a>, a human rights group, has plastered Gaza with billboards warning against the journey. But spokeswoman Maha Hussain said it may not stop some people from trying.</p>\n<p>“There are some people who hear from their neighbors, from their friends, families, that life outside the Gaza Strip is better,” Hussain said. “They are young, young people with hopes and ambitions. So you can’t stop them.”</p>\n<p>There is no hope for finding more survivors, Hussain said, but many Palestinian families refuse to believe their relatives are dead. Denial is common in these kinds of tragedies, said Joel Millman of the <a href=\"http://www.iom.int\">International Organization for Migration</a>.</p>\n<p>“They want closure, and so they fish for these kinds of conspiracies that somehow solve the mystery,” Millman said. “I am sure things like that are happening now with these families.”</p>\n<p>Shukri also isn't giving up hope that somehow, somewhere, he’ll see his family again. He keeps posting photos of his wife and kids on Facebook. Maybe they’re in Italy, he said; maybe they’ve survived. What hurts the most is not knowing.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Feature_13.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/featurejpg-14"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102420146.mp3"},{"href":"http://www.pri.org/file/102420146mp3"}]}