{"created":"2015-01-18T21:57:22+00:00","modified":"2015-05-13T21:21:18+00:00","valid":{"from":"2015-05-13T21:21:18+00:00","to":"3015-05-13T21:21:18+00:00"},"hreflang":"en","title":"Calif. Strike Highlights Larger Issues With Mental Health System","published":"2015-01-18T22:22:00+00:00","teaser":"This past week, more than 2,000 mental health workers for health care giant Kaiser Permanente went on strike. Organizers say Kaiser's \"chronic failure\" to provide timely, quality care hurts patients.","itags":["npr_api","378188922"],"guid":"40c66bad-c789-4aeb-a725-564d42ca63f7","contentencoded":"<p>This past week, more than 2,000 mental health workers for the HMO health care giant Kaiser Permanente in California went on strike.</p><p>The strike was organized by the National Union of Healthcare Workers. The union says Kaiser Permanente patients have been the victims of \"chronic failure to provide its members with timely, quality mental health care.\"</p><p>On Thursday, about 150 Kaiser Permanente employees picketed the Woodland Hills Medical Center in the San Fernando Valley. One of them was therapist Deborah Silverman. In her eyes, the biggest problem at Kaiser right now is understaffing.</p><p>Silverman says there are so many patients waiting to see therapists, that Kaiser sends new patients to see her, even if she's already overbooked. She says for three days over a two-week period she had four people she didn't know.</p><p>\"I have to put them some place, and I didn't have any appointments for at least three weeks. So that's a huge emotional cost to me,\" Silverman says. \"I either have to try to find someone else who has an open slot, which means the person has to switch, or people have to wait, and they've come to see you. It makes you feel — it really bumps up against our ethical standards.\"</p><p>Silverman says switching therapists often makes it difficult to establish a bond and make progress.</p><p>John Nelson, Kaiser Permanent's vice president of government relations, says the company delivers some of the highest-quality mental health care in California and in the country. But, he says, they absolutely want to get better.</p><p>\"Really the only way we can do that is by working together,\" Nelson says. \"So we need our therapists and psychologists and others to be working with us, and constructively on how to get better, and not walking away from patients and being gone for seven days.\"</p><p>But it's not just the union saying there's a problem at Kaiser.</p><p>In 2013, the state of California fined Kaiser $4 million, finding that some of these problems — like the long wait times, and the company discouraging people from seeking costly individual therapy — violated federal and state laws about<strong> </strong>mental health care.</p><p>April Dembosky has been following the story for NPR member station KQED. She says even though Kaiser paid the fine last September, the union is still unhappy.</p><p>\"They're arguing that Kaiser has simply shifted resources,\" Dembosky tells NPR's Arun Rath. \"So that fine was directed mainly at initial visits ... [those] arguing they had to wait an unreasonably long time\" to be seen for their first visit.</p><p>Dembosky says the union is alleging that now patients might get that initial appointment faster, but \"good luck with a follow-up appointment.\"</p><p>\"They're saying people are still being made to wait two, four, six weeks,\" she says.</p><p>Dembosky says she thinks what might be happening now, as far as patient wait times, is a result of campaigns that have sought to reduce stigma around mental health services. Some of that seems to have worked and more people with mental health problems are coming forward, she says.</p><p>\"In my reporting I'm seeing this come up in several other venues, not just at Kaiser,\" she says, including the state's university system. \"This is something that ... is an issue that's coming up in other health care systems.\"</p><p>Dembosky says there is also a shortage of mental health care professionals to meet the demand of new patients — not enough people are completing the lengthy licensing process necessary to provide care.</p><p>Meanwhile, there's no sign that an agreement between Kaiser Permanente and the union is imminent — but Kaiser's mental health workers will be back on the job Monday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Calif.+Strike+Highlights+Larger+Issues+With+Mental+Health+System&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378200420-e52cb0.m3u?orgId=1&topicId=1029&d=291&p=2&story=378188922&t=progseg&e=378163983&seg=3&ft=nprml&f=378188922"},{"href":"http://media.npr.org/assets/img/2015/01/18/kp-strike-84446a4cefe7f87cf4a0d3e4414354d18086d104.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1999","width":"2666"}}]}