{"created":"2015-03-05T21:37:12+00:00","modified":"2015-05-13T21:10:56+00:00","valid":{"from":"2015-05-13T21:10:56+00:00","to":"3015-05-13T21:10:56+00:00"},"hreflang":"en","title":"Captive Market: A Consultant, His Girlfriend And The Kidnapping Business","published":"2015-03-31T15:04:00+00:00","teaser":"This is a story about a man trying to plan for the unimaginable: What would he do if his girlfriend were kidnapped?","itags":["npr_api","391036663"],"guid":"40cad2fb-0f80-45b5-b741-7910dc8525eb","contentencoded":"<p>This is a story about a man trying to plan for the unimaginable: What would he do if his girlfriend were kidnapped?</p><p>When Yaw arrived in Lagos, Nigeria as a business consultant for an international firm, he noticed that quite a number of the people he met had kidnapping stories. Either they'd been kidnapped, or they knew someone who had.</p><p>Nigeria is Africa's biggest economy, and that growth has nurtured a shadow industry of kidnapping for ransom. Nigeria is ranked fifth in the world for kidnapping cases. But it was the individual stories that stuck with Yaw. In one case, a hostage had a plastic bag melted onto his feet because his family wasn't paying enough ransom.</p><p>These stories got Yaw scared about his American girlfriend, Emily. What if she were kidnapped? Yaw is originally from Ghana, in West Africa, the son of civil servants. \"They're going to want money,\" he said. \"I don't have a lot of money.\"</p><p>Emily didn't worry. She was taking the standard security precautions. But, as Emily will tell you, Yaw can take an analytical approach to almost everything. Even if she just wants to vent about a bad day, he's analyzing what went wrong. \"Sometimes he says, 'Do you want me to be your boyfriend, or do you want me to be a consultant right now?'\" she laughs. \"And most of the time the answer is I want you to be my boyfriend!\"</p><p>To deal with his fear of Emily being kidnapped, Yaw put on his consultant cap. What if he analyzed kidnapping like he analyzes African industries in his day job? Could he protect Emily against kidnappers by understanding their economic strengths and vulnerabilities?</p><p>Yaw started interviewing kidnappers in prison. Then victims who'd survived. Victims' families. Private security services. Lawyers. Politicians. Cops. He considered how he'd run his business if he were a kidnapper.</p><p>He was surprised by how expensive it is for kidnappers to hold people hostage. They have to pay for guards, and a cook. They have to pay off police. And because kidnappers tend to keep one victim per hideout, he says, there's also an opportunity cost. When you're holding one hostage in a hideout, you can't go grab another.</p><p>So imagine you're a family member on the other side of that ransom negotiation. \"If you are able to wait it out a bit, in terms of your family members ... saying, 'Listen, we're still struggling to find the money, we need another few days,' the ransom [would come] down significantly.\"</p><p>Yaw has never had to put his theory into practice. Mark Courtney in South Africa is now semi-retired but he's been a kidnap and ransom negotiator for more than a decade. And he's never lost a hostage.</p><p>Courtney says Yaw is \"essentially correct in that time does come into it. If you agree to pay the ransom too quickly, they will believe you must have access to more money.\"</p><p>And then the ransom will climb up and up.</p><p>On the other hand, Courtney says it's important not to bargain too hard. Kidnappers likely researched your finances when they targeted you. They may know you're cheating them.</p><p>What's more, Courtney says, it's very dangerous for any family member to try to negotiate with kidnappers, no matter how much they've studied the game.</p><p>When a business consultant like Yaw comes to analyze an industry, his key advantage is distance. He parachutes into a company, unbiased by prior relationships or fears of its future. He gives advice and leaves. The terrifyingly profitable thing about the kidnapping business is that no matter solid your analysis might be, with one phone call, all that rational distance is lost.</p><p><em>Note: To protect their safety, we agreed to use first names only for Yaw and Emily.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Captive+Market%3A+A+Consultant%2C+His+Girlfriend+And+The+Kidnapping+Business&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391042085-af06e2.m3u?orgId=1&d=309&p=2&story=391036663&t=progseg&e=390816895&seg=17&ft=nprml&f=391036663"},{"href":"http://media.npr.org/assets/img/2015/03/05/img_2317-b1650a769d0751930374dc07ecb923a97102a614.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}