{"created":"2014-12-13T22:18:06+00:00","modified":"2014-12-17T01:05:11+00:00","valid":{"from":"2014-12-17T01:05:11+00:00","to":"3014-12-17T01:05:11+00:00"},"hreflang":"en","title":"Adapting 'Inherent Vice' Made Director Feel Like A Student Again","published":"2014-12-13T23:40:00+00:00","teaser":"Paul Thomas Anderson is the first to make a novel by reclusive author Thomas Pynchon into a film. He says he studied the book, about a stoner detective, intensely and treated it as his Bible.","itags":["npr_api","369599571"],"guid":"40ccca69-619c-4807-bfb1-9fcd208ed261","contentencoded":"<p>The new film<em> Inherent Vice</em> follows a stoner, hippie detective on a wild, wandering, pot-fueled adventure that ensues when his ex-lover Shasta brings him a new case to solve. Joaquin Phoenix plays that detective, Larry \"Doc\" Sportello, who, as he tries to tackle the mystery, is regularly at odds with an LAPD detective named \"Bigfoot\" Bjornsen, played by Josh Brolin.</p><p>The movie is based on a 2009 novel by the famously reclusive and media-averse novelist Thomas Pynchon, whose books are notoriously complex. In fact, it's the first movie ever based on a Pynchon book, and director Paul Thomas Anderson says the adaptation process was a challenging one.</p><p>Anderson, the director behind films like <em>There Will Be Blood</em>, <em>The Master</em> and <em>Boogie Nights</em>, always writes his own screenplays. He tells NPR's Arun Rath that as he became entrenched in Pynchon's work, he felt like a student again.</p><p>\"When you have a book as your Bible that you're going back to, that's the work — constantly underlining it, constantly looking at different things that Pynchon has written here and there,\" he says. \"And you hope to catch a line that will really kind of reverberate.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On his initial reaction to the book</strong></p><p>When any of his new books come out — which is very rare actually — you just buy the amount of time it's gonna take from your spouse, from your family, you hang a \"Do Not Disturb\" sign on the door and you tuck into the book. And I remember thinking \"I don't know how to do this,\" you know, but really thinking, \"I've got to figure out how to do it.\"</p><p><strong>On adapting the book into a screenplay</strong></p><p>I approached it in the most straightforward but laborious way I could come up with. I transcribed the dialogue. You know, write it out like a script — Doc says this, Shasta says this, Doc says this and on and on and on. And there were multiple times when I thought, \"Why don't I just call the publisher and get a PDF and cut and paste this on the computer?\" But there was something about typing it out again that made me — it made me get to know the book, you know, really deeply.</p><p>It was funny just how simple it all started to seem at a certain point — because people talk about [how] this movie's gonna be convoluted and complicated, and there's all that, but that's all kind of window dressing to keep it entertaining and fun because underneath it, the points do connect and they're actually not that complicated.</p><p><strong>On whether he had contact with Thomas Pynchon while making the film</strong></p><p>No, no. You know, I mean, maybe, but maybe I don't know! There's a famous story ... B. Traven was another writer who nobody knew who he was and he wrote the book that<em> The Treasure of Sierra Madre</em> was based on. And the rumor goes that like you know down in Mexico, John Huston [director of the film <em>The Treasure of Sierra Madre</em>] would get pages mysteriously slipped under his door. By who? Maybe by B. Traven? Or they'd be shooting on some street in Mexico <br />and they'd look over and see some mysterious man in a hat and sunglasses watching from a distance. Was that B. Traven? Who knows? ...</p><p>Obviously [Pynchon is] a flesh and blood person who exists, who wrote a book, but he spent a lot of his life, his entire professional career deciding, I don't want to be a part of whatever the spotlight is. And that's groovy with me.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Adapting+%27Inherent+Vice%27+Made+Director+Feel+Like+A+Student+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370613015-df51c4.m3u?orgId=1&topicId=1137&ft=3&f=369599571"},{"href":"http://media.npr.org/assets/img/2014/12/09/inherentvice1-99a871ec1fbd33427a37492b677303b321ca737e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4912","width":"6553"}},{"href":"http://media.npr.org/assets/img/2014/12/09/iv-04426c-73e94ec484a15d124494b004975aee7436ef76cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1946","width":"2594"}}]}