{"created":"2014-10-03T21:12:20+00:00","modified":"2014-10-31T02:21:05+00:00","valid":{"from":"2014-10-31T02:21:05+00:00","to":"3014-10-31T02:21:05+00:00"},"hreflang":"en","title":"Todd Terje: Supreme Leisure On The Dancefloor","published":"2014-07-07T13:25:00+00:00","teaser":"The producer grew up in a rural town in the south of Norway. He gave astrophysics a try but his DJ career took off, and now he produces underground hits year after year.","itags":["npr_api","310097746"],"guid":"40cd472b-b8b1-407a-adb4-2c5f88353913","contentencoded":"<p>Disco may not be the first thing that comes to mind when you think of Scandinavia — although to fans of dance music, Norway is as well known for its disco producers as it is for its Viking lore. This month, one of the most famous Norwegian disco producers, Todd Terje, released his first full length album. And now he's covered in vomit.</p><p>Terje, born Todd Terje Olsen, Skyped with me from Oslo with his three-month-old, Alf, in his arms. At the time of our call, Alf had a bit of indigestion. Terje had a good sense of humor about being interviewed with his son in his arms. He's got a pretty great sense of humor in general. This is the guy who's named his debut record <em>It's Album Time</em>.</p><p>\"It's just incredibly fun music, at its root,\" says Philip Sherburne, who recently <a href=\"http://www.spin.com/articles/todd-terje-interview-its-album-time/\" target=\"_blank\">profiled Terje for <em>Spin</em></a>. Like many dance music producers, Terje releases 12\" singles that often last more than six minutes with looping drums and basslines. But Terje's music is peppered with pop sensibilities. It's a far cry from the stone-faced techno found elsewhere on the blogs that review his records.</p><p>\"He really has a way with a hook, whether it's a bassline or topline melody,\" Sherburne says. \"He manages to evoke this sense of supreme leisure, with these very, sort of, naive, springy melodies.\"</p><p>It's that supreme leisure, in part, that makes Terje's music appealing to both freaks for underground dance clubs and those who never stay up until sunrise, a rare feat in online dance communities. His pace of releases, too, has been leisurely, a couple of club singles a year. Until now, Terje has built his name on dancefloors, but on his debut album, he's spreading his wings a bit.</p><p>Terje grew up in Mjondalen, a rural town in the south of Norway. It's a pretty little slice of suburbia. You can actually walk through it on Google Maps, two-story shops on small streets, a snaking river and rolling hills nearby. Not a town known for its clubbing — not even close. As a child Terje took piano lessons, but he wasn't that into them.</p><p>\"To be honest, I got into music quite late,\" Terje says. \"I remember the first CD I really liked was <em>Off The Wall</em> by Michael Jackson, because my brother gave it to me for Christmas.\"</p><p>Later on Terje started exploring house and techno, but he never took disco seriously. \"For most of my childhood I saw it as something ironic,\" he says. \"I saw it as a 'Haha' thing.\"</p><p>That all changed when Terje heard Norwegian producer Bjorn Torske's track \"<a href=\"https://www.youtube.com/watch?v=t5kgVjOA_X8\" target=\"_blank\">Sexy Disco</a>.\" \"It showed me that it could have focus,\" he says. \"And that bassline was just so groovy.\"</p><p>When Terje was 18 he moved to Oslo to study music, but dropped it after a year because, he says, his classes were too basic. He took up astrophysics. \"I thought I was going to man up and get serious.\"</p><p>Alas, the fun eventually won out. Terje DJed a school dance with friend and fellow dance music maker <a href=\"http://www.hplindstrom.com/\" target=\"_blank\">Lindstrom</a>. \"And then Djing just took off,\" he says. \"It was really difficult to make it to that 8 o'clock lecture.\"</p><p>So he worked his way into the Oslo club scene, a town where the bars closed relatively early and DJs played classic disco records. Terje got into making music by editing those records, adding his own spin to the dancefloor.</p><p>\"I started doing edits because I wanted to sound unique,\" he explains. \"Everyone wanted to say they were eclectic, but really they were just playing the same stuff.\"</p><p>\"<a href=\"https://www.youtube.com/watch?v=HL3DZ-YDSfw&list=PLCBFEFA799886B962\" target=\"_blank\">I Want Your Love</a>\" by Chic, \"<a href=\"https://www.youtube.com/watch?v=yotPg4js2BI&list=PLCBFEFA799886B962\" target=\"_blank\">Superstition</a>\" by Stevie Wonder, and Roxy Music's \"<a href=\"https://www.youtube.com/watch?v=Ic4xAuIkoFE\" target=\"_blank\">Love is The Drug</a>\" are a few of the songs that Terje reworked, seasoning the mixes with vocal snippets and basslines to his own taste.</p><p>This eventually lead to Terje composing his own tracks. Armed with analog synthesizers, he cranked out hit after underground hit year after year: \"<a href=\"https://www.youtube.com/watch?v=rCSyA2UQtMg\" target=\"_blank\">Eurodans</a>,\" \"<a href=\"https://www.youtube.com/watch?v=tq7qEUnLZto\" target=\"_blank\">Snooze for Love</a>,\" \"<a href=\"https://www.youtube.com/watch?v=ebjXsc0UjdQ\" target=\"_blank\">Inspector Norse</a>,\" \"<a href=\"https://www.youtube.com/watch?v=uEhge2_L9tI\" target=\"_blank\">Strandbar</a>.\"</p><p>But <em>It's Album Time</em> isn't just a collection of dance songs. Far from it. Many of the danciest tracks are previously released material. The album opens with twinkling runs wrapped around hats and snares, but when the groove kicks in, it's slower than most of his club fare, with less punch in the low end. It takes a while for that punch to settle, and one of the the first singles off the album is a slow-burner: <a href=\"https://soundcloud.com/toddterje/johnny-and-mary\" target=\"_blank\">a cover</a> of Robert Palmer's \"<a href=\"https://www.youtube.com/watch?v=7_SAMrDnXOE\" target=\"_blank\">Johnny and Mary</a>,\" featuring British rock legend <a href=\"http://www.npr.org/artists/15394808/bryan-ferry\" target=\"_blank\">Bryan Ferry</a> on vocals.</p><p>Ferry and Terje met after Terje remixed a song for Ferry in 2010. They both liked Palmer's song, and when Terje was in London for a gig, he dropped by Ferry's studio.</p><p>\"It has a strange haunting quality to the original,\" Ferry says. \"We tried to do it in a different way, of course. He's just a wonderful guy — a really talented musician.\"</p><p>What's next for this jet-setting disco producer with an album out, and a cache of hit singles? \"Mostly just trying to get this baby to sleep,\" says Terje.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Todd+Terje%3A+Supreme+Leisure+On+The+Dancefloor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sami Yenigun","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119441-cbca03.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=310097746"},{"href":"http://media.npr.org/assets/img/2014/05/09/toddterje_1213_1137-b82cc9525a3acf8daf552904f54015b4a92abda1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"626","width":"834"}}]}