{"created":"2014-12-13T13:11:19+00:00","modified":"2014-12-18T23:05:27+00:00","valid":{"from":"2014-12-18T23:05:27+00:00","to":"3014-12-18T23:05:27+00:00"},"hreflang":"en","title":"Malawi Mouse Boys: Hunting Mice And Singing In Harmony","published":"2014-12-13T19:21:00+00:00","teaser":"When record producer Ian Brennan met the Malawi Mouse Boys, they were selling mice as roadside snacks and singing together in church. Now, they've released two albums and toured the U.S.","itags":["npr_api","370321750"],"guid":"40d0c4b0-1ed7-410a-a898-ffbd636d4860","contentencoded":"<p>Malawi is a small, landlocked country in southeast Africa, one of the continent's least developed, the population mostly rural and agricultural. But over the past two years, some of its music has begun to reach the wider world, thanks in part to the efforts of Ian Brennan.</p><p>Three years ago, the San Francisco-based producer set up a portable studio to record a group of gospel singers called the Malawi Mouse Boys. This year, he brought the musicians to the U.S. The group took its name from the job the members had when Brennan found them, while driving the backroads of southeastern Malawi.</p><p>\"In that little stretch of freeway where they live, there's a tradition where they sell mice on a stick, as snacks, meals to the passing travelers,\" Brennan says.</p><p>\"And it's quite a labor-intensive task. It requires that they get up before dawn and hunt the mice. And their primary competitor for the mice are wild boars and black mamba snakes, so it can be quite dangerous.\"</p><p>Brennan set up his gear near the road where they were working and asked one of them, Alfred Gavana, to play and sing.</p><p>\"And he played it so quietly it was almost inaudible,\" Brennan remembers. \"But when he came to the chorus, this group of 20 kids that was pressing in, from age 2, to age 18 or so, all kicked in on the chorus in multi-part harmony. And the sun was literally going down, with surround sound and one of the most musical moments I'd ever had in my life.\"</p><p>After they recorded that first song, Brennan asked Gavana to invite other musicians to a session in his village a few days later. Brennan spent all day there, eventually zeroing in on a core group.</p><p>The Malawi Mouse Boys grew up singing in the village church, where Sunday services stretch for hours. When Brennan recorded them in May of 2011, the four members were in their mid to late 20s. Lead singer Zondiwe says from the get-go, the group had no real expectations. Foreigners had come through before expressing interest but never followed through.</p><p>\"But Ian, it's not like that,\" Zondiwe says, singer and percussionist Joseph Nekwankwe providing translation. \"He came back and said 'OK, I recorded your songs. Here's your profit.'\"</p><p>The Malawi Mouse Boys make their own instruments. Their four-string guitar was built with sheet metal and tree limbs. They use plastic water coolers and bicycle spokes for percussion. But Brennan says the instruments are secondary.</p><p>\"Their voices are really the core,\" he says. \"They have such a unity that I think it's very similar to the Carter Family or The Jackson 5, where it's familial. They've been singing together their whole lives, people that have developed their voices literally together, that have learned to listen together, have opened their ears to each other and with each other.\"</p><p>Getting their voices heard became a mission for Brennan. First he got the album released on a British label.</p><p>\"That no record had ever been released in any substantial way, given a real fair chance in the world, is so absurd when you think about the tens of thousands, hundreds of thousands, maybe even millions, of records that come out of Los Angeles and New York and London — predominantly, mostly, in English,\" Brennan says.</p><p>Last year, he took the Malawi Mouse Boys to England to perform at the WOMAD Festival. It was their first trip outside their country, and they sang in their native Chichewa language to an audience of more than 10,000. They also recorded a second album. Nekwankwe says it's a miracle they've come this far.</p><p>\"Maybe we can say it's a plan of God,\" he says. \"Because to us, to reach where we are now, using these local instruments, it's not a joke. In our country in Malawi, we have got many people who are using electric guitars and instruments, but they didn't reach America.\"</p><p>Next year, they'll travel to Australia for the 2015 WOMAD Festival. And they hope to come back to the U.S.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Malawi+Mouse+Boys%3A+Hunting+Mice+And+Singing+In+Harmony&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Betto Arcos","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370538738-cb68f6.m3u?orgId=1&topicId=1106&ft=3&f=370321750"},{"href":"http://media.npr.org/assets/img/2014/12/12/mouse-boys-2-f81374e00ba31165782143509e06dea0c25003bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}}]}