{"created":"2014-10-16T20:25:20+00:00","modified":"2014-11-10T20:36:16+00:00","valid":{"from":"2014-11-10T20:36:16+00:00","to":"3014-11-10T20:36:16+00:00"},"hreflang":"en","title":"Senate Race Delivers A Surprise Jolt To Conservative South Dakota","published":"2014-10-19T23:21:00+00:00","teaser":"The state's now-rollicking U.S. Senate battle is turning it into a battleground,  complicating efforts to predict which party will emerge from the midterm elections with control over the chamber.","itags":["npr_api","356728087"],"guid":"40d4fdd0-ee9e-424f-9df7-e16ce721382d","contentencoded":"<p>An unlikely place has become the scene of an unexpectedly close U.S. Senate race this year: South Dakota. It's complicating all efforts to predict which party will emerge from the midterm elections with control over the chamber.</p><p>South Dakota is a conservative state where the conservative Republican was expected to win easily. And one that no one, not even Democrats, thought would be a battleground in the campaign's final weeks.</p><p>From Sioux Falls, the suddenly rollicking Senate race sounds a lot like music and poetry.</p><p>Rick Weiland, a Democrat, is at the mic with a guitar, playing for the crowd at a union hall in Sioux Falls. He's not there to warm up the crowd for the candidate — he is the candidate. With no apologies to Johnny Cash, he's singing a list of the far-flung South Dakota towns he's campaigned in: <em>Parmelee, Wounded Knee, Waverly, Willow Lake, Long Lake, Clear Lake, Timber Lake, what a break. </em>He says he has traveled to every community in the state.</p><p>\"We've tried to make this campaign fun; we're enjoying it. I hope you are,\" he said.</p><p>Weiland is a businessman and former staffer for Sen. Tom Daschle. He's running as a populist committed to economic fairness.</p><p>One of his opponents, Larry Pressler, is a former three-term Republican U.S. senator. Pressler is now running as an independent, and he showed up at the regular meeting of a local poetry club Wednesday in a pub in Sioux Falls.</p><p>You don't often see a candidate for the U.S. Senate read poetry. He read a poem by Baxter Black called \"Cowboy is His Name,\" which he says is \"about a cowboy but it describes all of us in our struggle in life\":</p><blockquote><p><em>Every coil in his lasso's</em><br /><em> Been thrown a million times,</em><br /><em> His quiet concentrations</em><br /><em> Been distilled through ancient minds.</em><br /> <br /><em> It's evolution workin'</em><br /><em> When silver scratches hide,</em><br /><em> And a ghostly cowboy chorus</em><br /><em> Fills his head and says \"let's ride.\"</em></p></blockquote><p>Finally, there's the Republican front-runner — former Gov. Mike Rounds. He picked up a big endorsement in Rapid City on Wednesday from the Tea Party Express.</p><p>Rounds, who so far has not fired up the Republican base, was happy to accept the Tea Party's backing.</p><p>\"In South Dakota, we literally, we're very, very tired of what's going on in Washington, D.C. This truly is a challenge, this is, to find out whether or not we really believe in the policies of this president. This is a question of whether or not we want to continue these failed policies,\" he says.</p><p>Polls show that Republican Rounds' early big lead is shrinking. He scores in the upper 30s. Democrat Weiland is within 3 or 4 points. And, in some polls, Pressler is running a strong third.</p><p>Political scientist David Wiltse of South Dakota State University says Rounds remains the favorite, but \"the expectations are that he should be walking away with this. He should be above 50 percent; he was a popular governor. ... The expectation was if he wanted to run for Senate and take it, it was his to take.\"</p><p>One potentially big problem for Rounds is a lingering controversy from his time as governor. It involves a state-administered, federal program that allowed investors from outside the U.S. to earn a green card.</p><p><a href=\"https://www.youtube.com/watch?v=4yPuAmQmf-s&feature=youtu.be\">This ad</a>, paid for by the Democratic Senatorial Campaign Committee, alleges:</p><p>\"You've heard about Mike Rounds' 'citizenship for sales' scheme. The fallout. The investigations. Turns out there's more. After using a beef packing plant to sell citizenship to wealthy Chinese investors, Rounds gave special tax breaks to a shady offshore corporation to keep the scheme afloat.\"</p><p>The issue is complicated. Rounds says there were no improprieties in his oversight of the program. He also calls the attacks a red herring.</p><p>\"They don't want to talk about the issues. They don't want to talk about Obamacare; they don't want to talk about Second Amendment rights; they don't want to talk about the Keystone pipeline,\" he said at a recent event.</p><p>Pressler, the independent, says he wants to be part of a centrist caucus in the Senate.</p><p>His is a low-budget campaign. His wife does much of the driving, and he's getting attention. But he bristles at questions about his seriousness:</p><p>\"They say, 'You're a spoiler' or they'll say, 'Who are you stealing votes from?' Well, who owns the votes in the first place? The people do,\" he says. \"So is Mr. Rounds stealing my votes? I don't think so; I wouldn't say that. I wouldn't say Mr. Weiland is. I would say the people will decide.\"</p><p>So South Dakota has produced anything but your average, everyday U.S. Senate race. And in the process has found that it suddenly matters on the 2014 midterm election map.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senate+Race+Delivers+A+Surprise+Jolt+To+Conservative+South+Dakota&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356728088-29dcff.m3u?orgId=1&topicId=1014&ft=3&f=356728087"},{"href":"http://media.npr.org/assets/img/2014/10/16/weiland-d972ae896534063ddf897bfe9ba3e6f3cd6f9c68.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1220","width":"1627"}},{"href":"http://media.npr.org/assets/img/2014/10/16/presslerpoetry-80bc8eae0146628ea9c22ceffae994c56c33d59b.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1223","width":"1631"}},{"href":"http://media.npr.org/assets/img/2014/10/16/roundsbus-c9083bb12d0514bb428489b6664ee6ff90c56e0f.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1070","width":"1426"}}]}