{"created":"2014-10-27T23:50:00+00:00","modified":"2014-10-27T23:50:00+00:00","valid":{"from":"2014-10-27T23:50:00+00:00","to":"3014-10-27T23:50:00+00:00"},"hreflang":"en","title":"How A Public Corruption Scandal Became A Fight Over Free Speech","published":"2014-04-28T17:31:00+00:00","teaser":"Monday the Supreme Court hears about a man who was fired after testifying against a state lawmaker. The case on public employees' right to speak out could impact future corruption investigations.","itags":["npr_api","307480667"],"contentencoded":"<p>The current conservative Supreme Court majority has a well-earned reputation for protecting the First Amendment right to free speech, whether in the form of campaign spending or protests at military funerals.</p><p>But in one area — the First Amendment rights of public employees — the conservative majority has been far less protective of the right to speak out. Now the court is revisiting the issue, and the result could have far-reaching consequences for public corruption investigations.</p><p>Edward Lane was fired because he testified truthfully that an Alabama state legislator was a no-show employee, being paid by the taxpayers for no work.</p><p>He was hired in 2006 to head a program for juvenile offenders, providing counseling and education as an alternative to incarceration. The program was run out of Central Alabama Community College and received substantial federal funds.</p><p>After he was hired, Lane conducted an audit and learned that one of the program's best-paid employees, a state representative named Suzanne Schmitz, was not showing up for work. After Schmitz refused to change her ways, Lane had what he describes as an \"ugly\" meeting with the state legislator.</p><p>\"She began to tell me who she was, and did I know who she was for real,\" said Lane.</p><p>Lane says that people in his office warned him not to tangle with Schmitz because of her influence, but, as he puts it, \"To me, it's like being president of the bank. If I know one of my tellers is stealing from the bank, and I allow it to go on, I'm complicit.\"</p><p>And so he fired Schmitz.</p><p>About that time, the FBI came calling, Lane says. The bureau was conducting an investigation of public corruption in Alabama and subpoenaed Lane to testify first before the grand jury, and later at Schmitz's two trials. She was subsequently convicted in federal court of fraudulently obtaining $177,000 in public funds.</p><p>Lane, however, was not rewarded for his conduct. He was fired just before the community college was to request additional money from the state Legislature for the program he headed.</p><p>\"I was the only one who was terminated,\" Lane said. \"And to me, it made it look like I had done something wrong. You know, I was the one who was doing what was right.\"</p><p>And so he sued, contending that he was fired in retaliation for his testimony and that such retaliation violates the First Amendment guarantee of free speech.</p><p>While the Supreme Court in 1968 extended to public employees protection for statements made as a matter of public concern, the court has since narrowly defined what constitutes a matter of public concern.</p><p>In 2006, the court upheld disciplinary actions against a Los Angeles deputy district attorney after he testified in a trial that an affidavit to obtain a critical search warrant was false. By a 5-to-4 vote, the conservative Supreme Court majority ruled that the First Amendment offers no protection for speech that public employees engage in \"pursuant to their official duties.\"</p><p>The court said that a public employee's speech is only protected when he speaks as a citizen on a matter of public concern, not as an employee.</p><p>In Edward Lane's case, the federal court of appeals based in Atlanta ruled that Lane was not protected because he was testifying about information he had learned as an employee.</p><p>Lane appealed to the Supreme Court. Monday his lawyers will argue that public employees have a duty to testify truthfully when subpoenaed, and that the First Amendment protects public employees from retaliation for performing that duty. If there is no such protection, say Lane's lawyers, employees who know about fraud, waste and abuse in government will be afraid to come forward, and public corruption will thrive.</p><p>A decision in the case is expected by summer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Public+Corruption+Scandal+Became+A+Fight+Over+Free+Speech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","guid":"40dbd551-a949-4a1a-ad32-0c475c2b9bcc","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307627427-34bca4.m3u?orgId=1&topicId=1070&ft=3&f=307480667"},{"href":"http://media.npr.org/assets/img/2014/04/27/529148494_19198967-08dea8b9544670796ee68250ff65f18976e9e27c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}}]}