{"created":"2014-09-23T13:28:58+00:00","modified":"2014-10-31T00:13:16+00:00","valid":{"from":"2014-10-31T00:13:16+00:00","to":"3014-10-31T00:13:16+00:00"},"hreflang":"en","title":"Lotteries Take In Billions, Often Attract The Poor","published":"2014-08-11T11:19:00+00:00","teaser":"Americans wager nearly $60 billion a year on lotteries. Revenues help states, which use the money to provide services. But researchers say the games often draw low-income gamblers who are on welfare.","itags":["npr_api","332015825"],"guid":"40eb6343-a83e-42b0-9de7-2afa970fea0b","contentencoded":"<p>Santo Domingo Liquors in Lawrence, Mass., has two cash registers. But sometimes only the lottery register has a line.</p><p>Elizabeth Correia, eight months pregnant, is running that register with her mother — her family owns the store.</p><p>\"We do this seven days a week. Seven days a week. My mom, sometimes she'll do it open to closing,\" Correia says.</p><p>America's modern era of state-run lotteries started 50 years ago in New Hampshire. Today, across 43 states, the District of Columbia and several territories, people wager more than $56 billion a year on lotteries. The take for state governments is about a third of that, and in many states lottery revenues exceed corporate income taxes.</p><p>The big winners include politicians, who get money for government services without having to raise taxes.</p><p>Santo Domingo Liquors took in more than $1.2 million in lottery bets last year. It's Lawrence's fifth-largest lottery vendor.</p><p>With 77,000 people, the mostly poor city of Lawrence has 78 lottery outlets — about 1 for every 1,000 residents — in convenience stores, gas stations, bars and restaurants.</p><p>\"Ay, ay, ay — you again!\" Elizabeth Correia jokes as she rings up a lottery regular. (He's an elderly man who speaks Spanish and won't give his name to a guy with a microphone.)</p><p>He says he plays seven days a week.</p><p>He allows that he's just won $200 — Correia says that may explain why he didn't want to give his name. But now he's turned $44 of his winnings into new bets.</p><p>Correia says that's not uncommon for winners. She points to a table where gamblers fill in their numbers or scratch their scratch tickets.</p><p>\"They buy it, they go over there, they scratch it, they come back over here, cash it in, you know and then we sell them some more and they go back, scratch it, come over here, cash 'em, buy more ...\" she says.</p><p>Constant re-betting cuts the payback from lotteries significantly. And the official payback rate is not that good. Massachusetts returns on average about 73 percent of every bet, the highest of any lottery. That is still dramatically worse than the 90-plus-percent payback of casino games.</p><p>Why would anyone play such bad odds? With thousands of outlets in each state — Massachusetts has 7,400 — economists say the sheer availability of lotteries gives them a decisive market edge.</p><p>Cornell University economics and management professor David Just offers another reason why gamblers bite. \"What appears to be happening is that they really believe that there's going to be a return on this investment,\" he says.</p><p>Just and his colleagues crunched lottery data from 39 states. He says many people, especially the less educated, simply don't understand how abysmal their chances are.</p><p>Even if everyone did understand, Just says, his research shows why some still might play.</p><p>\"It's the desperation play,\" he says. \"People don't treat it like entertainment. Instead those — particularly those who are poor — are treating this more as an investment opportunity. It's their Hail Mary pass to try and make it big.\"</p><p>Lottery officials around the country insist that for most players, lotteries really are just entertainment. And with playing voluntary, no one's targeted.</p><p>That may be true, but Just says one other thing jumped out from his research.</p><p>\"To me the astounding thing was looking at how much the prevalence of people down around the poverty rate, particularly people who were on different forms of welfare, that those really did correlate so tightly with lottery play,\" Just says.</p><p>Studies from the Carolinas, California, Illinois and Connecticut echo that. At least some lotteries acknowledge their market indirectly: An Ohio marketing plan once suggested that lottery ads be timed to coincide with the receipt of government benefits.</p><p>Lottery advertising — and in many states there's a lot of it — favors friendlier themes reminding listeners that lotteries <a href=\"http://www.state.nj.us/lottery/where/4-0_where.htm\">fund good things</a>, like recreation, education and public safety. And the majority who hardly ever gamble get those services without paying the full cost.</p><p>For the gamblers, opportunities are multiplying. Under competitive pressure, the people who run state lotteries keep <a href=\"http://www.masslottery.com/\">launching new games</a>, new advertising, new price points and juiced-up payouts.</p><p>Back at Santo Domingo Liquors, a display case holds an array of 44 scratch tickets. There's one for every budget — $1, $2, $5, $10, $20.</p><p>Owner Correia pulls out another one: a $30 \"<a href=\"http://www.masslottery.com/games/instant/30-dollar/world-class-millions-88-2014.html\">World Class Millions</a>\" scratch ticket, the state's newest. Massachusetts is simply keeping up with the six other states that have rolled out $30 tickets in recent months.</p><p>Every state lottery website has a link to <a href=\"http://www.michigan.gov/lottery/0,4603,7-110-811__811__811-3392--,00.html\">counseling for problem gamblers</a>. But the flow of cash from these games raises questions about whether state governments and others who profit from lotteries are becoming a different sort of gambling addict.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lotteries+Take+In+Billions%2C+Often+Attract+The+Poor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Tripoli","audio":[{"meta":{"duration":"337"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332050505-0bb34d.m3u?orgId=1&topicId=1003&ft=3&f=332015825"}]}