{"created":"2015-02-17T08:32:50+00:00","modified":"2015-02-24T17:05:16+00:00","valid":{"from":"2015-02-24T17:05:16+00:00","to":"3015-02-24T17:05:16+00:00"},"hreflang":"en","title":"Watch This: The Akils On Black Film And TV You Can't Miss","published":"2015-02-17T12:58:00+00:00","teaser":"The husband and wife team of Mara Brock Akil and Salim Akil have created some of the most iconic African-American characters on television. This is their list of must-see shows and movies.","itags":["npr_api","386693903"],"guid":"40f1c28a-af73-4e6b-abbb-a962015c1821","contentencoded":"<p>She's the brains and showrunner behind two hit BET series — The Game and Being Mary Jane. He's a producer and director with credits including Jumping The Broom and Sparkle.</p><p>Together, Mara Brock Akil and Salim Akil make a powerhouse Hollywood creative team and couple who have created some of the most iconic African American characters on television.</p><p>They shared their \"must-see\" lists with <em>Morning Edition</em> Host Steve Inskeep — shows and movies that Salim Akil says, \"really represent being an American.\"</p><hr /><h3>Middle of Nowhere</h3><p>The 2012 film from <em>Selma</em> director Ava DuVernay follows the story of a woman who is faithfully waiting for her husband's release from prison after an eight-year sentence. Then she finds out that her husband had an affair while in prison.</p><p>\"It's about sort of her journey to let go and choose herself,\" Mara Brock Akil says. \"Also I love how Ava [DuVernay] explores the hardship of what the prison system has done [to] families.</p><p>\"It's not just punishing the criminal,\" she says. \"It's punishing the whole family.\"</p><hr /><h3>Do the Right Thing</h3><p>In Spike Lee's 1989 film, Radio Raheem is a young black man who carries around a giant boom box playing \"Fight the Power\" by Public Enemy.</p><p>\"When you talk about young black men walking around with radios blasting their music, all of a sudden it becomes a threat,\" Salim Akil says.</p><p>\"I have two little black boys,\" Akil says. \"And a film like <em>Do the Right Thing</em> can help illuminate the times for them with great storytelling.</p><p>\"When I tell my 10-year old that 'Hey look man, you can't run through that wealthy neighborhood [...] Because if you do, a police officer may see you and he's not thinking you're outside having fun, he's thinking you're running away from something, that you've done something.'\"</p><p><em>Do the Right Thing</em>, Akil says, shows those types of conversations and in a way that still feels relevant today.</p><hr /><h3>Getting On</h3><p>HBO's <em>Getting On</em> is a dark comedy series about life in the geriatric ward of a hospital. \"It's a place where people go to die,\" says Mara Brock Akil. \"Who are the people caring for these patients?\"</p><p>One of them is played by Niecy Nash, who Brock Akil says breaks the mold of the \"sassy black woman\" stereotype. \"Her portrayal of the character is just so beautiful. Although it's just a job in some ways for her, she's reminded that [the patients are] people, and I think that's a good message to always remember.\"</p><hr /><h3>Cooley High</h3><p>\"Michael Schultz's <em>Cooley High</em> is a classic,\" says Salim Akil. \"Often times we don't get to see films about coming of age, especially for young African Americans.\"</p><p>Set in Chicago in the 1960's, the movies is about two black high school students at Edwin G. Cooley Vocational High School. Their lives change dramatically after they meet a pair of career criminals and get falsely arrested in connection with a car theft.</p><p>Akil says one of the powerful issues in the film is how young people's paths diverge. \"Most guys have to go through this: When do you separate yourself from your friends?\" Akil says. \"Some of them are going to go left, some of them are going to go right, some are going to go straight. And you have to go on your path.\"</p><p>Akil remembers he had a really good friend in high school who wound up in the drug trade.</p><p>\"You have to make those sorts of decisions and I think <em>Cooley High</em> really illuminates in a fun way but also in a dramatic way, the idea of growing up and making choices,\" Salim Akil says. \"And we need those kinds of films.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Watch+This%3A+The+Akils+On+Black+Film+And+TV+You+Can%27t+Miss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876229-d3d43e.m3u?orgId=1&topicId=1008&e=386693903&d=437&ft=nprml&f=386693903"},{"href":"http://media.npr.org/assets/img/2015/02/16/credit-frederick-m-brown-d2246cc2d49b014a4985b6a54c754efe76affa42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"624","width":"833"}}]}