{"created":"2014-10-03T18:05:36+00:00","modified":"2014-10-03T21:35:53+00:00","valid":{"from":"2014-10-03T21:35:53+00:00","to":"3014-10-03T21:35:53+00:00"},"hreflang":"en","guid":"40ff582b-4fb2-42a6-a5c3-f0bde41acc1a","title":"A classical Indian musician is transforming hit songs into pop parodies","published":"2014-10-03T21:35:52+00:00","byline":"Chhavi Sachdev","tags":["music","culture","Music","Arts, Culture & Media","Asia","India","United States","south India","Leonard Cohen","Ashok Krish","Global Hit","Carnatic music","South India","Indian classical music","Ragas"],"teaser":"Being forced to take music lessons is something children all over the world are familiar with — and not always pleased with, either. But in India, Ashok Krish has found that these lessons can lead to Internet popularity, if you put those skills to use in the right ways.","contentencoded":"<p>A lot of songs sound like one another &mdash; sometimes, they&rsquo;re nearly identical. There are only a finite number of notes, after all. And sometimes&nbsp;it&rsquo;s easy to see where someone has been &ldquo;influenced&rdquo; or &ldquo;inspired&rdquo; by another melody.</p><p>Ashok Krish is one of those who can not only spot similarities, but reshape an entire tune &mdash; across genres, styles and cultures.</p><p>I first heard of him when someone forwarded me his take on Adele&rsquo;s 007 theme song, Skyfall. There are any number of cover versions of the song &mdash; from a rock take to the Russian Army Band&rsquo;s interpretation and everything in between.</p><p>But Ashok&rsquo;s is likely the first that sets it to a classical Carnatic raga.</p><p><iframe frameborder=\"no\" height=\"166\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/155687679&amp;color=ff5500&amp;auto_play=false&amp;hide_related=true&amp;show_comments=false&amp;show_user=true&amp;show_reposts=false\" width=\"100%\"></iframe></p><p>&ldquo;I learned Carnatic violin for almost two decades &mdash; from when I was six,&rdquo; he says. &ldquo;It was force-fed to me by my parents. And I hated them for it. It took me 20 years to grudgingly accept that it wasn&rsquo;t such a bad idea.&rdquo;</p><p>Now, Ashok&rsquo;s Carnatic renditions are something of a phenomenon in India&rsquo;s indie music scene. And then, there&rsquo;s his parody band, which sets local news to serious music.</p><p>&ldquo;The name of the parody band is Parodesy Noise. There&rsquo;s a bit of a joke in the name itself. When said in tamil it sounds like Foreign Dog, but in English it sounds very sophisticated. So, the intent of the band is to mix things that are ridiculous to music that sounds very serious.&rdquo;</p><p>Take the band&rsquo;s &ldquo;Indian-ized&rdquo; rendition of the Pulp Fiction theme, called &ldquo;Bulp Fiction.&rdquo; It comes with a backstory.</p><p><iframe frameborder=\"no\" height=\"100\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/102830085&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\"></iframe></p><p>&ldquo;Instead of Samuel L. Jackson getting really angry and unleashing biblical verses on the people he shoots in that room, it&rsquo;s an angry middle-aged south Indian,&rdquo; he says. &ldquo;You know, angry middle-aged south Indians when they get angry &mdash; what they don&rsquo;t do is riot on the streets. What they do is write letters to the editor. Which is why south India is largely a peaceful place.</p><p>&ldquo;See, for us, I think the fun is the creative process, which is mixing the ridiculous with these other kinds of things,&rdquo; he says.</p><p>To be able to noodle around with any art form and make it look easy takes a solid grounding in the basics. But Ashok didn&rsquo;t even hear Western pop in his childhood.</p><p>&ldquo;My mother&rsquo;s family is largely into music. There are several people who are professional musicians &mdash; Carnatic classical musicians. So there was a lot of classical music at home. In fact for a while there was a strict rule &mdash; only classical music, no corrupting film and Western music.&rdquo;</p><p>But then he went to engineering college &mdash; and on to work in the US.</p><p>&ldquo;In the US, I met people who played music after work. I asked, &lsquo;Are you a professional?&rsquo; and they said &lsquo;No, it&rsquo;s a hobby.&rsquo; So I went and bought all this equipment. Taught myself guitar. And attended&nbsp;a conservatory near where I lived for two years to learn Western Classical music.&rdquo;</p><p>He moved back to India nearly 10 years ago and the music hasn&rsquo;t stopped. He records his music at night with an electric violin because his son doesn&rsquo;t like the sound of a traditiona violin. And he spends a few hours on the weekends mixing, when his wife excuses&nbsp;him from childcare duties.</p><p>His solo projects include remakes like Skyfall set to raga Keeravani, a moving classical version of We Shall Overcome, the Game of Thrones theme, and Ashok&rsquo;s interpretation of Riders on the Storm &mdash; with lyrics about Chennai&rsquo;s crazy rickshaw drivers set to Raga Karaharapriya.</p><p><iframe frameborder=\"no\" height=\"166\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/135118918&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\"></iframe></p><p>And then there&rsquo;s his rendition of Leonard Cohen&rsquo;s Hallelujah. Every bit as reverential as the original, but with a twist &mdash; a violin solo midway through.</p><p><iframe frameborder=\"no\" height=\"166\" scrolling=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/160679763&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false\" width=\"100%\"></iframe></p><p>Don&rsquo;t hold your breath for original compositions, though. Ashok&nbsp;says he&rsquo;s too lazy.</p>","audio":[{"href":"http://youtu.be/PGXIc3iwEM8?list=UUjMAdCzKod0-bGEJUJWHNjw"},{"href":"http://www.pri.org/file/teardrop-bahudari-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/100320149.mp3"},{"href":"http://www.pri.org/file/100320149mp3"},{"href":"https://www.youtube.com/watch?v=UZnI_A6GSYE&noredirect=1"},{"href":"http://www.pri.org/file/tedxssn-krish-ashok-disregard-work-acquire-hobbies"}]}