{"created":"2015-03-28T22:35:33+00:00","modified":"2015-04-20T20:40:50+00:00","valid":{"from":"2015-04-20T20:40:50+00:00","to":"3015-04-20T20:40:50+00:00"},"hreflang":"en","title":"The Cautionary Tale Of A Big-Time Bracket Bust","published":"2015-03-31T00:22:00+00:00","teaser":"In 2010, police arrested a New Jersey man running a football pool — with a payout totaling nearly $900,000. If you're the one holding money in your office's college basketball pool, take heed.","itags":["npr_api","395983111"],"guid":"41012f29-df20-49d7-8916-67e5dd9270d1","contentencoded":"<p>About 25 years ago, John Bovery started a modest football pool out of his home in New Jersey. It had 57 participants, all friends and co-workers.</p><p>But thanks to word of mouth — and the multiplying factor of email — Bovery's pool grew to staggering proportions. At one point, it got too large for Bovery to handle himself, so he contacted a software company to custom-build something suited to his needs.</p><p>By 2009, it included more than 8,000 entries from people around the globe, with a total payout of more than $800,000.</p><p>The following year, the New Jersey police <a href=\"http://www.nj.com/sports/index.ssf/2015/03/the_800000_office_pool_how_a_teacher_got_busted_an.html#incart_2box_nj-homepage-featured\">raided</a> Bovery's home, seized all the money in his house and his bank accounts — something called civil forfeiture, when assets are confiscated by the state because they're believed to be connected to illegal activity — and sent him to jail.</p><p>\"They said, 'Make it easy on yourself, give us the betting slips and the cash,' \" Bovery recalls. \"And I said, 'There is no cash in this house; it's all checks. And there's no betting slips. I'm not a bookie.' \"</p><p>Five months later, Bovery was arrested on money-laundering charges and spent 25 nights in jail.</p><p>One of the main questions in his upcoming criminal trial is whether or not Bovery took a fee for his services. \"This did not get started as a venture to make any money, OK?\" he says. \"This was a guy who had an idea to have fun with 50 guys at work and [it] took a life of its own. Yes, at some point in time when people won, they said, 'Hey, don't forget about taking care of Bovery, he spends a lot of hours running this pool for us, you know, take care of him.' And people started giving me something at the end of the pool. It was always at the discretion of the players or the winners, and we referred to that as a gift.\"</p><p>Now, he says, he's \"just hanging in there till the finish line.\" His teacher certification was temporarily revoked, and he says it's hard to find a job with pending charges. His case is scheduled for June; if convicted, he says, he could face 10 to 20 years in jail.</p><p>New Jersey's Monmouth County prosecutor's office declined NPR's interview request but offered this statement: \"There is always more than one side to a story. The State looks forward to presenting its evidence to the jury in June. Stay tuned.\"</p><p>Marc Edelman, an expert in gaming law at New York's Baruch College, helps explain the prosecutor's side of things.</p><p>\"It's illegal to operate a contest with entry fees and prizes if that contest is deemed to be one of chance,\" he says. \"And most of the time, it's been presumed that anything involving picking the winners of actual sports games is a contest of chance. Maybe the law's silly, maybe it shouldn't exist, but under the <a href=\"http://uscode.house.gov/view.xhtml?path=/prelim@title28/part6/chapter178&edition=prelim\">Professional and Amateur Sports Protection Act</a>, this seems to be a clear violation.\"</p><p>He's not saying Bovery will lose in court; there are many avenues of defense available. But according to the letter of the law, his football pool — like many of the basketball pools going on right now in this country — was illegal.</p><p>If you're the one holding the money in your office's March Madness pool, you might find this a cautionary tale. But as to the question of whether or not <em>your</em> brackets are safe, Edelman says there is some wiggle room.</p><p>\"Many, but not all, states have what's known as 'recreational gaming exceptions,' \" he says. \"The recreational gaming exceptions are what allow a group of six to eight friends to get together and have a poker game within the privacy of their own home, but prevents you from opening up your home to offer a poker game to the outside public.\"</p><p>So if you keep it small and private, don't sweat the cops. At least, not much.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Cautionary+Tale+Of+A+Big-Time+Bracket+Bust&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"360"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396040918-a689b4.m3u?orgId=1&topicId=1055&e=395983111&d=360&ft=nprml&f=395983111"},{"href":"http://media.npr.org/assets/img/2015/03/28/467860050-80dd0cc53ce048234bc9eb2bed9e3054b5e0d802.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}