{"created":"2015-01-03T17:15:45+00:00","modified":"2015-01-03T19:40:08+00:00","valid":{"from":"2015-01-03T19:40:08+00:00","to":"3015-01-03T19:40:08+00:00"},"hreflang":"en","title":"Egypt's Citizens Still Wait 'To Breathe Deep The Air Of Freedom'","published":"2015-01-03T17:16:00+00:00","teaser":"Egypt has announced a retrial for three journalists jailed for their work. NPR's Eric Westervelt reflects on the reversal of justice in Egypt since his time covering the popular uprising at Tahrir.","itags":["npr_api","374731663"],"guid":"4106b70a-e15d-4b3a-acd7-bf003324a15d","contentencoded":"<p>Amid all the holiday celebrations, you may have missed this story from overseas.</p><p>An Egyptian court announced a retrial for three journalists from Al Jazeera who have been languishing in jail for more than a year for the crime of reporting the news. The scheduled retrial is a small step in the right direction for a nation that has seen its historic revolution of just four years ago almost totally reversed.</p><p>Since Egypt's first democratically elected president, Mohamed Morsi, was overthrown by Egypt's military in the summer of 2013, the new regime has cracked down hard on all political dissent, on all news media. And, as <a href=\"http://www.hrw.org/news/2014/12/18/egypt-surge-military-trials\">Human Rights Watch reports</a>, just in the last few weeks hundreds of civilians have been referred to military prosecutors.</p><p>Reigning in the military courts was one of the few tangible gains from the 2011 revolution. Now that, too, has been reversed. That's why the case of reporters Peter Greste, Mohamed Fahmy and Baher Mohamed offers a window into post-revolutionary Egypt that looks a lot like pre-revolutionary Egypt.</p><p>By all independent accounts the trial was, to paraphrase Woody Allen, a travesty of a mockery of a sham. The reporters were arrested and convicted on \"terrorism\" charges. But no evidence was presented to back up the charges.<br />Two were sentenced to seven years in prison. Baher Mohamed got 10 years.</p><p>In announcing a retrial, the court did not suspend the men's sentences or release them on bail. Another trial means more time in jail.</p><p>As one of the reporters who helped NPR cover the revolutions across North Africa, I was awed by the courage of ordinary people — especially in Egypt — to stand up to authoritarian regimes.</p><p>I was in Tahrir Square on the euphoric, chaotic night Egypt's dictator Hosni Mubarak was removed by the military after weeks of a popular street uprising demanding change.</p><p>Recently, I was searching my disorganized reporters' kit for a recording flash card that still had space on it, and I came across some of the hours of interviews in Tahrir Square that I and an NPR producer did while reporting on the revolution.</p><p>I couldn't erase it. It was part of my snapshot of history. I began to listen back. It was the day before Mubarak was ousted. Everyone in the square could feel that his departure was coming.</p><p>When we asked one 20-something college student who'd been in the square for days what he would do if Mubarak leaves, he gave us the kind of flowery, lofty response that one might easily dismiss.</p><p>But he meant every word. He said, \"I want to breathe deep the air of freedom.\"</p><p>That student in Egypt is still waiting.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Egypt%27s+Citizens+Still+Wait+%27To+Breathe+Deep+The+Air+Of+Freedom%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"167"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737010-e9ec46.m3u?orgId=1&topicId=1057&ft=3&f=374731663"},{"href":"http://media.npr.org/assets/img/2015/01/03/109007177-71eb336a47b9d5b063e5668fab4b8c5fa913ea56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3141","width":"4189"}}]}