{"created":"2015-06-29T14:07:07+00:00","modified":"2015-06-30T18:40:28+00:00","valid":{"from":"2015-06-30T18:40:28+00:00","to":"3015-06-30T18:40:28+00:00"},"hreflang":"en","guid":"410c002c-1e2c-4817-a0bf-65663553c0dc","title":"A son to his mom: 'You’re OK. The court said it was OK.'","published":"2015-06-30T18:40:22+00:00","byline":"Gabe Ortiz","tags":["health care","obamacare","Supreme Court","politics","immigration","Global Nation","Health","Health & Medicine","North America","United States","Barack Obama"],"teaser":"For the writer's mother, a housekeeper who worked on a green card she got in 1986, a woman who had never been able to take a vacation or make an emergency room visit, the Supreme Court decision on the Affordable Care Act came like a dispatch from God. ","contentencoded":"<p>I called my mom after news broke that the Supreme Court had upheld Affordable Care Act subsidies.</p>\n<p>“Did you hear the news about Obamacare?” I asked.</p>\n<p>I could sense the panic in her voice. “No,” she replied in Spanish. “¿Que paso? What happened?”</p>\n<p>“Don’t worry,” I reassured her in Spanish. “You’re OK. The court said it was OK.” Perhaps an oversimplified response, but it was exactly what she needed to hear at the moment.</p>\n<p>“Thank God,” she replied in relief. “Thank God.”</p>\n<p>My mother is one of the millions of Americans who receive subsidies to make private insurance more affordable. She’s also one of the millions of Americans who would have lost their insurance had the Supreme Court ruled in a very different way.</p>\n<p>For most of her life in the United States, my mom was uninsured. Born in Mexico, she received her green card in 1986, and has worked as a housekeeper for nearly 25 years. While she was able to raise our family on her modest income, the exorbitant costs of private health insurance made enrollment a financial impossibility for her.</p>\n<p>That is, until the implementation of the Affordable Care Act.</p>\n<p>Thanks to the subsidy that the Supreme Court upheld today, she was able to shop and enroll in a good, affordable plan. She can get her high blood pressure medication, her physicals, and the mammograms she requires regularly following a breast cancer scare some years ago.</p>\n<p>But what she gets most all — and perhaps most importantly — is peace of mind.</p>\n<p>When you clean houses for a living, it can be very easy to fall or face some other devastating injury. And my mother has never been able to afford a vacation, much less an emergency room visit that would cost her thousands of dollars in medical bills.</p>\n<p>For her, that subsidy might as well have been sent down from God.</p>\n<p>As we were talking on the phone, I asked her how she felt about today’s court decision. It turned out that as we were talking, she was actually on her way to mail the $33 premium she pays diligently every single month.</p>\n<p>“I’m so relieved,” she said in Spanish. “So many people need the help. I don’t know what I would do without the help. What would they all do? I’m praying for the President. I always do.”</p>\n<p>I know many other Latino parents are very happy, too. Since 2013, 2.6 million Latinos have enrolled in Obamacare. But while we make up about 17 percent of the general population, we are also the largest uninsured group in the nation.</p>\n<p>The numbers for immigrants are even worse. A Pew study found “that foreign-born adult Latinos are twice as likely to be uninsured as U.S.-born Latinos.” Another report found that many legal immigrants -- like my mom -- may not enroll out of fear of exposing an undocumented family member to deportation.</p>\n<p>The Obama Administration has tried to reassure legal immigrants that no enrollment information will be used to target undocumented immigrants, but the Administration's record two million deportations have left families nervous.</p>\n<p>Simply put, these immigrants ignore their own well-being out of concern for their families. And when our community is more likely to suffer from chronic illnesses, diabetes, and obesity, that kind of personal neglect is just unacceptable.</p>\n<p>With the Affordable Care Act secure for our Latino and immigrant families, there are more things we must do to increase enrollment rates in our community. Outreach about enrollment and subsidies must be a priority — in one survey, 25 percent of [Latino] respondents said they had heard or read nothing at all about health care exchanges.</p>\n<p>The enrollment process is available in Spanish, but many may not know that. And, for technologically-challenged folks like my mom, knowledge about in-person, Spanish-language assistance can make all the difference between signing up or throwing your hands up in frustration.</p>\n<p>As I ended my conversation with my mom, I wanted to be sure that her fears about her insurance had been calmed. “Are you OK?” I asked.</p>\n<p>“I am.” She paused for a moment. “You forgot to call me last week,” she said.</p>\n<p>She was fine.</p>\n<p><em>Gabe Ortiz is a San Francisco-based <a href=\"http://thefreshmex.blogspot.com/\">writer</a> who focuses on immigration. He spoke with Marco Werman on <a href=\"http://www.pri.org/programs/the-world\">PRI's The World</a> on what last week's rulling means to him and his family. </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Faca&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0625201511.mp3"},{"href":"http://admin.pri.org/file/0625201511mp3"}]}