{"created":"2015-06-09T18:33:08+00:00","modified":"2015-07-02T19:44:16+00:00","valid":{"from":"2015-07-02T19:44:16+00:00","to":"3015-07-02T19:44:16+00:00"},"hreflang":"en","guid":"410fd0b4-ae59-443e-935a-f9ddb3776787","title":"The road to Arctic oil drilling runs through Seattle. People there are trying to block it.","published":"2015-07-02T19:44:15+00:00","byline":"Bellamy Pailthorp","tags":["climate change","Shell","Arctic drilling","fossil fuels","Environment","Science, Tech & Environment","Seatte","North America","United States of America","Washington","Alaska","Pacific Northwest","Arctic Ocean","Arctic","Alaska","Ann Rolfes","Michael Anthony Moynihan","Jay Inslee","Ed Murray","Gail McCormick","Barack Obama","David Victor","Eric Biber","oil","oil drilling","Petroleum","Natural gas","Coal","Fossil fuels","Deepwater Horizon","Shell Oil","Royal Dutch Shell","BP","Paddle in Seattle","Climate change","Climate","marine pollution"],"teaser":"President Obama has given Shell the green light to drill for oil in the Arctic Ocean, but activists and politicians in Seattle are throwing up as many stop signs as they can as the drilling rig preps there for its journey north. It's the latest flashpoint in the growing international anti-fossil fuel movement.","contentencoded":"<p>It’s the latest front in the growing global movement to stop fossil fuel extraction. The Port of Seattle, a longtime staging point for expeditions to cash in on Alaska’s natural resources, has been home this spring to a standoff between oil giant Shell and legions of protesting “kayaktivists” and others hoping to foil <a href=\"http://www.shell.us/aboutshell/projects-locations/alaska/about.html\">the company’s plans to send a massive drilling rig to the Arctic Ocean </a>next month.</p>\n<p>The gigantic rig, the Polar Pioneer, has been parked on the Seattle waterfront since mid-May. Opponents say pretty much everything about it is offensive — from its sheer size, blocking views of Puget Sound, to the climate change impacts it symbolizes, to the threat of a disastrous accident.</p>\n<p>“I understand what big oil means to a region. It means devastation,” says protester Ann Rolfes, who lives in New Orleans but came to Seattle for a recent three-day action called “the paddle in Seattle.” Rolfes warns that key parts of the Gulf of Mexico ecosystem have never recovered from <a href=\"http://BP Agrees to 'Record' Settlement in Gulf Oil Spill Case\">BP’s massive oil well blowout</a> there five years ago.</p>\n<p>“I don’t want that to happen in the Arctic,” Rolfes says.</p>\n<p>For local grad student Michael Anthony Moynihan and many others here, the key issue is climate change, which already is happening.</p>\n<p>“We’re looking at desertification, we’re looking at excessive droughts,” Moynihan says. “We don’t even have snow up on our mountains this year. So where are we going to get our water from?”</p>\n<p>Regional leaders from Washington Governor Jay Inslee to Seattle Mayor Ed Murray are also scrambling to find ways to dislodge Shell from its way station in Seattle, a move that could cripple the expedition. Murray pulled Shell’s permit before the rig arrived, but the city’s port commission appealed that decision and Shell’s fleet came anyway.</p><div class=\"media media-element-container media-default\"><img height=\"655\" width=\"900\" alt=\"Shell&amp;#039;s Polar Pioneer drilling platform enters Seattle&amp;#039;s Elliot Bay on May 14, 2015, to prepare for its deployment to Alaska&amp;#039;s Chukchi Sea this summer.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/AaronBrethorst-.jpg?itok=ZMdSAYXp\" title=\"\" /><div class=\"field-caption\">\n    <p>Shell's Polar Pioneer drilling platform enters Seattle's Elliot Bay on May 14, 2015, to prepare for its deployment to Alaska's Chukchi Sea this summer.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Aaron Brethorst/Flickr Creative Commons</p>\n  </div>\n</div>\n<p>Shell says the warm weather window for safe operations in Alaska’s Chukchi Sea is too short to wait and that its ships need service from Seattle’s skilled workforce, to ensure safe operations. Company officials declined to speak publicly for this story. Shell acknowledges there are climate risks from fossil fuels and touts its commitment to efficiency, renewables and other new technologies. But the company also says global demand for energy is booming, and that oil and natural gas are less polluting than coal.</p>\n<p>It also says it can drill in the Arctic safely.</p>\n<p>For their part, port officials argue that Seattle has always been a gateway to Alaska’s extractive industries, from fish to gold, timber and petroleum. And Gail McCormick, with the<a href=\"http://www.ibu.org/index.cfm\"> local boatmen’s union</a>, says this is pretty much a done deal.</p>\n<p>“President Obama has already signed the drill leases. It’s going to happen anyway,” McCormick says, so Seattle should get its piece of the pie in the form of hundreds of jobs. McCormick also says Seattle workers know the territory and can help keep operations safer than anyone else.</p>\n<p>“I understand the kayaktivists and the people that don’t want this to happen,” he says. “But rather than put this in the hands of unprofessionals, let’s do it the right way.”</p>\n<p>It’s an argument that resonates beyond the docks of Seattle. <a href=\"http://irps.ucsd.edu/faculty/faculty-directory/david-victor.htm\">David Victor</a>, who teaches International Law and Regulation at the University of California San Diego, says the Arctic is one of the last frontiers of oil and gas development, and that the US needs to be a player.</p>\n<p>“We have as a nation a very strong interest in having that happen in our waters, with tight regulation, and not pushing it into other jurisdictions where it will be less well regulated but we might still be harmed if there’s a large spill in the Arctic,” Victor says.</p>\n<p>That may be part of President Obama’s calculus in <a href=\"http://www.boem.gov/press05112015/\">giving Shell the go-ahead</a> this spring, after the administration imposed strict safety measures.</p><div class=\"media media-element-container media-default\"><img height=\"680\" width=\"900\" alt=\"Shell plans to deploy its Polar Pioneer drilling rig on the continental shelf in the Chukchi Sea about 150 miles west of Barrow, Alaska. The Obama administration approved the plan earlier this spring, after imposing tightened safety rules over previous pl\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/ShellPlan.png?itok=Yyc3dehT\" title=\"\" /><div class=\"field-caption\">\n    <p>Shell plans to deploy its Polar Pioneer drilling rig on the continental shelf in the Chukchi Sea about 150 miles west of Barrow, Alaska. The Obama administration approved the plan earlier this spring, after imposing tightened safety rules over previous plans.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Shell Gulf of Mexico</p>\n  </div>\n</div>\n<p>But others say Obama’s approval seems schizophrenic, because he’s taking tough stances against climate pollution on other fronts.</p>\n<p>“The law does not require them to lease if they don’t want to lease,” says <a href=\"http://blogs.berkeley.edu/author/ebiber/\">Eric Biber</a>, who teaches environmental Law at the University of California Berkeley. He says the administration could’ve pulled the plug on Shell.</p>\n<p>“So why are they leasing? They’re leasing because of the politics.”</p>\n<p>The politics of energy and climate are extremely complicated. But Biber says those politics could change if protesters keep up the pressure on Shell over the summer and beyond.</p>\n<p>And the protestors say they will, that the fight over Arctic Drilling is as big and significant as the years-long fight over the <a href=\"http://www.pri.org/stories/2015-02-26/president-obamas-veto-isnt-end-keystone-xl-story\">Keystone XL pipeline</a>. Many here say it’s bigger than any particular operation but rather part of a growing global “keep it in the ground” movement aimed at all fossil fuels.</p>\n<p>And many say they’ll use whatever means are available to disrupt Shell’s plans.</p>\n<p>Already Governor Inslee’s Department of Natural Resources has determined that Shell’s long-term use of state waters for its huge rigs is unconstitutional. And the city of Seattle has begun imposing fines of up to $500 a day for parking without the right permit.</p>\n<p>If those don’t cause Shell to move its Arctic rig out, the “kayaktivists” say they’ll try to do the opposite: Keep the rigs from leaving Seattle when the drilling is set to begin next month.</p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"An anti-drilling protester poses as an endangered polar bear during the &amp;quot;paddle in Seattle&amp;quot; demonstrations. The habitat of polar bears is threatened by climate change.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/IMG_0466%20%281%29%20crop.jpg?itok=BwqqRkyu\" title=\"\" /><div class=\"field-caption\">\n    <p>An anti-drilling protester poses as an endangered polar bear during the \"paddle in Seattle\" demonstrations. The habitat of polar bears is threatened by climate change.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Lucas Randall Owens</p>\n  </div>\n</div>\n<p><em>Bellamy Paithorp had reporting help on this story from Ashley Gross and Lucas Randall Owens.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-08%2Froad-arctic-oil-drilling-runs-through-seattle-people-there-are-trying-block-it&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}