{"created":"2015-03-16T20:37:06+00:00","modified":"2015-03-16T20:37:07+00:00","valid":{"from":"2015-03-16T20:37:07+00:00","to":"3015-03-16T20:37:07+00:00"},"hreflang":"en","guid":"410f8098-9d4c-438c-a0d3-cb11d147890e","title":"As Netanyahu campaigns on Iran, Israelis prepare to vote on their rent","published":"2015-03-16T20:37:01+00:00","byline":"Jillian Weinberger, T.J. Raphael","tags":["politics","elections","business and economy","International Security","Global Politics","Asia","Israel","Middle East","Benjamin Netanyahu","Sheera Frenkel","Isaac Herzog","Politics of Israel","Politics","Israel","Likud","Social Issues"],"teaser":"Israeli Prime Minister Benjamin Netanyahu gambled big on national security in Israel's upcoming election, saying only he and his party could keep Israel safe from Iran and terrorist groups. But the gamble seems to have backfired as Israeli voters look more concerned about economic matters.","contentencoded":"<p dir=\"ltr\">Less than a year after a war in Gaza, and with Prime Minister Benjamin Netanyahu's recent Congressional speech about Iran's nuclear program ringing in their ears, you might assume national security is dominating the minds of Israeli as they prepare to vote for a new government on Tuesday.</p>\n<p dir=\"ltr\">But a <a href=\"http://www.timesofisrael.com/cost-of-living-tops-list-of-election-issues-poll/\">recent poll</a> by Israel's Channel 10 shows something very different: 53 percent of voters are most concerned with the cost of living in Israel and with other social issues. Only 24 percent named national security as their number one priority.</p>\n<p dir=\"ltr\">That's true even in Sderot, a city near Israel's border with Gaza that's often bombarded by rockets. As one Sderot resident <a href=\"http://www.buzzfeed.com/sheerafrenkel/in-israels-upcoming-elections-is-it-finally-the-economy-stup#.kgmJZEEJg7\">told Sheera Frenkel</a>, a Middle East correspondent for BuzzFeed News, \"I’m more in danger of losing my house because I can’t pay the mortgage than losing it to a rocket fired by Hamas.\"</p>\n<p dir=\"ltr\">“It’s not necessarily that the Israeli economy is bad — for the very rich, it’s great,” Frenkel says. “They get tax benefits, and there’s monopolies on a lot of the big businesses, so they’re having a great time. The problem is there’s a huge disparity in Israel between the rich and the poor. That gap is growing every single year.\"</p>\n<p dir=\"ltr\">Many middle class Israelis say they can't afford to buy houses or send their children to better schools, and those economic troubles are spilling over into the election in a way never before seen in Israeli politics.</p>\n<p dir=\"ltr\">“It’s those people who are speaking up and saying, ‘We need our politicians to talk more about the economy’ and more in general about socioeconomic issues,’” Frenkel says. “[The Zionist Union] has been talking about socioeconomic issues for a long time now. They really capitalized on these protests that happened in Israel from 2011 to 2013 — tens of thousands took to the streets and pitched tents in some of Israel’s biggest cities to decry the cost of living here.”</p>\n<p dir=\"ltr\">Frenkel says Zionist Union — an alliance of the Labor party and Hatnua, two center-left parties — viewed those leading the protests against economic inequality as a new, younger generation of political leaders, and <a href=\"http://www.pri.org/stories/2015-02-18/youve-heard-hope-and-change-you-probably-havent-heard-its-new-israeli-messenger\">worked to incorporate these individuals</a> and their ideas into their campaign.</p>\n<p dir=\"ltr\">It seems to have worked: Polls going into the election show the Zionist Union <a href=\"http://www.huffingtonpost.com/2015/03/16/israel-2015-election-poll_n_6877250.html\">likely to win at least two more seats</a> in the Knesset, Israel's parliament, than Netanyahu's right-wing Likud party.</p>\n<p dir=\"ltr\">“A lot of the young voters that I’m speaking to who are now going to vote for the Zionist Union are doing so because of those young leaders,” Frenkel says. “The Likud party is really just seen as Netanyahu’s party, and these elections have boiled down to Netanyahu or not Netanyahu. He is seen as someone who really supports big banks and monopolies, and someone that’s been living in three fairly luxurious homes for the last six or seven years. Israelis see him as someone who’s detached from the modern day-to-day realities that they face.”</p>\n<p dir=\"ltr\">While young voters do believe a nuclear Iran or Hezbollah and Hamas pose a threat, she says, they also want their leaders to be focusing on the rising price of everything from a bag of groceries to monthly rent.</p>\n<p>“They see a party that’s spoken about nothing but security issues for so long,” Frenkel says. “Likud, at the very last minute, has struggled to incorporate some socioeconomic issues into its platform. But political strategists that I’ve spoken with here say that it might just be too little, too late.”</p>\n<p dir=\"ltr\">Other voters are displeased by Netanyahu's controversial address to Congress earlier this month.</p>\n<p dir=\"ltr\">“A big surprise for Netanyahu was actually how badly his speech to Congress played here in Israel,” Frenkel says. “He had a brief bump in the polls ... but the average Israeli didn’t want to watch the speech to Congress and wasn’t interested. It sort of fell flat.”</p>\n<p dir=\"ltr\">She says even the voters she spoke with who did watch the speech came away unimpressed.</p>\n<p dir=\"ltr\">“They’ve heard Netanyahu speaking about this for five or six years, and overall he’s talked about the threat of a nuclear Iran even longer — for most of his political career — and nothing’s changed,\" she says. \"What they want to hear about is what he’s going to do about taxes and the price of housing.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/economy-looms-large-israelis-head-polls/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-16%2Fisrael-elections&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway031615-israel.mp3"},{"href":"http://www.pri.org/file/takeaway031615-israelmp3"}]}