{"created":"2014-09-15T19:05:11+00:00","modified":"2014-12-04T15:16:45+00:00","valid":{"from":"2014-12-04T15:16:45+00:00","to":"3014-12-04T15:16:45+00:00"},"hreflang":"en","title":"Surviving An Adult World In Fairy Tales, And Real Life","published":"2014-07-18T23:54:00+00:00","teaser":"Since October thousands of children attempting to cross the U.S.-Mexico border have been taken into custody. Author Kate Bernheimer recommends a book to help reflect on the lives of these children.","itags":["npr_api","332581061"],"guid":"412d78b4-1df5-412e-99a0-642f879834dd","contentencoded":"<p>I live in Tucson, Ariz. National news about thousands of unaccompanied minors crossing the U.S.-Mexico border — some as young as 2 years old — is local news here. A front-page headline from this week's <em>Arizona Daily Star</em> reads, \"Immigration tension boils over in Oracle.\" It's subtitled \"Protesters, supporters, clash; bus carrying children fails to show.\"</p><p>The article featured a photograph of protesters, adults standing by signs scrawled with red and blue markers. \"Remember the Trojan Horse\" and <em>\"No se Puede\"</em> — \"it cannot happen.\" Protesters and supporters comment on whether the \"youths\" posed a threat to the community, as the sheriff claimed they did.</p><p>\"Where did the children go? What will happen to them?\" my 9-year-old asked over cereal and juice, which suddenly seems like a luxurious breakfast.</p><p>Where did the children go, and what will happen to them — these primal questions remind me immediately of the body of work I love most. I often visit Maria Tatar's <em>The Grimm Reader</em> for a cold dose of courage. Her translations come from the Brothers Grimm, whose now-famous collection of <em>Kinder– und Hausmarchen</em> <em>[Children's and Household Tales]</em> was first published in 1812. The book was not intended for young readers. In fact, one early critic dismissed the Grimms' writing, Tatar notes in her introduction, as \"tasteless\" and \"dismal.\" Yet the stories became wildly popular with parents to read to their children. (Ultimately the Grimm Brothers published seven painstakingly revised editions over some 40 years.)</p><p>There is no book more timely, I think, than Tatar's exacting collection. The Grimms' tales are serious stories about children alone in horrible situations. You've probably heard the one about a brother and sister whose parents abandon them in the woods. A witch locks Hansel inside a shed, and plans to fatten him up and then eat him. But his sister, Gretel, shoves the witch in the oven instead. Tatar's version glitters with everyday details of wicked predation and quiet survival.</p><p>Here readers will find familiar tales rendered in the Grimms' intended language, spare and poetic. In \"The Twelve Brothers,\" siblings take shelter in the forest to escape murderous threats from their father:</p><blockquote><p>\"They went into the woods and shot rabbits, deer, birds, and doves, whatever was good to eat. Then they brought the food back home for Benjamin, who had to prepare it in an appetizing way for them. They lived together in the little house for a stretch of ten years, and time was never heavy on their hands.\"</p></blockquote><p>Later in the story, their sister is trying save them. I love the intuition and dignity in Tatar's phrasing: \"She went and found a hollow tree, seated herself in it, and began spinning. She neither spoke nor smiled.\"</p><p>And this beginning from \"Little Brother and Little Sister,\" another tale of children alone in the world:</p><blockquote><p>\"Little Brother took Little Sister by the hand and said, 'Since the day that our mother died, we haven't had a moment of peace. Our stepmother beats us every day, and when we try to talk to her, she just gives us a swift kick and drives us off. All we get to eat are crusts of hard bread. Even the dog under the table is better off than we are. At least he gets an occasional tidbit.' \"</p></blockquote><p>Then of course there's Snow White — a young girl who outsmarts a hateful queen by fleeing into the woods.</p><p>These aren't escapist fantasies; they're stories of kids facing unimaginable terror.</p><p>As Tatar writes, in fairy tales children must find radical ways to \"survive a world ruled by adults.\" This is our grim reality. And it's the grim reality of these children at the border as well. Of course, not all endings are unhappy. Remember Hansel and Gretel? They manage to shove that witch in the oven, and they emerge from the forest ... alive.</p><p><em>Kate Bernheimer's latest book is </em>How a Mother Weaned Her Girl from Fairy Tales,<em> which will be published in August.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Surviving+An+Adult+World+In+Fairy+Tales%2C+And+Real+Life&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kate Bernheimer","audio":[{"meta":{"duration":"161"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332636963-eff36b.m3u?orgId=1&topicId=1161&aggIds=257657827&ft=3&f=332581061"},{"href":"http://media.npr.org/assets/img/2014/07/18/annotated-brothers-grimm-bicentennial-edition-ab7cb7c498f487e6fe226d7d85e849a2ba3aeeb5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"615","width":"820"}}]}