{"created":"2015-03-03T08:38:01+00:00","modified":"2015-06-05T15:28:28+00:00","valid":{"from":"2015-06-05T15:28:28+00:00","to":"3015-06-05T15:28:28+00:00"},"hreflang":"en","title":"Abortion Restrictions Complicate Access For Ohio Women ","published":"2015-03-04T01:12:00+00:00","teaser":"In Ohio, abortion restrictions have helped shut down half the state's clinics that perform the procedure, forcing many women to travel farther away, even to neighboring states.","itags":["npr_api","390147649"],"guid":"4130ddb4-5095-431a-9f73-1912e03b2768","contentencoded":"<p>Ohio may not have gotten the national attention of say, Texas, but a steady stream of abortion restrictions over the past four years has helped close nearly half the state's clinics that perform the procedure.</p><p>\"We are more fully booked, and I think we have a harder time squeezing patients in if they're earlier in the pregnancy,\" says Chrisse France, executive director of Preterm. It's one of just two clinics still operating in Cleveland, and its caseload is up 10 percent.</p><p>France says women are also coming from farther away, from places that used to have clinics but no longer do. Because Ohio mandates an in-person meeting with a doctor followed by a 24-hour waiting period, women must come twice or stay overnight.</p><p>\"That's tough for women who are working, who may not have paid time off,\" France says. \"They're very likely to have children. Children and transportation are often big issues.\"</p><p>Some are even going to neighboring states. Ohio restricts the use of drugs that induce abortion early on, the method chosen by about a quarter of all women who end a pregnancy.</p><p>Then there's the state's confusing requirement for a fetal viability test after 20 weeks of pregnancy. Fetuses are generally not considered viable until several weeks later. But Dr. Lisa Perriera, an OB-GYN at Preterm, says there is no such test.</p><p>\"The laws say that we have to do some kind of testing,\" she says. \"They don't tell us what kind of tests to do, nor do those tests even really mean anything. It's just another hoop to jump through.\"</p><p>Preterm came up with its own test based on a fetus's age and weight. But Kellie Copeland of NARAL Pro Choice Ohio says the law has prompted other clinics to simply stop doing abortions after 20 weeks. \"We know that women who have pregnancy complications have to go to Pittsburgh often,\" Copeland says. \"Someone who may be later in pregnancy [and] found out that there was a severe fetal anomaly.\"</p><p>Then there's this new twist on an old law: All outpatient surgery centers in Ohio need a transfer agreement with a hospital in case of emergency. But now, only clinics that perform abortions are barred from having one with a public hospital.</p><p>\"So clinics are in this Catch-22 that really doesn't have anything to do with patient care,\" Copeland says.</p><p>Abortion opponents say this keeps tax dollars from funding the procedure. But private hospitals, many of them Catholic-affiliated, are reluctant to enter such agreements. The public hospital ban has shut down at least one clinic that provides abortion and left others in legal limbo.</p><p>In all, eight of Ohio's clinics that perform abortion have closed since 2011, leaving eight still open. A judge is expected to rule soon on whether the last clinic in the city of Toledo can keep operating.</p><p>Not all the closings are tied to new laws; one shut after safety violations, another for business reasons. But NARAL's Copeland says the relentless barrage of restrictions has left providers feeling besieged. Still, she says even the toughest laws won't keep women from ending their pregnancies.</p><p>\"At no time in history, nowhere around the globe did outlawing abortion mean women stopped having them,\" she says. \"What it meant is they became dangerous.\"</p><p>Abortion opponents say they aim to change the culture around the procedure.</p><p>\"Our goal ultimately is to live in a society where abortion is no longer even considered,\" says Mike Gonidakis, president of Ohio Right to Life, whose offices overlook the statehouse in Columbus. He's the key architect of a strategy even opponents call brilliant. Gonidakis calls his approach incremental and says it's driven by concern for civil rights.</p><p>\"Every pregnant woman, regardless of her socioeconomic status, should be able to get the prenatal care she deserves, be able to have a real doctor and then have her child,\" says Gonidakis.</p><p>Bucking many peers, Gonidakis even supports expanding Medicaid coverage on the theory that it will keep some lower-income women from going to Planned Parenthood. He believes he's been so successful because he doesn't push<em> too</em> far.</p><p>\"What happens in federal court is when you overreach, you lose,\" he says. \"And when you lose, you lose bad.\"</p><p>Among groups opposing abortion here, Ohio Right to Life is considered the moderate middle. It took heat for opposing a \"heartbeat bill\" that would have banned abortion as early as six weeks. The measure has failed twice so far.</p><p>This session the group has rolled out a long list of new measures with a solid group of backers.</p><p>\"I think we as a society need to be looking at this issue,\" says state Rep. Kristina Roegner, who keeps a framed copy of the Ten Commandments on her office wall.</p><p>When she first ran in 2010, Roegner says, she was struck that constituents asked her about abortion more than anything else. She's now sponsoring a bill to ban the procedure at 20 weeks, based on the medically disputed assertion that fetuses feel pain then.</p><p>\"Those are precious, beautiful little lives that left alone will develop into human beings,\" she says. \"And they have rights, too.\"</p><p>Another proposal would ban abortion based on a diagnosis of Down syndrome. And there's a \"trigger law\" that would ban virtually all abortions in Ohio, to take effect if the Supreme Court overturns <em>Roe v. Wade</em>.</p><p>\"This is part of a bigger effort to rig the system against abortion providers,\" says Al Gerhardstein, a civil rights attorney in Cincinnati. \"We have in Ohio laws that criminalize medical procedures that are unique to abortion. No other area of medicine has doctors fearing for criminal prosecution because they do the right thing for women, and that's wrong.\"</p><p>Gerhardstein's colleague Jennifer Branch is dismayed there hasn't been more of an outcry as Ohio loses one abortion provider after another. Major cities are down to one clinic each. If more close, \"my biggest concern is that there's going to be a young woman who dies from trying to self-abort,\" says Branch. \"And that's what it's going to take to galvanize people.\"</p><p>She and others continue to challenge Ohio's abortion laws. But so far, courts have let stand some of the toughest restrictions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Abortion+Restrictions+Complicate+Access+For+Ohio+Women+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390351275-f6c88a.m3u?orgId=1&topicId=1027&d=351&p=3&story=390147649&t=progseg&e=390351135&seg=4&ft=nprml&f=390147649"},{"href":"http://media.npr.org/assets/img/2015/03/02/gettyimages_464173731-0d6d2f1f31ab9a0f0b89c517dc0b22da19d3105b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3840","width":"5126"}},{"href":"http://media.npr.org/assets/img/2015/03/02/img_2443edit-780e121fd1ccc5e433a6504ff2efe63a14e18997.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}