{"created":"2015-06-03T07:46:28+00:00","modified":"2015-06-04T21:22:38+00:00","valid":{"from":"2015-06-04T21:22:38+00:00","to":"3015-06-04T21:22:38+00:00"},"hreflang":"en","title":"Emergency Rooms Crack Down On Abusers Of Pain Pills","published":"2015-06-04T21:22:00+00:00","teaser":"Hospitals in some states have begun tracking the names of patients who show up repeatedly seeking opioids. Denying these patients pills saves hospitals money, but some doctors question the ethics.","itags":["npr_api","411560144"],"guid":"4153c1ed-95fe-485a-b931-26feef8e7cbc","contentencoded":"<p>Kimberley Enyart was never interested in doing recreational drugs. But then she was in a car accident — and her doctor prescribed a powerful opiate for the pain.</p><p>\"It just would put me off in la-la land, and make me feel better,\" she says. \"I loved it. I loved that high.\"</p><p>When Enyart's prescription ran out, she did whatever she could to convince other doctors that she needed more. Eventually, she moved on to dentists.</p><p>\"I even had two back teeth pulled over it,\" she says.</p><p>Eventually, Enyart ran out of doctors to fool. In the last decade, every state except Missouri has a built a tracking system that lets doctors look up the prescription history of patients they find suspicious. So, Enyart went to the last place in town she could still legally get some pills: the hospital emergency room.</p><p>\"I would do anything, from saying I had a migraine to having side aches,\" she says. \"Most of the time, yeah, I walked out of the emergency room with a prescription.\"</p><p>In the last few years, the ER has become a top destination for people seeking addictive prescription painkillers like Vicodin, Oxycodone, or Percocet. In response, hospitals in some states, including New Mexico, Texas and Wyoming, have developed tracking systems specifically tailored to the emergency room. The program used by the ER at the Cheyenne Regional Medical Center, in Cheyenne, Wyo., is just getting off the ground.</p><p>Tracy Garcia, who directs the ER, points out the bold red letters that appear on patients' electronic records when they're flagged as abusers. With Wyoming's existing prescription monitoring system, she says, it hasn't been easy to track abusive patients. The ER's doctors work 12-hour shifts, serving an overflowing waiting room — which can mean that, even if they find a patient suspicious, Garcia says, they can't always look into it.</p><p>\"When I've got 15 people waiting for treatment,\" Garcia says, \"I want to get in, find out what's going on with you, and get your care started right away.\" That way, she says, \"you feel better and I can move on to the next patient.\"</p><p>Under the new system, the difficult decision of whether to withhold drugs won't be made by the doctor on duty, Garcia says. Instead, a hospital panel made up of doctors and administrators will meet once a month to decide whether patients flagged for unhealthy behavior should officially be labeled abusers. The panel will be watching for signs — like more than a few visits to the ER in a given month.</p><p>\"One day they're here with a headache, the next day with back pain, another day with dental pain,\" Garcia explains. \"And these are all things they request medication for.\"</p><p>Once the patients' names are flagged, the hospital will send out certified letters telling them they will not be prescribed painkillers for anything other than a dire emergency.</p><p>This kind of program has already had a big impact at hospitals around the country. <a href=\"http://health.usnews.com/doctors/eric-ketcham-271365\">Dr. Eric Ketcham</a> helped create one at San Juan Regional Medical Center in Farmington, N.M., a few years ago.</p><p>\"We assumed we would probably lose money,\" Ketcham says. \"We thought of it as a public health initiative.\"</p><p>But after crunching the numbers, Ketcham realized the hospital had cut down the number of visits to its emergency room by 5 percent a year. And because many of these narcotics-seekers lacked insurance, eliminating their repeat ER visits saved the hospital about half a million dollars a year, Ketcham says — enough to pay for about six full-time nurses in the emergency department.</p><p>Still, some doctors are nervous that these kinds of programs could tie their hands.</p><p>\"It's very important to leave medicine in the hands of physicians,\" says <a href=\"http://www.acep.org/About-Us/Alexander-M--Rosenau,-DO,-FACEP,-Immediate-Past-President/\">Dr. Alex Rosenau</a>, former president of the American College of Emergency Physicians. One of the purposes of the emergency room is to treat people when their primary care doctor is unavailable, Rosenau says. And for poor people, it's sometimes the only medical care they have access to.</p><p>These kinds of new guidelines, Rosenau worries, may discourage doctors from giving out pain medication when it's really needed.</p><p>\"If somebody is an abuser of Vicodin or one of these other medicines ... if they break a leg or break an arm, they're still going to need medicine to reduce their pain,\" he says.</p><p>Still, Rosenau agrees that the question of who should get the painkillers and who shouldn't is more important than ever. In 2013, prescription drug overdoses killed 44 people, on average, every day in the United States.</p><p><em>An earlier version of this story aired on </em><a href=\"http://wyomingpublicmedia.org/\">Wyoming Public Radio</a><em>, </em><a href=\"http://tunein.com/radio/Wyoming-Public-Radio-919-s35981/\">KUWR</a><em>, in Laramie, Wyo.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Emergency+Rooms+Crack+Down+On+Abusers+Of+Pain+Pills&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Miles Bryan","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411660267-8b0d29.m3u?orgId=1&topicId=1128&d=232&p=3&story=411560144&t=progseg&e=411644331&seg=8&ft=nprml&f=411560144"},{"href":"http://media.npr.org/assets/img/2015/06/02/prescription-bottles-c01c82f55f9d57b6e949056d7e580436fdd8ceaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}