{"created":"2014-09-02T21:05:13+00:00","modified":"2014-10-31T01:31:52+00:00","valid":{"from":"2014-10-31T01:31:52+00:00","to":"3014-10-31T01:31:52+00:00"},"hreflang":"en","title":"June 4: The Day That Defines, And Still Haunts China ","published":"2014-06-04T00:03:00+00:00","teaser":"Suppressing its own people with tanks and guns 25 years ago was a pivotal act of modern China. Beijing hoped economic prosperity would make people forget. But the legacy of Tiananmen remains potent.","itags":["npr_api","318454674"],"guid":"416a69d0-21e8-425a-ae48-d9c46ffbb8db","contentencoded":"<p>As China prepares to mark the 25th anniversary of its brutal repression of protests around Tiananmen Square, its leaders have presided over an unprecedented pre-anniversary crackdown. Rights groups say <a href=\"http://www.nytimes.com/2014/05/28/world/asia/tiananmen-square-anniversary-prompts-campaign-of-silence.html?_r=0\">at least 50 people have been detained, put under house arrest or disappeared</a>.</p><p>Silence surrounds this anniversary. So, too, does repression: For the first time, activists trying to hold private commemorations have been detained. Police are even warning foreign journalists not to go to Tiananmen Square.</p><p>Why do the events of June 4 remain so potent? Why is June 4 such a taboo?</p><p>When I saw him last year, I asked the celebrated artist Ai Weiwei.</p><p>\"Why the [Chinese Communist Party] cannot talk about it? Because that's the time they lost their legitimacy,\" he replied.</p><p>To claw back its legitimacy, the party had to offer something to the masses. And that thing turned out to be economic prosperity and material gain. The \"grand bargain\" is tidily summed up by Chen Ziming, a Beijing academic who served jail time after being accused of being the \"black hand\" behind the 1989 protests.</p><p>\"They didn't do political reforms, but they had an economic revolution,\" he told me last year.</p><p>Breathless reports on China's economic miracle were the norm; after all, disposable incomes are almost 20 times higher now than in 1989.</p><p>But the economic boom has a dark side, as outlined by <a href=\"http://www.npr.org/2012/10/25/163658794/at-79-ex-party-official-lambastes-chinese-leaders\">Bao Tong, one of the government's fiercest critics</a>. Once a top official, Bao spent seven years in jail after Tiananmen. He was accused of leaking a state secret. In his eyes, the rising living standards masked what was really happening: a kleptocratic free-for-all.</p><p>\"This was called progress. It was called the market economy. It sounded so good,\" he told me during one of several conversations I had with him last year. \"In reality, it was taking things from the people — the state-owned enterprises — and giving them to the officials. And the officials became millionaires.\"</p><p>When China's leader, Xi Jinping, came to power 18 months ago, <a href=\"http://www.theguardian.com/world/2013/jan/22/xi-jinping-tigers-flies-corruption\">he vowed to crack down on corruption</a>. After all, the scandals were legion: for example, the rail minister with 18 <a href=\"http://www.npr.org/2014/03/02/284905579/corruption-blurs-the-lines-of-chinas-mistress-culture\">mistresses</a> and 374 apartments.</p><p>That level of corruption is bringing people back to the streets; there were 180,000 protests in 2010, the last year for which figures were disclosed. Discontent is boiling on problems such as <a href=\"http://www.npr.org/2011/12/20/144001487/chinese-villagers-angry-at-governments-land-grab\">land seizures</a>, <a href=\"http://www.economist.com/blogs/analects/2014/04/environmental-protest-china\">environmental problems</a> and <a href=\"http://www.npr.org/blogs/parallels/2014/05/30/317274812/terror-attacks-in-china-take-an-alarming-turn\">ethnic issues</a>.</p><p>The party learned one important lesson from Tiananmen: <a href=\"http://www.npr.org/2012/10/30/163658996/in-china-a-ceaseless-quest-to-silence-dissent\">to maintain stability by violence if necessary</a>. That means stopping protests from spreading — and monitoring individuals seen as a threat to stability. One of the earliest targets was dissident Chen Ziming, after his release from jail on medical parole in 1994.</p><p>\"Two cars, two motorcycles and a bicycle followed us for five or six years. Three guys sat outside our flat. They got rid of the elevator guy and put someone there,\" Chen said. \"Their own words were, 'We're moving the prison to your house. Your home is now a prison.' \"</p><p>This is familiar, too, for Bao Tong. Though we often met in a McDonald's, he was always followed by plainclothes minders. To him, repression is a barometer of the leadership's fear: fear of the people, fear of the legacy of untrammeled growth, and fear of their own history.</p><p>\"The problems now are much more severe than during June 4. Unlike in 1989, today's problems, like <a href=\"http://www.npr.org/blogs/thetwo-way/2013/12/06/249293413/shanghais-choking-smog-registers-beyond-index\">air pollution</a>, the wealth disparity, <a href=\"http://www.economist.com/blogs/analects/2014/04/human-rights-china\">human rights abuses</a> and <a href=\"http://www.npr.org/2012/11/01/163949720/for-complainers-a-stint-in-chinas-black-jails\">extralegal behavior</a>, affect every single person,\" he says.</p><p>A quarter-century ago, suppressing the people with tanks and guns was the defining act of modern China. In focusing on economic growth, China transformed itself into the world's second-biggest economy. That also spawned major ills: corruption, a morality crisis and the ascendancy of security apparatus.</p><p>China's recent history may pivot on that defining moment, but today — more than ever before — it's a moment that cannot be openly discussed.</p><p><em>Louisa Lim, NPR's longtime China correspondent, is the author of the forthcoming book on China</em> The People's Republic of Amnesia.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=June+4%3A+The+Day+That+Defines%2C+And+Still+Haunts+China+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Louisa Lim","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318575980-173656.m3u?orgId=1&topicId=1125&ft=3&f=318454674"},{"href":"http://media.npr.org/assets/img/2014/06/03/495429271-9bf4ed88c19dc004f80cb66f76f381c730a1aeae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3504","width":"4678"}},{"href":"http://media.npr.org/assets/img/2014/06/03/17663281_h29217910-c146954133a3c0d8ec3e2d7c888a829b405395a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2233","width":"2976"}}]}