{"created":"2014-10-08T15:27:43+00:00","modified":"2014-10-31T01:47:13+00:00","valid":{"from":"2014-10-31T01:47:13+00:00","to":"3014-10-31T01:47:13+00:00"},"hreflang":"en","title":"Conservatives Brainstorm To Win Voters In The Middle","published":"2014-05-24T18:09:00+00:00","teaser":"Election watchers say Republicans could take control of the Senate in 2014, but to guarantee a win, some conservatives are floating ideas to broaden the party's appeal to the middle class.","itags":["npr_api","315402720"],"guid":"4174bb8c-6608-4b5a-8f4a-1d082bfb0869","contentencoded":"<p>Election watchers say Republicans could take control of the Senate this fall. At the same time, many of these same analysts see problems for the Grand Old Party in the longer term.</p><p>Republican voters tend to be white, older and more affluent, and their share of the overall population is shrinking. That's why at least some conservatives think it's time for the party to broaden its appeal to the middle class.</p><p>The latest push comes in the form of a glossy collection of essays from center-right thinkers called <em>Room to Grow: Conservative Reforms for a Limited Government and a Thriving Middle Class</em>.</p><p>Ramesh Ponnuru, senior editor at <em>National Review</em> and a contributor to the collection, says there's a sense among some Republicans that in recent years, conservative policies have gotten a little stale.</p><p>\"They're adapted to the circumstances of 1981,\" Ponnuru says. \"What we wanted to do was to try to refresh our ideas and talk about how today's conservatives would tackle issues like health care or energy or balancing work and family.\"</p><p>Some of the ideas are new, like rethinking higher education. Others, like expanding the earned income tax credit and the child tax credit, were once common topics among Republicans, but lately have fallen from favor.</p><p>Still others are well-worn, pet party issues, like limiting the reach of unions, changing overtime policies and expanding school choice. It's an eclectic stew with many flavors, and Ponnuru admits it may not appeal to all the Republicans in Congress and beyond.</p><p>\"It is a bunch of ideas, and not every person who reads it is going to like every single one of those ideas,\" he says. \"But if more of them get out there and start affecting the conversation, and people pick up some of them, then I think we'll be making progress.\"</p><p>Republicans are making other efforts to reach the middle class — or \"working Americans,\" the phrase preferred by former senator and presidential candidate Rick Santorum. He appeared recently on the <em>Hannity Show</em> on Fox News to pitch his new book, <em>Blue Collar Conservatives</em>.</p><p>\"We have to be able to go out there and meet people where they are,\" Santorum said. \"Stop talking macro-economics and start talking micro-economics.\"</p><p>At a forum put on this week by the American Enterprise Institute, a right-leaning Washington think tank, Senate Minority Leader Mitch McConnell implied that all the focus in recent years on job-creators didn't hit the right note.</p><p>\"Look, for most Americans, whose daily concerns revolve around aging parents and long commutes, shrinking budgets and obscenely high tuition bills, these hymns to entrepreneurism are, as a practical matter, largely irrelevant and the audience for them is probably a lot smaller than we think,\" McConnell said.</p><p>Part of this effort also includes changing the way Republicans talk about economic issues. At the same forum, South Carolina Sen. Tim Scott personalized his critique of the Great Society programs.</p><p>\"The fact of the matter is, to kids like me growing up in [the] houses of Frances Scott, who was working 16 hours a day, living in the wrong zip code, it didn't work very well,\" Scott says. \"Unfortunately, when you look in those same zip codes, things are getting worse.\"</p><p>But Neera Tanden, president of the left-leaning Center for American Progress, thinks the talk of outreach rings a little hollow, given that House Republicans again passed what's known as the Ryan Budget, which envisions steep cuts to the social safety net.</p><p>\"Every House Republican voted for that budget, not three years ago but just in the last few months,\" Tandeen says. \"The real issue is where do people stand, and we know where they stand from the budget they just passed.\"</p><p>Even Ponnuru says inertia may be working against the conservative reformers. The inclination, he says, is to stick with what worked in the past.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Conservatives+Brainstorm+To+Win+Voters+In+The+Middle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315445151-897f30.m3u?orgId=1&topicId=1014&ft=3&f=315402720"}]}