{"created":"2014-09-21T09:58:09+00:00","modified":"2014-10-30T22:13:53+00:00","valid":{"from":"2014-10-30T22:13:53+00:00","to":"3014-10-30T22:13:53+00:00"},"hreflang":"en","title":"U.S., Iraqi Militias Join In Uneasy Alliance ","published":"2014-09-21T15:15:00+00:00","teaser":"Shiite militias that once fought bitterly against U.S. forces in Iraq are now the beneficiaries of American airstrikes against the Islamic State. But there's distrust all around.","itags":["npr_api","349884578"],"guid":"417e1582-8567-423f-8493-fc977c10ab63","contentencoded":"<p>In the Middle East, alliances have a strange way of shifting. And as the United States again becomes deeply involved in the conflict in Iraq, it's found itself making some strange alliances too.</p><p>Militias that used to fights American forces in Iraq are now fighting against the Islamic State — on the same side as the U.S. — and all sides involved have reservations about it.</p><p>A decade ago in Sadr City, a sprawling Shiite suburb of Baghdad, the Mehdi Army, led by Shiite cleric Moqtada al-Sadr, began to fight bitterly against American forces, calling them occupiers.</p><p>Now the Mehdi army has been re-branded the Peace Brigades, and it's fighting alongside Iraqi security forces against the Sunni extremists known as the Islamic State. American warplanes support their operations.</p><p>But even in Sadr City, not everyone's sure about militias playing such a big role. In a shop selling doves, canaries and birdseed, Abbas Naim expresses some doubts. He volunteered for the Peace Brigades after swaths of Iraq fell to the Islamic State earlier this year; right now he's on leave from duties in Samarra, north of Baghdad.</p><p>\"Not everyone is as disciplined as the Peace Brigades,\" he says.</p><p><strong>Multiple Militias</strong></p><p>They're just one of an array of Shiite militias fighting, he says, and others are more brutal. Many Sunnis here allege those Shiite militias kill innocent civilians. Naim, for his part, doesn't want militias around forever.</p><p>\"When Iraq is liberated, the arms should be under the control of the government. Everyone should go back to his former life,\" he says. \"You can't tell what will happen on the street — maybe gangs.\"</p><p>Then Naim sells a little girl some birdseed. He'll be back with the fighters in a couple weeks.</p><p>Sayyed Ibrahim Jaber, the representative of Moqtada al-Sadr in his Baghdad stronghold, agrees that the militias are only a temporary solution.</p><p>\"God willing, when this war comes to an end, the weapons will stay in the hands of the government and the security forces,\" he says.</p><p>That's in line with the views of American officials. But when NPR raised the fact that Sadr's militia and American air power are fighting on the same side, it becomes clear that Jaber is still deeply hostile to the United States.</p><p>\"They want to come to an Iraq another time, under the pretext of fighting the Islamic State fighters, in order to occupy Iraq,\" he says. \"And the Iraqi people are aware of this.\"</p><p>Thus far Sadr and other militia leaders have kept bolstering the feeble Iraqi security forces, under U.S. air protection, but they draw the line at American boots on the ground.</p><p><strong>The Shadow Of Iran</strong></p><p>On the American side, a huge headache of working with these Shiite militias is Iran. The Iranian special forces, called the Quds Force, are enormously influential in training and funding these groups, and their commanders are on the ground, directing the fight.</p><p>Derek Harvey, who was a senior intelligence adviser to Gen. David Petraeus, says there's a lot of history to overcome.</p><p>\"The Quds force and these Shia militias, at the end of the day, have actually killed more American service members and probably others than what we lost on 9/11 from al-Qaida,\" he says. \"So. We need to keep that in mind.\"</p><p>That doesn't mean Harvey's against working with them — he points out that the U.S. fought the Japanese and then allied with them. But he says that for Iraq to beat the Islamic State and avoid being sucked back into sectarian conflict, it needs a non-sectarian army.</p><p>The militias and the long shadow of Iran don't help, he says: \"Those two issues create some very significant problems in building an effective, nonsectarian security force going forward.\"</p><p>Last week, Gen. Martin Dempsey, chairman of the Joint Chiefs of Staff, told the Senate Armed Services Committee that U.S. military support to Iraq would be aimed at bolstering units that are loyal to the central government and not sectarian. He said the aid would be \"conditional\" based on the unit.</p><p>Everyone's aware of the problems, but plenty of Iraqis fear these Shiite militias will become entrenched. In al-Zawra park in Baghdad one evening, a Sunni housewife named Iman Hussein says she's from Diyala, a mixed province, and blames the Shiite militias for the growing violence there.</p><p>\"They trained for a long time in Iran, and then they invaded Iraq and brought us nothing good,\" she says.</p><p>What Iraq needs, she says, is to build trust between sects. And so far the militias have done nothing to improve goodwill.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.%2C+Iraqi+Militias+Join+In+Uneasy+Alliance+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350316016-e4a62b.m3u?orgId=1&topicId=1010&ft=3&f=349884578"},{"href":"http://media.npr.org/assets/img/2014/09/19/450765704-c90be04c4d5333481bf360fd24d05b80533ed635.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1278","width":"1705"}}]}