{"created":"2014-09-10T16:59:22+00:00","modified":"2014-10-30T22:32:16+00:00","valid":{"from":"2014-10-30T22:32:16+00:00","to":"3014-10-30T22:32:16+00:00"},"hreflang":"en","title":"3 Roosevelts Come Alive In PBS Documentary, Ken Burns' Best Yet","published":"2014-09-12T03:56:00+00:00","teaser":"A 14-hour biography of Theodore, Eleanor and Franklin Delano starts Sunday. Actors including Paul Giamatti and Meryl Streep put on Emmy-worthy vocal performances reading from an Emmy-worthy script.","itags":["npr_api","347276638"],"guid":"4193f759-f019-469e-91e0-5e6582434a30","contentencoded":"<p>Franklin Delano Roosevelt delivered his most resonant and famous line during his presidential inauguration speech of 1933: \"So, first of all, let me assert my firm belief, that the only thing we have to fear is fear itself.\" It was resonant because he was being defiant, and optimistic, in the face of the Great Depression — and it was famous because it was broadcast live, to the entire nation, on the relatively new medium of radio. It was filmed, too, and when we get to this moment in the newest Ken Burns nonfiction epic, about halfway through <em>The Roosevelts: An Intimate History, </em>we can see <em>and </em>hear Roosevelt speak.</p><p>That puts a lot of extra weight on Burns and his collaborators in this documentary miniseries, which launches Sunday on PBS. Since Theodore Roosevelt was born just a few years before the start of the Civil War, this new 14-hour joint biography — of Teddy, his niece, Eleanor, and Teddy's fifth cousin, Franklin — begins on familiar Burns territory. There are lingering, slowly tightening shots of old photos and news clippings, with actors hired to give voice to real-life historical figures. You could say Burns, once again, is up to his old tricks — but they're still great tricks.</p><p>At the end of Sunday's Part 1, Paul Giamatti, as U.S. Vice President Teddy Roosevelt, remarks on suddenly ascending to the presidency after the assassination of William McKinley.</p><p>\"It is a dreadful thing to come into the presidency this way, but it would be a far worse thing to be morbid about it,\" he says. \"Here is the task and I've got to do it to the best of my ability, and that is all there is about it.\"</p><p>That sort of audio role-playing gets trickier when we, the audience, are familiar with the historical voices being impersonated. Yet that obstacle is overcome in spectacular fashion, thanks to some Emmy-worthy vocal acting — and some equally Emmy-worthy scriptwriting.</p><p>A perfect example of both is in Part 4. It's the summer of 1921, and Franklin Roosevelt, age 39, has just spent a day sailing, swimming and racing with his family — only to retire early because his legs felt weak and funny. It's the very moment when Roosevelt is stricken by infantile paralysis, by polio — and it's captured perfectly in this TV history, because of the talent and passion of all involved. Edward Herrmann, who won an Emmy for his pitch-perfect portrayal of FDR in the made-for-TV movie <em>Eleanor and Franklin </em>way back in 1976, brings the man to life again here — and does so with such authority and accuracy, that his vocal impersonation stands proudly alongside recordings of the real Franklin.</p><p>Then there's the writing. Longtime Burns collaborator Geoffrey C. Ward, a biographer of Franklin Roosevelt, wrote this entire 14-hour documentary — and also appears on camera occasionally. He emerges as this TV program's secret weapon, because, when recounting the history of these three famous Roosevelt relatives, he's thoroughly invested and empathetic.</p><p>That's never truer than in the sequence where Franklin goes to bed tired and wakes up unable to use his legs. Ward, like Franklin, is a survivor of polio — and when Ward shows up on camera to describe how Franklin must have felt, it's a searingly raw, honest moment. Coming right after Herrmann's impersonation of Franklin, it's a hauntingly potent one-two punch.</p><p>The other major players in <em>The Roosevelts: An Intimate History </em>are Meryl Streep and Peter Coyote. Streep, as Eleanor Roosevelt, brings her gifts for accents and acting and uses them both beautifully. This joint biography doesn't shy away from Franklin's infidelities and betrayals, or his wife Eleanor's very independent life — not even at the end of their long and complicated marriage, when Streep reads one of Eleanor's subtly honest remarks after the death of her husband, in the documentary's final chapter.</p><p>Streep is marvelous. So is Peter Coyote, who has narrated many Burns documentaries with the perfect pace and pitch, and does so again here.</p><p>Each of these Roosevelts, if studied individually, would be fascinating. But looking at them together like this is a revelation — a sort of storytelling synergy, where the whole ends up being even more valuable than the sum of its parts. <em>The Roosevelts: An Intimate History</em> is biographical binge-watching at its best. In fact, I think it's Burns' best, too.</p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://www.tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a><em>, and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=3+Roosevelts+Come+Alive+In+PBS+Documentary%2C+Ken+Burns%27+Best+Yet&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"556"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347398891-568086.m3u?orgId=1&topicId=1138&ft=3&f=347276638"},{"href":"http://media.npr.org/assets/img/2014/09/10/cred-libraryofcongress-8dadeb231e0ba1f8fd30d1ebb370375a8ae8b7be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2748","width":"3665"}},{"href":"http://media.npr.org/assets/img/2014/09/10/cred-getty-22d5fc20ad31d25780157da588f1a344ac332f01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2714"}},{"href":"http://media.npr.org/assets/img/2014/09/10/cred-corbispictures-fc00e18067b12f0b854884b3f8dd6a2a540d959e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4791","width":"6395"}}]}