{"created":"2014-10-08T13:22:04+00:00","modified":"2014-10-31T00:48:46+00:00","valid":{"from":"2014-10-31T00:48:46+00:00","to":"3014-10-31T00:48:46+00:00"},"hreflang":"en","title":"The Binge-Watch Before The Purge, Now That Aereo Is Likely Done","published":"2014-06-30T16:35:00+00:00","teaser":"The Supreme Court gave big broadcasters a win in their battle against the streaming TV service Aereo. For the service's subscribers in 13 cities, now what?","itags":["npr_api","325812733"],"guid":"419653ae-6a8a-420e-8e03-edd860afe6a0","contentencoded":"<p>The Supreme Court <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/25/325488386/tech-firm-aereo-performs-an-illegal-service-supreme-court-says\">gave broadcasters a big win</a> this week in their battle against the startup service Aereo. Subscribers in select cities have been watching and recording live broadcast TV with <a href=\"https://www.aereo.com/\">Aereo</a>, at a cost of $8 to $12 a month. But what happens to consumers now that the service is illegal?</p><p>For recent New York University law school graduate Amanda Levendowski, the service meant an ease and a price that made a lot of sense. \"I really wanted to be able to stream local channels so I could watch TV shows sooner than the one-week delay that you get on Hulu and without doing an additional long-term paid subscription with a deluxe [cable] service,\" she said.</p><p>The two-year-old Aereo service picks up live TV signals and sends them to Internet-connected devices for watching or recording.</p><p>\"I can watch it at home, I can watch it from campus, and you can record a significant amount of television shows to watch later,\" Levendowski says.</p><p>Now, after the ruling, Levendowski's worried she'll lose those TV shows she has saved to watch later. It's unclear how long she and other Aereo subscribers will still get the service, since <a href=\"http://www.supremecourt.gov/opinions/13pdf/13-461_l537.pdf\">the Supreme Court ruled</a> Aereo was running afoul of copyright laws by showing network TV content without paying the same licensing fees cable and satellite companies do.</p><p>\"It's gotta unwind pretty fast,\" Forrester Research analyst Jim Nail said.</p><p>Aereo Chief Executive Officer Chet Kanojia said leading up to the decision <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/03/08/287854699/sxsw-diary-aereo-the-supreme-court-and-tvs-future\">he didn't have a contingency plan</a> if the company lost in court.</p><p>In response to Wednesday's ruling, Aereo says it's still evaluating its options. The company holds more than a dozen patents, so its technology could live on in re-worked ways. But analysts aren't optimistic.</p><p>\"It's just flat out illegal, so how long can a company continue an illegal activity?\" Nail said.</p><p>He says it won't make sense for the company to reinvent itself by paying rebroadcast fees, because that would end its price advantage over cable. But Nail credits Aereo for giving cable some competition, even if it lost in court.</p><p>\"What this does give the incumbent cable companies and broadcast companies [is] ... a little bit of a window to continue improving and rolling out their own 'TV everywhere' services,\" Nail said. \"And if they get that right, then there's much less incentive to pay attention to those new innovators.\"</p><p>In the near term, subscribers like Levendowski are focused on squeezing in hours of saved TV before Aereo starts winding down.</p><p>\"I might binge through these final episodes of <em>The Good Wife</em> to get up to real time. I just know that's going to be sort of an emotional move,\" Levendowski says.</p><p>What she's really sad about is what happens in the fall, when new television seasons begin. By then, Aereo will likely be over.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Binge-Watch+Before+The+Purge%2C+Now+That+Aereo+Is+Likely+Done&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325909335-83323e.m3u?orgId=1&topicId=1019&ft=3&f=325812733"},{"href":"http://media.npr.org/assets/img/2014/06/26/dsc08303-a38342640784385ffe8401af004d4f5872c9cc85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1779","width":"2374"}},{"href":"http://media.npr.org/assets/img/2014/06/26/aereo_antenna-8aa3929d794c22c2c0d22707026012f567bacfae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1543","width":"2057"}}]}