{"created":"2014-10-08T16:21:39+00:00","modified":"2014-10-31T02:13:12+00:00","valid":{"from":"2014-10-31T02:13:12+00:00","to":"3014-10-31T02:13:12+00:00"},"hreflang":"en","title":"High-Ho, The Derry-O, The Farmer And The Drone","published":"2014-08-01T16:00:00+00:00","teaser":"Congress has ordered the FAA to create new rules to safely integrate drones into U.S. airspace by 2015, but North Dakota's farmers aren't waiting.","itags":["npr_api","311143655"],"guid":"4199837b-8c3b-44f3-bdac-13e7014edcad","contentencoded":"<p>There was a near-miss in the skies above Tallahassee recently. According to a Federal Aviation Administration official, an American Airlines regional jet <a href=\"http://www.cnn.com/2014/05/09/travel/unmanned-drone-danger/\">nearly collided</a> with a \"small, remotely piloted aircraft\" — a drone — cruising 2,300-feet above sea level.</p><p>Exactly who was flying the unmanned aircraft remains unknown, but drones are becoming increasingly common in U.S. skies. This week in North Dakota, the FAA began allowing tests of drones for agricultural purposes.</p><p>Congress has ordered the FAA to create new rules to safely integrate drones into U.S. airspace by 2015, but many of North Dakota's farmers aren't waiting for the FAA to act.</p><p>Jim Reimers' family has been farming on the North Dakota prairie for five generations. Driving out to his family's land northwest of Jamestown, the empty, vast spaces are striking. The sky and the field stretch as far as you can see.</p><p>\"In the early 1890s is when my great grandfather came out and started farming in this area,\" Reimers says. Today, the Reimers' family farm stretches out over 30,000 acres.</p><p>That's more than twice the size of Manhattan, and each growing season the Reimers walk a lot of it, looking for pests and checking the health of the crops.</p><p>\"You don't cover the whole field. You can't,\" Reimers says.</p><p>But knowing exactly what is going on inside each field is essential, and that's where the drones come in.</p><p><strong>It's All About The Data</strong></p><p>Catching a fungus early, documenting damage when cattle break into your fields, knowing which fields aren't flourishing so you can write them off; all these decisions can make or break a growing season. Unmanned, semi-autonomous little airplanes promise to be able to do all of that.</p><p>So this year, Reimers and his brother invested about $20,000 in a couple of small drones to begin scanning their fields. These little drones weigh less than 10 pounds each. The Reimers can fly them remotely, or the drones can be programmed to fly themselves on a grid to map and image an entire field.</p><p>The drones collect huge amounts of data, and modern farming is a data-driven business. \"[That's] my role on the farm; that is all I do,\" Reimers says.</p><p>Like a software programmer or Web developer, Reimers runs an endless series of tests on his land, altering things like crop density, fertilizer and planting width. Modern, GPS-enabled farm equipment not only can drive itself, it's accurate within inches and can adjust precisely how much fertilizer or pesticide to spray.</p><p>If farmers know exactly how each field is faring, they may spray less. For the Reimers family that could mean hundreds of thousands of dollars in savings each year. It could increase their yield and margins while reducing stress on the land.</p><p><strong>Regulation Red Tape</strong></p><p>Like the Reimers, hundreds — and perhaps thousands — of farmers are already buying little drones. Many of them don't have formal training to fly drones, though, and that makes some regulators nervous.</p><p>This week saw the first-ever FAA-sanctioned test flight for agriculture. In attendance was John Nowatzki, an agricultural machine systems specialist at North Dakota State University. He says getting regulatory approval for the test took months.</p><p>\"It's been very frustrating,\" he says. \"I have not been involved in any kind of research that has taken this amount of administrative time.\"</p><p>The FAA has tried to ban the commercial use of drones while it tests and writes new rules, but lots of farmers aren't waiting, Nowatzki says.</p><p>\"I don't think they are following all the rules,\" he says. \"But on the other hand, they are certainly being conscious of any issues that might be dangerous.\"</p><p><strong>License To Drone</strong></p><p>Bob Becklund runs the Northern Plains Unmanned Aerial Systems test site. It's one of six facilities around the country selected by the FAA to test commercial uses of unmanned aircraft.</p><p>\"Our mission is to help the FAA figure out the complicated technical procedural rules, requirements, whatever it may be, to help integrate unmanned aircraft safely,\" he says.</p><p>Becklund worries that as more untrained farmers take to the air with small drones, they could endanger other pilots like crop dusters. He'd like to see the FAA require licenses for anyone flying a drone, even little ones. Some day, he'd like the Northern Plains test site to get into the business of certifying these pilots and unmanned aircraft safety.</p><p>Many farmers say those rules are unnecessary, and Notwazki worries regulation could ground the industry.</p><p>\"You could stand from dawn to dusk in one of these North Dakota fields and you are not going to see any airplanes flying,\" he says. \"If you do, it will be just one and chances are it will be flying at 30,000 feet.\"</p><p><strong>Accidents Happen</strong></p><p>A recent federal court case has thrown into doubt whether the FAA has the authority to stop anyone from flying small drones, and even small farmers here have taken notice.</p><p>Don Larson farms about 300 acres near Grand Forks. The farm is not his full-time gig, but he's passionate about it.</p><p>\"This year will be my 47th consecutive year of putting in a crop,\" Larson says, but it's his first year flying a drone.</p><p>A couple of weeks ago, his little drone flew away on him. He lost control and it took off. Larson spent the next six hours searching before finding it crashed in front of a neighbor's house.</p><p>As more and more hobbyists, consultants and landowners take to the sky, more little accidents seem inevitable. For now, Larson has decided to put his drone on a leash. Until he gets more experience and works out the bugs, he's only flying his little craft if it's firmly tethered to the ground.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High-Ho%2C+The+Derry-O%2C+The+Farmer+And+The+Drone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311276088-591c12.m3u?orgId=1&topicId=1019&ft=3&f=311143655"},{"href":"http://media.npr.org/assets/img/2014/05/09/photo-2-e13513a17fba643d09d2b14952a01d73ddd1e8d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1860","width":"2482"}}]}