{"created":"2014-09-23T23:05:44+00:00","modified":"2014-10-31T02:23:15+00:00","valid":{"from":"2014-10-31T02:23:15+00:00","to":"3014-10-31T02:23:15+00:00"},"hreflang":"en","title":"One Family's Story Shows How The Cycle Of Poverty Is Hard To Break","published":"2014-06-10T13:59:00+00:00","teaser":"Like her own mother was, Desiree Metcalf is a young, single mom living in poverty. She doesn't have just one or two problems, but a whole pile of them.","itags":["npr_api","309734339"],"guid":"419b193e-c97f-4dd7-9723-c1beaaabbfc7","contentencoded":"<p>Desiree Metcalf's story is heartbreaking, but among the 46 million Americans who are poor today, her story is not unique.</p><p>Metcalf is 24 years old.</p><p>She's the mother of three little girls — ages 6, 4 and 2. They all have different fathers.</p><p>\"That about sums me up, I think,\" she says.</p><p>Metcalf is sitting on the floor of her two-bedroom apartment in the small town of Bath, in western New York. A fish tank gurgles in the background. A tiny kitten peeks out from under the furniture. Her youngest daughter is curled up under a blue blanket, head resting on her mother's lap.</p><p>Metcalf got married two years ago to a man who isn't the father of any of her children, but he recently left her for someone else.</p><p>\"I just feel like I get one piece of good news that makes me [think] life isn't gonna be that bad, and then here comes 30 things to basically push me right back down in this hole that I feel like I've been trying to dig myself out of for the last probably 15 years,\" she says.</p><p>Metcalf did not just become poor. A lot of bad things happened to get her there. Like many others who are poor, she doesn't have just one or two problems, but a whole pile of them.</p><p>She was raised by a single mother, who was also poor. Metcalf says they didn't always get along. And things came to a head when she was 12 years old.</p><p>\"My mom and I got in a fight and she told me she was going to kill me,\" she recalls. \"And I wrapped a belt around my neck and told her I would do it for her. I ended up in a psychiatric hospital and from there I went to foster care.\"</p><p>That meant moving from home to home to home. Metcalf says she attended 26 different schools.</p><p>\"Seems I'd just get my bags unpacked and it was time to move again,\" she says.</p><p><strong>'So Here I Am'</strong></p><p>Metcalf, who has dark blond hair pulled back from a tired face, admits she's been responsible for some of her own problems. She says she used to be an alcoholic and was into self-harm, which means she cut herself to feel the pain. Today she has tattoos on her arms to cover the scars. Metcalf says she also smoked \"like a chimney.\"</p><p>\"I first knew Desiree when she was 15, and I was in a different agency working with her family with the goal of reunification,\" says Marian Rezelman, now with a local nonprofit community action agency, Pro Action, still working with Metcalf and her family.</p><p>\"She did come back and graduated from high school and was all set to go to college and then turned up pregnant,\" Rezelman says.</p><p>And this is not at all unusual for girls who've been in foster care. Nearly half become pregnant by the time they're 19. Metcalf had a full scholarship to a university in Florida. She knew her life had taken a detour.</p><p>\"That was my ticket out of here,\" Metcalf says. \"So here I am — not in Florida.\"</p><p>Like many before her, she carried her poverty into adulthood, doing odd jobs with periods of homelessness and hunger. But more disturbing is that poverty is now starting to take its toll on her children, especially her eldest daughter. Metcalf says she recently tried to run away from home in the middle of the night.</p><p>\"She's got some emotional issues,\" Metcalf says. \"And we went through everything from making ourselves puke after we eat to running away to wanting to kill themselves. And she's 6 years old.\"</p><p>That might lead one to ask: Isn't there some help this family can get?</p><p>In fact, there's plenty. The government and charities have spent thousands, if not tens of thousands of dollars on Metcalf and her family already — food stamps, health care, housing, Head Start. Many of the programs Metcalf has participated in emerged almost 50 years ago after President Lyndon Johnson declared a war on poverty.</p><p>But the programs clearly haven't been enough to get her up on her own two feet. One reason is that Metcalf can't get a job even though the government spent $3,000 to train her as a certified nursing assistant, something she's always wanted to do.</p><p>But she ran into a problem faced by many low-income workers: transportation.<strong> </strong>Her car was recently totaled by someone backing out of a driveway.</p><p>\"So now my vehicle is gone and [I] have no way to get back and forth to work reliably, and unfortunately, there's not much in this town as of work,\" she says.</p><p>Mass transit is virtually nonexistent in this rural area.</p><p>Also, with her husband gone, Metcalf now has something else to worry about. \"If you get a job and they take you off public assistance, then they don't pay for day care,\" she notes, adding that it's an expense that would very likely eat up most of her earnings.</p><p><strong>How To Possibly Come Out Ahead </strong></p><p>Metcalf faces another situation common among low-income workers. She knows if she starts making money, other benefits — like food stamps — will be cut or eliminated.</p><p>Just recently, the family's food stamp benefit dropped from $700 a month to $200 because her daughter started to receive $744 a month from Social Security to treat her emotional issues and her husband began working part time at McDonald's. Of course, now he's gone.</p><p>\"I guess to me the system seems backward. I mean, they should be more for helping you, not kind of setting you up to fail, so to speak,\" Metcalf says.</p><p>And there's one more thing. Although Metcalf is only 24, she's missing most of her top front teeth. She says it's from hereditary gum disease. Medicaid paid $3,000 for a partial bridge, but now she can't use it because her other teeth are crumbling.</p><p>Rezelman points out that Metcalf could get more dental work, but there are no providers who accept Medicaid in the Bath area. Metcalf would have to go to Rochester to have the work done, but again, she has no transportation.</p><p>\"It's distressing because you have to be so motivated and capable to navigate those systems and come out ahead,\" Rezelman says.</p><p>It's a complaint you hear again and again, not just from those who get government aid, but sometimes from providers.</p><p>Kathryn Muller is the commissioner of social services for Steuben County, where Metcalf lives. Muller says her office provides an array of services to help the county's struggling families.</p><p>\"Really, it's sometimes hand-holding. It's working with employers and putting case managers with individuals who are starting employment and helping them,\" she says.</p><p>But she says sometimes their hands are tied by state and federal laws. For example, welfare recipients can meet their work requirements by going to school, but only for a year.</p><p>\"One year is great. It's better than what used to be, but you can't get an associate's degree in one year,\" says Muller.</p><p>Even though, she notes, one of the main reasons people can't get work is a lack of education.</p><p>Muller says some of the limits on government aid are there to prevent people from abusing the system, but she thinks there's also a misperception about the poor.</p><p>\"It's not a chosen lifestyle. Certainly there is abuse out there. There's abuse no matter what it is. But it's not a chosen lifestyle,\" she says.</p><p>Metcalf could not agree more. She just wishes it wasn't such a struggle getting help. Still, she hopes someday to get back to college.</p><p>\"I haven't given up my dream yet. I just keep putting it on the back burner until it ain't raining so hard, I guess,\" she says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Family%27s+Story+Shows+How+The+Cycle+Of+Poverty+Is+Hard+To+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476574-b539ff.m3u?orgId=1&topicId=1091&aggIds=306866080&ft=3&f=309734339"},{"href":"http://media.npr.org/assets/img/2014/05/06/finger-lakes-desiree-7f7029b452915f98b1a494dcd779110ee16b17f0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2114","width":"2817"}}]}