{"created":"2015-06-22T20:38:47+00:00","modified":"2015-06-23T12:32:53+00:00","valid":{"from":"2015-06-23T12:32:53+00:00","to":"3015-06-23T12:32:53+00:00"},"hreflang":"en","guid":"41a0d2f8-a2a2-4e26-8950-2f869a692784","title":"Texas Muslims open doors for the start of Ramadan ","published":"2015-06-23T12:32:51+00:00","byline":"Matthew Bell","tags":["Islam","Religion","culture","Belief","Lifestyle & Belief","North America","United States"],"teaser":"With all the negative news about Muslims and the Islamic world, members of a mosque in Texas say it's more important than ever to reach out to their non-Muslim neighbors. ","contentencoded":"<p>In the days before the start of the Islamic holy month of Ramadan, members of the biggest mosque in Austin, Texas, did what they’ve been doing for five years now. They opened their doors to the public to host a traditional iftar<em> </em>meal, the evening feast for Muslims to break the fast. But with so many negative stories about Muslims and the Islamic world in the news media lately, the open house event felt more important than ever.</p>\n<p>“[For] some of the people who are coming, this will be the first time they meet a Muslim, the first time they see Muslims praying,” says Islam Mossaad, a 39-year-old imam<em> </em>and volunteer for Ramadan Open House night at the North Austin Muslim Community Center.</p>\n<p>“It’s important to go out of my way to meet my neighbor, to talk to my neighbor. And I think very quickly any prejudice, any kind of hatred, will dissolve,” Mossaad says. </p>\n<p>Mossaad was one of a group of observant Muslims, including four other Texas imams, who volunteered to host the recent open house at the mosque. Some of the capital’s most prominent officials were in attendance, including Austin Police Chief Art Acevedo.</p>\n<p>“I’m here to tell you that there’s no hate in this community, there’s no room for hate,” Acevedo told those in attendance. “We stand with this community.”</p>\n<p>Before it came time to eat, Mossaad and the other imams opened the floor to questions from the audience. There were inquiries about fasting during Ramadan, about the Islamic view of science, and what Muslims believe about Jesus of Nazareth.</p>\n<p>Cindy Montgomery, who’s a Christian, says she was particularly interested to learn that Muslims believe that Jesus was a prophet who also performed miracles. After a group of <a href=\"http://www.chron.com/news/politics/texas/article/Texas-Muslim-Capitol-Day-marred-by-anti-Islam-6048881.php\">anti-Islam protestors disrupted an event at the state capital</a>, Montgomery says she started making an effort to reach out to Texas Muslims.</p>\n<p>“I just felt the need to really speak out,” Montgomery says. “It’s just ignorance on a lot of people’s parts. They’ve never met a Muslim.”</p>\n<p>Montgomery came to the open house with her friend, Peggy Morton, who’s active in the Unitarian Church. This was Morton’s first time visiting a mosque and says she was a little taken aback about the way men and women prayed separately. But she says the visit on the whole was reassuring. “It did feel wonderful,” Morton says, to watch the members of the community pray, “and see how devout they were.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Evening prayers were held outside the mosque, while members of the public looked on. \" title=\"Evening prayers were held outside the mosque, while members of the public looked on. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/prayers.jpg?itok=6BmFTQUc\" /><div class=\"field-caption\">\n    <p>Evening prayers were held outside the mosque, with members of the public looking on. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Matthew Bell </p>\n  </div>\n</div>\n<p>After dinner, Dusty Harshman chatted with his Palestinian-American neighbor, Radwan Dalu about how Muslims often break the fast in the evening by eating a date. Then, they go pray and afterwards comes the big evening iftar meal. For the full Ramadan experience, Harshman himself abstained from food and drink all day before arriving for the open house. This was aslo his first ever visit to a mosque. </p>\n<p>“We’re experiencing ... a slow coming together of the faiths, not spiritually, but in dialogue. None of us is giving up our faith. [But] we are very interested in living in some sort of harmony,” Harshman says.</p>\n<p>Next year though, if he decides to try fasting again, Harshman says he’ll be sure to do what Muslims do and wake up before sunrise to have some food just to get him through the day. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Ftexas-muslims-open-doors-start-ramadan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/islam.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/islamjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0622201503.mp3"},{"href":"http://admin.pri.org/file/0622201503mp3"}]}