{"created":"2014-09-15T19:05:16+00:00","modified":"2014-10-31T00:09:12+00:00","valid":{"from":"2014-10-31T00:09:12+00:00","to":"3014-10-31T00:09:12+00:00"},"hreflang":"en","title":"After Abortion Ruling, Mass. Pushes To Replace Buffer Zone Law","published":"2014-07-18T23:54:00+00:00","teaser":"Just three weeks after the U.S. Supreme Court struck down a Massachusetts law creating a 35-foot buffer zone around clinics that perform abortions, lawmakers there are rushing through a replacement.","itags":["npr_api","332584617"],"guid":"41a5a2ce-fbc1-4e93-9c93-f9ac5b6784a6","contentencoded":"<p>Just three weeks after the U.S. Supreme Court struck down a Massachusetts law that created a 35-foot buffer zone around clinics that perform abortions, lawmakers there are rushing through a replacement. The new bill, which they hope to pass before the legislative session ends in two weeks, would give police more power to disperse unruly protesters.</p><p>The bill has broad support, but opponents say it still goes too far.</p><p>Abortion rights groups started scrambling to come up with a new plan immediately after the Supreme Court decision. It took just weeks for the new bill to be drafted, filed and passed by the state Senate.</p><p>\"The goal was to get it done as quickly as possible,\" says the bill's lead sponsor, Democratic Sen. Harriette Chandler. She says that's because protesters have already jacked up the aggressive and harassing behavior around facilities that perform abortions.</p><p>Health clinic officials say women have been canceling appointments because they're afraid of what they'll have to confront.</p><p>\"Unfortunately, there's some zealots out there who really get up in these young girls' faces,\" says Boston police Commissioner Bill Evans. At a hearing on the bill this week, he told lawmakers he's been assigning extra police to the scene, but they've been limited in what they can do since the court struck down the buffer zone law.</p><p>\"The old behavior was back, as far as women being screamed at in their faces, being dogged as they went down a side street — and that's why we need to put some teeth into something to give us as police officers some tools to make our job easier,\" he said.</p><p>The new bill would create a kind of temporary and slightly smaller buffer zone for any protester who's deemed to be misbehaving. Anyone who is part of a gathering — defined as two or more people — and who is blocking access would be ordered to stay 25 feet away from an entrance for eight hours.</p><p>But abortion opponents say that's even more draconian and unconstitutional than the old buffer zone law.</p><p>\"This bill looks as though the Massachusetts Legislature is disrespecting the Supreme Court,\" says Anne Fox with Massachusetts Citizens for Life. She says it gives police way too much leeway to decide what \"blocking access\" means.</p><p>\"It's very hard to figure it out, and it's very much in the eyes of the beholder,\" Fox says.</p><p>Fox says the new bill — which carries penalties of up to three years in prison and $50,000 in fines — would have a serious chilling effect on protesters' free speech. Eleanor McCullen, the lead plaintiff in the buffer zone case that went up to the Supreme Court, agrees.</p><p>\"If a police officer feels like saying, 'I think you're impeding the entrance. Disperse,' so now I've lost my momentum, a baby has been lost — one baby. One child lost is one too many,\" McCullen testified to lawmakers.</p><p>McCullen and other anti-abortion activists deny that any harassment of patients has been happening recently. If it was, they say, a video would have gone viral by now.</p><p>McCullen says she'll fight this new bill just like she did the last one. \"If this passes, will I go back to court? Yes, because it's unconstitutional.\"</p><p>Other cities and states have been watching Massachusetts closely and reconsidering what they can do. New Hampshire has put its buffer zone on hold, as have Portland, Maine, and Burlington, Vt. But it remains unclear whether Massachusetts' new bill may serve as a model for others to follow.</p><p>Harvard Law professor Richard Fallon says that in spirit, at least, Massachusetts has done what the court directed.</p><p>\"What's innovative about this is that it's a buffer zone triggered by bad conduct, and it's a narrower buffer zone,\" he says. \"But then the questions will be whether this is narrow enough.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Abortion+Ruling%2C+Mass.+Pushes+To+Replace+Buffer+Zone+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332636981-def6bd.m3u?orgId=1&topicId=1070&ft=3&f=332584617"}]}