{"created":"2014-09-24T21:44:06+00:00","modified":"2015-03-19T18:37:10+00:00","valid":{"from":"2015-03-19T18:37:10+00:00","to":"3015-03-19T18:37:10+00:00"},"hreflang":"en","title":"Margaret Atwood's 'Stone Mattress' Is Full Of Sharp And Jabbing Truths","published":"2014-09-26T15:12:00+00:00","teaser":"In her latest collection, Margaret Atwood takes on death, dreadfulness and the use of fantasy. Though these stories are strange and wild, they all somehow ring true.","itags":["npr_api","348709868"],"guid":"41af23fb-2746-4838-a875-3a1024675d1a","contentencoded":"<p>Some short-story writers seem to feel the need to show as many different sides of themselves as possible in one book: tough, tender, minimalist, maximalist, funny, sad. But in her new collection of stories, Margaret Atwood emphasizes one particular Atwood quality, which, for lack of a better word, I'll call \"wicked.\" (Though let's be sure not to confuse the writer with her characters.)</p><p>Verna, of the title story, is a self-justifying serial husband-killer who signs up for a cruise of the Arctic. At the meet-and-greet in the airport hotel, \"there's a lot of sportswear in the room,\" writes Atwood. \"Much beige among the men, many plaid shirts, vests with multiple pockets. She notes the nametags: a Fred, a Dan, a Rick, a Norm, a Bob. Another Bob, then another: there are a lot of Bobs on this trip.\"</p><p>One of the Bobs turns out to be someone from long in the past, who got Verna pregnant in high school and cruelly humiliated her. He doesn't recognize her all these decades later, though she recognizes him and decides to exact her revenge, which involves weaponizing a chunk of rock from a 1.9-billion-year-old fossilized stromatolite. As the young scientist lecturing the cruise passengers that day explains, \"the word comes from the Greek <em>stroma</em>, a mattress, coupled with the root word for <em>stone</em>. Stone mattress: a fossilized cushion, formed by layer upon layer of blue-green algae building up into a mound or dome. It was this very same blue-green algae that created the oxygen they are now breathing. Isn't that astonishing?\"</p><p>Because this is a Margaret Atwood book, a lot here is pretty astonishing. Atwood explains, in her acknowledgements, that these stories are \"tales,\" and that they \"owe a debt to tales through the ages.\" In fact, the title story reminded me of the old Roald Dahl story \"Lamb to the Slaughter,\" in which a woman murders her husband with a frozen leg of mutton, and then cooks the evidence and serves it to the investigating policemen. The stromatolite turns out to be an ingenious weapon, as well. And since Atwood has titled the whole collection <em>Stone Mattress</em>, it may be even more ingenious as a metaphor. She seems to be addressing, in these stories, the way we all roll around, generation after generation, on nothing more than a big slab of rock, doing various unspeakable human things to one another.</p><p>Atwood is candid in her depiction of old age, which runs like a theme or a warning through this book. Let's just say that no one here goes \"gentle into that good night.\" This is especially true in the last and perhaps most powerful story, \"Torching the Dusties.\" The protagonist, an old woman named Wilma, lives in an upscale senior citizen residence and suffers from an ocular syndrome that causes her to see hallucinations of tiny people who \"twirl about, the skirts of the women billowing,\" or who appear in \"a pink and orange theme with multiple frills and grotesquely high beflowered wigs.\"</p><p>The miniature grotesqueness of the little people is set against the life-sized grotesqueness of a band of murderous protesters who stand outside with signs that read, \"Time to Go.\" The group is called Artern, Wilma is told, and it seems like a nonsense word at first until she realizes it's actually two words: our turn. The members of Artern want the old people to leave — not just to leave the place where they live, but to leave the earth for good. To vacate the big stone mattress once and for all.</p><p>Also populating our mattress is the widowed Constance of the story \"Alphinland.\" She's a fantasy writer whose books have tons of cult followers, and who herself has a follower in the form of her dead husband, Ewan, who still lurks in her house. Atwood also gives us the narrator of \"Lusus Naturae,\" who has a genetic condition that makes her appear grotesque. Her family tells everyone she's died, all the while keeping her hidden away in what they call her \"former room,\" where she reads Pushkin and Lord Byron and Keats. Atwood gets in really close — closer than many writers do — and as a result the women are seen in all their imperfection, vulnerability and aggression.</p><p>I loved these strange, sharp and wild stories, which take on death and dreadfulness and the uses of fantasy. Only \"I Dream of Zenia With the Bright Red Teeth,\" which revives the characters from Atwood's novel <em>The Robber Bride</em>, made me wish for the full-strength original instead of this spinoff. <em>Stone Mattress</em> is Atwood being wicked, but maybe what I really mean is that she's a writer who's having a little fun here while insisting on telling the truth.</p><p><em>Meg Wolitzer is the author of</em><em> </em>The Interestings. <em>Her YA novel,</em><em> </em>Belzhar, <em>will be published at the end of September.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Margaret+Atwood%27s+%27Stone+Mattress%27+Is+Full+Of+Sharp+And+Jabbing+Truths&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351247069-79b6b2.m3u?orgId=1&topicId=1034&aggIds=100876926&e=348709868&d=211&ft=nprml&f=348709868"}]}