{"created":"2014-11-18T22:02:19+00:00","modified":"2015-05-13T21:30:38+00:00","valid":{"from":"2015-05-13T21:30:38+00:00","to":"3015-05-13T21:30:38+00:00"},"hreflang":"en","title":"Outreach Workers Look For Gains In Second Year Of Obamacare","published":"2014-11-19T13:42:00+00:00","teaser":"Montana and Georgia both have minority populations whom health advocates hope to enroll for coverage. But advocates also fear that many in those communities won't qualify for subsidized coverage.","itags":["npr_api","364988510"],"guid":"41c76835-1239-4983-a47f-83db3586233b","contentencoded":"<p>With the HealthCare.gov website working for consumers much <a href=\"http://kaiserhealthnews.org/news/insurance-exchanges-launch-with-few-glitches/\">more smoothly</a> than last year, health officials are focused on reaching out to potential customers.</p><p>For starters, they want to people who bought insurance last year to <a href=\"http://www.npr.org/blogs/health/2014/11/10/363019706/5-tips-to-get-the-most-out-of-obamacare\">take another look</a> at those plans. And, of course, the exchange wants to bring in new customers who didn't need or skipped insurance last year.</p><p>Among them, are minority groups that didn't sign up in the numbers that state officials hoped for last year. In Montana and Georgia the minorities differ but face similar challenges.</p><p>Native Americans are among the uninsured Montana officials would like to reach. It's a hard sell, since they are actually exempt from the health law's requirement to have insurance coverage. They're eligible for health care through the <a href=\"http://www.ihs.gov/\">Indian Health Service</a> since the federal government promised in treaties to provide health care in exchange for tribes giving up their land.</p><p>But Montana Sen. Jon Tester, who sits on the Committee for Indian Affairs, says the IHS \"is really in tough shape, basically runs out of money about 9 months into the fiscal year. There's a real issue getting health care professionals into Indian country. I mean, it's really in crisis.\"</p><p>The IHS budget crisis means tribal members can often only get health care when they're in immediate danger of losing life or limb, says <a href=\"https://peerta.acf.hhs.gov/uploadedFiles/Improving%20by%20Building%20Partnerships.pdf\">Lesa Evers</a>, a member of the Turtle Mountain tribe who works for Montana's state health department.</p><p>\"If you have an individual who really requires knee surgery from trying to play basketball with their kids, or whatever they tried to do, they may never have that opportunity to have that knee surgery,\" she says.</p><p>Buying private health coverage on the exchanges would give them access to more health care providers, and subsidies under the health care law are making insurance affordable for many Indians. But <a href=\"http://www.youtube.com/watch?v=gQKeWqjvAgA\">efforts</a> to get them to enroll in private coverage aren't bearing much fruit yet. Fewer than than half a percent of people who <a href=\"http://www.hhs.gov/news/press/2014pres/05/20140501a.html\">enrolled last year</a> in Obamacare plans were Native American.</p><p>In Georgia, efforts will focus on getting Asians, Hispanics and African Americans to sign up.</p><p>\"It's a big undertaking, for sure,\" says <a href=\"http://healthyfuturega.org/about/staff\">Cindy Zeldin</a>, executive director of the nonprofit Georgians for a Healthy Future.</p><p>And, there's a catch for both these states. Neither Montana nor Georgia expanded Medicaid under the Affordable Care Act.</p><p>That means it's possible that people will try to sign up for health coverage and find out they earn too little to qualify for a subsidy for an exchange plan, but too much to get covered by Medicaid.</p><p>\"Until Georgia closes the coverage gap by expanding Medicaid, we are going to continue to have a very large number of people without health insurance,\" says Zeldin.</p><p>Montana navigator Amanda Harrow says she saw it firsthand last year. \"There are people that came in here really excited to get health insurance, and we have to tell them that they're not eligible, and they're devastated, and it's just so hard,\" Harrow says.</p><p>An <a href=\"http://kff.org/health-reform/issue-brief/the-coverage-gap-uninsured-poor-adults-in-states-that-do-not-expand-medicaid-an-update/\">estimated</a> 282,000 Georgians fall into the gap, and about 35,000 people in Montana.</p><p>The second group – those who bought last year – are being encouraged to shop again. That includes customers like Michael Lappin and husband John West</p><p>They are happy with their coverage, but Lappin says they're back on HealthCare.gov because premiums for their platinum-level Humana plan went up by about 19 percent. Subsidy amounts and available plans will almost certainly change for most people.</p><p>Marketing and outreach efforts to all groups this year will focus on affordability and available subsidies. An <a href=\"http://www.georgiahealthnews.com/2014/10/map-aca-enrollment-2015/\">analysis</a> by Georgia Health News finds insurance premiums were the biggest predictor whether or not someone purchased a policy.</p><p><em>This story is part of a reporting partnership that includes NPR, local member stations and</em> <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Outreach+Workers+Look+For+Gains+In+Second+Year+Of+Obamacare&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Burress, WABE, Atlanta","audio":[{"meta":{"duration":"138"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364992729-a8bf74.m3u?orgId=1&topicId=1128&d=138&story=364988510&ft=nprml&f=364988510"},{"href":"http://media.npr.org/assets/img/2014/11/18/img_1242-66770ad538607dc93ecd976e842f438dc0bc6f6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2408","width":"3211"}}]}