{"created":"2015-06-15T18:31:16+00:00","modified":"2015-06-29T19:02:25+00:00","valid":{"from":"2015-06-29T19:02:25+00:00","to":"3015-06-29T19:02:25+00:00"},"hreflang":"en","title":"Chinese Travel Boom A Boon To U.S. Businesses","published":"2015-06-16T00:06:00+00:00","teaser":"Last year, about 2 million Chinese tourists traveled to the U.S., a significant hike from 200,000 in 2003.","itags":["npr_api","414677029"],"guid":"41ddfc8f-0969-4ea6-9a87-43704ca6d8f5","contentencoded":"<p><em>The number of Chinese millionaires great by a million in 2014. A <a href=\"https://www.bcgperspectives.com/content/articles/financial-institutions-growth-global-wealth-2015-winning-the-growth-game/\" target=\"_blank\">report out today</a> by the Boston Consulting Group says a strong Chinese stock market helped make the rich even richer. As Chinese wealth grows, so too does the country&#8217;s demand from travel. About a decade ago, fewer than 200,000 Chinese tourists visited the U.S. Last year, that number reached about 2 million. The rise of the Chinese middle class and new U.S. rules that make it easier for Chinese nationals to get a visa have helped drive the boom. As <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now'</a>s <strong>Peter O'Dowd</strong> reports, the Chinese are spending a lot of money when they get here. </em></p><p><div class=\"l-article-primary sep\"></div></p><p>On the deck of a ferry cutting its way through the sea toward Martha&#8217;s Vineyard in Massachusetts, a group of Chinese tourists settled in among local commuters.</p><p>He Anrong and Zhang Jie, from Nanjing, China, were aboard. The married couple is recently retired &#8211; Mr. Huh from his chemical engineering job and Mrs. Zhang from a local middle school. To pay for this 70-day trek to the United States, they stashed away a little money every month for years.</p><p>\"There&#8217;s a classic Chinese saying,&#8221; Zhang Jie said in Chinese through a translator. &#8220;Save at home, and spend at trip.\"</p><p>Sunshine Travel is a company that caters to Chinese tourists. A tour guide for the company said the couple&#8217;s itinerary is full. They&#8217;ve been to other major cities on the East Coast. Next they're headed west to start a road trip through California and Las Vegas.</p><p>Back on land, at the company&#8217;s offices in Boston&#8217;s Chinatown, Bowen Gao said Martha&#8217;s Vineyard isn&#8217;t even the main attraction.</p><p>\"For Boston when they come here, there are two things they know about Boston. Number one is Harvard. Number two is lobster, \" said Gao.</p><p>Chinese tourists flock to Harvard Yard to take pictures. They stock up on crimson hoodies at the bookstore. Goa says Chinese tourists are in love with luxury colleges and luxury shopping. A Coach handbag in the U.S. might cost $300. In China, Bowen said the price could be bumped up to $600, or at least $500.</p><p>And they can afford to shop here. According to Brand USA, a travel marketing group backed by the U.S. government, Chinese incomes are growing at 20 percent a year. And when the Chinese come to America, each person spends on average at least $6,000 a trip.</p><p>Evan Saunders is CEO of Attract China, which promotes American destinations to Chinese tourists. This tourist boom will not be short-lived, he said.</p><p>\"It&#8217;s exploding,\" said Saunders. \"This demographic trend is not slowing down. It&#8217;s the largest population in the world, spending more money than anyone else. And the businesses we work with are head over heels excited about it. Not just for this year, but for truly decades to come.\"</p><p>Although there&#8217;s talk that the Chinese economy is slowing, Saunders said the trend won't vanish.</p><p>\"We saw that in a way with Japan in the 1980s. But from all our research with our on-the-ground team in Beijing, the Chinese are saving money for the specific purpose of traveling abroad,\" said Saunders. \"Will the economy slowing down impact that? Of course, they won&#8217;t be saving as much money. But they are literally choosing not to shop in China and choosing to save those dollars to shop in America. They have put it as one of their priorities, which is one of the number one reasons why they are the number one overseas spender, not just here in a America, but abroad as well.\"</p><p>That spending is a big reason why the U.S. government wants more Chinese to come here. In November, the Obama administration relaxed visa rules, allowing Chinese visitors to make multiple visits to the U.S. in a 10-year period. The Commerce Department says the change will draw more than 7 million Chinese visitors by 2021. This growth potential is changing the geography of tourism &#8211; and the route maps &#8211; of the global airline industry, according to Andrew Nocella, the chief marketing officer at American Airlines.</p><p>\"American&#8217;s brand is not as well known in China just yet,\" said Nocella.</p><p>But that&#8217;s changing. Last month, American started non-stop service from Beijing to Dallas. In the past year, it launched new direct flights from Shanghai and Hong Kong to the U.S.</p><p>\"Our 777 to Hong Kong has a true first class cabin, eight suites on board, it has a gigantic business class cabin, another 52 seats,\" Nocella said.</p><p>A fully reclinable seat in first class on that 16-and-a-half-hour flight will set you back about $10,000 or more. At least it comes with a soft cotton duvet and full-size pillow. United Airlines expanded an agreement with Air China this month to share another 22 routes between the two countries.</p><p>Back on the water, a little past noon, the ferry carrying the tourists from Nanjing landed on Martha&#8217;s Vineyard. They spent a sparkling summer day visiting a lighthouse and an alpaca farm. Zhang Jie, the retired teacher is, 55. She&#8217;d never been to the United States before, but this is exactly how she pictured it, she said.</p><p>A tourist on the boat translated for Jie and explained Chinese tourists' excitement to travel: \"They think it&#8217;s very worthwhile because they just want to open their eyes and open their horizons and see the world a little bit. There&#8217;s an idea that&#8217;s very popular in China. Many people quit their jobs to see the world. The world is so big, I want to take a look.\"</p><p>Another tourist helping with translation said that she, Mrs. Zhang and Mr. He will spend a combined $10,000 on their trip &#8211; every penny well spent, she said.</p><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O&#8217;Dowd</a></strong>, assistant managing editor at <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chinese+Travel+Boom+A+Boon+To+U.S.+Businesses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414677032-40b6c1.m3u?orgId=1&d=346&p=60&story=414677029&t=progseg&e=414672493&seg=14&ft=nprml&f=414677029"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0615_chinese-tourism1-e1434376224802.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"841","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0615_chinese-tourism2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0615_chinese-tourism3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}}]}