{"created":"2014-10-13T20:14:03+00:00","modified":"2014-11-10T20:35:31+00:00","valid":{"from":"2014-11-10T20:35:31+00:00","to":"3014-11-10T20:35:31+00:00"},"hreflang":"en","title":"In Film, Women's Stories Break Through At Fall Festivals","published":"2014-10-14T00:05:00+00:00","teaser":"Study after study reveals that women remain underrepresented in film, both on screen and off. But film festivals can play a role in closing the gap.","itags":["npr_api","355158667"],"guid":"41e6b84a-5357-437b-8adf-c15ab00f0c90","contentencoded":"<p><em>Bilal Qureshi has covered the Toronto International Film Festival for several years and, back in Washington, works for </em>All Things Considered. <em></em></p><p>One of the pop culture conversations of the year has been the absence of women in cinema, both in front of and behind the camera. Stacy Smith of the USC Annenberg School has been <a href=\"http://fivethirtyeight.com/features/how-to-measure-women-film-annenberg/\" target=\"_blank\">documenting the tiny percentage</a> of working female directors, screenwriters and producers. The MacArthur Prize-winning cartoonist Alison Bechdel's 1985 \"test\" that points out the rarity of rich portrayals of women on screen still resonates. And when she accepted her Oscar for <em>Blue Jasmine,</em> Cate Blanchett chided an industry she said still believes that women's stories can't sell: \"Those in the industry,\" she said, \"who are foolishly clinging to the idea that female films, with women in the center, are niche experiences: They are not.\"</p><p>At this fall's film festivals — including Toronto, New York and London, which is underway now — films made by and about women were not treated as niche experiences but as gala premieres. Cameron Bailey, the artistic director of the Toronto Film Festival, says this year, his team of programmers \"talked about gender because I was reading a lot that was happening in terms of debates around women's cinema, debates reflecting the frustrations that things hadn't progressed more.\" So he says he encouraged his programmers to try harder. \"I didn't say to them, 'Go out and find more films by women.' I said, 'Find the best films you can, and where there are films by women, we're going to do our best to give them the best profile that we can and make sure that people pay attention.' \"</p><p>From the big-screen adaptation of Cheryl Strayed's memoir <em>Wild </em>to Gina Prince-Bythewood's critique of pop music's hypersexualization of young women in <em>Beyond the Lights</em>, the films premiering at this year's festivals reflect a new energy around telling women's stories with nuance and cinematic sophistication — and, ideally, with commercial viability.</p><p>I talked with directors Olivier Assayas (<em>Clouds of Sils Maria</em>) and Prince-Bythewood (who, before <em>Beyond the Lights</em>, made the romance <em>Love & Basketball</em>), screenwriter Julia Hart (<em>The Keeping Room</em>), Pakistani filmmaker Afia Nathaniel (<em>Dukhtar</em>), producer Bruna Papandrea (<em>Gone Girl</em>, <em>Wild</em>) and film critic Ruby Rich about the role that film festivals play in closing cinema's gender gap. They had a lot to say for this story, which airs on Monday's <em>All Things Considered</em>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Film%2C+Women%27s+Stories+Break+Through+At+Fall+Festivals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355904084-36f36c.m3u?orgId=1&topicId=1045&ft=3&f=355158667"},{"href":"http://media.npr.org/assets/img/2014/10/10/clouds-of-sils-maria-5-d5f1031eeb56d322be0368029f38e750f393b708.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2592","width":"3459"}}]}