{"created":"2015-01-23T21:13:13+00:00","modified":"2015-06-05T15:30:00+00:00","valid":{"from":"2015-06-05T15:30:00+00:00","to":"3015-06-05T15:30:00+00:00"},"hreflang":"en","title":"'American Sniper' Exposes Unresolved Issues About The Iraq War","published":"2015-02-23T19:47:00+00:00","teaser":"<em>American Sniper,</em> based on the life of Navy SEAL Chris Kyle, has been a surprise hit at the box office. But as NPR's Elizabeth Blair reports, some say the movie misrepresents Kyle and glorifies war.","itags":["npr_api","379130915"],"guid":"4205e861-40ae-460d-b40c-bc702424d214","contentencoded":"<p>The movie <em>American Sniper</em> is a surprise box-office hit, but it has also become a lightning rod. Some critics say the film, based on the life of the late Navy SEAL Chris Kyle, glorifies war. Others say it doesn't accurately portray the real Kyle. Still others say the movie — and the reactions to it — are an example of the deep disconnect between civilians and the military.</p><p>The vitriol has been ugly, the story complicated. There is no one truth. But when it comes to war, the most credible sources are often people who've experienced it firsthand.</p><p>Former Marine Jacob Schick is a warrior relations specialist with the Brain Performance Institute in Dallas. He has a small part in the movie as one of the veterans Kyle mentors. When Schick was in Iraq in 2004, the Humvee he was riding in hit a tank mine. \"It blew right underneath me and then blew me through the top of the Humvee,\" he recalls. \"Their guesstimation is 30 feet, and [I] stuck the landing on my head.\"</p><p>Schick lost part of his hand, part of his arm and part of his leg. But he says his most debilitating issues were post-traumatic stress and traumatic brain injury. \"Physical pain lets you know you're alive; mental pain will test your will to stay that way,\" he says.</p><p>And that is one reason Schick believes the movie A<em>merican Sniper</em> is important. He says it shows the effect combat has on someone who lives through it — in this case, Chris Kyle. Kyle did four tours in Iraq, fighting in some of the war's bloodiest battles.</p><p>In his memoir, Kyle wrote about his experiences in Iraq with direct, unvarnished language. The book was a best-seller. It was also condemned by critics for its callous tone: He calls Iraqis \"savages\" and says he \"loved killing bad guys\" to protect Marines.</p><p>\"Chris Kyle's story is an uneasy story,\" says Nicholas Schmidle, staff writer for <em>The New Yorker</em>. Schmidle wrote an extensive article about Kyle — and the former Marine who killed him while they were at a shooting range near Glen Rose, Texas. He says Kyle wasn't the only soldier to be crass when talking about the enemy. \"He did dehumanize the enemy,\" Schmidle says. \"That is something, however, that is part of training. That's part of preparing young men and women to go to war.\"</p><p>Another reason for the backlash against <em>American Sniper</em> is the fantastical stories Kyle told about himself after he left the Navy. He said he killed two men who tried to carjack him in Texas. He said he went to New Orleans in the aftermath of Hurricane Katrina and shot people from the roof of the Superdome. On the radio <em>Opie & Anthony Show,</em> he claimed to have punched former Minnesota governor (and Navy veteran) Jesse Ventura at a bar after Ventura supposedly made disparaging remarks about soldiers.</p><p>It never happened, and Ventura won a defamation suit against Kyle. The other stories have also never been proved. Actor and producer Bradley Cooper has said that <em>American Sniper</em> is a \"character study,\" but there's no mention of this part of Kyle's character in the movie.</p><p>That's a problem for Alyssa Rosenberg, a cultural columnist for <em>The Washington Post.</em> Rosenberg says omitting Kyle's fabrications — as well as his bragging about things like bar fights — makes the movie incomplete.</p><p>\"By sort of stripping away a lot of details of Chris Kyle's views, he becomes less the man he was, and less the man he was trained to be, and less the man the American government and populace asked him to be,\" she says. \"And so the movie isn't willing to make the case for Chris Kyle as he was.\"</p><p>But foreign affairs writer Alex Horton says <em>American Sniper</em> is just a movie, \"and you can't include everything in the book, and you can't include everything in the universe about Chris Kyle.\"</p><p>Horton is an Army veteran who fought in the Iraq War. He believes the backlash against <em>American Sniper</em> has less to do with the movie than it does with people's feelings about that war. \"It shows that we're still not ready to have an adult, clear-eyed conversation about the Iraq War. The wounds are still fresh. It's still heavily politicized,\" he says.</p><p>And, Horton adds, few Americans experienced the Iraq War, either firsthand or through friends or family.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27American+Sniper%27+Exposes+Unresolved+Issues+About+The+Iraq+War&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419917-d35970.m3u?orgId=1&topicId=1045&d=321&p=2&story=379130915&t=progseg&e=379309297&seg=9&ft=nprml&f=379130915"},{"href":"http://media.npr.org/assets/img/2015/01/23/sniper-884c5012d43d8dd3ddb07cf932484ec6a08a5f30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/01/23/schick-5011148d539af3cd2056ad151c76bdad252c740b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1111","width":"1481"}}]}