{"created":"2014-10-30T21:34:41+00:00","modified":"2014-10-30T21:34:41+00:00","valid":{"from":"2014-10-30T21:34:41+00:00","to":"3014-10-30T21:34:41+00:00"},"hreflang":"en","title":"The Politics Of Covering Ebola In Liberia","published":"2014-10-14T19:04:00+00:00","teaser":"Rodney Sieh, a Liberian newspaper editor, discusses covering Ebola in Liberia and the politics that come with it.","itags":["npr_api","355895714"],"contentencoded":"<p>Nurses in Liberia reported to work today, largely defying calls to strike over better hazard pay.</p><p>The Ebola outbreak has killed more than 4,000 people in West Africa, and Liberia has the highest death toll.</p><p><strong>Rodney Sieh</strong>, the founder of <a href=\"http://frontpageafricaonline.com/\" target=\"_blank\">Front Page Africa</a> and a Liberian newspaper editor joins <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young to talk about covering Ebola in Liberia and the politics that come with it.</p><h4>Interview Highlights: Rodney Sieh</h4><p><strong>On how Liberian President Ellen Johnson Sirleaf has handled the crisis</strong></p><p>&#8220;The president will be the first to admit to you that she has handled this thing poorly. When this virus first started back in March or April, there was not enough effort to trace those who first brought the virus from Guineau, so as a result, the government took it lightly. The President was advised by her advisers that she should not comment on the issue because it would inflame public sentiment. So she didn&#8217;t comment on it. It wasn&#8217;t until late May or June that she began to retool, reinvent herself. And it&#8217;s been very difficult for them to catch up.&#8221;</p><p><strong>On Sirleaf asking for emergency powers</strong></p><p>&#8220;People are not happy with the request because, first of all, it restricts movement, it restricts free speech, it restricts everything you want to do as a journalist. A week before that, the government also said no reporters allowed to Ebola centers. So you can see the trend is ticking.&#8221;</p><p>&#8220;Mind you now, when this crisis first started, people didn&#8217;t believe Ebola existed. In fact we were the first newspaper to appeal to the authorities to have our cameramen and our reporters cover burials. This was not being done before then so people were not believing Ebola exists because there were no bodies being seen in the streets.&#8221;</p><p><strong>On reporting on a deadly virus</strong></p><p>&#8220;It&#8217;s very difficult for us. The challenge is there. The risks are there. And we are just taking it day by day.&#8221;</p><p>&#8220;But the issue is not just about taking a risk. It&#8217;s about getting the news out to people. And unlike international folks who come here &#8212; we work with them all the time &#8212; they come with their gear. And their protective gear &#8212; their gloves, their zoom lenses &#8212; and we don&#8217;t have those kinds of resources. We have to improvise.&#8221;</p><h4>Guest</h4><ul><li><strong>Rodney Sieh</strong>, founder of <a href=\"http://frontpageafricaonline.com/\" target=\"_blank\">Front Page Africa</a> and a Liberian newspaper editor.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Politics+Of+Covering+Ebola+In+Liberia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"42084830-7012-4e0a-aa9a-399391b3cbbc","audio":[{"meta":{"duration":"435"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355895717-29aefc.m3u?orgId=1&ft=3&f=355895714"}]}