{"created":"2014-11-06T22:20:24+00:00","modified":"2015-05-06T18:47:19+00:00","valid":{"from":"2015-05-06T18:47:19+00:00","to":"3015-05-06T18:47:19+00:00"},"hreflang":"en","title":"Flu Season Brings Stronger Vaccines And Revised Advice","published":"2014-11-06T23:33:00+00:00","teaser":"Health officials estimate that every flu season, 1 in 5 Americans will get the bug. This year, changes in flu vaccines and in federal guidelines could help those most susceptible to the virus.","itags":["npr_api","362031253"],"guid":"420da586-2056-43ab-bbab-55c1d27828e7","contentencoded":"<p>The symptoms of the flu are familiar: fever, chills, cough, congestion, feeling very, very tired. If you're a healthy adult under 65, you'll most likely recover in a week or two.</p><p>But for those older than 65, things can get worse fast, says <a href=\"https://medicine.mc.vanderbilt.edu/node/474\">Dr. H. Keipp Talbot</a>, an infectious disease specialist at Vanderbilt University.</p><p>\"It's not [just] a cold, it's not the chills, it's not a runny nose,\" she says. \"For many people it can be hospitalization, pneumonia, worsening heart failure.\" <a href=\"http://www.cdc.gov/flu/\">Flu</a> complications like these hospitalize more than 200,000 older adults every year, and thousands die.</p><p>\"As we age, so does our immune system,\" says Talbot. On top of that, age-related health problems increase susceptibility. These may include \"high blood pressure, diabetes, heart disease,\" Talbot says. \"And so we're at a much greater risk of having hospitalizations or pneumonia if we develop influenza as we age.\"</p><p>A new supersize vaccine could lower that risk. The Fluzone High-Dose influenza <a href=\"http://www.cdc.gov/flu/protect/vaccine/qa_fluzone.htm\">vaccine</a> was approved by the Food and Drug Administration for use four years ago, after it proved safe and effective at boosting the number of antibodies to fight the flu.</p><p>But the FDA wanted to know if it actually prevented people from getting sick, so the agency asked the manufacturer to do another study to get at that issue.</p><p>Talbot headed the <a href=\"http://www.antimicrobe.org/history/NEJM-DiazGrandes%20et%20al-Influenza%20vaccine%20in%20older%20adults-2014.pdf\">study</a>, published just before the start of this year's flu season. She divided 32,000 people older than 65 into two groups. One group received the standard vaccine while the other got a dose that was four times higher.</p><p>\"We found that the high dose was 24 percent more effective than the standard dose at preventing influenza — any influenza, no matter what circulated, no matter what strain it was,\" Talbot says.</p><p>Recipients who got the higher dose were more likely to report that their arms were a little sore afterward, but there were no other serious side effects.</p><p>The Centers for Disease Control and Prevention, which issues guidance about how vaccines should be used, is still evaluating whether to preferentially recommend the higher dose for older people.</p><p>At the other end of the age spectrum, this is the first year that CDC officials have <a href=\"http://www.cdc.gov/vaccines/acip/recs/GRADE/LAIV-child.html\">recommended</a> that children between the ages of 2 and 8 get their flu vaccine in the form of a nasal spray rather than a shot.</p><p>\"The influenza virus can change genetically and be slightly different,\" says <a href=\"https://medicine.mc.vanderbilt.edu/node/451\">Dr. William Schaffner</a>, a professor of preventive medicine at Vanderbilt University Medical School. \"And it would appear as though the mist provides broader coverage against these altered strains that might be around.\"</p><p>Schaffner says the mist is made with a weakened version of live flu virus, so may more closely mimic a real infection than other versions and perhaps boost the body's immune response more.</p><p>He also notes that some <a href=\"http://www.cdc.gov/flu/news/nasal-spray-effectiveness.htm\">concerns have emerged</a> in recent days about whether the mist vaccine was truly effective last winter against the common H1N1 flu strain. Health officials are still looking into why that might be, he says; inadequate refrigeration of some of the vaccine shipped the previous summer might be to blame.</p><p>Until more is known, the American Academy of Pediatrics is holding off on suggesting that the mist is more effective than the shot for this age group. But, like the CDC, the pediatricians group emphasizes that either flu vaccine is much better than none.</p><p>For now, says pediatrician <a href=\"http://find-a-doctor.northshorelij.com/physician/pediatrics/dr-henry-h-bernstein-do-11354361#.VFuukjTF8wA\">Henry Bernstein</a>, a member of the academy's vaccine committee, \"healthy children ages 2 through 8 years may be immunized with either the shot or the intranasal vaccine. There is no preference for one versus the other.\"</p><p>Whether you choose mist or injection, federal guidelines urge that <a href=\"http://www.nlm.nih.gov/medlineplus/news/fullstory_148503.html\">everyone</a> over the age of 6 months get vaccinated against the flu — especially pregnant women, says Schaffner.</p><p>\"The protection that the woman builds up passes through the placenta and goes into the newborn baby and helps protect that newborn baby during the first six months of its life when the baby is too young to be vaccinated itself,\" he says. \"And so there's a double reason to vaccinate pregnant women.\"</p><p>This year, there appears to be a rise in the number of people getting their flu vaccine early, says Schaffner — maybe because of increased concern about an unrelated illness, Ebola.</p><p>Of course, the flu vaccine has no effect on Ebola, and Ebola isn't circulating in the United States. But, he says, if misplaced worries about a rare illness mean more people are getting vaccinated against the far more common flu virus — all the better.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flu+Season+Brings+Stronger+Vaccines+And+Revised+Advice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362086809-8d0e4b.m3u?orgId=1&topicId=1128&d=275&p=2&story=362031253&t=progseg&e=362059023&seg=13&ft=nprml&f=362031253"},{"href":"http://media.npr.org/assets/img/2014/11/06/fluvaccine-931b23762dfec0fee50281743f5238ed8aca44ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}