{"created":"2014-11-26T09:16:38+00:00","modified":"2015-05-13T21:29:49+00:00","valid":{"from":"2015-05-13T21:29:49+00:00","to":"3015-05-13T21:29:49+00:00"},"hreflang":"en","title":"Gluten-Free? Vegan? Thanksgiving Recipes For Alternative Diets","published":"2014-11-26T17:05:00+00:00","teaser":"It's like the start of a bad joke: a vegan, a gluten-free and a paleo walk into a bar — except it's your house, and they're gathered around the Thanksgiving table. Don't panic — we've got recipes.","itags":["npr_api","366304008"],"guid":"4219bc92-dfc3-4e4e-9835-4bb3bc78e36c","contentencoded":"<p>It's like the start of a bad joke: a vegan, a gluten-free and a paleo walk into a bar — except it's your house, and they're gathered around your Thanksgiving table.</p><p>More and more Americans are passing on gluten — some for medical reasons, most by choice. Others are adopting diets that exclude meat, or insisting on the kinds of unprocessed foods that early man would have hunted and gathered.</p><p>All of this is a challenge to the traditional Thanksgiving feast.</p><p>In The Salt's informal survey of 4,700 readers, nearly a quarter of you agreed that you have some difficulties in coming up with ways to meet everyone's dietary lifestyle choices at the holiday table.</p><p>Whether you're a host or a guest attending a potluck-style dinner, if you're still scrambling to find the perfect, uncontroversial dish, NPR <em>Morning Edition's</em> Renee Montagne turned for help to Chris Kimball, the host of <em>America's Test Kitchen</em>.</p><p>Here are some of his recommended dishes to satisfy alternative diets, and notes on what to try this Thanksgiving holiday.</p><hr /><p><strong>Brussels Sprout and Kale Slaw with Herbs and Peanuts</strong></p><p><strong><strong>Note:</strong> </strong>Make sure to tell your guests that this dish contains peanuts — as peanut allergies can be life-threatening.</p><p><em>\"One reason people don't like Thanksgiving is their badly cooked Brussels sprouts,\" says Kimball. \"So we're actually gonna take a pound of Brussels sprouts and shred them into, essentially, very thin pieces.\" </em></p><p>1/3 cup cider vinegar</p><p>3 tablespoons sugar</p><p>1/2 teaspoon ground coriander</p><p>2 tablespoons extra-virgin olive oil</p><p>1 pound Brussels sprouts, trimmed, halved and sliced very thinly (\"You could probably also shred it with a food processor,\" says Kimball.)</p><p>8 ounces Tuscan kale, stemmed and sliced into 1/4-inch strips</p><p>1/4 cup dry-roasted, salted peanuts, roughly chopped</p><p>1 tablespoon chopped fresh cilantro</p><p>1 tablespoon chopped fresh mint</p><p>Lime juice</p><p>Salt and pepper</p><p>Whisk vinegar, sugar, coriander, 1/2 teaspoon salt and 1/4 teaspoon pepper together in a large bowl. Whisking constantly, drizzle in oil. Add Brussels sprouts and toss to combine. Cover and let sit at room temperature for at least 30 minutes and up to 2 hours.</p><p>Vigorously squeeze and massage kale with hands until leaves are uniformly darkened and slightly wilted, about 1 minute. Add kale, peanuts, cilantro and mint to bowl with Brussels sprouts and toss to combine. Season with salt and lime juice to taste and serve.</p><hr /><p><strong>Wild Rice Dressing</strong></p><p><em>Says Kimball: \"This is 'I didn't realize it was gluten free and I don't care.' \"</em></p><p>2 cups chicken broth</p><p>2 cups water</p><p>1 bay leaf</p><p>2 cups wild rice</p><p>10 slices (about 10 oz.) gluten-free sandwich bread, torn into pieces</p><p>8 tablespoons unsalted butter</p><p>2 onions, chopped fine</p><p>3 celery ribs, chopped fine</p><p>4 garlic cloves, minced</p><p>1 tablespoon minced fresh sage or 1 1/2 teaspoons dried</p><p>1 tablespoon minced fresh thyme or 1 1/2 teaspoons dried</p><p>1 1/2 cups heavy cream</p><p>2 large eggs</p><p>3/4 teaspoon salt</p><p>1/2 teaspoon pepper</p><p>Bring broth, water and bay leaf to boil in medium saucepan over medium-high heat. Stir in rice, reduce heat to low, cover and simmer until rice is tender, 35 to 45 minutes. Strain contents of pan through fine-mesh strainer into large liquid measuring cup. Transfer rice to bowl; discard bay leaf. Reserve 1 1/2 cups cooking liquid.</p><p>Adjust oven rack to lower-middle position and heat oven to 325 degrees. Pulse 5 slices bread in food processor until only pea-size pieces remain, and transfer to rimmed baking sheet. Repeat with remaining 5 slices bread and transfer to sheet. Bake bread crumbs until deep golden brown, about 15 to 17 minutes, stirring occasionally and rotating sheet halfway through baking. Let bread crumbs cool completely, about 10 minutes. (Do not turn off oven.)</p><p>Melt 4 tablespoons butter in 12-inch skillet over medium heat. Add onions and celery and cook until softened and golden, 8 to 10 minutes. Add garlic, sage and thyme and cook until fragrant, about 30 seconds. Stir in reserved cooking liquid, remove from heat and cool 5 minutes.</p><p>Whisk cream, eggs, salt and pepper together in large bowl. Slowly whisk in onion mixture. Stir in rice and toasted bread crumbs until well combined, then transfer to 13 by 9-inch baking dish. Melt remaining 4 tablespoons butter in an empty skillet and drizzle evenly over dressing. Cover dish with aluminum foil and bake until set, 45 to 55 minutes. Remove foil and let cool 15 minutes. Serve. (The dressing can be cooled and refrigerated for up to 1 day. Reheat, covered with foil, in 325-degree oven.)</p><hr /><p><strong>Heritage Turkey</strong></p><p><em>\"We should clarify a few things about what paleo is and what it's not,\" says Kimball. \"It's not a meat diet. It's really about unprocessed food. In fact, if you think about 2 million years ago, when </em>Homo erectus<em> was running around hunting and gathering, they probably didn't have a tremendous amount of meat in their diet, 'cause the hunters went off and came back with nothing.\"</em></p><p><em>Heritage turkeys haven't been hybridized or bred to have huge breasts and small legs. They're very different from your average supermarket bird, says Kimball. The meat is darker and it has a lot more flavor. However, they're much more expensive and difficult to cook. The legs contain dense dark meat that needs to be in the oven long before the rest of the bird. Then it all goes in on low heat for a long time, until you crank the heat up quickly to crisp the skin before serving.</em></p><p>Highly recommended turkeys from <em>Cook's Illustrated</em> include:</p><p><a href=\"http://www.amazon.com/Marys-Free-Range-Heritage-Turkey/dp/B006TJMTKK\">Mary's Free-Range Heritage Turkey</a></p><p>Testers say: Our top pick was \"richly flavored,\" with \"great texture and moisture,\" and exquisitely \"crisp\" skin. This big turkey (just over 14 pounds) was \"quite fatty,\" with \"remarkably tender, moist white meat that tastes like poultry, not just wet fiber. Dark meat is dee-lish and also very tender.\"</p><p><a href=\"http://www.elmwoodstockfarm.com/turkeys.htm\">Elmwood Stock Farm Organic Heritage Turkey</a><em><br /></em></p><p>Testers say: This turkey was \"supertender and juicy,\" with white meat \"so rich in flavor that it tastes like dark meat.\" The dark meat was even more tender and flavorful, prompting one taster to ask, \"Is this dark turkey or pulled pork? So fall-apart tender that it's almost shredding itself.\"</p><p><a href=\"http://www.goodshepherdpoultryranch.com/heritageturkeydefinition.html\">Good Shepherd Poultry Ranch Heritage Turkey</a><em><br /></em></p><p>Testers say: Tasters enthused about this generously sized heritage bird, raised by the dean of heritage turkey breeders, Frank Reese. They praised its \"very, very moist and intensely sweet breast meat,\" that was \"moist but not wet,\" with \"substantial turkey flavor,\" and dark meat that was \"rich, almost fatty, in a good way, like duck\" and \"incredibly tender, quite fat-streaked.\"</p><hr /><p><strong>Gluten-Free Pie Crust</strong></p><p><strong>Note: </strong>This recipe may be gluten-free, but it's not vegan.</p><p><em> \"We do use all butter in this — 16 tablespoons for two crusts,\" says Kimball. He also warns: \"Here's the thing about gluten-free pastry: It doesn't have any gluten in it. And gluten is what makes the dough stick together!\" The Test Kitchen recommends you roll the dough out between two sheets of plastic wrap to prevent breakage.</em></p><p>First, pick your substitution:</p><p><em>King Arthur Gluten-Free Multi-Purpose Flour</em></p><p>Note: The pie dough will be less sturdy.</p><p>6 1/2 ounces (for single crust) = 2/3 cup plus 1/2 cup</p><p><em>Bob's Red Mill Gluten-Free All-Purpose Baking Flour</em></p><p>Note: The pie dough will be darker in color, drier and slightly rubbery and will have a slight bean flavor.</p><p>6 1/2 ounces = 1 1/3 Cups</p><p><strong>Single-Crust Pie Dough</strong></p><p>2 1/2 tablespoons ice water</p><p>1 1/2 tablespoons sour cream</p><p>1 1/2 teaspoons rice vinegar</p><p>6 1/2 ounces gluten-free flour blend</p><p>1 1/2 teaspoons sugar</p><p>1/2 teaspoon salt</p><p>1/4 teaspoon xanthan gum</p><p>8 tablespoons unsalted butter, cut into 1/4-inch pieces and frozen for 10 to 15 minutes</p><p>Combine ice water, sour cream and vinegar together in bowl. Process flour blend, sugar, salt and xanthan gum together in food processor until combined, about 5 seconds. Scatter butter over top and pulse mixture until butter is size of large peas, about 10 pulses.</p><p>Pour half of sour cream mixture over flour mixture and pulse until incorporated, about 3 pulses. Pour remaining sour cream mixture over flour mixture and pulse until dough just comes together, about 6 pulses.</p><p>Turn dough onto sheet of plastic wrap and flatten into 5-inch disk. Wrap tightly in plastic and refrigerate for 1 hour. Before rolling out dough, let it sit on counter to soften slightly, about 15 minutes. (Dough can be wrapped tightly in plastic and refrigerated for up to 2 days.)</p><hr /><p><strong>Pumpkin Pie</strong></p><p>Servings: 8</p><p><em><strong>Note:</strong><strong> </strong></em>This recipe may be gluten-free, but it's not vegan.</p><p><em>From The Test Kitchen's </em>The How Can It Be Gluten-Free Cookbook<em>: \"Pumpkin pie filling is naturally gluten-free, so we </em><em>weren't worried about changing it, but when we </em><em>used our favorite recipe to bake one in a gluten-free </em><em>pie crust, we found that the loose, liquid-y filling </em><em>turned our once-flaky crust gummy and raw-tasting. </em><em>We needed to start with a thicker mixture that </em><em>would not readily soak into the crust.\"</em></p><p>1 single-crust pie dough</p><p>1 (15 ounces) can pumpkin puree</p><p>7 ounces (1 cup packed) dark brown sugar</p><p>2 teaspoons ground ginger</p><p>2 teaspoons ground cinnamon</p><p>1 teaspoon ground nutmeg</p><p>1/2 teaspoon salt</p><p>1/4 teaspoon ground cloves</p><p>2/3 cup heavy cream</p><p>2/3 cup whole milk</p><p>4 large eggs</p><p>Adjust oven rack to middle position and heat oven to 375 degrees. Roll dough into 12-inch circle between 2 large sheets of plastic wrap. Remove top plastic, gently invert dough over 9-inch pie plate, and ease dough into plate. Remove remaining plastic and trim dough 1/2 inch beyond lip of pie plate. Tuck overhanging dough under itself to be flush with edge of pie plate. Crimp dough evenly around edge using your fingers.</p><p>Cover dough loosely in plastic and freeze until chilled and firm, about 15 minutes. Remove plastic and bake until crust is light brown in color, 20 to 25 minutes, rotating pie plate halfway through baking. Transfer pie plate to wire rack. (Crust must still be warm when filling is added.) Adjust oven rack to lower position and increase oven temperature to 425 degrees.</p><p>While crust bakes, process pumpkin puree, sugar, ginger, cinnamon, nutmeg, salt and cloves together in food processor until combined, about 1 minute. Transfer pumpkin mixture to medium saucepan (do not clean processor bowl) and bring to simmer over medium-high heat. Cook pumpkin mixture, stirring constantly, until thick and shiny, about 5 minutes. Whisk in cream and milk, return to simmer briefly, then remove from heat.</p><p>Process eggs in food processor until uniform, about 5 seconds. With machine running, slowly add about half of hot pumpkin mixture through feed tube. Stop machine, add remaining pumpkin, and continue processing mixture until uniform, about 30 seconds longer.</p><p>Immediately pour warm filling into warm, partially baked pie crust. (If you have any extra filling, ladle it into pie after 5 minutes of baking, by which time filling will have settled.) Bake until filling is pulled and lightly cracked around edges and center wiggles slightly when jiggled, about 25 minutes. Let pie cool on wire rack until filling has set, about 2 hours; serve slightly warm or at room temperature.</p><hr /><p><strong>Baked Squash Kibbeh</strong></p><p><strong>Note: </strong>This dish may please the vegetarians at the table, but it's not gluten-free. It calls for feta cheese, so it's not vegan, either.</p><p><em>From The Test Kitchen's </em>The Complete Vegetarian Cookbook<em>: \"Middle-Eastern kibbeh is a finely ground combination of beef or lamb, bulgur, and onions either formed into balls and deep-fried or pressed into a pan and baked. For a vegetarian version of this flavorful dish, we loved the idea of pairing butternut squash with the warm spices.\" </em>.</p><p>2 pounds butternut squash, peeled, seeded and cut into 1/2-inch pieces (6 cups)</p><p>3 tablespoons extra-virgin olive oil</p><p>1 onion, chopped fine</p><p>2 garlic cloves, minced</p><p>1 teaspoon ground coriander</p><p>1/4 teaspoon five-spice powder</p><p>1 1/2 cups fine-grind bulgur, rinsed</p><p>1/2 cup all-purpose flour</p><p>1/4 cup minced fresh cilantro</p><p>2 tablespoons minced fresh mint</p><p>1 teaspoon salt</p><p>1/2 teaspoon pepper</p><p>4 ounces feta cheese, crumbled (1 cup)</p><p>2 tablespoons pine nuts, toasted and chopped</p><p>Adjust oven rack to middle position and heat oven to 400 degrees. Spray 9-inch springform pan with vegetable oil spray. Microwave squash in covered bowl, stirring occasionally, until tender, 15 to 20 minutes. Process cooked squash in food processor until smooth, about 1 minute; let cool.</p><p>Heat 1 tablespoon oil in 12-inch nonstick skillet over medium heat until shimmering. Add onion and cook until softened, about 5 minutes. Stir in garlic, coriander and five-spice powder and cook until fragrant, about 30 seconds. Stir in pureed squash and cook until slightly thickened, 2 to 4 minutes. Transfer squash mixture to large bowl and let cool.</p><p>Meanwhile, place bulgur in separate bowl and add water to cover by 1 inch. Let sit until tender, about 10 minutes. Drain bulgur through fine-mesh strainer, then wrap in clean dish towel and wring tightly to squeeze out as much liquid as possible.</p><p>Stir bulgur, flour, cilantro, mint, salt and pepper into squash mixture until well combined. Transfer to prepared pan and press into even layer with wet hands. Using paring knife, score surface into 8 even wedges, cutting halfway down through mixture. Brush top with remaining 2 tablespoons oil and bake until golden brown and set, about 45 minutes.</p><p>Sprinkle with feta and pine nuts and continue to bake until cheese is softened and warmed through, about 10 minutes. Let kibbeh cool in pan for 10 minutes. Run thin knife around inside of springform pan ring to loosen, then remove ring. Slice kibbeh into wedges along scored lines and serve.</p><p>If you want a <strong>baked pumpkin kibbeh</strong>, substitute 1 15-ounce can unsweetened pumpkin puree for the squash and skip the microwaving and processing squash in the first step.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gluten-Free%3F+Vegan%3F+Thanksgiving+Recipes+For+Alternative+Diets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366729978-a6cbdd.m3u?orgId=1&topicId=1053&d=419&p=3&story=366304008&t=progseg&e=366729705&seg=14&ft=nprml&f=366304008"},{"href":"http://media.npr.org/assets/img/2014/11/24/thanksgiving-36b66d9361f6571333f37666927c854365c3e100.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/24/xe4a7md7i5suqjgxx8fvxuozchvu_izx90q3odwy0ma-ff692397336b0d9e08a4060aafe3d0ec0d217c46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/11/25/turkeycutting-bde6c219cc5fb7c2444187aa31ad05be4ff23ecc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/25/pie-52e715dea2c3a3deb1edb8166e785fd32a7c7042.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}