{"created":"2014-11-10T22:49:42+00:00","modified":"2015-05-06T20:39:31+00:00","valid":{"from":"2015-05-06T20:39:31+00:00","to":"3015-05-06T20:39:31+00:00"},"hreflang":"en","title":"For Nigerians Fleeing Boko Haram, A Desperate Life On The Run","published":"2014-11-11T15:39:00+00:00","teaser":"The Islamist extremists have seized a string of towns in the northeast, displacing hundreds of thousands and creating a humanitarian crisis. Monday's attack on a boys school killed up to 50 students.","itags":["npr_api","363042795"],"guid":"421d2bde-6415-43dd-b6af-1a5630a1c957","contentencoded":"<p>Hopes were raised when the Nigerian military announced a cease-fire last month with the militants of Boko Haram, who have been fighting for years to impose Islamic law on Nigeria.</p><p>But the Islamist extremists denied there was a truce and have intensified deadly attacks and kidnappings in recent weeks, seizing territory said to be the size of Maryland and declaring a caliphate in the zone under their control.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/10/362978751/bombing-at-nigerian-high-school-kills-dozens\">In the latest attack</a> blamed on Boko Haram, a suicide bomber dressed as a student targeted boys gathered for assembly at the Government Technical Science College, a boys high school in the northeastern town of Potiskum in Yobe state. The attack killed nearly 50 people, mainly students, some as young as 11.</p><p>No one has yet claimed responsibility, but Boko Haram insurgents are being blamed.</p><p>As soldiers rushed to the site of the school explosion, angry residents hurled stones at them, accusing the military of failing to protect them, say witnesses.</p><p>In neighboring Adamawa state, almost 9,500 displaced people now live in a giant camp — one of five for displaced people in the area. They've found refuge in what was a youth center outside Yola, the state capital. The buildings are crammed full of residents. Newcomers are being housed in large green tents.</p><p>Boko Haram has seized a string of towns in recent weeks in this arid and impoverished agricultural northeastern region of Nigeria — most recently Mubi on the border with Cameroon.</p><p>Three states, Adamawa, Yobe and Borno, have been under emergency rule since May last year. But residents complain that the military has failed to quell the insurgency that has killed thousands of people and driven tens of thousands from their homes in the northeast.</p><p>Sylvanus Papka, director of rescue, relief and rehabilitation for Adamawa's Emergency Management Agency, describes how people scatter under fire.</p><p>\"When they were attacked, everybody was running away, people running helter-skelter,\" Papka says. \"In fact, that made them separate from their families. That's why people are coming in to check for their loved ones. I know most of them have lost everything. They have been sleeping in the bush for the past five days. The parents are looking for their children, and also children are looking for their parents.\"</p><p>Ramatu Usman, a 37-year-old mother of eight, is one of them. Usman says her son Yahaya Buba was lost in the panic following the recent attack on Mubi, which is also in Adamawa state. The 6-year-old boy is still missing.</p><p>Some new residents have been displaced twice, like Halima Hasan. In August, Hasan fled a Boko Haram attack on her hometown in Gwoza in neighboring Borno state and escaped to the commercial border town of Mubi.</p><p>But the attack on Mubi forced Hasan and other displaced people to find yet another refuge, again trekking many miles to this camp in Yola.</p><p>Like many Nigerians, Hasan is appealing to the government and military to put an end to the fighting and restore peace. Boko Haram's most notorious attack, in April, was the mass abduction of more than 200 girls from their boarding school in Chibok in Borno state.</p><p>Now, boys are again the target. The group, whose name means Western education is sinful, says boys should receive only a Quranic education. In earlier raids, some students have had their throats slit as they slept in their dorm beds. Girls are warned to give up their books, go home and get married.</p><p>The army announced last month that the missing schoolgirls would soon be released as part of a deal with Boko Haram. The group rejects the claim. Its leader tauntingly insists the captives have been <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/01/360629727/boko-haram-says-kidnapped-girls-are-now-married\">married off to his fighters</a> after converting to Islam.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Nigerians+Fleeing+Boko+Haram%2C+A+Desperate+Life+On+The+Run&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101502-f65779.m3u?orgId=1&topicId=1126&d=254&p=2&story=363042795&t=progseg&e=363055137&seg=5&ft=nprml&f=363042795"},{"href":"http://media.npr.org/assets/img/2014/11/10/boko-haram1-9938a24c67ae2123ff8afb83b0973d275b041b28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/11/10/boko-haram2-ea65797cf1b573c217c29fab8e43495a3c76379b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1992","width":"2656"}}]}