{"created":"2014-09-19T19:44:12+00:00","modified":"2014-12-23T18:41:45+00:00","valid":{"from":"2014-12-23T18:41:45+00:00","to":"3014-12-23T18:41:45+00:00"},"hreflang":"en","title":"IBM's Watson Is Out With Its Own Barbecue Sauce","published":"2014-07-03T15:12:00+00:00","teaser":"The supercomputer first showed off its intellectual prowess on <em>Jeopardy</em>. Now after analyzing a massive number of recipes, Watson has come up with its own sauce.","itags":["npr_api","327204491"],"guid":"421f0bb9-6f84-44cf-86ea-971689563028","contentencoded":"<p>A company specializing in bytes is offering a special flavor for your Fourth of July: IBM's Watson barbecue sauce.</p><p>The supercomputer first showed off its intellectual process on <em>Jeopardy</em>, but Watson now seems ready for the Food Channel.</p><p>After analyzing massive numbers of recipes, Watson went gourmet. The condiment, called Bengali Butternut BBQ Sauce, contains a dozen ingredients, including butternut squash, white wine, dates, Thai chilies and tamarind. According to IBM, \"it's got a slow, warm heat and a kick.\"</p><p>IBM says the sauce was only bottled for a limited run, but it has published the <a href=\"http://ibmblr.tumblr.com/post/87933225530/pass-the-computerized-condiment-please-look\">recipe</a> for anyone who wants to try making a batch at home.</p><p>As Joe Palca <a href=\"http://www.npr.org/blogs/thesalt/2012/12/25/167725602/computers-may-someday-beat-chefs-at-creating-flavors-we-crave\">reported</a>, IBM first began to test the supercomputer's food talents in 2012. Computer scientists gave it a database of recipes that were already being used successfully.</p><p>\"Then we remix them, substitute things, do all kinds of other modifications and generate millions of new ideas for recipes,\" Lav Varshney told Palca. \"The second step is to take those millions of ideas and find the best ones. To do that we try to predict what humans will find flavorful, based on some basic ideas from chemistry and psychology.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=IBM%27s+Watson+Is+Out+With+Its+Own+Barbecue+Sauce&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"29"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327216594-4ee832.m3u?orgId=1&topicId=1053&ft=3&f=327204491"},{"href":"http://media.npr.org/assets/img/2014/07/01/tumblr_n6jvjuxiys1s141c3o2_r1_1280-d54a4e6bffff2a7ff94384a74506fa6682f6654e.png","type":"image/jpeg","meta":{"crop":"standard","height":"872","width":"1162"}}]}