{"created":"2015-05-13T15:55:38+00:00","modified":"2015-06-04T14:43:47+00:00","valid":{"from":"2015-06-04T14:43:47+00:00","to":"3015-06-04T14:43:47+00:00"},"hreflang":"en","title":"I'm From Philly. 30 Years Later, I'm Still Trying To Make Sense Of The MOVE Bombing","published":"2015-05-19T02:14:00+00:00","teaser":"Philadelphia native Gene Demby was 4 years old when city police dropped a bomb on a house of black activists in his hometown. Thirty years later, he's still trying to make sense of it all.","itags":["npr_api","406243272"],"guid":"4223ac73-133f-4417-8aea-49e12d7bbd45","contentencoded":"<p>Talk to some of the folks who lived through the bombing of 62nd and Osage Avenue in West Philadelphia 30 years ago, and you'll notice that they refer to the event by its full date. May 13, 1985.</p><p>That's how Gerald Renfrow refers to it when we talk about the inferno. His house is about 30 yards from the compound on which the bomb was dropped — practically ground zero. <a href=\"http://www.npr.org/sections/codeswitch/2015/05/13/406243272/im-from-philly-30-years-later-im-still-trying-to-make-sense-of-the-move-bombing?live=1\">He'd been living there since long before the bombing</a>, and now he's the block captain, trying to hold on to the home where he grew up and raised his own family.</p><p>That's how Perry Moody refers to it, too. His house is on the north side of Pine Street. On that day three decades ago, he had been evacuated from the block but watched as the houses on the other side of the street were swallowed up by flames.</p><p>So does Ramona Africa. She was actually <em>inside</em> the targeted house at 6221 Osage as it was battered by police bullets and deluge guns and, eventually, brought down by a makeshift bomb dropped from a police helicopter. She managed to escape the burning building. Her fellow members of MOVE, the radical organization to which she belonged that was standing off against the City of Philadelphia, were not as lucky.</p><p>The MOVE bombing was a cataclysm for my hometown, a part of the collective memories of Philadelphians of a certain age. I grew up in South Philly, about a 20-minute drive from ground zero, but I was just 4 when it happened, too young to remember the actual day. But as I got older, I would learn in bits and pieces about it, and the central role it played in the history of policing in my hometown.</p><p>I started revisiting the story of MOVE in earnest again last fall, when the issue of race and policing had started to become a regular feature of the news. Almost every chord from that larger metastory — the mutual distrust between the police and black communities, the militarization of local law enforcement agencies, incidents of police brutality — seemed to resonate in the particular story of the bombing. But in the case of MOVE, the volume was turned way up. City police had killed nearly a dozen people and, in the process, leveled an entire swath of a neighborhood full of middle-class black homeowners. Neither the mayor who approved the bombing nor the officers who carried it out faced any official repercussions.</p><p>Today, the narrow block sits eerily quiet; most of the houses that were built to replace the ones destroyed by the fire are now vacant, boarded up and padlocked. The remaining residents, like Renfrow, are in limbo. Maybe the city will rehabilitate these buildings. Maybe it will raze them. But since most of the people responsible for the tragedy and the city have moved on to grappling with new dilemmas, it's been pretty easy to forget 62nd and Osage altogether.</p><p>But a few residents never left the 6200 block of Osage Avenue, and they're quick to recall what their neighborhood was like before the spring of 1985: a nice block right by the Cobbs Creek Park, part of a safe, close-knit community where folks barbecued together while their kids played in the street. I wanted to talk to them, and others who lived through that day in Philadelphia, about what they remembered.</p><h3>May 13, 1985: The Bombing</h3><p>Here's what my mother recalls about the bombing. It was the Monday after Mother's Day, and three days after her birthday. She took my twin sister and me to school before heading back to our South Philly apartment. She was taking a personal day from work — a day of peace and quiet that was meant to be a belated birthday gift to herself. But when she got home and turned on the TV, she saw that Philly was not going to oblige her.</p><p>All of the local stations were reporting from a standoff in West Philly between the police and MOVE, a radical group that had turned a row house at 6221 Osage Ave. into a fortified compound. She wasn't exactly surprised by what she saw on the grainy live feed; everyone had known that day was coming for a while, as tensions between MOVE and the police — and between MOVE and their neighbors on that block — had been rising for years.</p><p>As the residents were evacuated from their homes ahead of the showdown, the police told them to take some clothes and toothbrushes. They should be back in their homes by the next day, the police said.</p><p>There were <a href=\"http://articles.philly.com/1988-05-03/news/26262948_1_arrest-warrants-police-commissioner-gregore-sambor-osage-avenue\">nearly 500 police officers gathered at the scene</a>, ludicrously, ferociously well-armed — flak jackets, tear gas, SWAT gear, .50- and .60-caliber machine guns, and an anti-tank machine gun for good measure. Deluge guns were pointed from firetrucks. The state police had sent a helicopter. The city had shut off the water and electricity for the entire block. And, we'd come to learn, there were explosives on hand.</p><p>The police had come with warrants for several people they believed to be in the compound at 6221. No one knew how many weapons the MOVE folks had, or even how many people were in the compound — the police guessed that there were six adults and possibly as many as 12 children inside. The MOVE members had built a bunker on the roof of the house, giving them a clear view of the police positions below.</p><p>The final warnings from the police started that morning, a little after 5:30. \"Attention, MOVE ... This is America,\" <a href=\"http://articles.philly.com/2005-05-08/news/25440488_1_move-headquarters-oklahoma-city-bombing-move-disaster\">Gregore Sambor, the police commissioner, yelled into his megaphone to the people in the compound</a>. \"You have to abide by the laws of the United States.\"</p><p>Around 6 a.m., the members were told they had 15 minutes to come out. Instead, someone from the MOVE house began shooting at the police. The police returned fire in kind — over and over and over. According to the official report on the event, the police fired 10,000 rounds of ammunition at the MOVE compound over the next 90 minutes; they eventually had to ask the police academy to send more bullets.</p><p>Meanwhile, SWAT teams tried to blast holes into the side of the compound via the adjoining row houses. It didn't work. On TV, reporters at the scene ducked for cover while filing their dispatches. Spectators and residents gathered at the barricades nearby to watch. Over the next few hours, police set off more explosions to try to gain access to the building. The cops couldn't get inside, and the MOVE folks weren't coming out.</p><p>It was chaos, and it went on like that all day — gunshots and explosions and well-tended homes nearby being shot up and blown apart. In the afternoon, Mayor Wilson Goode held a press conference and told reporters that he wanted to \"seize control of the house ... by any means possible.\"</p><p>In the afternoon, Goode made his fateful decision: The police got the go-ahead to drop a makeshift bomb on the MOVE compound in an attempt to destroy the bunker on its roof.</p><p>Here's how Linn Washington, a journalism professor at Temple University who was covering the siege that day as a reporter for the <em>Philadelphia Daily News,</em> remembers what happened next. He was standing at a police command post nearby, flipping through his notes. There was a helicopter in the parking lot, he said. \"I see these three guys come out [of the building] — all of them with 9 millimeters [pistols] on; one of them had a submachine gun and one of them had a satchel,\" he said. \"And they said, 'Hey, you gotta get outta here!' \"</p><p>\"So the helicopter took off, made a circle, came back and then the whole neighborhood shook,\" Washington told me. \"It sounded like a gas main had exploded — but some of the media members knew it was a bomb. And things just went down from there.\"</p><p>Everyone on the scene heard the explosion. Television viewers at home saw the moment of impact on TV, and they also saw that the rooftop bunker — the target the bomb was apparently meant to neutralize — was still standing.</p><p>But the roof had caught fire, and smoke began billowing over the tops of the row houses. The fire seemed to be getting bigger, but the firefighters were ordered by Sambor, the police commissioner, to stand down. (\"I communicated ... that I would like to let the fire burn,\" he later told the city commission.)</p><p>Within 45 minutes, three more homes on the block were on fire, too. Then the roof of the MOVE house buckled under the flames and collapsed. By the time the firefighters finally began fighting the fire in earnest, it was too late. Within 90 minutes, the entire north side of Osage Avenue was on fire.</p><p>Philadelphia's streets are famously narrow, making it easy for the fire to leap from burning trees on the north side to more homes on the south side. Then the flames spilled over to the homes behind 6221 Osage, to Pine Street. By evening, three rows of homes were completely on fire, a conflagration so large that the flames could be seen from planes landing at Philadelphia International Airport, more than 6 miles away. Smoke could be seen from across the city.</p><p>\"Drop a bomb on a residential area? I never in my life heard of that,\" <a href=\"http://www.nytimes.com/1985/05/14/us/police-drop-bomb-on-radicals-home-in-philadelphia.html\">a neighborhood resident told a reporter that night.</a> \"It's like Vietnam.\"</p><p>By the time the fire was finally under control, a little before midnight, 61 houses on that tidy block had been completely destroyed. Two hundred fifty people were suddenly, shockingly, without homes. It was the worst residential fire in the city's history.</p><p>In the end, 11 people died in the fire. Five of them were children. It took weeks before the police were able to identify their remains.</p><h3>How MOVE Landed On Osage Avenue</h3><p>Only two people managed to make it out of the MOVE compound alive: a woman named Ramona Africa and a young boy named Birdie Africa.</p><p>Growing up, I'd seen Ramona Africa a few times on television being interviewed by reporters during her civil suit against the city. I remembered her as a sleepy-eyed woman with dreadlocks. In 1996, a jury ordered the city to pay her $500,000, ruling that the siege on the MOVE compound violated her constitutional rights.</p><p>I met Ramona Africa last week, in a Philly park near where she'd lived since she was released from prison in 1992. (She was the only person involved in the MOVE bombing to serve any time.) She wore a peach shirt, shorts and sandals. Her signature dreadlocks were now flecked with gray. Her arms and legs were covered in burns.</p><p>She's close to 60 now, but she was still on message. \"What makes Nathan Hale a freedom fighter and Delbert Africa an urban terrorist?\" she asked me, rhetorically. \"Either resisting wrong, resisting oppression [and] injustice despite legality is to be commended and celebrated, or it is to be penalized and never accepted. Can't have it both ways.\"</p><p>For some reason, I'd always remembered her from her TV interviews as erratic and raving. But as we talked in the park, I couldn't figure out where or how I'd formed that impression. Aside from the specifics of what she was saying, she seemed like the kind of person who might go to church with my mom and aunt — full of conviction, sure, but amiable and chatty.</p><p>As we sat in the park, she retraced her own story and told me how she linked up with MOVE. Ramona grew up in West Philly in a middle-class family, went to West Catholic High School, later to Temple University. She wanted to be a lawyer, she said, until she started working on community housing issues. \"You cannot be a housing worker and not become an activist,\" she said. It was around this time, in the mid-1970s, when she started meeting members of MOVE, whom she would see in court. They were righteous, she thought.</p><p>I learned from other folks, though, that in those years, the MOVE organization enjoyed a weird reputation in the city, in part because no one could quite figure it out. The group was formed by a man who went by the name of John Africa; all of his followers dropped their surnames and adopted \"Africa\" instead. Members of MOVE would protest outside the city zoo for animal rights. They ate raw food. They were against technology.</p><p>\"You had the vegetarianism and some aspects of Rastafarianism,\" Robin Wagner-Pacifici, <a href=\"http://www.press.uchicago.edu/ucp/books/book/chicago/D/bo3623036.html\">an author who has written about MOVE</a>, told me. \"I think they had their own conscious desire to be uncategorizable.\"</p><p>In news accounts, they were often described as ideological kin of other black radical groups of the day, but Ramona told me that MOVE wasn't a black nationalist group and that it always boasted some nonblack members.</p><p>Indeed, their antics and outspokenness often put them on the wrong side of many local and community groups they were lumped in with. Washington, the former <em>Philadelphia Daily News</em> stringer, told me that MOVE members once vocally interrupted and derailed a meeting brokered by community leaders between two local gangs that were set to agree to a truce. \"The liberals and progressives and the nationalists in the city were like, 'Uhhh, what's up with this crew?' \" he said.</p><p>But Washington said they weren't exactly outcasts, either. \"There was this deference in terms of respecting rights,\" he said. \"And [other groups] were saying, we may not like them, but if it's MOVE today, it's us tomorrow, so we've got to stand up ... and unpack the stuff they've gotten themselves into.\"</p><p>Over time, though, the group's reputation grew more menacing. MOVE members began squatting in a home in Powelton Village, a neighborhood in West Philadelphia not far from the University of Pennsylvania. It was an area whose residents were known for being amenable to countercultural, nontraditional family arrangements. But even there, it didn't take long for MOVE to exhaust the patience of its neighbors. MOVE members would pace the roof of the house they occupied, dressed in fatigues and brandishing weapons. In megaphoned harangues, often issued by a member named Delbert Africa, they would call for the release of imprisoned MOVE members and threaten city officials. Federal agents seized a cache of weapons from MOVE that included dozens of pipe bombs. At one point, the city barricaded several blocks surrounding the MOVE compound for 56 straight days.</p><p>In the summer of 1978, <a href=\"http://articles.philly.com/2010-05-06/news/24958732_1_cops-move-compound-move-members\">MOVE members reached a deal with the city</a>: they would turn over their weapons and leave their building if the city would release several MOVE members from city jails. The city honored the deal, but MOVE didn't leave. On Aug. 8, 1978, the tension reached what seemed like its peak. Police tried to remove MOVE from the building with water cannons and battering rams and were met with gunfire from the building's basement. An officer named James Ramp fell to the ground and died. Sixteen other police officers and firefighters were injured.</p><p>After several hours of holding out, the MOVE folks finally surrendered and began trickling out of the basement one at a time. But the cops were livid over Ramp's killing. They went after Delbert Africa — the MOVE member who had been taunting them from the building — grabbed him by his dreadlocks and threw him to the ground. Several officers joined in, kicking and stomping him. That moment was captured on film by a <em>Philadelphia Daily News</em> photographer, and for many people, the police beating an unarmed, half-naked man <a href=\"https://www.youtube.com/watch?v=q_n6tCcgHew\">was the showdown's lasting image</a>.</p><p>Two years later, nine MOVE members were convicted of third-degree murder in Ramp's death and sentenced to 30 to 100 years in prison — the MOVE 9, they were called.</p><p>After MOVE left Powelton Village, it set up a new base at 6221 Osage Ave., where one member's sister lived, on a quiet, middle-class block in a black neighborhood. It was around this time that Ramona became MOVE's \"minister of information,\" handling most of its interviews with the press, and changed her last name to Africa.</p><p>But on Osage Avenue, too, tensions rose: MOVE began boarding up the windows and doors to the home with wood and rail ties, turning the row house on the narrow street into a fortified bunker. The residents continued their diatribes over the loudspeaker.</p><p>Their new neighbors pleaded with them. Then the neighbors contacted the city. The police had a detail on MOVE and the new compound. There were warnings from the police, and counterwarnings from MOVE. MOVE responded with more belligerence from the loudspeaker. On and on it went like that, until May 1985, when the city police and MOVE hunkered down for their fiery standoff.</p><h3>Vote For Rizzo</h3><p>I still vividly remember the first time I heard about MOVE and the bombing. It was 1987, two years after it happened, and my mom was getting my sister and me ready for school in the morning. The morning news was on TV, and a political ad came on during a commercial break. In the ad, a caricature of Mayor Wilson Goode was sporting goggles and one of those leather World War II-era bomber pilot helmets. An ominous voice, the kind you only hear in political ads, intoned: <em>Wilson Goode dropped a bomb on a Philadelphia neighborhood. Do you want him running your city?</em></p><p>Then the ad urged viewers to vote for Goode's challenger in the race, Frank Rizzo. I was only 6 years old, but I'd heard of Wilson Goode — he was the city's first black mayor, and he was on the TV all the time, besides. I'd never heard of this Frank Rizzo, but I knew he wasn't a bomber.</p><p>\"Mom, you should vote for Frank Rizzo because the thing on the TV said that he firebombed some people's houses,\" I remember telling my mom.</p><p>Mom was not having it. \"I'm voting for Wilson Goode.\" Her tone signaled that she was not about to entertain any further questions. I got the message.</p><p>My mother never talked to me much about the messy politics of the MOVE bombing. I don't remember hearing about it from any other adults, or teachers I had. Indeed, until college, I'd only heard passing references to the group. But when folks did bring it up, I always remembered them expressing a weird ambivalence — vague sympathy toward MOVE abutting vague disdain.</p><p>And every now and then as I was growing up, a MOVE member named Ramona Africa would appear on the local television news, usually because of some legal fight she was engaging in with the city related to the bombing. Sometimes there was B-roll of what seemed like an endless line of row houses that looked like ours, going up in flames.</p><p>The first time my mom and I really talked about the MOVE bombing and what she remembered was this spring. She didn't recall me questioning her about Goode or Rizzo all those years ago, but she could imagine rolling her eyes at the idea of voting for Rizzo, even if it hadn't come from a chatty 6-year-old.</p><p>Back in 1986, Rizzo had been running for mayor again; he'd already served two terms in the 1970s before running up against term limits. He tried to have those term limits overturned, <a href=\"https://news.google.com/newspapers?nid=1454&dat=19780923&id=YbssAAAAIBAJ&sjid=LRMEAAAAIBAJ&pg=4035,4661944&hl=en\">openly appealing to white voters in the city to \"vote white\" regarding the ballot measure</a>.</p><p>For a lot of black Philadelphians of a certain vintage, like my mother, the swaggering, profanity-spewing Rizzo, the city's former police commissioner, was the face and brains of Philadelphia's brutal, aggressive police force. My mom recounted to me the time he arrested a group of Black Panthers, strip-searched them in public, and invited the press to cover the whole ordeal; <a href=\"http://explorepahistory.com/displayimage.php?imgId=1-2-1710\">photos of the naked, humiliated men were splashed across the pages of the local papers the next day</a>.</p><p>And she told me about the time the police shot and killed her friend Ricky, who was a bystander during a shootout and had hidden beneath a nearby car for cover. There was the stuff she didn't witness: the melee that ensued after Rizzo sent hundreds of nightstick-wielding police officers to break up a peaceful demonstration of black high school and junior high school students who were protesting at the Board of Education building. (\"Get their black asses!\" he was widely quoted as saying during the fracas.) Or the fact that Philly cops<a href=\"http://nextcity.org/daily/entry/can-philadelphia-reverse-racism\"> were infamous for \"turf drops\"</a> — instead of taking black folks they'd arrested to jail, they'd leave them in hostile, white ethnic neighborhoods across town.</p><p>The enmity that black folks in Philly had for the police department was deep-rooted, and Rizzo had helped sow the seeds. And during his mayoralty, he became even more emboldened. (\"I'm gonna be so tough as mayor, I gonna make Attila the Hun look like a faggot,\" <a href=\"http://www.nytimes.com/1991/07/17/obituaries/frank-rizzo-of-philadelphia-dies-at-70-a-hero-and-villain.html\">Rizzo was famously quoted as saying</a>.) He was the city's mayor during the first MOVE siege in 1978; during his tenure, the Justice Department would file a lawsuit against the city's police department for brutality.</p><p>My mother had grown up in Rizzo's Philadelphia, and when we talked this spring she told me that he was essentially the reason I got <a href=\"http://gawker.com/what-black-parents-tell-their-sons-about-the-police-1624412625\">The Talk</a> when I was growing up, why she always freaked out during my teenage years if I was out late at night and hadn't called to check in. That's why she could never have considered voting for Rizzo, even if it meant supporting the incumbent mayor who had firebombed a black neighborhood.</p><p>Goode won in 1986, but by the slimmest of margins: 51 percent for him, and 49 percent for Rizzo. Clearly, my mom wasn't the only black Philadelphian with a weird ambivalence toward MOVE. I remember picking up on that sentiment from other adults as a kid: On the one hand, there were the older folks who outright called the group dirty and weird. But then you'd also see signs reading \"Free The MOVE 9\" at any big-enough black cultural festival in the city.</p><p>Some of that ambivalence was certainly due to MOVE's own slow re-branding in the years after the bombing, an attempt to <a href=\"(In the early aughts, some disaffected MOVE members felt that the \"new,\" post-bombing MOVE had strayed too far from John Africa's teachings.)\">make the organization seem less antagonistic</a>. But I suspect it also stemmed from a feeling held by a lot of black folks in Philly, then and now: While MOVE folks were crazy troublemakers whom they wouldn't want as neighbors, the police could be much, much worse.</p><h3>'Why Would I Want To Go Back There?'</h3><p>Here's how Ramona Africa, the only adult survivor of the bombing, remembered that day from <em>inside</em> the MOVE house. She and the other MOVE members inside the house were listening to the events as they unfolded on the radio — events that they, of course, were at the center of.</p><p>\"We finally got the impression that they had their plans all laid out and they were ready to attack us — and kill us,\" she said.</p><p>They decided to hunker down in the basement, which they thought was the safest part of the house. There was gunfire during the day and smoke from tear gas. Then, in the afternoon, the house rocked. \"Initially we didn't know that they had dropped a bomb,\" she said. \"I mean, why would it even enter our minds that they had dropped a bomb on our home?\"</p><p>Over the years, Africa has maintained that when MOVE members tried to escape the burning building to surrender, the police opened fire on them and they were forced back inside. The police have steadfastly denied this.</p><p>After the bombing, Birdie Africa, the 13-year-old boy who escaped with her, was taken into his father's custody. He later changed his name back to Michael Moses Ward. The night of the bombing would be the last time either he or Ramona ever saw or spoke to each other. (<a href=\"http://www.nytimes.com/2013/09/28/us/michael-ward-is-dead-at-41-survivor-of-85-bombing-debacle-in-philadelphia.html?_r=0\">Ward died suddenly at the age of 41 in 2013</a>.)</p><p>I told Ramona I was going to talk to the folks over on 62nd and Osage and asked her about the last time she'd been there. She told me she had never been back, not since that day.</p><p>\"Why would I want to go back there?\" she asked. \"I don't need to go there to remember and I don't want to go back there. I have feelings. What John Africa taught MOVE is that we are living beings. We are alive. We have feelings. ... I see no reason to put myself in a position to be hurt.\"</p><p>She said that MOVE is still around today, although she declined to say how many members it had. As we said goodbye, Ramona motioned to a young woman who looked to be in her 20s who was coming to meet her. Ramona said the woman, who was with several small children, was a MOVE member. As they chatted, a tall young man jogged by where we were standing, with some younger kids trailing him. \"On the move!\" the man said, raising his fist in the air to Ramona as he ran. The little boys did the same.</p><p>Ramona and the young woman wrapped up their conversation, and said goodbye. \"On the move,\" she said to Ramona as she turned away.</p><p>\"On the move,\" Ramona replied.</p><p><em>With additional reporting from Walter Ray Watson and Jeff Brady</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=I%27m+From+Philly.+30+Years+Later%2C+I%27m+Still+Trying+To+Make+Sense+Of+The+MOVE+Bombing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gene Demby","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406633764-fcc93f.m3u?orgId=1&topicId=1015&d=423&p=3&story=406243272&t=progseg&e=406631460&seg=13&ft=nprml&f=406243272"},{"href":"http://media.npr.org/assets/img/2015/05/12/move6edit-aadb5f39e95beb2b4fa451c2b905acef9ebd1713.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2102","width":"2803"}},{"href":"http://media.npr.org/assets/img/2015/05/12/move21-358920b34d8b59d392641f2a4f77ad86e6563c97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/12/move12-5d7674762b09f42df42feb741937c7d703ecd987.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}}]}