{"created":"2015-04-14T21:26:26+00:00","modified":"2015-04-29T17:05:32+00:00","valid":{"from":"2015-04-29T17:05:31+00:00","to":"3015-04-29T17:05:31+00:00"},"hreflang":"en","title":"When Rates Turn Negative, Banks Pay Customers To Borrow","published":"2015-04-21T02:30:00+00:00","teaser":"European interest rates are being pushed so low — to less than zero — that some banks are paying borrowers to take loans. Such low rates are aimed at boosting Europe's economy, but there are risks.","itags":["npr_api","399641297"],"guid":"422c44a1-45f9-44c5-9d8c-c18b3f33f7d7","contentencoded":"<p>So what if the bank paid you to take out a loan? That's what's happening in some European countries, where interest rates have gone negative amid efforts by central bankers to boost economic activity.</p><p>NPR's Audie Cornish spoke with NPR's John Ydstie about this unusual turn of financial events.</p><p><strong>Audie Cornish: What's going on?</strong></p><p><strong>John Ydstie:</strong> Interest rates are being pushed so low in Europe — in fact into negative territory — that <a href=\"http://www.wsj.com/articles/as-interest-benchmarks-go-negative-banks-may-have-to-pay-borrowers-1428939338\">some banks are paying borrowers to take loans</a>. And while some mortgage holders from Denmark to Spain might be quite happy about it, for the most part, the banks are not happy and are losing money as a result. If these negative rates became too widespread they could create serious problems.</p><p><strong>How did Europe get to this point?</strong></p><p>Just like in the U.S., the financial crisis battered both banks and borrowers so that banks didn't want to lend and consumers didn't want to borrow. That caused the economy to stall just like it did here. So it took a while, but earlier this year the European Central Bank <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/22/379077385/ecb-unveils-massive-bond-buying-stimulus-program-for-eurozone\">finally launched a bond-buying program</a> like the Federal Reserve's. The hope was to drive down interest rates and boost borrowing. But central banks across Europe started buying so many government bonds to push down rates that bonds got scarce and in some cases the rates were pushed below zero. Those government rates are often benchmarks for mortgages. So, for instance, let's say you had a variable rate mortgage in Spain. Maybe your interest rate started out at 2 percent, but now it's possible it's fallen to negative 1 percent, meaning the bank has to give you a rebate or maybe pay down a bit more of your principal each month.</p><p><strong>Some people who've got a mortgage would like that deal.</strong></p><p>True, but it doesn't make bankers happy. If they're going to make money in this situation, they're going to have to charge people to take their deposits. That's not a great way to attract depositors. Instead, people might just want to stick the money under the mattress.</p><p><strong>So this sounds a little like Bizarro World. Much as I would like to have the bank pay me interest on my mortgage, it doesn't sound healthy.</strong></p><p>Well, there are risks posed by these ultralow and even negative rates. Banks have trouble making money in this kind of environment, and the health of eurozone banks is already a subject of debate, so that's not good. Another risk is that very low rates might reignite the European housing bubble, pushing real estate prices irrationally high because mortgage rates are so attractive. The third risk is that low or negative interest rates could cause underfunding of pension plans because many plans are required to invest in government bonds, some of which are now yielding negative rates. That could hurt retirees in the long run.</p><p><strong>So are people starting to think that maybe the European Central Bank may have gone too far?</strong></p><p>Yes, if these negative interest rates become entrenched it may have gone too far. But I think supporters of the policy would actually say it's working better than expected. Cash-strapped governments in Europe are paying almost nothing to borrow money by selling their sovereign bonds. That's helping bolster their finances. Businesses are paying very little to borrow, so they can invest and expand at little cost and hopefully hire people. And consumers are finding it doesn't pay much to save money by depositing it in the bank or putting it in a money fund, so they may be more inclined to spend it and help boost economic growth. In fact, today the International Monetary Fund <a href=\"http://www.imf.org/external/pubs/ft/weo/2015/01/pdf/text.pdf\">boosted its forecast</a> for European growth this year to 1.5 percent — not great, but a lot better than Europe has been doing recently.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Rates+Turn+Negative%2C+Banks+Pay+Customers+To+Borrow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399641316-324005.m3u?orgId=1&topicId=1124&d=231&p=2&story=399641297&t=progseg&e=399611600&seg=6&ft=nprml&f=399641297"},{"href":"http://media.npr.org/assets/img/2015/04/14/467338258-b6644d4ef48815bc795048cfa8c51dd2f95b62ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2120","width":"2826"}}]}