{"created":"2014-10-26T20:57:33+00:00","modified":"2014-10-27T23:49:28+00:00","valid":{"from":"2014-10-27T23:49:27+00:00","to":"3014-10-27T23:49:27+00:00"},"hreflang":"en","title":"Hear Four Musicians Talk About What Moves Them","published":"2014-04-30T16:42:00+00:00","teaser":"Sharon Jones, Pearl Jam's Mike McCready, Meshell Ndegeocello and Hurray For The Riff Raff's Alynda Lee Segarra shared struggles and successes in a joint interview at the EMP Pop Conference in Seattle.","itags":["npr_api","307668364"],"guid":"4234aa23-d19c-48ff-8b8b-72faeac3e326","contentencoded":"<p>When I asked <a href=\"http://www.npr.org/artists/15325312/sharon-jones\" target=\"_blank\">Sharon Jones</a>, Mike McCready, Alynda Lee Segarra and <a href=\"http://www.npr.org/artists/17992281/meshell-nedgeocello\" target=\"_blank\">Meshell Ndegeocello</a> to join in a public conversation inspired by the word <em>GO!</em> — which served as the keynote event for this year's EMP Pop Conference, the annual confab for people who love to think hard about music — I thought I'd just have them swap road stories. That's what \"go\" means to a musician, right? Well, I'm glad I expanded my definition of the word upon getting onstage with this group. It turns out that \"GO!\" applies to so much more. It fits the way these artists make something new by tapping musical traditions; their refusal to be comfortable within categories; their responses to a music business that sells products, not process; and their ability to thrive after years with same band, or as leaders of bands that keep changing and asking different kinds of leadership.</p><p>\"Go\" is also a good word for how the talk itself unfolded — but without that nudging explanation point. These four former strangers came together as naturally as old friends, establishing the rhythm of real, deep conversation. Responding to music I played and questions that sought to illuminate the connections among them, these four outstanding artists showed no excessive ego, just a commitment to being present in the room.</p><p>Sharon Jones brought joy and a fierce honesty, opening up about her recent bout with cancer as well as her frustration with being categorized as a soul artist. Alynda Lee Segarra, whose band <a href=\"http://www.npr.org/artists/270950584/hurray-for-the-riff-raff\" target=\"_blank\">Hurray For the Riff Raff</a> is currently enjoying that moment of rising into prominence, shared what it's like to go from playing in coffeehouses for change to headlining at the club across the street from the coffeehouse — the one she'd only hoped to reach one day. Meshell Ndegeocello shared wisdom about choosing the right kind of band and creating an internal environment that makes creativity flow. <a href=\"http://www.npr.org/artists/15664595/pearl-jam\" target=\"_blank\">Pearl Jam</a>'s Mike McCready described his self-education as a guitar virtuoso and the dynamic that allows a groups of teenage friends to survive nearly three decades of rock stardom.</p><p>Each musician made revelations that fascinated and charmed. But the best thing about this talk was how they listened to each other. My favorite moment came when Ndegeocello explained how she constructed the gorgeous title track from her upcoming album, <em>Comet Come To Me</em>: \"patterns upon patterns,\" she said. McCready took a pause. \"I'm learning something,\" he said, encouraging us all to acknowledge that we were, too. It was a moment of real motion in a night that really got somewhere.</p><p><strong>ANN POWERS: When I was putting together this panel, I thought we'd just kind of swap road stories. But there's so much more to the concept of mobility that we can talk about that I strayed from that. Let's start with the obvious. You're all seasoned live performers, some of the best live performers I know. You've played in so many different kinds of spaces, from the street to huge arenas to festivals to the Lilith Fair to jazz clubs to Coachella to church. So I will ask each of you: What is — you can choose — the most joyful moment you had in your most recent touring cycle, or the most distressing? Why don't we start with Alynda.</strong></p><p><strong>ALYNDA LEE SEGARRA:</strong> Well, I'm actually on tour right now, of the West Coast, and just yesterday I was in San Francisco. I actually had, a couple of years ago, I had played in a coffee shop right across the street from the venue. There were like five people there and I remember looking across the street and going, \"Man, that's a real venue. It would be awesome to play there one day, but it probably won't happen.\" So that was a pretty amazing, joyful moment, to be standing at the venue that I looked at. I felt like that one street holds a lot for me, of playing in the coffee shop and playing in the venue, where you actually have monitors and stuff like that.</p><p><strong>POWERS: Was there anything you lost from the coffee shop? Not like you lost something like your purse, but was there anything that you missed from the coffee shop?</strong></p><p><strong>SEGARRA:</strong> Well, the great thing about those types of venues is that I feel like they're always there. I feel like, at least life in New Orleans, where I live, everywhere is a venue. You play music everywhere. You can go sit at the coffee shop whenever you want and start playing. No one will really mind. So I don't feel like I really lost anything. I feel like it was just really great training, you know?</p><p><strong>POWERS: What about you, Mike? What was the best or the worst of the many Pearl Jam tours?</strong></p><p><strong>MIKE MCCREADY:</strong> There's so many bests. To pull out, it's hard to go through — it's been 23 years. But one that I was just thinking about prior to coming onstage, we were talking backstage about <a href=\"http://www.npr.org/artists/15050998/neil-young\" target=\"_blank\">Neil Young</a>. He had asked us to be his backup band at one time for a record we did with him called <em>Mirror Ball</em>. We went with him to Jerusalem, of all places, and played in a place called Eilat. Playing with Neil Young in Jerusalem, is probably the most spiritual, intense thing I've ever been through. We did \"Cortez the Killer\" and I remember just forgetting where I was. Neil was doing this incredibly long, amazing solo. We're playing on this 3,000 or 2,000-year-old Roman auditorium that's outdoors, overlooking, it was by the Red Sea. So, I mean, this is a place where they would burn Christians on. It was insane. The history, the Romans ... so I'm thinking about all of that stuff, playing with Neil Young. Those kind of experiences are intense. And that was an amazing experience. There are many but that one was popping into my mind right now.</p><p><strong>POWERS: Sharon, what about you? Maybe this past tour had special meaning for you.</strong></p><p><strong>SHARON JONES:</strong> I think it was my best, to say, the last tour. Because leading up to February 6 — as long as I've been touring, but not knowing if I was going to be here to tour.</p><p><strong>POWERS: All of you may know, but Sharon recently is a survivor, a cancer survivor. Went through that very human experience.</strong></p><p><strong>JONES:</strong> Actually, New Year's Eve was my last chemo treatment. And then coming back, I think I was so nervous and so afraid to get back onstage. I didn't know what was gonna happen. I didn't know if I was gonna have the energy. You know, preparing for that. And thank God I did the TV shows like in January, but I was still nervous, because I hadn't had a chance to get this chemo out of my body. You can see my nails, the effect, it's still affecting me. And that night: February 6, my band. I have such a great band, the Dap-Kings. They was like [whispering], \"Listen, Sharon. If you get out there, you get tired, here's a chair. Sit down. Don't try and dance like you used to. Just go out there and stand still.\" I was like, \"OK.\" I was so nervous. But as soon as Binky was like \"Miss! Sharon! Jones!\" ... My main thing is, I pray. That's just something I've always, I feel God has always blessed me with a gift. So anytime I walk on that stage, my prayer is \"Lord, you brought me here. Give me the strength. Make sure I remember all my lyrics.\" And I walked on that stage and I felt almost like I did a year ago. And I went through the show. When it came time for my dancing and moving — that was the most scariest thing, going back out there. But I had it. And I knew when the band was behind me. So that's the experience I can say, fear. But I'd love to talk about all the good stuff. But I had to throw that out. That was the hardest for me, getting back out in February, not knowing if I was gonna be able to do what I've been doing.</p><p><strong>POWERS: Meshell. Any tour stories, good, bad, or evil?</strong></p><p><strong>MESHELL NDEGEOCELLO:</strong> After that, I guess I'd say the worst times are when you just don't appreciate it. When you're too much inside your own head. You walk off and you didn't appreciate that moment.</p><p><strong>POWERS: What would cause that to happen?</strong></p><p><strong>NDEGEOCELLO:</strong> Well, one of the best shows, from my limited memories, is selling out a theater I used to envy as a child. I'm like, \"I've made it! It sold out! This is great, this is great, I have a great show,\" and I get back to the hotel and there's a note that's like, from the person I'm involved with for the last eight years and they've decided that this life is not for them. Come on, that's funny. So, it just goes back to appreciating what you have in those moments. I just enjoy that music is the thing that — there are five of us on stage having these five different experiences and we're all playing and you just feel this energy from the music and the people. And there's nothing like that.</p><p><strong>POWERS: Actually, I was reading an old interview you did with Mark Anthony Thompson, a great artist who often works under the name Chocolate Genius. And you said something about live performance. I also think you especially will relate to this in terms of the band. But you said, describing your playing with the band: \"We were playing our wave, and falling and tripping, and dirtying our faces.\" I love that because it involves both that idea of freedom and that idea of risk, of getting dirty. And I throw this out to anybody, but what has to happen to get you to that place, where you can be on the wave? What do you think, Mike?</strong></p><p><strong>MCCREADY:</strong> Wow. Well, playing in a band has a lot of allusions to water in the lyrics, it's a very big part of our band from release to ... there's many, many songs, \"Amongst the Waves,\" ... but to get into the nitty-gritty of touring and having a great night, is that what we're talking about?</p><p><strong>POWERS: Yeah, how do you get to the point onstage? Any of you, actually? You all have great bands. You've worked really hard to put your band together. But obviously, Pearl Jam I think of as a band that is one unit.</strong></p><p><strong>MCCREADY:</strong> I think it happens when you are connected completely with the audience and you're playing to the best of your ability. And in our situation as a band, you're communicating nonverbally and you're just jamming. When I'm closing my eyes and I'm playing and I can see the guitar neck: that's kind of the top. The euphoric state that happens that you kinda always are striving for, at least, I am. It doesn't happen all the time. You can't make it happen. It just kinda happens.</p><p><strong>JONES:</strong> With me, with my band, it's nothing more ... when you connect ... when we're on a stage, there are 11 of us. It's like, to look around and to see their faces and to connect. You can tell when we connect. When we're on — pssh. You can't stop us. And the audience is on because they lookin' at us, and they know. You can just feel the energy when you come in the room, and that's the way I like it. I mean, every night it can't be like that. There's nights where I had to perform and — my mother had died, that morning. And I had to go and do my show. I didn't say, \"I'm cancelling.\" And you go out there and the band was like, they knew I was mourning. I was sad. But they were just watching me. And when they saw me, the energy, it was there. When the tears fell, it fell with them. And I'm like, I'm crying, but I'm going on. I'm not here to bring y'all down. That energy. You can't describe it. Y'all are sitting out there and it's so weird, but when it gets together on that stage, it's like, \"Woah!\"</p><p>I mean one night, we was in Europe somewhere. And I was doing this thing, I always do this shouting thing. I go into my heritage and bring out, I always say I bring the church with me. And I really did this thing and it was like \"Woah! What happened?\" When I got off the stage, I looked at the band like, 'What happened?' And they was like, \"I don't know!\" Everyone was like, \"Did you feel that?\" And we all came offstage and started grabbing each other, hugging each other. Something happened on stage. So, it's good.</p><p><strong>POWERS: Out-of-body experience.</strong></p><p><strong>JONES:</strong> That's right. It really happens.</p><p><strong>POWERS: Putting together a band. Alynda, you worked for a long time to ... and I know that the band you have now, you feel strongly that it represents not only musically but politically and presents ... maybe you can talk a little bit about how you got to that place after many versions of Hurray for the Riff Raff over the years?</strong></p><p><strong>SEGARRA:</strong> I've had a number of different bands for various albums and I've always had, I call him my partner-in-crime Yosi Perlstein, and he also plays drums on a lot of the albums. We finally have found people ... we've always had this feeling that we wanted to blend our music with a feminist message and also a queer, positive message. And we just recently were able to get some members that really felt that was as well, and felt like they really had to hide their identity — kinda, when they went out to play, they weren't bringing everything about them on stage. They had to go out there as a jazz percussionist or go out there as a certain aspect, but they had to leave another part of them behind. And I feel like, now that we're able to all be on stage together and all be our full selves, it's been this really incredible experience. It's that feeling of looking behind you and saying, \"These people really have my back,\" you know. \"These people are making my dreams come true and I'm trying to make their dreams come true.\" When you finally get that feeling, there's just nothing better. It's this family. It makes it easier to appreciate every night. It definitely makes it easier ... you look around ... I try to say, \"I'm so thankful you guys are here.\"</p><p><strong>POWERS: Meshell, unlike the other three people onstage tonight, you perform under your own name — and just your own name. Not the Dap-Kings, not a band. Talk to me about putting your various groups together and how you've come to a place where you're still a solo performer, in a sense, but I know for you, it doesn't feel that way.</strong></p><p><strong>NDEGEOCELLO:</strong> I made a mistake, I couldn't come up with a clever band name.</p><p><strong>POWERS: Well, \"Meshell Ndegeocello\" is kind of a good name. Don't y'all think?</strong></p><p><strong>NDEGEOCELLO:</strong> Yes. I was looking for simplicity. I don't know. The band ... that's an interesting question, because I've gone through different configurations and I think I've learned to communicate better, because I realize now that I'm responsible for five other people in many ways: emotionally, financially, when we travel, how we travel. So I take it a lot more seriously, the relationship I create with them. But it's taught me maturity also because they're grown men. And so I learn a lot from them. So I just try to have the utmost respect for them. I used to go for the killinest musician who had the worst attitude. And now I go for the nicest guy, who shows up, who I know will sit with me a few extra hours, and like, can we work out and find out how we can make this sound good between us?</p><p><strong>POWERS: We'll hear a couple tracks from the new record shortly, but actually it seems to have reached this incredible balance. Like maybe the killinest musicians weren't getting you the killinest performances?</strong></p><p><strong>NDEGEOCELLO:</strong> You're right. Well, now I think I have a good combination of both. For the first time, I can say they're actually my friends. That was a bridge too, because they all play with a lot of other like super famous people. That's one thing I've learned. Like sometimes, Drummer A doesn't work for this one thing you have coming up. And I think I've grown to be able to say, \"It's not you, nothing against you, I just need this. No disrespect. I'll see you at the next gig.\" So you have no illusions in your mind about what I'm thinking. Because I would want someone to do the same for me.</p><p><strong>POWERS: Can they handle it?</strong></p><p><strong>NDEGEOCELLO:</strong> Oh yeah. I'm like, please, I try my best to convey, \"I'll see you next gig, it just doesn't work for this.\" So I have a great, now I have so many people to call because I've gotten better. I kinda used to be a jerk. Overly sullen. Not communicative. I think that's what I've learned too, cause I had a band member go, \"You can't treat me like that.\" I was like, \"You know what, sorry.\"</p><p><strong>POWERS: Have any of you had that experience? I always think about that <a href=\"http://www.npr.org/artists/15730259/metallica\" target=\"_blank\">Metallica</a> movie where they <a href=\"https://www.youtube.com/watch?v=zXCg_VpdcM8\" target=\"_blank\">went to band therapy</a>. Which, then in the end, they just needed Robert Trujillo on the bass. He solved their band therapy! But I don't know, when you're in a unit like you're in, is there ever a moment where you're like: \"Stone, you are just not right for this song?\"</strong></p><p><strong>MCCREADY:</strong> Well, my favorite part of that movie is when the therapist starts writing lyrics though. That's the greatest part. \"I've got an idea too for this, Lars,\" $50,000 a minute. Um, no, with our band, we're always working on communicating. Trying to have open lines of communication. We're still working on that. We don't always have it correct. We've made a lot of mistakes but we're still around. We love each other, I think, as brothers and as businesspeople and rock people. I think there's a combination of we all came up together and there's a bond there. But, you know, we piss each other off too, so we'll tell each other when that's the case. Sometimes it works and sometimes it doesn't. It's better to — like I said, it's a constantly evolving thing, communication issues — and it's not like we talk through lawyers or managers. We talk one-on-one.</p><p><strong>POWERS: In a sense, having a longstanding, 20+ years relationship, it's not like those things go away. They just become refined.</strong></p><p><strong>MCCREADY:</strong> Yeah, I mean, resentments and things like that can run real deep, but if you let them do that, it ends up destroying you. I think we all enjoy what we do and cherish our music together and our fans, and that we've had this opportunity to come out of Seattle and to be in this crazy museum. I used to play in these tiny clubs where you had to book your own shows, back in the early '80s. So to be able to come up through that and still remember that, I'm very grateful that we're around now, still. But it takes work. It's a lot of communication.</p><p><strong>POWERS: We are also grateful, or, I am very grateful that you're still around. You know, we were talking about the killinest musicians. I'm sticking with Mike for a minute. There's a fan video on YouTube called \"Mike McCready, Guitar God,\" and what was interesting to me is, at the end you're doing Eddie Van Halen's \"Eruption,\" which, I read that you have been trying to master since you were 11. Do you feel like you got there?</strong></p><p><strong>MCCREADY:</strong> I feel like I'm almost there. There's a couple of tweaks. But the magic of YouTube is there's a guy who does it note for note. And I was watching him. I did practice it for 8 months before doing that. It was a challenge: Maybe now I can do this! But when it came out, I was 11. It was like Hendrix. It didn't make any sense. It was amazing.</p><p><strong>POWERS: Speaking of that, that's sort of why I wanted to play that. Talking about the idea of the repertoire. And in fact, this could apply to any of you. But particularly to you. There's a lot of stuff all over YouTube. You can see Mike playing Hendrix licks. \"Maggot Brain,\" You do an amazing version of \"Maggot Brain.\" Obviously, this. What is your relationship to that idea of a repertoire, and how important is it for a guitarist like yourself to master that? In rock, we don't necessarily think of a repertoire the way we do in classical music?</strong></p><p><strong>MCCREADY:</strong> I think it's important as a musician, whether it be rock or jazz or blues, to create and to be open to different types of music and try to, maybe at first, emulate that. And then, out of that emulation, you create your own style. And so out of all of those guitar players that I liked growing up — Eddie Van Halen, <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a>, the guys from <a href=\"http://www.npr.org/artists/129085773/aerosmith\" target=\"_blank\">Aerosmith</a>, KISS, the <a href=\"http://www.npr.org/artists/15403019/the-rolling-stones\" target=\"_blank\">Stones</a>, all that — I try to take a little piece of everything. And <a href=\"http://www.npr.org/artists/93510584/stevie-ray-vaughan\" target=\"_blank\">Stevie Ray Vaughn</a> later, and <a href=\"http://www.npr.org/artists/15201309/muddy-waters\" target=\"_blank\">Muddy Waters</a>, and then some blues. All of that was a whole other world that opened up to me early on. So I guess to take — creatively borrow things — and then it turns into your own style, I guess.</p><p><strong>POWERS: I could play a similar video if it existed — maybe one of you wants to make it — and call it \"Meshell Ndegeocello: Bass God.\" I read that you had a band where you had three bass players once.</strong></p><p><strong>NDEGEOCELLO:</strong> Yeah, actually the band now, everyone plays the bass. Proficiently.</p><p><strong>POWERS: So talk to me about leading a band from that anchor. From the bottom.</strong></p><p><strong>NDEGEOCELLO:</strong> I feel the bass player has a very important job. They ground the harmony. You also can move around. So you make a good bandleader. And you're not the guitar player, so you don't have to play all that flashy stuff. And so you're rhythm, you're harmony, you control the groove. And so that's why I wanted to be a bass player.</p><p><strong>POWERS: What's the longest bass solo you've ever played?</strong></p><p><strong>NDEGEOCELLO:</strong> I don't solo.</p><p><strong>POWERS: Never?</strong></p><p><strong>NDEGEOCELLO:</strong> Nah, I'm not that person. It's not my personality trait. I'm there to make everyone else look really good.</p><p><strong>POWERS: Shifting the topic a little, we're gonna look at another video. This takes on the subject of mobility, more in the sense of mobility between styles or genres. And it's a song from Meshell's new record, an amazing cover of \"Friends,\" a hip-hop classic. She says I picked a weird one but here's why I picked that: because I wanted to get into something she says in that clip — she does a little interview before talking about how hip-hop songs are not often covered in other ways. And I wanted to ask you about the transformation of that song. And also the mobility in that song of what you do to your voice when you treat it and play with gender, because suddenly we have a male voice. Or a maybe-male voice. Or maybe that's binary thinking on my part.</strong></p><p><strong>NDEGEOCELLO:</strong> Well, it has nothing to do with gender. There's a style of music called \"screwing.\" You \"screw\" the track. So I wanted to emulate that. If you hear the original version on the record, you'll understand. Also, that track was done by <a href=\"http://en.wikipedia.org/wiki/Whodini\" target=\"_blank\">Whodini</a> and the group Full Force — I don't know if you remember them. Yeah! I always thought, if you take the vocals off that track, it's really got intricate things, like that guitar part is actually the keyboard part. And it adds a half beat to the bar of it, and that's why it kinda has this shift in it. So I just wanted to show ... I guess I get mad at my peers and people who are older than me, who are kinda down or not really open to modern music, and especially rap music. And I could take several rap tunes and really show you how intricate the music is if you really checked it out deeper than just on the surface.</p><p>And then I also think the co-opting of the word \"friends\" lately is very interesting. So I wanted to bring that up.</p><p><strong>POWERS: I'm feeling like maybe, as you've done in the past, a night of all <a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a> covers ... maybe a night of all hip-hop covers would be kinda cool. Planting the seed!</strong></p><p><strong>So, cover songs in general: You've all done them. I'm wondering, when you're trying to transform a song as a cover, is it most important to try to get away from the original? What I'm hearing from you, Meshell, is that you were trying to find an essence in the original that might've been overlooked?</strong></p><p><strong>NDEGEOCELLO:</strong> Sorry to talk so much, but something to go back to what he says, but I think when you're a virtuoso like yourself and you go to music school, you really should tell the importance of transcribing other people's solos. Classical musicians, you really have to live by the music that's written, and somehow bring your own personality into it. I approach covers the same way. Because if it's a really good song, you could just sit and play it at the piano and it works. So I think I love doing covers, cause it allows me to not take it so personally and just filter it through my imagination.</p><p><strong>POWERS: Alynda, on <em>Small Town Heroes</em>, your <a href=\"http://www.npr.org/2014/02/02/267026147/first-listen-hurray-for-the-riff-raff-small-town-heroes\" target=\"_blank\">wonderful new record</a>, you actually incorporate older songs into some of the songs. It's beyond just doing a cover. You're really viscerally connecting with those older songs. I wonder if you can talk about history as a mobile force within your music?</strong></p><p><strong>SEGARRA:</strong> Well, when I go into my songwriting world in my mind, I think a lot of these old songs and a lot of these old musicians kind of become these characters, you know. And that's just my way of interacting with them and kind of having this conversation that I think folk music is supposed to be. You know, you talk about emulating your heroes, and then how slowly you become yourself, and that's a big part of folk music as well. When I was just starting to learn about how much I love to write songs, I would listen to songs and just write out the lyrics. Just see, how does it feel to write this <a href=\"http://www.npr.org/artists/15193203/bob-dylan\" target=\"_blank\">Bob Dylan</a> song? What does it feel like to actually write it out? Besides doing something like that — that, I feel like, is a conversation with your hero, even if they're not there. It's a spiritual conversation, in a way. So that's what I'm doing as well when I write a song, like \"The New San Francisco Bay Blues.\" I'm taking a song by Jesse Fuller, that is \"<a href=\"https://www.youtube.com/watch?v=uBME_J0pf3o\" target=\"_blank\">The San Francisco Bay Blues</a>,\" that's such a classic, and everyone I know that plays folk music plays that song. And I thought, I just wanted to write a song one day and I started with the first line. And it kinda took me on this much more feminine road. Just a different perspective. And I realized, it was taking that song and making it my own, just putting my own voice into that.</p><p><strong>POWERS: People always say it's that cliché, about <em>American Idol</em>: \"Make it your own!\" But you're actually making it your own in a very specific way, writing yourself into that history. It's a very feminist act, I think.</strong></p><p><strong>Staying with Hurray for the Riff Raff for a second. The complement to mobility is a strong sense of place. I want to look at a video. We're going to jump into the middle of it. This is actually with a band called the Deslondes, that are a great New Orleans band. The song is called \"St. Roch Blues.\" I played that obviously so we could get into the subject of New Orleans. Tell us a little about where you made that video, what's happening in it, the song, and just living in New Orleans, what you've learned from that.</strong></p><p><strong>SEGARRA:</strong> That video is really special to me because we wrote — me and Sam Doors, who is singing with me, we wrote the song \"St. Roch Blues\" because I was living in a neighborhood called St. Roch for many years, when I first moved to New Orleans. And we experienced a lot of the violence in the neighborhood and we lost some really good friends that I'd known ever since growing up as a young punk kid in New York. And it was the first time I'd really felt that pain that just thought, \"Wow, this is just a little portion of what the people of New Orleans feel all the time,\" because of the violence in the city just being such a part of daily life there. I thought, if there's anything I can do, I can write a song about it. It was just our way of saying we moved here, we love it here, we're so inspired by this city. This city has made us everything that we are now as musicians. And this is our way of writing a song saying, \"We feel it. You felt it.\" That's why there's a lot of second line footage. There's a band called the Hot 8 Brass Band that's playing in it. There's some really amazing dancers. We just wanted to really try to reach out to the city and say, \"Thank you,\" and kinda ... you know, the whole tradition of second lining is so amazing. In New Orleans, mourning the death of your loved one is very public and it's very musical. And it's been such an inspiration to me, so I wanted to do that song.</p><p><strong>POWERS: You used to play on the street all the time in New Orleans. You were just talking about this a little bit. You had to find a way that that wasn't appropriation, or invasion.</strong></p><p><strong>SEGARRA:</strong> Or try. Really hard. As a young person moving to New Orleans, I first came there the year of Hurricane Katrina. It was the winter before. And coming back, I was gone for the summer, I came back, and just seeing the devastation, seeing the pain of people around me that I really cared about, I just thought ... at that point, I didn't know what else to do besides try to play music, and play on the street, and learn. But it definitely made the think twice about what that is. And how to not just try to stand kind of witness this pain and not go in and interact — it was very confusing dynamic but definitely one that I tried to be extremely respectful [of].</p><p><strong>POWERS: We've talked about place now. I want to get into a little time travel. Can we play that video? A video that takes place in the Now but evokes another moment in history? It also has a great acting performance.</strong></p><p><strong>POWERS: That's \"I Learned the Hard Way,\" from the wonderful Dap-Kings record <em>I Learned the Hard Way</em>. I mean, first of all, that's you and Lee Fields. You gotta take it on the road. You have taken it on the road! What a dynamic. But I wanted to show them that video because I think your style is amazing in that video and it really gets into how, with the Dap-Kings, you invoke previous eras. Visually I'm feeling a little Diana Ross. A little SuperFly, Blaxploitation happening in there. In other moments you've invoked, obviously, classic Motown, throughout the history of soul. And yet, we feel that immediacy and that emotional connection to Now. So, this is a question others have asked you, but how do you bring history forward and make it something that we all relate to on such an intimate level through your music?</strong></p><p><strong>JONES:</strong> We don't ... I mean, it's not like I'm trying. Actually, that was my jacket that I had in the closet.</p><p><strong>POWERS: I want to go into your closet. That's awesome.</strong></p><p><strong>JONES:</strong> I said, \"What do you y'all want? I'm gonna do my hair in an Afro.\" That was just my hair. Once they gave me, this is what we're gonna do, they gave me the script and I was like, \"What? We're gonna be acting?\" So I forgot my lines and I just ad-libbed. It was such little lines, I went, \"I can't remember that.\" And just let me ad-lib. And that's what I do a lot on stage: I just ad-lib. I just feel it. You know, how it's going. That was so funny, now that I look at that. It was so cold. We was in Far Rockaway. On the beach. In the snow. There had been a blizzard, there had been a storm. And I thought they was gonna cancel doing the video. Not. I was like, \"We're not gonna do this video now,\" and they said, \"Oh yes, we are.\"</p><p>Like I'm on the beach. With an umbrella and there's snow on the ground! I was trying to be all cool and everything outside ... but it was really fun.</p><p><strong>POWERS: So that regal look you give, it's really just you being cold.</strong></p><p><strong>JONES:</strong> I was cold. And even on that <em>I Learned the Hard Way</em> album, you see me standing there like that? We took that picture in the backyard of the Dap-Tones. It was like 30 degrees or something. So everyone would be like, \"OK, go outside and take off your jacket and go [pantomimes a face].\" And so that last one, if you look at my face, I'm just like [makes face]. This is the worst. That face on that album: \"I'm not taking another picture, I don't care!\" So, yeah.</p><p><strong>POWERS: How to get a fierce look: turn on the freezer.</strong></p><p><strong>JONES:</strong> You have to do that look. I like my looks.</p><p><strong>POWERS: On the new record, there are some tracks that sound to me a little bit like Ann Peebles, there's even a <a href=\"http://www.npr.org/artists/15404812/dionne-warwick\" target=\"_blank\">Dionne Warwick</a> record, but I don't know if you're even thinking about that.</strong></p><p><strong>JONES:</strong> Nope, not thinking about that.</p><p><strong>POWERS: She's shaking her head.</strong></p><p><strong>JONES:</strong> It's just the guys. They come up with all the music. Actually, the Dap-Kings basically write the lyrics and all the music and I'll take em and turn a word or two around, or I'll put the melody on there. What you said about bass players? Gabe is the brains. I call him the master behind everything. He's the bass player. He also produced <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a> <em>Back to Black</em>, that album, so he got an award for that, you know. But he's like, he just writes stuff. When you're together, for years — and the only reason why we're that tight — we've been together for going on 19 years. Their history is this and that, but we've been together. So together they come up with these ideas and when I hear them I'm like, \"Mm. I hear Tina. I think I'll do some Tina up in here.\"</p><p>Or I'll just hear and do a riff from some old song I heard somewhere. But never do I go in there and say, \"I'm imitating ... \" It may come out, like what you just said. <a href=\"http://www.npr.org/artists/15394826/janis-joplin\" target=\"_blank\">Janis Jopin</a>! <a href=\"http://www.npr.org/artists/15802310/otis-redding\" target=\"_blank\">Otis Redding</a>! Mm hm. That was on my mind. So whoever anyone name, I be like, \"Right! Just who I was thinking about!\"</p><p><strong>POWERS: We all live with our own archives in our head. I think all of us, artists, writers, we bring that forward. And it's best when it's not studied in that way. It's best when we have studied, but we leave the studying behind. Speaking of history, now we're going to hear a little audio track.</strong></p><p><strong>POWERS: Oi! So, Mike, I know you've talked about where this came from. You co-wrote this track. You've talked about how the <a href=\"http://www.npr.org/artists/97268225/dead-kennedys\" target=\"_blank\">Dead Kennedys</a>, a band I loved as a teenager growing up in Seattle too, played a big influence on this sound. We saw before some of your metal influence. That clearly is a punk influence. I've always wanted to ask you about reconciling those two, sometimes considered opposite forces in Pearl Jam's music.</strong></p><p><strong>MCCREADY:</strong> I think that hearkens back to the parties that we used to all go to. The Green River, Shadow, we'd all end up at the same houses because it was such a small scene back in the early '80s, late '70s. We were all kinda friends and would drink the same crappy Rainier beer. Someone would put on a Hanoi Rocks record and someone else would put on a 45 Grave record, and then I'd put on Motörhead. Everyone could agree on Motörhead. But it was such a small, provincial town back then, in terms of ... you had to kind of really find ... there was a small group of people and we all knew each other. The punks, the metal guys. The little groups. Everyone kind of knew each other.</p><p><strong>POWERS: And the New Wavers.</strong></p><p><strong>MCCREADY:</strong> And the New Wavers. That was a big scene with <a href=\"https://www.youtube.com/watch?v=8EYr7474iys\" target=\"_blank\">The Heats</a>, and the Cliches, and <a href=\"http://www.chuckieboy.com/cowboys/cowboys3.html\" target=\"_blank\">The Cowboys</a>. That was the scene that was right before us. But we were all influenced by that. For me, on that song, on \"Mind Your Manners,\" I wanted to approach it in a way of 'Let me try and push myself and write a song that sounds like the Dead Kennedys.' In terms of the lead and the middle of it, more like an <a href=\"http://en.wikipedia.org/wiki/East_Bay_Ray\">East Bay Ray</a>. Not like one of those notey — blb-blb things you saw me do earlier in the video — but more of a melodic, dissonant, angular, anxiety-ridden type thing. Which is part of my personality too.</p><p><strong>POWERS: So let's go the opposite direction, sound-wise and hear this beautiful new track from Meshell's new record. Just a little sample. </strong>[Clip of \"Comet Come To Me\" plays.]<strong> So t</strong><strong>hat's just a tiny bit of a song that I'm obsessed with. I'm obsessed with this song. In a strange way, it relates to some of the other songs that we've heard. The last song, your song and the way it moves through time and builds through itself, there's a pattern there that's mysterious to me. There's dub reggae in there. There's minimalism in there. I just wanna know how this track happened.</strong></p><p><strong>NDEGEOCELLO:</strong> \"Comet, Come to Me\" all has the same five letters.</p><p><strong>POWERS: That, too.</strong></p><p><strong>NDEGEOCELLO:</strong> That's how it came to me.</p><p><strong>POWERS: That's it? Really?</strong></p><p><strong>NDEGEOCELLO:</strong> There's patterns on top of patterns. There's a piano pattern on top of another pattern. It's just layering ... I, again, come from hip-hop music. I love hip-hop music, I love sampling. And eventually, after people realize you can't do that, I just, in my mind, that's how I think of music is just layers of patterns on top of patterns. And just the emotion of when you say something over and over again, to be understood. The repetition. African music. I'm a really big fan of <a href=\"http://www.npr.org/artists/15283623/bob-marley\" target=\"_blank\">Bob Marley</a>. It seems really simple but it's not. The church harmonies, like <a href=\"http://www.npr.org/artists/15392685/leonard-cohen\" target=\"_blank\">Leonard Cohen</a> so profoundly describes in \"<a href=\"https://www.youtube.com/watch?v=YrLk4vdY28Q\" target=\"_blank\">Hallelujah</a>.\" You know, the way that those chord progressions move, that move an emotion. So they're just patterns on top of patterns.</p><p><strong>POWERS: What do y'all think of that? That seems kind of fundamental</strong>.</p><p><strong>MCCREADY:</strong> I love that. I feel like I'm learning something right now.</p><p><strong>JONES:</strong> Me too.</p><p><strong>MCCREADY:</strong> Seriously, I'm not being facetious. It's an interesting way to look at music. I hadn't ...</p><p><strong>NDEGEOCELLO:</strong> You have a song like that too. \"<a href=\"https://www.youtube.com/watch?v=CxKWTzr-k6s\" target=\"_blank\">Even Flow</a>\" is that. Patterns on top of patterns.</p><p><strong>MCCREADY:</strong> I've learned something, so that's huge.</p><p><strong>POWERS: We could wrap it up, but I think we need to, because we learned something, and that's awesome. And I agree and I encourage you to listen to her amazing album and to that song, particularly, it just will take you to that place.</strong></p><p><strong>But also, there can be mobility in music about what a song means when you record it versus what it means when it's released. And I wanna play a song from Sharon's new record, a little sample, and talk about how, for you, meanings change with this record.</strong></p><p><strong>POWERS: So, first of all, great song. Sharon, this is one of several songs on the new record that — I know you recorded this before you went through your experience with cancer. You've talked about how these songs have changed for you now. This seems like one where you now might be talking a little bit to your body.</strong></p><p><strong>JONES:</strong> Well, actually that wasn't one of the ones that I --</p><p><strong>POWERS: Well, that's the critic being put in her place!</strong></p><p><strong>JONES:</strong> I really didn't want to bust your bubble, but really the song that I changed that had a meaning was \"<a href=\"https://www.youtube.com/watch?v=PrOYkHjdpdM\" target=\"_blank\">Retreat</a>.\" [<em>sings</em>] \"I see you comin' from a mile away/And you're lookin' real cocky.\" I thought of that song as talking to a guy, tellin' him. But afterwards, when they did the video, the animated video, and when I saw that animated video, the song no longer was saying I was talking to this guy, telling him, \"Mess with me and I'll go crazy.\" I was actually telling cancer to retreat. The little wolves was like the sickness that I overpowered, came back, and I'm walking on the Earth coming back to give the people what they want. So that's the one. \"Retreat\" changed. But I like that song [you played]. It's like a little rock song. And every time I perform that song now I want to ... I don't have hair right now so when I get my hair back I'm gonna [pantomimes whipping hair].</p><p><strong>POWERS: You'll be head-banging.</strong></p><p><strong>JONES:</strong> I'll be head-banging. I always tell 'em that, \"I can't wait for my hair to grow back, so I can shake it!\"</p><p><strong>POWERS: I could go on all night. I think we all could. I wanna play one last song that's actually a road song. Can we play a little of that song?</strong></p><p><strong>POWERS: I love that song so much. So, it's a road song about loving the road and hating the road.</strong></p><p><strong>SEGARRA:</strong> Yeah. You know, there's that great \"London Homesick Blues,\" the song written about wishing you were back in Texas when you're out in London. Mostly talking about how cold it is. That's a very common theme with country songs, wishing you were back at home. But that one, we were out in Germany. We had about a two-week tour. And as excited as we were to be out there in the van, I just couldn't help but miss New Orleans and its ways, and its bars, BJ's bar. Just thinking a lot about being back with the people that know you. So, as fun as it is to travel, homesickness is such a huge part of what we do, I feel like.</p><p><strong>POWERS: My very last question is for each of you. What is a song you like to play on the road, that maybe ameliorates that? Makes you feel a little less homesick? Brings you to a place of peace? If you could choose one song to play, what would it be?</strong></p><p><strong>JONES:</strong> It's my song, \"Fish in the Dish.\" 'Cause I love going fishin. I'll say, \"Well, I'm homesick now. Let's do 'Fish in the Dish.'\" I'll sing [<em>sings</em>] 'I got a fish in my dish.'</p><p><strong>POWERS: What about you, Mike? Is there a song you like?</strong></p><p><strong>MCCREADY:</strong> In terms of our band, or?</p><p><strong>POWERS: Onstage.</strong></p><p><strong>MCCREADY:</strong> Onstage. Wow. Something that reminds me of home would probably be, gosh I don't know ... probably \"<a href=\"https://www.youtube.com/watch?v=qM0zINtulhM\" target=\"_blank\">Alive</a>.\" One of those early ones. One of the ones we played at the clubs around here probably would do that. But generally it's sitting around in the hotel rooms that I would mess around with \"<a href=\"https://www.youtube.com/watch?v=8YRdxHHFKvQ\" target=\"_blank\">Dead Flowers</a>\" or play a Stones song, and it kinda takes me back to, \"Oh yeah, this is back when I did a bunch of acid and I listened to <em>Sticky Fingers</em> way too many times.\" Back in the good old days, when it worked.</p><p><strong>POWERS: Meshell, do you have one that you do?</strong></p><p><strong>NDEGEOCELLO:</strong> Well, it varies. We have a resident DJ, the guitar player. So the last tour that we were homesick, we all fell in love with the <a href=\"http://www.npr.org/artists/129603565/kurt-vile\" target=\"_blank\">Kurt Vile</a> record. And that was like, \"OK, we're in this car or van again,\" and we'd just listen to that. I find him very soothing.</p><p><strong>POWERS: I think we've had an amazing talk tonight. Thank you so much for your generosity, for this long and wonderful discussion. Thank you all for hanging out. </strong>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hear+Four+Musicians+Talk+About+What+Moves+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"3164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308261986-d3a054.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=307668364"},{"href":"http://media.npr.org/assets/img/2014/04/30/pop-conference-keynote-6708-8f8114b387201da41d5aac5d6c8b4ee2f1ca606d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3264","width":"4353"}}]}