{"created":"2014-12-26T18:18:15+00:00","modified":"2014-12-26T19:42:42+00:00","valid":{"from":"2014-12-26T19:42:42+00:00","to":"3014-12-26T19:42:42+00:00"},"hreflang":"en","title":"Shark Diving: When Fear Doesn't Get In The Way","published":"2014-12-26T19:28:00+00:00","teaser":"Naturalist Sy Montgomery explores the psychology of fear when she faces great white sharks as well as cheetahs and golden moon bears.","itags":["npr_api","373285438"],"guid":"423b787f-47bd-47c9-9c88-380f15abb95e","contentencoded":"<p>A lot of people like animals. But <strong>Sy Montgomery</strong> really, really likes animals, and she doesn&#8217;t let fear of dangerous animals get in the way.</p><p>Montgomery has traveled the world &#8211; often accompanying scientists &#8211; to find out about some of the world&#8217;s most unusual creatures including cheetahs, eels, tapirs and golden moon bears.</p><p><img class=\"alignright size-medium wp-image-74954\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1223_Sy-Montgomery-300x225.jpg\" alt=\"Sy Montgomery participating in a shark dive. (Courtesy of Sy Montgomery).\" width=\"300\" height=\"225\" /></p><p>Now she journeys beneath the sea to see great white sharks.</p><ul><li><a href=\"http://aeon.co/magazine/psychology/fear-gives-my-brain-the-same-rush-as-love/\" target=\"_blank\">Read full article here.</a></li></ul><p>Montgomery is the author of numerous adult and children&#8217;s books. She tells <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that her shark dive led her to explore the psychology, and physiology, of fear and pleasure &#8212; and she was surprised by what she found.</p><h4>Interview Highlights</h4><p><strong>On if she was frightened of facing a Great White Shark</strong></p><p>“I wasn’t sure how I was gonna feel. I mean, there you are; you’re under water. You’re breathing under water which always makes you wonder if you’re going to drown. You’re in an enclosed space. All of these things are going on, and the largest predatory fish in the world is very close to your body. And I did kind of wonder how I would feel, but what surprised me was that &#8212; although my heart was pounding when I went down in the cage &#8212; when I actually saw the sharks, instead of feeling at all frightened I was engulfed with this sense of tranquility.&#8221;</p><p><strong>On the physiology of fear</strong></p><p>“I know, as everyone does, that there are certain chemicals that are associated with certain states. We think of fear as being something associated with endocannabinoids and opioids that are released by the brain under acute stress. We think of adrenaline, we think of cortisol. We think of all these things that allow our heart rate to increase, our veins to increase, our blood glucose to rise, our pupils to dilate, our muscles to tense. All of these things that let you get away from something real scary or fight it, it turns out, are involved with things that we love such as seeing the man you’re in love with. They are also involved with jogger’s high. They’re the same neurotransmitters.&#8221;</p><p><strong>On the purpose of fear</strong></p><p>“The purpose of fear, clearly, is to help you get away &#8212; which it does. If your heart rate increases, there is more blood pumping so you can use that blood to fuel your muscles to run away. Oxygen is sent to the lungs so you can run fast. Pupils dilating help you see in the dark. All of that prepares your body to fight or escape.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://symontgomery.com/\" target=\"_blank\"><strong>Sy Montgomery</strong></a>, a naturalist and writer.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shark+Diving%3A+When+Fear+Doesn%27t+Get+In+The+Way&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"492"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373285441-12cd3e.m3u?orgId=1&ft=3&f=373285438"},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1223_great-white-shark-624x4001.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"400","width":"624"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1223_great-white-shark.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"822","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2014/12/1223_Sy-Montgomery.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}