{"created":"2015-06-12T19:32:14+00:00","modified":"2015-07-01T16:46:49+00:00","valid":{"from":"2015-07-01T16:46:49+00:00","to":"3015-07-01T16:46:49+00:00"},"hreflang":"en","guid":"4248f8c3-000f-4930-84d1-d9b893a0b051","title":"What can you buy for $100 trillion in Zimbabwe? Not even a candy bar","published":"2015-07-01T16:46:45+00:00","byline":"Steven Davy","tags":["business and economy","Development","government","Human Needs","Economics","Business, Finance & Economics","Africa","Zimbabwe","Currency","Robert Mugabe"],"teaser":"Zimbabweans will start getting rid of their basically worthless local currency for a just a few US dollars next week. Residents will get $1 for every 250 trillion Zimbabwean dollars they turn in.","contentencoded":"<p>Who wants to be a trillionaire? If you live in Zimbabwe that just doesn't have any cachet.</p>\n<p>Thanks to massive inflation, a trillion Zimbabwe dollars will barely buy you a Hershey's Kiss. It's not even worth a penny.</p>\n<p>As of Monday, the government is officially phasing out the country's entire currency and Zimbabweans will start exchanging “quadrillions” of local dollars for US dollars.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Zimbabwe%20Trillion_2.jpg?itok=ObezoivQ\" alt=\"\" /><div class=\"field-caption\">\n    <p>Zimbabwe bank notes.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"https://www.flickr.com/photos/briangratwicke/4241040955/in/photolist-dPGh8m-6bd11D-5Yv1Eh-a7DMZD-6ogspm-6bJYSB-8JuivJ-7sLrHM-76NaNt-c5DReb-c5DRhh\">Brian Gratwicke</a>/Flickr/Creative Commons</p>\n  </div>\n</div>\n<p>As part of <a href=\"http://www.marketwatch.com/story/zimbabwe-waves-farewell-to-its-100-trillion-dollar-bills-2015-06-12\">a “demonetization” program</a>, Zimbabwe's central bank plans to remove the 100-million dollar, 100-trillion dollar and other bank notes from circulation.</p>\n<p>Zimbabwe will rely on the US dollar for purchases</p>\n<p>And what will Zimbabweans get for their cash? For every 175 quadrillion Zimbabwe dollars, locals will get $5 in exchange. So, 250 trillion Zimbabwe dollars will be worth just $1.</p>\n<p>Ending a country’s currency seems pretty drastic. But this is really, in a sense, ratifying what’s been happening since 2009, according to Dr. Knox Chitiyo, an associate professor at the London think tank Chatham House and also a Zimbabwean.</p>\n<p>\"That’s when we went to a basket of various currencies, primarily US dollars and South African rand. So this is really ratifying what’s been happening,\" Chitiyo says.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Starving%20Billionares.jpg?itok=HpJ-5XpO\" alt=\"\" /><div class=\"field-caption\">\n    <p>Zimbabwe protesters show old worthless bank notes near the capital Harare, 2008.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Howard Burditt/Reuters</p>\n  </div>\n</div>\n<p>Although people have primarily been using the US dollar for years, many have been holding on to their Zimbabwean dollars, partly because there has been uncertainty as to whether or when there might be a return to the Zimbabwean dollar.</p>\n<p>Chitiyo says one big reason for the Central Bank's move is to reassure people that the Zimbabwean dollar is not about to return any time soon.</p>\n<p>So how have ordinary Zimbabwean's been coping with managing multiple currencies in their daily lives?</p>\n<p>\"One thing we could say, perhaps half in jest, Zimbabweans in a way are probably the best accountants in the world,\" Chitiyo says. \"What happened with our economic crisis since 2000, is people really became extremely adept at coping with multiple economic challenges.\"</p>\n<p>Chitiyo suggests some people may hold on to their Zimbabwean currency anyway, \"at least to remind ourselves of a very difficult period and hopefully will not have to go through a period like that again.\"</p>\n<p>But, it's hard to say if people will really miss their zero-heavy currency. One thing is certain, the number of billionaires in Zimbabwe will definitely drop.</p>\n<p>Also, the average Zimbabwean's ability to pay off Dr. Evil will definitely be diminished.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/EJR1H5tf5wE?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-12%2Fwhat-can-you-buy-100-trillion-zimbabwe-maybe-ice-cream&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}