{"created":"2015-04-28T18:08:32+00:00","modified":"2015-05-08T13:20:50+00:00","valid":{"from":"2015-05-08T13:20:50+00:00","to":"3015-05-08T13:20:50+00:00"},"hreflang":"en","title":"Indianapolis: Tensions Stir As Murder Rate Surges","published":"2015-04-28T18:33:00+00:00","teaser":"Most of the suspects – and most of the victims – are young black men. That's opened up a difficult conversation about race and class.","itags":["npr_api","402838857"],"guid":"424a7b58-0566-47d6-87a5-c7c7acaf0662","contentencoded":"<p>Police in Indianapolis are struggling to contain a surge in murders. Last year police counted 138 homicides – a 44 percent jump from 2012.</p><p>Patrol Officer Lona Douglas works on the city’s west side in one of six neighborhoods designated as a high-crime area. On a recent afternoon, I was with her as she responded to a potential burglary.</p><p>“That’s kind of why this neighborhood could be dangerous,” she says from her patrol car, as a dispatcher on the radio can be heard announcing shots fired somewhere nearby. “One minute you’re taking a burglary report and the next you’re responding to someone who’s been shot.”</p><ul><li><a href=\"http://nprhereandnow.tumblr.com/tagged/TrackingLincoln\" target=\"_blank\">See more photos and reports from Peter O&#8217;Dowd on our Tumblr</a></li><li><a href=\"http://hereandnow.wbur.org/tag/tracking-lincoln\" target=\"_blank\">See more in our series Tracking Lincoln</a></li></ul><p>When officers could identify suspects in last year’s murders, they were far more likely to be young black men, according to police statistics. About 60 percent of the victims were also young black men.</p><p>This surge is happening at a time when the nation is gripped by a debate over police tactics and the eroding trust between police and the black community. That’s not lost on Officer Douglas, who is white.</p><p>“If I’m involved in a shooting, I feel like I’m going to be targeted at this point, because it’s going on in the nation,” she says. “But my main priority is getting home to my family right now. So I am going to do what I have to do to survive and then I will explain it when the time comes.”</p><p>Police Chief Rick Hite blames the murders on the same kind of drug crimes that New York and other major cities went through in the 1980s. For decades, Indianapolis has done a good job staving off the violence, he says.</p><p>“But now, because of the exposure of Indianapolis, the size of Indianapolis, people think they can come here and wreak havoc. That just won’t happen,” Chief Hite says.</p><p>Police data show last year more than 90 percent of the murders were committed by suspects with a criminal history, and 81 percent of the victims had a criminal record. The department says the number of shootings in the city has gone down, while the murder rate has gone up.</p><p>“We can’t just judge our city’s health on a homicide rate,&#8221; says the city’s public safety director Troy Riggs. &#8220;We have to look at the root causes.”</p><p>To combat the problem, Riggs says police are collaborating with faith groups and non-profits in the six targeted high-crime neighborhoods. They&#8217;re pouring resources into conflict-resolution skills, mental health care and vacant housing. But all this opens up a more complicated conversation about class and race.</p><p>In 1968, Robert Kennedy made a campaign stop in Indianapolis and broke the news to a mostly black crowd that Martin Luther King Jr. had just been assassinated. I met Indiana University-Perdue University Religion Professor Art Farnsley at the site of Kennedy’s speech.</p><p>“I would say Indianapolis is a calm city for race relations, but as a 54-year-old white man who is a college professor, I might not be the best person to ask,” says Farnsley, who’s been an observer of the city for decades.</p><p>A plaque at the site says Kennedy’s speech helped keep Indianapolis calm while other American cities broke out in riots. Today, Farnsley says the racial tension is much more subtle. To see it, drive along a major road called 38th Street.</p><p>&#8220;There is palpable difference when you cross 38th Street that the city switches from what you would primarily describe as an urban neighborhood with everything that entails, to clearly what’s an older, close to a 100-year-old suburb with large lovely brick houses and big lawns,&#8221; he says.</p><p>But it&#8217;s two neighboring worlds living separately.</p><p>&#8220;I think that’s easy enough to think that’s someplace different,&#8221; Farnsley says. &#8220;That’s part of my city, but it’s not really part of my community.&#8221;</p><p>Those words are echoed almost exactly by Reverend Charles Harrison.</p><p>&#8220;Most people see this as a black problem,&#8221; Rev. Harrison says. &#8220;They don’t see this as a community problem.&#8221;</p><p>Harrison leads the 10-Point Coalition, a group that tries to calm street violence. We meet beneath the fluorescent lights of gas station right on that line &#8212; 38th Street. Many nights, 10-Point deploys a faith walk from this spot when a conflict breaks out nearby. Police rely on 10-Point to be a liaison between cops and the community.</p><p>&#8220;When we talk about black-on-black violence, it’s about black criminals killing drug dealers, gang members killing gang members. I think it does feed into the old stereotype this country has about black men,&#8221; he says.</p><p>I ask him whether the violence that’s happening in Indianapolis makes the city more vulnerable to becoming the next Baltimore or Ferguson.</p><p>&#8220;I think we are more vulnerable to becoming the next Baltimore or Ferguson if we don’t address these root causes that’s leading to the uptick of violence in this city,&#8221; he says.</p><p>Tonight, however, this part of town is quiet.</p><p>&#8220;We are thrilled because nothing is happening. We are thrilled about that,&#8221; says 10-Point Pastor Horatio Luster. It&#8217;s nearly midnight now and he&#8217;s leading a walk through a low-income apartment complex. When there’s a murder, it’s his job to put an arm around the grieving mother’s shoulder.</p><p>&#8220;Some of these people, the only church that they’re going to see is when they see us,&#8221; he says.</p><p>Tonight, he just listens. As we talk, another member tells Luster that someone just got a tip from a resident. Something’s going down tomorrow. I ask what the tip was. After a long pause, he responds.</p><p>&#8220;Let’s put it like this. It won’t be as peaceful out here tomorrow as it is tonight,&#8221; Rev. Luster says.</p><p>I ask why a young man would come up to one of the volunteers and share that information.</p><p>&#8220;Establish relationship,&#8221; he explains. &#8220;A lot of people, they’re sick and tired of the violence, and even though they may be out here, they’re not a part of it.&#8221;</p><p>And so they share, Luster says. It’s a way to help.</p><h4>Reporter</h4><ul><li><strong><a href=\"https://www.wbur.org/about/people/peter-odowd\">Peter O’Dowd</a></strong>, assistant managing editor at <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Indianapolis%3A+Tensions+Stir+As+Murder+Rate+Surges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"598"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402838860-3addde.m3u?orgId=1&d=598&p=60&story=402838857&t=progseg&e=402838413&seg=12&ft=nprml&f=402838857"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0428_indianapolis3.png","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0428_indianapolis1.png","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0428_indianapolis4.png","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0428_indianapolis5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0428_indianapolis2.png","type":"image/jpeg","meta":{"crop":"custom","height":"710","width":"1024"}}]}