{"created":"2015-06-23T12:17:31+00:00","modified":"2015-06-23T12:17:32+00:00","valid":{"from":"2015-06-23T12:17:32+00:00","to":"3015-06-23T12:17:32+00:00"},"hreflang":"en","guid":"4251411b-3f18-4e34-b36d-6459c97ce019","title":"When given an 'oven' — chimps will cook","published":"2015-06-23T12:17:28+00:00","byline":"Shannon Kelleher","tags":["wildlife","science","research","Environment","Science, Tech & Environment"],"teaser":"When given the option, chimps prefer their food cooked — and they're willing to wait for it too. That new revelation suggests that the differences between humans and their living ape ancestors may not be so great.","contentencoded":"<p>It turns out that humans and chimpanzees share more than a common ancestor and a whole lot of DNA. A new study published in Proceedings of the Royal Society B suggests that chimps have several of the capacities that allowed early humans to cook their food and evolve into the species we are today.</p>\n<p>In his book “Catching Fire: How Cooking Made us Human,” biological anthropologist Richard Wrangham hypothesizes that learning how to cook made food easier for humans to break down, allowing energy that would have gone towards digestion to fuel bigger brains. Inspired by this theory, Felix Warneken, an associate professor of psychology at Harvard, and Alexandra Rosati, his wife and colleague, set out to study chimps at the Tchimpounga Chimpanzee Rehabilitation Center in the Republic of Congo. By finding out whether chimps had the capacity to cook, the team hoped to learn more about when our own species began to cook our meals.</p>\n<p>Warneken and Rosati presented chimps with a \"magic cooking device\" — basically a bowl with a false bottom. They gave the chimps slices of raw sweet potato, which the chimps could put in the device to \"cook\" their food. The researchers closed the lid, shook it, and opened it again to reveal a cooked slice of sweet potato. The device was a safe alternative to a real stove. “It would have been a bit too dangerous for us to have an actual camping cooker or some other kind of thing in front of these chimpanzees,” Warneken says. “Imagine them grabbing onto a gas tank. That would not be fun.”</p>\n<p>Using the magic cooking device also ensured that the chimps weren’t just mimicking tasks they had seen humans do in the past. “Because we’re interested in their spontaneous ability to make these inferences, we presented them with this completely novel device,” Warneken explains. “If chimpanzees understand that, it seems like their understanding goes deeper than just some observation of what they have seen before.”</p>\n<p>After only a few trials, it was apparent the chimps had mastered the concept of cooking. “It almost felt like you could see the light bulb go on above their heads,” Warneken says. Instead of eating raw food at once, like they do in the wild, the primates opted to place their sweet potato slices — and other foods they were given — in the device and wait for them to transform into something tastier. “It requires a lot of what is called ‘inhibitory control’ to resist the temptation to just eat something that you hold in your hands,” Warneken says.</p>\n<p>The study suggests that, like humans, chimpanzees prefer cooked food, are patient enough to cook it and understand the process of transformation. But chimps never evolved to cook their food in the wild. Part of the reason may be their inability to master fire. Chimps aren’t afraid of flame (they sometimes monitor bush fires so they can retrieve cooked seeds from the dying embers) but they don’t transmit knowledge from one generation to the next the way humans do, and that may have prevented them from mastering the use of fire to cook food. Chimpanzees also tend to be more individualistic feeders than humans and Warneken thinks their social aggression might have prevented them from developing the ability to cook.</p>\n<p>“If you are in a group of individuals competing over food, the best choice for you may be just to eat whatever you have, because that lowers the risk of losing it,” he says. For early humans to set aside their food long enough to cook it, they would have needed to develop a sense of cooperation that chimpanzees lack.</p>\n<p>While the study illuminates differences between humans and chimps, it also suggests that these differences are surprisingly subtle. “You find that there are so many things that previously were thought to be unique to humans that have at least really striking precursors in chimpanzees,” Warneken says. “Maybe it required putting all of these components together [to make] us human rather than that there’s this one single, magic thing that is different between humans and chimpanzees.”</p>\n<p><em>This <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00024&amp;segmentID=4\">story</a> first aired as an interview on <a href=\"http://loe.org/\">Living on Earth</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fwhen-given-oven-chimps-will-cook&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/Schimpanse_Zoo_Leipzig.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/schimpansezooleipzigjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe150612b2chimps.mp3"},{"href":"http://admin.pri.org/file/loe150612b2chimpsmp3"}]}