{"created":"2014-10-27T23:49:10+00:00","modified":"2014-10-27T23:49:10+00:00","valid":{"from":"2014-10-27T23:49:10+00:00","to":"3014-10-27T23:49:10+00:00"},"hreflang":"en","title":"With Dogs And Batons, Bulgaria Tells Syrian Refugees To Turn Back","published":"2014-04-30T17:05:00+00:00","teaser":"As civilians continue to pour out of Syria, some countries are pushing back and telling the refugees they aren't welcome. Bulgaria has been particularly harsh, according to Human Rights Watch.","itags":["npr_api","307722541"],"contentencoded":"<p>Some countries in Syria's neighborhood are feeling inundated with refugees, and countries like Greece are making it harder for them to enter the country. Now Bulgaria has followed suit, with growing reports of Syrian refugees facing violent beatings, according to a <a href=\"http://hrw.org/node/124858\" target=\"_blank\">new report by Human Rights Watch</a>.</p><p>Among the poorest European states, Bulgaria was ill-prepared for the spike in refugees who came across its border last fall. The government quickly beefed up border patrols as part of a \"pushback\" policy designed to keep the refugees in Turkey. It's a policy that refugees and rights advocates say the border police are executing with a vengeance.</p><p>In a refugee camp just inside Bulgaria, Mohammed Haj Khalil, 35, describes his harrowing crossing with Abdullah, his 17-year-old cousin. Border guards using a police dog soon tracked them, and Khalil assumed they would be taken to register for asylum.</p><p>Instead, he found himself scrambling to cover his young cousin with his leather jacket as the dog lunged forward. Then a guard cracked Khalil on the head with a stick.</p><p>\"I started feeling dizzy or confused,\" he says. \"Then the dog started biting [Abdullah's] leg. He started screaming and I was very afraid. The dog started biting my face — my cheek was open.\"</p><p>Khalil points to his face. \"I started bleeding from here and here. They were just watching us, four guards,\" Khalil says, adding that Abdullah is still traumatized by the attack, having been told that European countries have rules for treating refugees humanely.</p><p>The head of Bulgaria's border police, Chief Commissioner Zaharin Penov, told Bulgarian National Radio that his officers are not abusive.</p><p>\"The border authorities have been informed that the refugees were provocative and aggressive, throwing rocks at cars and personnel,\" said Penov. \"Money was offered to the Bulgarian officers. There was no physical contact with Bulgarian officials.\"</p><p><strong>Syrians Say They Will Keep Trying</strong></p><p>The Turkish border city of Edirne is flanked on one side by Greece, and by Bulgaria on the other. Edirne's budget hotels are filling up with Syrians, Afghans and other refugees with the scars to show for their attempts to get into Bulgaria.</p><p>Maryam Othman, a Palestinian Syrian from the Yarmouk camp in Damascus, sits in a garden with three of her six sons. After her husband was killed in Yarmouk, two of her boys made it to the Bulgarian capital, Sofia, and so she gathered her other sons and headed to join them.</p><p>She says the first guards who stopped them were friendly, but soon came another unit with a much rougher agenda. She says they beat the children unconscious and then herded them back to the border.</p><p>\"They said, 'Here's Turkey, here is Bulgaria. Don't ever dare to cross this line again!' \" she recounts.</p><p>Othman lifts her son Ahmed's shirt to show the dark bruises still visible on his side and back.</p><p><strong>Human Rights Watch Criticizes Bulgarian Policy</strong></p><p>Human Rights Watch interviewed more than 170 migrants who attempted to get into Bulgaria after the new tougher policy was enacted. The report details appalling conditions at refugee centers and abysmal stories of beatings and separated families.</p><p>Human Rights Watch's refugee rights program director Bill Frelick says Bulgaria's brutal success in stanching the refugee flow highlights the flaws in the European Union's supposedly uniform refugee rules, designed to ensure that refugees get equal treatment wherever they enter.</p><p>\"The reality, of course, is quite different,\" he says. \"And the conditions of reception were really horrible that we saw — the lack of processing of people for their asylum claims at that time.\"</p><p>As for the European Union's response, Frelick says, \"While the EU did come in and actually did provide resources and help, what really took place was this brutal enforcement action which prevented more people from entering the country.\"</p><p>Frelick says the EU's system puts tremendous pressure on front-line member states such as Bulgaria and Greece to halt the refugee flows despite — or perhaps because of — the fact that most migrants he interviewed consider Bulgaria a way station en route to wealthier countries such as Germany or Sweden.</p><p>One question now is whether Bulgaria's violent response to refugees will continue to deter them. For her part, Maryam Othman says she and her wounded sons will try again, probably soon.</p><p><em>Jodi Hilton contributed reporting from Bulgaria for this story.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Dogs+And+Batons%2C+Bulgaria+Tells+Syrian+Refugees+To+Turn+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","guid":"426499d7-aeae-4492-861c-b1eadd8287cf","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1307913591-608023.m3u?orgId=1&topicId=1009&ft=3&f=307722541"},{"href":"http://media.npr.org/assets/img/2014/04/28/bulgarian_border32-e73d5f2e233bc7b1102bc52aa926a750961a02ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/04/28/bulgarian_border42_wide-ccdcfcf31fa1b8235480c7dae7a234322b1066a4.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1123","width":"2000"}}]}