{"created":"2014-09-04T22:08:44+00:00","modified":"2015-03-03T16:15:09+00:00","valid":{"from":"2015-03-03T16:15:09+00:00","to":"3015-03-03T16:15:09+00:00"},"hreflang":"en","title":"How Do We Stop Ebola? WHO Declares War On The Virus","published":"2014-09-04T22:08:00+00:00","teaser":"Over the next six months, about 20,000 people will get Ebola. Half will likely die. To stop the virus, the World Health Organization says it needs thousands of health care workers and $600 million.","itags":["npr_api","345870450"],"guid":"42683c6d-973c-4e43-8f97-36746c4cfa5d","contentencoded":"<p>In the best-case scenario, it will take at least six to nine months to bring the current Ebola outbreak under control. During those months, at least 20,000 more people may be infected, and half will likely die.</p><p>That's the projection from <a href=\"http://www.who.int/dg/chan/en/\">Dr. Margaret Chan</a>, the director-general of the World Health Organization. \"If we are going to go to war with Ebola, we do need resources,\" Chan told NPR's David Greene during an <a href=\"http://www.npr.org/2014/09/04/345706819/ebola-fight-requires-massive-war-chest\">interview</a> Thursday on <em>Morning Edition</em>. \"An empty war chest is not going to do it.\"</p><p>The organization is hoping to raise $600 million from donor countries to fight the outbreak in West Africa, where the number of Ebola cases has already surpassed 3,500 and the death toll is inching toward 2,000.</p><p>But the aid groups need more than just money.</p><p>They need what Chan calls medical \"troops\" and \"weapons.\" And that's not just doctors and nurses, but also more protective gear and burial teams to carry out \"safe and respectful burial of the dead.\" From past experiences, she says, it takes 200 to 250 health care workers to take care of only 80 Ebola patients.</p><p>And aid organizations, such as Doctors Without Borders, are already <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/19/341639702/more-ngos-need-to-be-in-the-field-to-contain-ebola-outbreak\">stretched thin</a>.</p><p>\"We're talking about [recruiting] thousands of health care workers,\" she says. \"So clearly we cannot expect to deploy them from the international community. Most of them have to come from the local communities.\"</p><p>But Liberia and Sierra Leone, where the outbreak is spiraling out of control, only recently came out of civil wars. So their health care systems are \"rudimentary\" at best, Chan says.</p><p>\"Two doctors take care of 100,000 people,\" she says. \"This is the kind of situation we're dealing with.\"</p><p>Plus, health care workers who have already joined the fight haven't been getting paid by their governments for the work they've done, prompting many to go on strike.</p><p>\"Money is a huge part of the problem,\" says <a href=\"http://www.davidnabarro.com/\">Dr. David Nabarro</a>, who is leading the U.N.'s efforts against the outbreak. \"They have been promised additional hazard pay to enable them to keep working despite the dangers associated with Ebola, and the money hasn't been getting through.\"</p><p>Nabarro is confident, however, that the work they've been doing to find more funding and explore alternative ways to pay the workers will help overcome that problem. \"We'll see doctors and nurses working in the very, very near future,\" he says.</p><p>Addressing recent criticisms that WHO was slow to help with the outbreak, Chan says that given the limits, the organization has already acted faster than they normally would. The unprecedented outbreak has caught everyone \"off guard,\" she says, and it's still full of uncertainty.</p><p>\"We don't understand why the virus is spreading so quickly,\" she says. \"We all underestimated the complexity [of the outbreak] — how this would play out in a country where it has very little capacity.\"</p><p>But she's still optimistic the outbreak can be stopped. \"I have learned ... [after] over 40 years in managing crises,\" Chan says, \"you need to have a sense of hope and optimism ... and take fast action.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Do+We+Stop+Ebola%3F+WHO+Declares+War+On+The+Virus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345886208-580321.m3u?orgId=1&topicId=1031&e=345870450&d=531&ft=nprml&f=345870450"},{"href":"http://media.npr.org/assets/img/2014/09/04/dsc_0829-x-health-workers-5ce99ffc2e41bcbf6995792bce0720cd6f27c662.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1976","width":"2634"}},{"href":"http://media.npr.org/assets/img/2014/09/04/453326386-f25b061143fce086f99f7d29dd39affe8afc43c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2663","width":"3550"}}]}