{"created":"2014-09-02T15:14:06+00:00","modified":"2014-10-30T23:16:17+00:00","valid":{"from":"2014-10-30T23:16:17+00:00","to":"3014-10-30T23:16:17+00:00"},"hreflang":"en","title":"In South Texas, Few On The Fence Over Divisive Border Wall Issue","published":"2014-08-25T14:37:00+00:00","teaser":"U.S. Border Patrol says the fence separating Mexico and Texas helps control the illegal movement of people and contraband. But many who live on the Texas border call it a boondoggle.","itags":["npr_api","340628014"],"guid":"426b180d-e744-4f45-95b0-16cc33e5822e","contentencoded":"<p>When Congress thinks about border security, it often sees a big, imposing fence.</p><p>The federal government has spent $2.3 billion to build the fence — 649 miles of steel fencing, in sections, between the U.S. and Mexico, designed to help control the illegal movement of people and contraband.</p><p>It's called tactical infrastructure, and the Border Patrol says it works. But people on the lower Texas border have another name for it: a boondoggle.</p><p>If you ask Pamela Taylor about the tall, rust-colored fence that tops the river levee near her house outside of Brownsville, she won't mince words.</p><p>\"I can't speak for the Border Patrol. For me, it seems like a useless piece of crap. Take a look. They [undocumented immigrants] are walking over. They have boats lined up on the other side of the river to row these people across,\" Taylor says.</p><p>Taylor has lived here beside the sluggish Rio Grande in her unair-conditioned brick home, surrounded by mesquite trees and bougainvillea, for 67<em> </em>of her 86 years. Like so many residents down here in South Texas — which used to be part of Mexico — she treats the border jumpers like human beings, even if she opposes them. Every day, she puts out water bottles and sodas in ice chests by her mailbox.</p><p>\"We fill that up every night. For anybody: Border Patrol, illegals, people working in the fields,\" she says, standing by the two Igloo chests. \"They all come, and they're welcome to it.\"</p><p>It's only been in recent years, Taylor says, that immigrants began using her property as a favorite crossing spot. They paddle across the river, walk across the road, hide in the cotton plants and wait for the smuggler's car to show up. Then they pile in, drive through a yawning gap in the border fence, and away they go.</p><p>\"Now they're insisting we need to go in and build more fence,\" she says. \"Don't they see that the fence is not working?\"</p><p><strong>A Divisive Line</strong></p><p>In spite of fence detractors like Taylor — and there are a lot of them — the Border Patrol steadfastly defends PF (Pedestrian Fence) 225, the official name for the Rio Grande Valley border wall.</p><p>It's not actually one continuous wall. It's 54 miles of fencing in 18 individual sections. The idea was to erect the wall mainly where cities and towns touch the border, to force illegal crossers into more rural areas where border agents have a tactical advantage.</p><p>\"Our objective is to work the area on our terms. Ideally, you want to push the traffic where it's easier for us to work,\" says Robert Duff, chief of operational programs in the Rio Grande Valley Sector of the Border Patrol. \"And that's going to be away from the metro areas, where the vanishing point is very short, to where we've got more of a response time.\"</p><p>Outside the federal agency, the perspective from county and city officials couldn't be more different.</p><p>\"That has been the biggest waste of money,\" says Ramon Garcia, county judge of Hidalgo, the most populous county in the region. He refers to the reported cost of pedestrian border fencing: <a href=\"http://www.oig.dhs.gov/assets/Mgmt/OIG_09-56_Apr09.pdf\" target=\"_blank\">$6.5 million per mile</a>, and to the recent surge of migrant children from Central America.</p><p>\"It's a joke,\" Garcia continues. \"When you got all these 58,000 unaccompanied minors getting through there, I mean, you tell me that it's worth it, and if it's working.\"</p><p>And it's not just people that the fence is not stopping. Sgt. Rolando Garcia is head of police special investigations in the city of San Juan, which is right on the river.</p><p>Here's what he had to say when asked if the border wall has slowed down drug smuggling from Mexico:</p><p>\"In order to get their product across, they basically measured the gap between the fence and started building their marijuana bundles within that gap so they could just slide through the fence,\" Garcia says. \"[A] border wall isn't really gonna help.\"</p><p><strong>'A Fence Does Not Seal The Border'</strong></p><p>The Border Patrol and the U.S. Army Corps of Engineers ran into all sorts of problems when the fence was under construction from 2008 to 2010. Some residents bitterly opposed it. The vertical steel barrier slices through city parks, college campuses, nature preserves, farmers' fields and residential property.</p><p>Most border land in Texas is private property. To build the fence, the Border Patrol had to enter into negotiations or begin condemnation proceedings with landowners, which cost time and money. Some lawsuits are still in court.</p><p>What's more, the Rio Grande flows through a broad floodplain where both countries are not supposed to build fences that would obstruct a flooding river. So, in places, the border fence sits on top of a levee that's a half-mile or more distant from the river.</p><p>And as Pamela Taylor found out, it's a no man's land on the south side of the fence.</p><p>\"Fencing is not the end all, be all,\" says the Border Patrol's Robert Duff. \"I started my career in San Diego and saw them construct the initial fence, and then two and three layers of fencing. They'll go over it, they'll go under it, they'll go through it. A fence does not seal the border. It helps, but it's not the solution.\"</p><p>Just as important, Duff says, are agents on the ground, aircraft, boats, lights, cameras and other tactical equipment.<em> </em></p><p>Perhaps expectations were too high. Perhaps people thought the wall was supposed to stop illegal traffic.</p><p>\"They built an 18-foot wall, and people came with a 19-foot ladder and people just crossed right over the top. So I think a fence can only be so tall,\" says Chris Cabrera, local spokesman for the National Border Patrol Council, the agents' union.</p><p>As for PF225<em>,</em> it's done. There were plans to build 16 more miles of wall in the Upper Valley in Starr County, but the agency ran out of money.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+South+Texas%2C+Few+On+The+Fence+Over+Divisive+Border+Wall+Issue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341283414-6333d3.m3u?orgId=1&topicId=1091&ft=3&f=340628014"},{"href":"http://media.npr.org/assets/img/2014/08/15/border-wall-815-0286a8a1d42e622612835c67d0c60df0f7336b7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1613","width":"2151"}},{"href":"http://media.npr.org/assets/img/2014/08/15/fence-b24d0c7a7beee2678c62de756ba92c4425846eac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}