{"created":"2014-10-08T15:36:22+00:00","modified":"2014-10-31T01:52:06+00:00","valid":{"from":"2014-10-31T01:52:05+00:00","to":"3014-10-31T01:52:05+00:00"},"hreflang":"en","title":"Big Flightless Birds Come From High-Flying Ancestors","published":"2014-05-23T00:06:00+00:00","teaser":"We're sure glad ostriches and emus don't fly. But DNA evidence now suggests their small ancestors flew to each continent, where they evolved independently into giants with stubby wings.","itags":["npr_api","314617422"],"guid":"427507b9-b0b5-428c-b543-16716c2db0ae","contentencoded":"<p>Big, flightless birds like the <a href=\"http://animals.sandiegozoo.org/animals/ostrich\">ostrich</a>, the <a href=\"http://animals.sandiegozoo.org/animals/emu\">emu</a> and the <a href=\"http://animals.nationalgeographic.com/animals/birds/greater-rhea/\">rhea</a> are scattered around the Southern Hemisphere because their ancestors once flew around the world, a new study suggests.</p><p>That's a surprise, because it means birds in Australia, Africa and South America independently evolved in ways that made them all lose the ability to fly.</p><p>These related birds — known as <a href=\"http://sciencewise.anu.edu.au/articles/Ratites\">ratites</a> — have been a puzzle for evolutionary biologists for more than a century.</p><p>\"The mystery was, how did they turn up on all the southern continents, and why were they so large — these great, big flightless things?\" says <a href=\"http://www.adelaide.edu.au/acad/people/acooper_profile.html\">Alan Cooper</a>, director of the Australian Centre for Ancient DNA at the University of Adelaide. \"They don't do any of the conventional bird things. They don't fly, and they're fairly unspectacular-looking in many ways, apart from the fact that they're huge.\"</p><p>Scientists used to believe that these birds shared a flightless ancestor that once lived on a supercontinent called Gondwana that was in the Southern Hemisphere back in the Cretaceous — millions of years ago.</p><p>The idea was that, as this supercontinent broke up into pieces, \"the ratite birds were sitting on board and were being separated by these continents moving, and that that's how they came to be where they were,\" says Cooper. \"And because they're flightless, it seemed like a pretty good model.\"</p><p>Pretty good — but also wrong. Or at least that's what Cooper now thinks, because of a recent discovery.</p><p>He and some colleagues extracted DNA from the bones of an extinct bird that lived on the island of Madagascar until about 1,000 years ago. It's called the \"elephant bird,\" because Arab traders saw the remains of its giant eggs and imagined the bird that must have laid them.</p><p>\"The legend was that this bird would carry off elephants,\" says Cooper. \"That's how the elephant bird actually got its name.\"</p><p>The elephant bird couldn't fly and looked like an ostrich — except about 30 percent bigger. When Cooper's team compared the ancient bird's DNA to all the other flightless birds in the ratite group, they found that its closest relative was the kiwi, the little national bird of New Zealand.</p><p>Cooper was shocked. He says the kiwi was \"the last one I would have predicted if I had to guess.\" He says the tiny, insect-eating kiwi looks nothing like the giant, plant-eating elephant bird.</p><p>Importantly, he says, \"it's completely on the other side of the world.\" That means there's no way that separating continents can explain why a bird in Madagascar has its closet relative in New Zealand.</p><p>\"And you're looking at this result and thinking, 'It has to be flying!' You can't get from Madagascar to New Zealand any other way,\" says Cooper.</p><p>He believes small ancestral birds must have flown long distances, taking up residence in new places. These small birds then independently evolved into the big, flightless birds we see around the Southern Hemisphere today, according to his team's report in the journal <em>Science</em>.</p><p>\"No one would ever have expected it,\" says <a href=\"http://labs.eeb.utoronto.ca/abaker/allan.html\">Allan Baker</a>, a researcher at the Royal Ontario Museum in Toronto. He used to believe that separating continents explained the evolution of these birds, but now he agrees that they must have had flying ancestors.</p><p>\"You can't close your mind to this. And so when other evidence comes up that points this out, you have another hypothesis that you're testing and it appears to be a much better explanation of what's going on,\" says Baker. \"I think that's fabulous. It's how science progresses.\"</p><p>One remaining question is why these birds around the world would independently lose the ability to fly and get big.</p><p>Cooper notes that this happened right after the<a href=\"http://www.npr.org/templates/story/story.php?storyId=14181539\"> extinction of the dinosaurs</a> 65 million years ago. Between that event and the eventual rise of mammals, there would be a time with no predators, when birds could become big and flightless without being eaten.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Flightless+Birds+Come+From+High-Flying+Ancestors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925139-bd341a.m3u?orgId=1&topicId=1007&ft=3&f=314617422"},{"href":"http://media.npr.org/assets/img/2014/05/21/mitchell1hr-b35324a2cd996c614447a81f354ce4c18fa05aee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3150","width":"4192"}},{"href":"http://media.npr.org/assets/img/2014/05/21/mitchell2hr-cd87ded45bb91332a20041e72955cfcbf5f1506a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2677","width":"3567"}}]}