{"created":"2014-10-13T13:19:45+00:00","modified":"2015-04-12T20:49:36+00:00","valid":{"from":"2015-04-12T20:49:36+00:00","to":"3015-04-12T20:49:36+00:00"},"hreflang":"en","title":"French Economist Wins Nobel For Work On Regulating Big Business","published":"2014-10-13T17:15:00+00:00","teaser":"The Nobel committee said Jean Tirole has helped to reshape regulators' policies with his idea that the same rules have different effects — good and bad — in different industries.","itags":["npr_api","355813055"],"guid":"42989cb9-ee79-4f99-b755-7de24a6b445a","contentencoded":"<p>Saying that he \"clarified how to understand and regulate industries with a few powerful firms,\" the Royal Swedish Academy of Sciences has awarded the Nobel Prize in economic sciences to Jean Tirole, who teaches at the Toulouse School of Economics. He studies oligopolies, markets that are controlled by a handful of powerful (and interdependent) companies.</p><p>\"I was very surprised, I was incredibly surprised,\" Tirole said shortly after he received the phone call informing him of the win. \"The honor... it took me half an hour to recoup from the call. I still haven't recouped yet.\"</p><p><a href=\"http://www.nobelprize.org/nobel_prizes/economic-sciences/laureates/2014/press.html\">The Nobel committee said</a> Tirole is \"one of the most influential economists of our time,\" describing how he helped to reshape regulators' approach with his idea that the same policy rules have different effects — both good and bad — in different industries. In particular, he applied those theories to burgeoning sectors such as telecommunications and banks.</p><p>\"The problem is that regulators often don't understand the markets they regulate very well,\" NPR's Jim Zarroli reports for <em>Morning Edition</em>, \"so they don't know the potential scope of improvement — they don't know how much really can be done to make the industry more productive.\"</p><p>From the committee's announcement:</p><blockquote><p>\"Tirole showed theoretically that such rules may work well in certain conditions, but do more harm than good in others. Price caps can provide dominant firms with strong motives to reduce costs — a good thing for society — but may also permit excessive profits — a bad thing for society. Cooperation on price setting within a market is usually harmful, but cooperation regarding patent pools can benefit everyone.\"</p></blockquote><p>A more detailed (<a href=\"http://www.nobelprize.org/nobel_prizes/economic-sciences/laureates/2014/advanced-economicsciences2014.pdf\">54-page</a>) recounting of Tirole's achievements celebrates his contributions to the area of economics known as industrial organization, the study of how markets and corporations are structured — and how those and other variables, such as policy interventions, affect competition. The Nobel panel also said that Tirole \"has facilitated realism,\" by more directly applying his theoretical models to actual markets.</p><p>Tirole, 61, holds a doctorate from the Massachusetts Institute of Technology, where his thesis was titled \"Essays in Economic Theory.\" His recent published work includes the articles <a href=\"http://idei.fr/display.php?a=27696\">\"Cooperation vs. Collusion: How Essentiality Shapes Co-opetition\"</a> and <a href=\"http://idei.fr/display.php?a=26676\">\"Bonus Culture: Competitive Pay, Screening and Multitasking.\"</a></p><p>The Nobel in economics and other fields will be formally presented in December. If you missed hearing about one of this year's prizes, you can look back on our coverage of the awards for <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/06/354028842/3-win-nobel-prize-in-medicine-for-discovering-brains-inner-gps\">medicine</a>, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/07/354243388/3-scientists-win-nobel-in-physics-for-development-of-blue-led\">physics</a>, <a href=\"http://www.npr.org/blogs/health/2014/10/08/354624294/how-to-take-a-nobel-prize-winning-picture\">chemistry</a> and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/10/355072893/book-news-get-to-know-patrick-modiano-the-newly-minted-nobel-laureate\">literature</a>, as well as the <a href=\"http://www.npr.org/tags/126951393/nobel-peace-prize\">Nobel Peace Prize.</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=French+Economist+Wins+Nobel+For+Work+On+Regulating+Big+Business&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355822034-fcbb81.m3u?orgId=1&topicId=1017&e=355813055&d=230&ft=nprml&f=355813055"}]}