{"created":"2015-02-08T15:56:07+00:00","modified":"2015-05-13T21:17:19+00:00","valid":{"from":"2015-05-13T21:17:19+00:00","to":"3015-05-13T21:17:19+00:00"},"hreflang":"en","title":"McConnell's Call For 'Regular Order' May Not Mean What It Used To","published":"2015-02-10T18:17:00+00:00","teaser":"Majority Leader Mitch McConnell promised to restore \"regular order\" to the Senate, making it more bipartisan and productive. Five weeks into the new session, the dream remains elusive.","itags":["npr_api","384590663"],"guid":"42a96163-bb35-423c-ae4f-89ad155ff169","contentencoded":"<p>\"Regular order\" is a phrase you'd normally hear only from Congress nerds, but it's increasingly common in conversations about the Senate this year.</p><p>When Mitch McConnell became Senate majority leader, he promised he'd restore what he called regular order in that chamber. But Democrats have been accusing him of violating regular order ever since.</p><p>When you listen to senators talk about regular order, it sounds like this fabulous, amazing thing. For Republican John McCain of Arizona, regular order is about getting stuff done.</p><p>\"Regular order leads to a conclusion; a final vote,\" McCain says.</p><p>For Democrat Ben Cardin of Maryland, it's about reaching across the aisle.</p><p>\"It's respect for each member of the Senate and the traditions of the Senate, where we try to reach some common ground [and] a broader consensus,\" Cardin says.</p><p>According to <a href=\"http://www.rollcall.com/news/regular_order_is_a_political_rorschach_wolfensberger-224587-1.html\">Congressional Quarterly's <em>Roll Call</em></a><em></em>, \"The regular order can be defined as those rules, precedents and customs of Congress that constitute an orderly and deliberative policymaking process.\" If this is regular order, who wouldn't want it in the U.S. Senate? But can you make it happen just by wanting it?</p><p>McConnell — the man who has pledged to return regular order to the Senate he loves — says there's a specific way to do it.</p><p>\"We need to get committees working again. We need to recommit to a rational, functioning appropriations process,\" McConnell said on the floor last month during the first full day of the new Congress. \"We need to open up ... the legislative process in a way that allows more amendments from both sides.\"</p><p>\"More amendments\" has already become a Republican bragging point. In the debate on the Keystone oil pipeline last month, Republicans crowed that they'd voted on more amendments to that one bill than on all the bills on the floor last year.</p><p>And yes, technically they did have votes, but also saw dozens and dozens of amendments die after requiring weeks of debate on a bill that President Obama says he'll veto anyway. So was this the glorious return of regular order?</p><p>\"You can call it what you want,\" says Thomas Mann of the Brookings Institution. \"Was it constructive? No. Was it serious about doing something? No.\"</p><p>Mann says you can go through the motions, but regular order isn't about the motions or the process.</p><p>\"It's all toward an end of writing law, of solving a problem,\" he says. \"It's sincere; it's not just strategic.\"</p><p>In other words, Mann says regular order is not about following a rule book. It has a broader meaning from the Senate of the past, when debate proceeded with a genuine desire to find solutions. In the 1960s for example, bipartisan coalitions passed civil rights and Great Society legislation; in the 1980s coalitions rewrote the tax code.</p><p>So Senate Republicans can hold all the committee hearings they want, allow all the amendment votes they want, but Sarah Binder of George Washington University says that doesn't make what they're doing the old ideal of regular order, because the partisan strife keeps getting worse.</p><p>\"I think that's kind of the sad part of the story,\" Binder says. \"It's kind of hard to get back to a Senate where the Senate works in that type of a fluid, collegial place. Because that's just not the world — partisan or ideological — that we live in.\"</p><p>So far at least, for this Senate, the dream of regular order remains elusive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=McConnell%27s+Call+For+%27Regular+Order%27+May+Not+Mean+What+It+Used+To&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384695747-08aa90.m3u?orgId=1&topicId=1014&d=210&p=10&story=384590663&t=progseg&e=384695737&seg=2&ft=nprml&f=384590663"}]}