{"created":"2014-09-02T21:03:57+00:00","modified":"2014-09-02T21:03:57+00:00","valid":{"from":"2014-09-02T21:03:57+00:00","to":"3014-09-02T21:03:57+00:00"},"hreflang":"en","guid":"42ada2a1-b900-4911-8557-386d765eb20d","title":"It's not every day that workers fight for a beloved CEO — and win","published":"2014-09-02T21:03:56+00:00","byline":"Bradley Campbell","tags":["labor","business","supermarket","Business","Business, Finance & Economics","Somerville","North America","United States","Massachusetts","New England","North America","Michael Dunleavy","Arthur T. Demoulas","Market Basket","Business","Demoulas Brothers"],"teaser":"The power struggle at Market Basket, a New England grocery chain, made international news and shut down much of the chain's operations. Workers and suppliers went on strike when their beloved CEO was fired in a family feud. And the workers actually won.","contentencoded":"<p>More than a month ago, I covered the story of Market Basket, a family-run supermarket chain in the northeastern US that had fired its long-time CEO, Arthur T. Demoulas. But the chain didn&#39;t count on its employees rebelling.</p><p>Those workers were seriously loyal to a boss they affectionately call Arthur T. and they responded by leading a company-wide protest.</p><p>For weeks, they and workers among the chain&#39;s suppliers held strikes, picketed and encouraged shoppers to go somewhere else.<span style=\"line-height: 1.538em;\">&nbsp;At my neighborhood Market Basket in Somerville, Massachusetts, the produce section sat empty and the store saw weekly sales drop by 90 percent. </span></p><p><span style=\"line-height: 1.538em;\">As the battle for control of the company dragged on, you couldn&#39;t help but fear the worst: a store closure.&nbsp;</span><span style=\"line-height: 1.538em;\">For a place like Somerville, where many immigrants live, that would hit people&#39;s wallets in a bad way. Market Basket was the place to buy food at low cost, and it tried to stock favorite items from across the globe.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">But guess what? The workers actually won, and&nbsp;</span><span style=\"line-height: 1.538em;\"><a href=\"http://www.bostonglobe.com/opinion/editorials/2014/08/28/arthur-demoulas-prevails-but-with-lessons-learn/4bJLvgQVPBcoswmYTUPHVP/story.html\">Arthur T. Demoulas is&nbsp;back</a>,&nbsp;with a deal that will give him majority control of the company.</span></p><p><span style=\"line-height: 1.538em;\">The news made Michael Dunleavy a happy man. He runs the Market Basket in Somerville, and the store is now busy getting back on its feet. &quot;The produce department is completely full,&quot; he says. &quot;As far as customers, it&#39;s bustling in here right now.&quot;</span></p><p>Labor Day is traditionally a big day for grocery store chains, the final chance for people to get food before summer ends and school starts. Dunleavy expects the company to return to where it was before the protests started. &quot;People are jumping in feet first,&quot; he says.</p><p>Dunleavy thinks the store will be back to 100 percent by the end of the week, though the customers might take more time. Early indications are good. When we talked with Dunleavy, carts were three deep at every one of the store&#39;s 19 checkout aisles.</p><p>So was the long struggle worth it?&nbsp;<span style=\"line-height: 1.538em;\">&quot;Absolutely,&quot; he says.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">The story resonated far beyond New England, getting <a href=\"http://www.theguardian.com/money/us-money-blog/2014/aug/28/market-basket-ceo-rogue-now-what\">attention from foreign papers like The Guardian</a> in the UK. Dunleavy thinks that&#39;s because of the unusual sight of lower-wage workers battling to keep an executive. </span></p><p><span style=\"line-height: 1.538em;\">&quot;Most companies try to get rid of their CEO,&quot; he says. &quot;I think we&#39;re one of the first companies ever to try and bring our CEO back. It&#39;s unprecedented.&quot;</span></p><p>If there&#39;s a lesson in the story, Dunleavy says it&#39;s a simple one. If you&#39;re treated well by your CEO and it&#39;s someone who runs the company well, he says, then by all means, you should fight for the person.&nbsp;<span style=\"line-height: 1.538em;\">&quot;Stand straight up, raise your hand and fight for what you think is right.&quot;</span></p>","audio":[]}