{"created":"2015-02-28T11:10:11+00:00","modified":"2015-02-28T20:20:08+00:00","valid":{"from":"2015-02-28T20:20:08+00:00","to":"3015-02-28T20:20:08+00:00"},"hreflang":"en","title":"Rats Blamed For Bubonic Plague, But Gerbils May Be The Real Villains","published":"2015-02-28T15:40:00+00:00","teaser":"Rats have had a bad reputation ever since they were blamed for spreading bubonic plague. But perhaps the blame was misplaced. NPR's Scott Simon reflects on the roles of rodents.","itags":["npr_api","389595442"],"guid":"42b23fd0-2ce0-4872-8e9f-8c52e4e9b432","contentencoded":"<p>Rats have a bad rap. They have for centuries. Ever since the middle of the 14th century when the Black Plague descended over Europe.</p><p>Rats took the rap for spreading the bubonic plague, which killed millions of people over the next 400 years. It has long been believed that swarms of rats spread the disease when fleas flew from their feverish, infected, furry little bodies and bit into thin-skinned humans.</p><p>Rat has been an epithet ever since. Snitches, squealers, back-stabbers, and double-crossers are called rats. Think of Jimmy Cagney sneering, \"You dirty rat!\" (Though — to spare a lot of emails — what he actually said onscreen was, \"You dirty yellow-bellied rat.\")</p><p>But perhaps rats have gotten a bum rap.</p><p><a href=\"http://www.pnas.org/content/early/2015/02/20/1412887112.abstract\">Professor Nils Christian Stenseth and scientists from the University of Oslo</a> say they've compared tree-ring records from Europe and Asia with more than 7,000 outbreaks of the plague. They conclude that weather during much of that period would be too wet for rats to flourish and carry infected fleas across continents.</p><p>But he says wet springs succeeded by warm summers would be a honeymoon atmosphere for another species of vermin.</p><p>\"Such conditions are good for gerbils,\" Stenseth <a href=\"http://www.bbc.com/news/science-environment-31588671\">told the BBC</a>. \"It means a high gerbil population across huge areas, and that is good for the plague.</p><p>\"If we're right,\" he added, \"we'll have to rewrite history.\"</p><p>Gerbils may be the real rats.</p><p>But we've had centuries of image spin. Rats are so often portrayed as filthy, gray, avaricious and poisonous. They skulk in shadows and bite babies. <br />Gerbils have those cute little quivering pink noses. They scamper round and round on wheels in children's bedrooms.</p><p>John Hadidian, the senior wildlife scientist at the Humane Society of the United States, wonders if this finding might one day lead cities to re-examine rat extermination programs which rely on mass poison. The rat \"dies a slow and painful death,\" he told us, and becomes a \"toxic and a loaded bomb for other animals: hawks, owls, foxes, coyotes and others.\"</p><p>This is not to say that rats can't be dangerous. They can bite people and carry disease. But this week's findings may suggest that rats are not miniature monsters who spread misery and pestilence across continents. After eight centuries of infamy, maybe it's time to see rats as vermin, yes; but vermin who have their role in the world, too.</p><p>But it's hard to imagine Jimmy Cagney sneering, \"You dirty gerbil!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rats+Blamed+For+Bubonic+Plague%2C+But+Gerbils+May+Be+The+Real+Villains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706184-0e7f11.m3u?orgId=1&topicId=1060&aggIds=4495795&e=389595442&d=148&ft=nprml&f=389595442"},{"href":"http://media.npr.org/assets/img/2015/02/27/6704074719_68d256bd1a_o-589eb322faa415e0a103486d98054a9ab49ff0b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2427","width":"3236"}}]}