{"created":"2015-02-28T09:35:46+00:00","modified":"2015-05-13T21:12:26+00:00","valid":{"from":"2015-05-13T21:12:26+00:00","to":"3015-05-13T21:12:26+00:00"},"hreflang":"en","title":"A German Muslim Asks His Compatriots: 'What Do You Want To Know?'","published":"2015-03-02T14:52:00+00:00","teaser":"Inside his dentist's office, Sadiqu al-Mousllie is treated like any other German. It's different when the Syrian-born man steps outside. He's trying to fight Islamophobia, one question at a time.","itags":["npr_api","389521933"],"guid":"42b8b852-064f-4399-b3e1-819b7700ca3d","contentencoded":"<p>Sadiqu al-Mousllie sees humor as a good way to fight growing anti-Islam sentiment in Germany.</p><p>He lives in Braunschweig, in western Germany. Earlier this month, he decided to go downtown and hold up a sign that read, \"I am a Moslem. What would you like to know?\"</p><p>\"This is a bridge of communication,\" the Syrian-born German says. \"Some people dared to ask, some others not, so we went to them and give them some chocolate and a say of our prophet to know what Muslims are thinking about.\"</p><p>Mousllie, 44, says he hopes to do it every other week.</p><p>Several members of his mosque — including his Danish wife, Camilla, and their 17-old daughter, Sarah — joined him on the first outing.</p><p>The teen says many passersby were curious about her and her mother's Islamic headscarves.</p><p>\"The weirdest question I got was if I'm showering with my hijab,\" Sarah says. \"And I'm just — no, I don't shower with hijab, how should I do that? No one showers with their clothes on.\"</p><p>Her mother, who converted to Islam, says many Germans are equally confused about her being Muslim.</p><p>\"They don't know ... where do I belong,\" says Camilla Mousllie, 42. \"Some are confused and ask: Are the Danish people Muslim?\"</p><p>But Sarah says she doesn't mind answering strange questions if it can help put to rest any misconceptions about Muslims and open up a dialogue with non-Muslims.</p><p>Their community in Germany is under increasing scrutiny after several recent threats and fatal attacks linked to Islamic extremists in Europe. The scrutiny sparked criticism from German Muslim leaders, who say it's is unwarranted and alienates Muslim citizens who've worked hard to integrate into German society.</p><p>Misinformation and discrimination, the dentist says, often hit Muslim children — including his own — the hardest.</p><p>Born in Damascus, Mousllie came to Germany nearly a quarter century ago to study; he eventually settled here and became a German citizen.</p><p>His five children, who were born in Germany, are Danish citizens like their mother, but they largely identify as German, Mousllie says. So when his son was in fourth grade and was told he didn't belong, the boy was upset.</p><p>\"A friend of his in the class, he told [my son]: 'You are not a real German because your name is not German,' \" Mousllie recalls. \"That was a very bad situation for him. I felt it was like a world falling down for himself because he felt, well, am I part of this country or not?\"</p><p>In recent years, Mousllie says he's been asking himself the same question.</p><p>At his specialty dental practice, Mousllie says he is treated like any other German. Outside the office, it's another matter.</p><p>\"It's getting more difficult because a lot of Islamophobic themes are coming, people now mixing Islam and terror, so we have to explain a lot,\" he says.</p><p>Also alarming, Mousllie says, is the rising number of incidents against Muslims and mosques around Germany, including an attack three months ago in Braunschweig on a Syrian-born woman wearing hijab whose foot was run over by a car.</p><p>\"You keep thinking what about my children, what about my family, how it's going to be in two years,\" he says.</p><p>Mousllie says watching democracy in Germany inspired him to fight for similar freedoms in his native Syria, and he serves as the German representative of the opposition Syrian National Council.</p><p>At home in Germany, as the Lower Saxony spokesman for Germany's Central Council of Muslims, Mousllie says he's tried to get authorities to help reduce tensions, including by not using what he and others in the Muslim community view as inappropriate words — for example, Islamism — when talking about extremists.</p><p>His efforts suffered a setback on Feb. 15 when Braunschweig authorities canceled a famous annual Carnival because of what Police Chief Michael Pientka called an Islamist-related terror threat.</p><p>\"We know we have an Islamist scene here,\" Pientka told reporters, adding that from now on, the authorities would be watching it more closely.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+German+Muslim+Asks+His+Compatriots%3A+%27What+Do+You+Want+To+Know%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706260-d5b878.m3u?orgId=1&topicId=1124&d=251&p=7&story=389521933&t=progseg&e=389700123&seg=14&ft=nprml&f=389521933"},{"href":"http://media.npr.org/assets/img/2015/02/27/img_5335horizontal-f49cb6a23840574f57fda47f56d384b6b8027a7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"729","width":"972"}},{"href":"http://media.npr.org/assets/img/2015/02/27/nelson-muslim-dentist-and-daughter1-088f019dc6f10872c400cebe4dbe9121f3a7b60d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}