{"created":"2014-10-27T22:28:47+00:00","modified":"2014-10-27T22:28:47+00:00","valid":{"from":"2014-10-27T22:28:47+00:00","to":"3014-10-27T22:28:47+00:00"},"hreflang":"en","title":"Expedia And Zillow Founder Rich Barton On Risk And Success","published":"2014-06-02T20:11:00+00:00","teaser":"Nearly 20 years after Expedia took off, Barton discusses his work and the evolving online marketplace.","itags":["npr_api","318239763"],"contentencoded":"<p><strong>Rich Barton</strong> is definitely a disrupter. In his late 20s, he caused major upset in the travel industry by launching <a href=\"http://www.expedia.com/\" target=\"_blank\">Expedia.com</a>, which has now become one of the world&#8217;s most popular travel sites.</p><p>Then there was <a href=\"http://www.zillow.com/\" target=\"_blank\">Zillow.com</a>, a real estate website that Barton helped to create, which has virtually become a necessity for any consumer looking for information about the housing market. Last month, 80 million people went to Zillow.</p><p>Barton also co-founded <a href=\"http://www.glassdoor.com/index.htm\" target=\"_blank\">Glassdoor.com</a>, which offers job hunters actual reviews of potential employers, along with pay data and job listings. That business is growing globally.</p><p>In April 2014, Barton was <a href=\"http://beta.commerce.gov/news/press-releases/2014/04/us-secretary-commerce-penny-pritzker-announces-inaugural-members\" target=\"_blank\">named</a> one of 11 members of the Presidential Ambassadors for Global Entrepreneurship.</p><p>Nearly 20 years after Expedia first took off, Barton discussed his work and the evolving online marketplace with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>We also asked him about his favorite app (<a href=\"https://www.uber.com/\" target=\"_blank\">Uber</a>), his first computer game (<a href=\"http://en.wikipedia.org/wiki/Colossal_Cave_Adventure\" target=\"_blank\">Adventure</a>) and his favorite people to follow on Twitter (<a href=\"https://twitter.com/bgurley\" target=\"_blank\">@bgurley</a>, <a href=\"https://twitter.com/BorowitzReport\" target=\"_blank\">@BorowitzReport</a> and <a href=\"https://twitter.com/levie\" target=\"_blank\">@levie</a>).</p><h4>Interview Highlights: Rich Barton</h4><p><strong>On the idea that links his three companies</strong></p><p>&#8220;In my start-ups, the common theme is what I call &#8216;power to the people,&#8217; and I say that with my right fist raised in the air. I think that we, as humans, love to be in control. We love to know everything, and we love to make decisions for ourselves. And something that&#8217;s been so magic about the connected PC and now the smartphone connected to the Internet is that we, as consumers, can access information that heretofore had been kept from us and used against us. And so I started Expedia back in 1996, 1995, with the idea that booking travel and planning travel was just way too hard the old way, over the telephone, and that the PC, connected to the online services back then, should be a way to empower people to take control.&#8221;</p><p><strong>On how his companies make a profit</strong></p><p>&#8220;With commerce models for start-ups, it&#8217;s very easy. If you&#8217;re selling something, you can make a margin off of what you&#8217;re selling, and so Expedia is now a multi-billion dollar company, makes a ton of its money off of selling airline tickets and hotel rooms and the like. But in a model like Zillow &#8212; Zillow is the same idea. I co-founded Zillow and I ran that for a long time, I&#8217;m executive chairman there now. With Zillow, we gave power to the people by letting regular consumers see all the information about every home in the country, including a &#8216;Zestimate&#8217; &#8212; an estimated market valuation that is updated every day on every rooftop. Now, that&#8217;s a different model, because we&#8217;re not actually selling houses, right? How do we make money off of that? Well, almost 80 million people came to Zillow last month, making it probably the largest real estate site in the world, and what we do is sell very targeted, relevant advertising to professionals in the industry to reach out and help a percentage of the users that come to our site.&#8221;</p><p><strong>On if he&#8217;s concerned about hurting &#8220;the little guy&#8221;</strong></p><p>&#8220;I am a big believer that technology is a fantastic driver of progress and new opportunity, and as new opportunity is created, as new homes are built, as new models are created, old ones do get dismantled and disrupted. But I believe that what companies like Zillow and Expedia, and Glassdoor is another start-up of mine in the job space, what they have done is created new opportunities for new professionals to make new businesses for themselves. So it is not a job replacement kind of thing that&#8217;s happening here, it&#8217;s simply a change that&#8217;s underway.&#8221;</p><p>&#8220;I think as an entrepreneur and an optimistic, forward-thinking guy, I, by nature, am one that&#8217;s optimistic, and so I don&#8217;t linger on the negatives. Of course, I recognize that change can be disruptive, but what I&#8217;ve always tried to do is to help the existing professionals who are being disrupted by technology to get on the bandwagon with the new technology.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://hopperanddropper.com/about/\" target=\"_blank\">Rich Barton</a></strong>, founder of Zillow and Expedia.com. He tweets <a href=\"https://twitter.com/Rich_Barton\" target=\"_blank\">@Rich_Barton</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Expedia+And+Zillow+Founder+Rich+Barton+On+Risk+And+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"42b974f7-5995-4e33-903a-8afb6df6aadd","audio":[{"meta":{"duration":"885"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318255443-db1e60.m3u?orgId=330&ft=3&f=318239763"}]}