{"created":"2014-10-08T15:42:59+00:00","modified":"2014-10-31T02:00:22+00:00","valid":{"from":"2014-10-31T02:00:22+00:00","to":"3014-10-31T02:00:22+00:00"},"hreflang":"en","title":"Why Those Tiny Microbeads In Soap May Pose Problem For Great Lakes","published":"2014-05-28T13:44:00+00:00","teaser":"The plastic beads in some face soaps look a lot like fish food when they end up in the water. Two states are close to banning the beads, which researchers say can spread toxins through the food chain.","itags":["npr_api","313157701"],"guid":"42cd1974-4e4f-4594-85be-4f3ac539093f","contentencoded":"<p>From the shoreline at North Avenue Beach in Chicago, the blue water of Lake Michigan stretches as far as the eye can see. But beneath that pristine image, there's a barely visible threat, says Jennifer Caddick of the Alliance for the Great Lakes: microbeads.</p><p>These tiny bits of plastic, small scrubbing components used in hundreds of personal care products like skin exfoliants and soap, can slip through most water treatment systems when they wash down the drain.</p><p>Environmentalists say they're a part of the plastic pollution found in the ocean, and, increasingly, in the Great Lakes, which contain more than 20 percent of the world's freshwater. Now, Illinois and New York state lawmakers are a step closer to banning them.</p><p>Microbeads, says Caddick, engagement director for the Alliance, are \"a bigger problem than we initially had thought.\"</p><p><strong>Plastics That Look Like Food</strong></p><p>Sherri Mason, an associate professor of chemistry at the State University of New York, Fredonia, sailed with a research team over the past couple of years to collect data on the prevalence of plastics in the lakes. They dragged a fine mesh net in the waters at half-hour intervals to snag what they could — \"anything that's bigger than a third of a millimeter,\" Mason says.</p><p>When the boat docked at Chicago's Navy Pier last summer, Mason showed off the sample bottles of microbeads that she and her team had collected in Lake Michigan.</p><p>Mason says her testing found, on average, 17,000 bits of tiny plastic items per square kilometer in Lake Michigan. The levels were much lower in Lake Huron and Lake Superior, but Lake Erie and Lake Ontario had much higher concentrations.</p><p>Lake Ontario's levels are highest, with counts of up to 1.1 million plastic particles per square kilometer. While microbeads in facial cleansers and body washes may be pretty good for removing dead skin cells, Mason says, there's a rub.</p><p>\"They are about the same size as fish eggs, which means that, essentially, they look like food. To any organism that lives in the water, they are food,\" Mason says. \"So our concern is that, essentially, they are making their way into the food web.\"</p><p>And if fish eat microbeads, which can soak up toxins like a sponge, scientists suggest that those chemicals could be passed on to humans and wildlife.</p><p>So, after collaborating with groups like 5 Gyres that fight against plastic pollution in waterways, state lawmakers in Illinois and New York are among the first to approve legislation banning microbeads. The Illinois bill has passed that state's Senate, and in New York, the legislation has passed the House.</p><p>\"Obviously, protecting the lake is hugely fundamental, not just to my district, but to the whole system here in Chicago,\" says Illinois state Sen. Heather Steans, who represents a district along Chicago's lakefront and supports the measure.</p><p>\"We've got an agreed-to bill now that will, in fact, ban the manufacture of these by 2017, and [ban] the distribution of them in the state by 2018,\" Steans says.</p><p>In New York, if pending legislation is signed into law, manufacturers will have until December of 2015 to phase out products with microbeads.</p><p><strong>Industry Exploring Alternatives</strong></p><p>Until the Illinois ban is fully approved, Steans says, consumers should look at labels. \"If they have polyethylene or polypropylene on the labels, that indicates there's plastic in them,\" she says. \"Sometimes, right on the front of the labels it will say, \"Microbeads.\"</p><p>While environmental groups and lawmakers are behind the measures, so are some companies in the personal care industry. Karin Ross, a spokeswoman for the Personal Care Products Council, says L'Oreal, Johnson & Johnson and Procter & Gamble have already announced that they are phasing out the use of microbeads and are testing alternatives like sand and apricot seeds.</p><p>\"We worked on this bill extensively,\" she says of the Illinois legislation. \"We think it's a positive first step.\"</p><p>Even so, Jared Teutsch, water policy advocate with the Alliance for the Great Lakes, says he had hoped for a quicker ban. \"There's still urgency there, and we'd like to see companies move faster than [those deadlines], and we hope they will,\" he says.</p><p>In addition to the legislation pending in Illinois and New York, there are bills targeting microbeads in Minnesota, Ohio and California.</p><p>Researcher Mason says that banning microbeads in consumer products is an important first step, but there are many more plastic products that end up in waterways and there's a long way to go to get rid of them.</p><p>In the meantime, Mason suggests that people with facial scrubs containing little plastic beads in their medicine cabinets try one with a different abrasive, like cocoa beans.</p><p>\"I'd much rather wash my face with chocolate than with plastic,\" she says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Those+Tiny+Microbeads+In+Soap+May+Pose+Problem+For+Great+Lakes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314447915-faded5.m3u?orgId=1&topicId=1025&ft=3&f=313157701"},{"href":"http://media.npr.org/assets/img/2014/05/20/cheryl-s-iphone-no-1-photos-720-6e50125cbfcd8dc8800880111d7525a32270abe9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2230","width":"2974"}}]}