{"created":"2014-12-22T16:06:19+00:00","modified":"2014-12-22T20:20:06+00:00","valid":{"from":"2014-12-22T20:20:06+00:00","to":"3014-12-22T20:20:06+00:00"},"hreflang":"en","title":"Nick Lowe Brings His 'Quality Holiday Revue' To America","published":"2014-12-22T18:31:00+00:00","teaser":"\"We think it's all a bit vulgar, you know, cashing in on Christmas,\" Lowe says of the British. He says he took it as a challenge: <em>Quality Street</em> tackles old classics and adds originals to the mix.","itags":["npr_api","372449864"],"guid":"42d0edb6-d0ef-45e2-a9bc-32a07c92620e","contentencoded":"<p>When <a href=\"http://www.npr.org/artists/15162907/nick-lowe\">Nick Lowe</a> was approached by his label to make a holiday album, he says he was \"slightly appalled, really — we think it's all a bit vulgar, you know, cashing in on Christmas.\" Ultimately, Lowe says he took it as a challenge: <em>Quality Street</em> came out of that effort. It includes some traditional songs, such as \"Silent Night,\" as well as British Christmas favorites and some originals, such as \"Christmas At The Airport.\"</p><p>Lowe recently visited the <em>Fresh Air</em> studio to talk with Terry Gross and perform songs from the album.</p><hr /><h3>Interview Highlights</h3><p><strong>On how Ry Cooder ended up writing a Christmas song called \"A Dollar Short Of Happy\"</strong></p><p>He's quite an old friend of mine now; we've known each other for quite a long time. And when we started doing this record, we had one of our semi-regular phone calls, and he said, \"What are you up to at the moment?\" And I said, \"I'm just doing this Christmas record.\" And he sort of rather characteristically snorted a bit derisively and said, \"Oh, why are you bothering with that nonsense?\" And I said, \"Well, as a matter of fact, we are having a ball doing this record. And what'll be really nice, actually, is if you were here to help us do it, because I think you'd really have a good time.\"</p><p>\"Ah, I doubt it!\" or something like that, he said. And this is quite par for the course, you know. I don't want to say that, \"Shock, horror! Ry, a bit grumpy.\" And then, a couple of days later, this fantastic set of lyrics turned up, and I had no trouble putting a tune to them.</p><p><strong>On what Christmas was like for him growing up in England in the '50s</strong></p><p>I don't want to get my violin out here — \"We were poor, but we were happy.\" England was a pretty grim old place in the '50s when I was a kid. There were shortages, for sure. I loved Christmas. We had a really great time, but you had to be happy with an orange and a couple of walnuts in your stocking. There were sort of three toys for boys and three toys for girls. And the boys — I can remember [there] was a Dan Dare Ray Gun. Dan Dare was a cartoon character; he was like a Battle Of Britain fighter pilot, only in space. It was the 1950s. He had a ray gun, which was basically a flashlight with a trigger on it, and it buzzed and the red light came on. We all had one. A Davy Crockett hat. Davy Crockett was very big, so we had a Dan Dare Ray Gun, Davy Crockett hat — it was kind of a crazy look when you had both of them. And painting by numbers, I seem to remember. So it was that sort of thing. And the sound of Bing Crosby.</p><p><strong>On the role religion plays in his Christmas holiday</strong></p><p>I have a rather complicated relation to it. I have all the equipment to make me rather devout, I would almost say. I'm very interested in religion and different religions. I know quite a lot about it. I love gospel music, and I love going to churches, but the one drawback is that I don't actually believe in God. It is quite a handicap. As Craig Brown, he's an English humorist — I heard him talking in a rather similar way on the radio. And he said, \"I'm the sort of person that can be reduced to tears in an empty church and feel like I'm the CEO of the devil's organization in a full one.\" I tend to feel like that, as well. I love empty churches and going into them and looking around, but I'm not a churchgoer at all. I've got something going on, but ... I don't know what it is.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nick+Lowe+Brings+His+%27Quality+Holiday+Revue%27+To+America&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2736"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372486821-c61a38.m3u?orgId=1&topicId=1105&aggIds=6511959&ft=3&f=372449864"},{"href":"http://media.npr.org/assets/img/2014/12/22/nicklowe-44c684b4a321ecc5e5292f6069785940eac9d33f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"658","width":"878"}}]}