{"created":"2014-09-09T09:07:06+00:00","modified":"2014-10-30T22:34:00+00:00","valid":{"from":"2014-10-30T22:34:00+00:00","to":"3014-10-30T22:34:00+00:00"},"hreflang":"en","title":"Senate Moves Forward In Bid To Limit Campaign Funds","published":"2014-09-09T12:11:00+00:00","teaser":"Americans generally agree that too much money is spent running for office. The Senate took up a proposed constitutional amendment that could change that, but it's not likely to ultimately pass.","itags":["npr_api","347017583"],"guid":"42dda5f7-f8c4-476f-9b60-707efec6a519","contentencoded":"<p>The Senate voted overwhelmingly Monday to debate a proposed constitutional amendment that would let Congress and the states put caps on political spending. But that's probably the high-water mark for the amendment.</p><p>When Sen. Joe Donnelly (D-Ind.) called the vote tally, it looked like a big win for advocates of the constitutional amendment: 79 ayes, 18 nays. That's a dozen votes more than the 67-vote majority needed to actually move the amendment out of the Senate and over to the House.</p><p>But it was a strategic move as 25 of the Senate's 45 Republicans voted aye. It allows the GOP to prolong the debate and spend less time on other measures that Democrats want to vote on before the midterm elections – measures such as equal pay for women and college affordability.</p><p>Democrats pretty much ignored the stalling tactic and insisted this is an important vote. Sen. Elizabeth Warren (D-Mass.) said, \"There are times when action is required to defend our great democracy against those who would see it converted into one more rigged game where the rich and the powerful always win. This is the time to amend the Constitution.\"</p><p>But setting the political gamesmanship aside, one question lingers. When pollsters ask Americans about the political money system, overwhelming percentages basically say they hate it.</p><p>So why doesn't Congress do something?</p><p>The numbers are especially lopsided since 2010, when the Supreme Court issued its Citizens United ruling. That case set the stage for superPACs, million-dollar donors, and the secret money flowing to so-called social welfare groups.</p><p>The amendment would reverse Citizens United and part of an earlier Supreme Court ruling. It would allow Congress and the states to regulate political spending, in addition to the regulations on fundraising that are already legal. Enactment would require a 2/3 majority in each house of Congress and ratification by 38 states.</p><p>The liberal watchdog group Public Citizen recently commissioned a bipartisan poll on attitudes toward political money and the constitutional amendment.</p><p>Bob Carpenter was the Republican pollster. As he discussed the results, there weren't many gray areas: \"It's Republicans, Democrats and independents alike that believe the system is broken and needs to be fixed, that the influence of special interests is too strong, and that Citizens United is a bad decision and needs to be overturned.\"</p><p>He said Republicans and Democrats were equally opposed to Citizens United, by better than 2 to 1.</p><p>Republicans in Congress say the constitutional amendment would gut the First Amendment's guarantee of free speech. Carpenter said people in the poll mostly rejected that argument.</p><p>But if the polls are so clear-cut, and politicians pay such close attention to polls, why doesn't Congress follow them on this issue?</p><p>\"There are a lot of reasons why Congress doesn't respond,\" says David Keating, president of the Center for Competitive Politics, which generally opposes rules on political money.</p><p>He says polls ask questions that are wrong, badly phrased or insufficient. When people are polled on the First Amendment itself, he says, they strongly support it.</p><p>Really, says Keating, this is all about political hardball. \"If Democrats are proposing a proposal Republicans think will hurt them they'll oppose it,\" he says, \"and if Republicans support a proposal that Democrats think will hurt them, they'll oppose it.\"</p><p>It's not a constitutional analysis — but perhaps the best explanation as to why, at least when it comes to political money, Congress doesn't follow the polls.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Senate+Moves+Forward+In+Bid+To+Limit+Campaign+Funds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347017584-8f7eb7.m3u?orgId=1&topicId=1014&ft=3&f=347017583"}]}