{"created":"2014-08-30T13:10:19+00:00","modified":"2014-10-30T22:49:41+00:00","valid":{"from":"2014-10-30T22:49:40+00:00","to":"3014-10-30T22:49:40+00:00"},"hreflang":"en","title":"Climate Policy Takes The Stage In Florida Governor's Race","published":"2014-08-30T00:40:00+00:00","teaser":"Rick Scott, Florida's GOP governor, has come under criticism for his record on the environment. Now, he's rolling out his own proposals for safeguarding the state's water and wildlife preserves.","itags":["npr_api","344327989"],"guid":"42dede23-d17a-49ee-92bc-7816e6db13bb","contentencoded":"<p>Florida is getting ready for an unusual governor's race. Like incumbent Rick Scott, a Republican, Charlie Crist is running for a second term as governor. In his first term, Crist was also a Republican.</p><p>Four years after leaving the executive mansion in Tallahassee to run for the Senate, Crist is back as a Democrat. Crist says one of the important issues in the race is who will better protect the state's natural resources. \"It's about making sure that we have somebody who understands that Floridians care about our environment,\" Crist said at his victory party after securing the Democratic nomination. \"We need to have somebody that protects it.\"</p><p>In Florida, protecting the environment has long been a bipartisan concern. Former Republican Gov. Jeb Bush made restoring the Everglades a top priority.</p><p>Four years ago, when Rick Scott first ran for the Republican gubernatorial nomination, he was an outsider to Florida politics. Paula Dockery, a Republican state senator at the time, advised him on environmental issues.</p><p>Dockery says she talked to Scott about the importance of Florida's water quality, coastline and wildlife preserves to the state's tourism-based economy. \"But this governor just didn't understand that,\" she says. \"Maybe it's because he hasn't been in Florida that long. Or maybe it's just because that's not a high priority to him.\"</p><p>After taking office, Scott oversaw the dismantling of a state agency that served as a check on runaway development. He cut hundreds of millions of dollars from the budgets of the state's water management districts and made them more business friendly. He eliminated funding for a state land conservation program.</p><p>And there are many other policies that angered environmental advocates.</p><p>In southwest Florida, environmental groups fought the Scott administration over permits issued for oil drilling in the Everglades. The issue is now showing up in television ads in Florida run by Next Gen Climate Action, a superPAC run by billionaire Tom Steyer. Steyer is a former investor, now an environmental activist, who says he is working to address climate change. He's expected to spend as much as $10 million in Florida targeting Rick Scott.</p><p>Around the time Steyer's group starting running ads, Scott decided to accept an invitation from a group of Florida scientists. Scott has been a climate change skeptic, saying in response to questions, \"I'm not a scientist.\" Scientists from several Florida universities offered to brief him.</p><p>After first sending them to his staff, Scott took them up on the offer. That was after opponent Crist requested, and received, his own briefing. As to why he decided to take the meeting, all Scott would say is, \"What I'm looking forward [to] with the scientists ... is listening to their solutions.\"</p><p>One of those who briefed the governor is David Hastings, a marine science and chemistry professor at Florida's Eckerd College. After the meeting, Hastings said he didn't see any signs Scott had changed his views on climate change. Hastings said, \"To be honest, I don't see him taking leadership in this issue. And I'm tremendously concerned about that.\"</p><p>But on environmental issues, Scott has recently shown signs of a change. He is making protection of the environment part of his re-election campaign. He's pledged new spending on water quality, land preservation and the Everglades.</p><p>Eric Draper, who heads Audubon of Florida, one of the state's leading environmental groups, believes the governor means what he says. Draper says it is fair for environmental advocates to be skeptical about Scott's intentions. But there is a practical matter to consider, Draper says: \"He could be governor for four more years and we need to get out of him what we can.\"</p><p>There is yet another reason the environment is likely to play an important role this year in Florida's election. Also on the ballot in November is a statewide referendum that would earmark billions of dollars for protecting the state's natural resources. Neither candidate has endorsed it yet, but it is an issue that may help drive turnout of voters who are concerned about the environment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Policy+Takes+The+Stage+In+Florida+Governor%27s+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344327990-3751ac.m3u?orgId=1&topicId=1014&ft=3&f=344327989"}]}