{"created":"2015-01-26T20:15:59+00:00","modified":"2015-01-26T20:58:16+00:00","valid":{"from":"2015-01-26T20:58:16+00:00","to":"3015-01-26T20:58:16+00:00"},"hreflang":"en","title":"Bloom Of Arab Spring Fades In Egypt","published":"2015-01-26T20:58:00+00:00","teaser":"Protests in Egypt erupted on the fourth anniversary of the Arab Spring. Thanassis Cambanis' new book explores why Egypt had a revolution and why it failed. ","itags":["npr_api","381640438"],"guid":"42e6b9d4-c4f7-443e-b9cd-431831d65a77","contentencoded":"<p>At least 18 people were killed in clashes with police over the weekend on the fourth anniversary of the revolution that ousted Egyptian President Hosni Mubarak. Dozens were injured and hundreds more arrested.</p><p>It&#8217;s the latest blow for the democracy movement that filled Cairo&#8217;s Tahrir Square in the early days of 2011.</p><p><strong>Thanassis Cambanis</strong>&#8216;s new book, &#8220;<a href=\"http://www.amazon.com/Once-Upon-Revolution-Egyptian-Story/dp/1451658990\" target=\"_blank\">Once Upon A Revolution: An Egyptian Story</a>,&#8221; tells the story of what went wrong since the rise of the Arab Spring in Egypt, through two leaders of the movement &#8212; a middle-class architect and a member of the Muslim Brotherhood. (Read an excerpt <a href=\"#excerpt\">below</a>.)</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins talks with Cambanis about his book and the effort to build a new political order in Egypt. <a name=\"excerpt\"></a></p><ul><li><strong>Thanassis Cambanis/The Atlantic:</strong> <a href=\"http://www.theatlantic.com/international/archive/2015/01/the-egyptian-revolution-four-years-later/384593/\" target=\"_blank\">Is Egypt on the Verge of Another Uprising?</a></li></ul><h4>Book Excerpt</h4><p><em>By Thanassis Cambanis</em></p><p><strong>Chapter 1: </strong><strong>Breaking the Wall of Fear</strong></p><p>Listen: I didn’t mean to write a book about the Egyptian Revolution. When Tahrir Square first erupted, I had to go see it for myself, because I’d been writing about hopelessness in the Arab world for most of my adult life, and January 25, 2011, was the first unequivocally hopeful thing I’d seen. I meant to stay only a little while, but the people I met there were doing something that mattered not just for Egypt or the Arab world but for everyone. They weren’t merely trying to overthrow a despicable regime; they were trying to invent a new kind of democracy that would improve on the existing models around the world. They were ambitious idealists. They wanted to take the best of what they saw in democracy around the world and combine it into a system that was fairer, freer, and</p><p>more efficient. <img class=\"alignright size-medium wp-image-77037\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0126_Once-Upon-a-Revoultion-Jacket-199x300.jpg\" alt=\"0126_Once Upon a Revoultion - Jacket\" width=\"199\" height=\"300\" /></p><p>Egypt’s dictators had insisted that their subjects were incompetent, helpless sheep who needed a strong hand. Left on their own, they’d make a mess and starve to death. Egypt’s revolution began with eighteen utopian days in Tahrir. A group of people with no previous experience of self-rule created institutions to rule the square. It was nothing short of a new society in miniature. They collected garbage in a country where littering was endemic. They organized security patrols, a jail, food distribution, prayer spaces, entertainment. They even formed a government of sorts, the Revolutionary Youth Coalition, which drafted policy proposals and plotted a political strategy. These individuals had come of age impervious to society’s effort to make them passive and helpless. I sought out the people in the square who were taking initiative, taking charge, spewing plans and ideas. They were the ones most responsible for the inspiring eighteen days in Tahrir, and I wanted to see how they would go about seeking change in the years to come. They knew that remaking Egypt was a long-term project with long odds.</p><p>I focused on a few dozen activists who gravitated to politics. They came from varied backgrounds and had different areas of expertise: street organizing, human rights, policy, party politics. I followed them as they endeavored to translate Tahrir Square’s utopian society into a political system. In the years after Tahrir Square and the fall of President Hosni Mubarak, Egypt hosted a bloody struggle for power and between different ideas of government. The revolutionaries brought a lofty, idealistic tone to the contest, but they were joined and often bested by the established players: the army, the police, Mubarak’s elite, and the Muslim Brotherhood, the secretive religious organization that had survived eight decades underground. Many revolutionaries show up in these pages, along with representatives of the establishment and other reactionary forces. I have chosen to place at the center of the story two men from different backgrounds who embodied the revolution’s most important aspirations and persisted through setback after setback.</p><p>One is a schlumpy pharmacist named Moaz Abdelkarim, a career activist who grew up in the Muslim Brotherhood but whose propensity for joking and asking questions was incompatible with its authoritarian culture. When the revolution began, Moaz was twenty-six years old. He represented the revolution’s id or soul, and its Islamist branch. Moaz was personally religious but passionate about pluralism and secular government. At all times, he lived by an injunction to do the right thing regardless of its personal cost. Moaz wore this morality without fanfare, and never set it aside. Like many revolutionaries, he also had trouble thinking beyond the present moment. If the right thing right now conflicted with the right thing for the long run, he always prioritized right now.</p><p>The other figure I have emphasized is an architect named Basem Kamel, who avoided politics until he turned forty the year before the uprising. Basem was as shrewd as Moaz was impulsive, as punctual as Moaz was perpetually tardy. Basem had built a business, raised a family, and stayed out of trouble. When finally he started to resist Egypt’s corrupt political system, he moved strategically. He had more at risk than those revolutionaries without families, but also more to gain. Basem never did anything without first considering the long-term consequences. Tahrir Square was a powerful symbol, but it wasn’t the goal of the revolution; the goal was to bring effective representational democracy to Egypt. Protest was just one tactic to that end. Basem worked hard at politics, unflaggingly, even when no one was paying attention. He cared deeply for the revolution but wasn’t carried away by emotion. He represented the revolution’s ego or brain, and its secular branch.</p><p>Basem and Moaz were hardly ever alone in their political adventures, and there were many equally admirable and equally flawed individuals working alongside them. There are perhaps a few hundred activists whose commitment never failed. Their stories differ in emphasis and detail but fit tightly together in Tahrir’s revolutionary constellation. The story of where Basem and Moaz came from and where they ended up tells a large part of the story of why the Tahrir Revolution occurred and why it followed the course it did.</p><p>I must be frank. I fell in love with the Tahrir Revolution, but this love didn’t blind me to its faults. I admired the men and women I followed through years of revolt and upheaval, but it was not an uncritical affection. They defied the society from which they sprang, but they also reflected it. They embarked on their flawed but inspiring uprising freighted with all of Egypt’s legacies. The revolutionaries suffered from a political miseducation and, at climactic moments, from a reflex to avoid conflict. They were almost fatally polite and obsessed with consensus, flaws that sometimes made them lose nerve but more often made them lose coherence. They embodied the human capacity to transcend one’s life story, but they didn’t defy the laws of physics and human nature. They didn’t make magic, even if their story was magical.</p><p>This is a primal story of human beings shattering the chains that bind them, and striking against a power that oppresses them. But it’s a true story, not a fairy tale, so the power fights back. The heroic revolutionaries suffer from fatal flaws, while their opponents—the people who side with the old regime—aren’t all cartoon caricatures of evil. This is a story about universal human aspirations and the timeless struggle of revolutionary youth against wily power; but it’s also a story very particular to Egypt. The revolt arose from a proud tradition of Arab nationalism and a specifically Egyptian sense of destiny. Like Americans, Egyptians believe their nation charts a course for all others to follow. They call Egypt “the mother of the world” and hearken often to its birthright as the cradle of civilization. Traditionally, Egypt also occupies the center of the Arab world. In the last century, it has struggled with both the legacy of colonialism and the Israeli-Palestinian conflict on its border. The young activists in Tahrir wanted to reclaim Egypt’s historical influence without its bullying. They wanted to resolve their nation’s historical conflicts rather than simply sweep them away.</p><p>People are constantly expressing sympathy: “How can you write a book about the Egyptian Revolution, when it never stops changing?” Friends also usually extend some kind of condolences for the outcome: so many hopes frustrated, so many innocent people in prison or exile, so many villains back in power. As I write these words today, I cannot predict what will become of the revolution that for an instant felt like it might transform the whole world. Predicting history is a fool’s business. What I do know is that the human story at the core of the Tahrir Square Revolution, of ordinary individuals who forced an extraordinary transformation in themselves and their society, is a story for all of us and for all time. It cannot be undone. What must happen for Egypt to shake its history of state oppression is the same thing that needs to happen anywhere for an unfree society to become free: individuals change in their souls, and then gather enough momentum to transform their government and its grinding machinery. We change the way we think; then we conquer the institutions of control.</p><p>Such drastic change for the good requires an almost impossible confluence of brilliance and luck. My generation came of age at the end of the Cold War, and was taught that history had ended. Now we were just tinkering with the details of how to reach the destination on which everyone had agreed. We were taught to triangulate, to make reasonable demands. That phony consensus spawned an age of pragmatism. Excessive hope and belief in revolution came to be seen as embarrassingly naive, because the world evolves slowly; it never makes staggering leaps. Tahrir reminded us that it isn’t always so: that history still makes leaps and retains a capacity for surprise, even if, for Egypt, great change proved out of reach for now.</p><p>Revolutions are violent. They create, they destroy, and often they do not end well. It is often said that they eat their children, like Cronos the Titan in Greek mythology. The end of the Cold War misled us into thinking revolutions were romantic affairs. Gentle transitions with names such as the Velvet Revolution accompanied the fall of the Iron Curtain, but they weren’t really revolutions: the old rulers more or less agreed to move on when the Soviet Union collapsed, surrendering their power structures intact to new, liberal custodians. But real revolutions aren’t courtships; they are wars, sibling rivalries resolved by murder. Real revolutions challenge everything. They shake the foundations of power, and power clings tenaciously. Often the old ways win. Or the revolutionaries prevail but, like the Bolsheviks and the Jacobins and the ayatollahs, create new horrors to replace the old.</p><p>Egypt’s revolution erupted into the open in 2011, and it will take decades to conclude. Perhaps the best analogue is the French Revolution of the late eighteenth century. It was easy to kill King Louis XVI but much harder to build a republic; it took eighty years and three tries before the idea really stuck. Egypt’s uprising showed us the limits of a leaderless revolution: “people power” at its purest. The cell that prompted January 25 and formed the heart of Tahrir was obsessed with unity and legitimacy. Revolutionaries were determined not to replace Mubarak with another dictator. They wanted to topple a tyrant, not take his place. Young leaders at Tahrir believed they could avoid the corruption that usually comes with power, so they attempted a revolution without any of the usual political gambits. They didn’t try to take over the government’s television stations or any ministries. They didn’t revolt inside an army barracks, or infiltrate the police, or establish underground cells, or get explosives training. They didn’t have the bloodthirsty hearts of the Bolsheviks who seized Russian factories, or the French who stormed the Bastille. For revolutionaries, they were excessively respectful, moderate, and inclusive: so much so that they composed a beautiful paean to incremental change, consultation, and transparency without actually changing that much of Egypt’s system of governance. It quickly became evident that even with the noblest sentiments, a reluctant revolutionary fails easily, outmaneuvered and shunted aside by any Machiavelli.</p><p>The Tahrir leaders did, however, invent a completely new approach to political life in Egypt and the Arab world, one that will produce consequences for generations to come. Their idea was that a state could be governed fairly by its own people, with limited power given to elected officials, equal justice for everyone, and an economy that allowed the rich to make their money while taking care of the poor. Their idea was that apparently powerless citizens can organize to overthrow a tyrant who appears all-powerful. The Tahrir revolutionaries killed the lie that people are sheep and the best government they deserve is an ironfisted tyrant who will keep them alive. No Arab leader can again take the population’s consent for granted.</p><p>Tahrir formed only one political vehicle that included revolutionaries and moderates, secular activists and Islamists: the Revolutionary Youth Coalition, which tried to conduct politics in the name of the youth revolt. From the start, it was fractured by some of the same forces that</p><p>prompted the original uprising. Members suffered from paranoia about infiltration and surveillance. The religious and secular members never fully trusted each other. Xenophobia had permeated Egypt even before the revolt and grew more pronounced afterward. Most significantly, its rulers had managed a delicate trick. They had convinced the public that the military men in charge were selfless stewards of the national interest, while the politicians who sought to challenge them were self-serving careerists. Decades of steady propaganda portrayed all politics as selfish, and inimical to enlightened governance. That attitude outlasted the revolution, and street activists derided any would-be leaders as power grubbers. The harder the revolutionary youth leaders worked to advance the revolution’s aims, the less respect they commanded on the street.</p><p>Fearful of alienating the public, the Revolutionary Youth Coalition never decided on an ultimate aim. Did it want to topple the military regime behind Mubarak, creating a true republic where the popular vote trumped the military and plutocracy? Or was it only fighting for mild improvements to elections and the balance of power between the president and the parliament? Ultimately, did the youth of Tahrir want reform or revolution? They never could agree. As a result, organized, richly staffed power centers like the army and the Muslim Brotherhood were able to emerge strongest from Egypt’s revolutionary transition.</p><p>Tahrir Square seized imaginations far beyond the Arab and Islamic world. The original uprising in January 2011 appealed to a universal desire to root for the underdog, to believe that a group of ordinary people armed with nothing but their determination and a few paving stones could bring down an implacable police state. For an instant, the revolt seemed to have a storybook ending: the tyrant flees the palace, the people demand justice, the poor and hungry embark on a renaissance. Then the Tahrir Revolution became, in its next chapter, a coming-of-age narrative about the difficulty of transforming idealism into practice; about how much easier it is to break something down than to build it up; about dreams, politics, and compromise; and about how an early victory can mask a harder fight ahead.</p><p>Like the revolution they embody, the two characters at the heart of this story make imperfect decisions and sometimes tragic mistakes. However, they pursue a dream with undeniable bravery, and in good faith. We can admire and learn from them even when they disappoint. It will take decades to assess the legacy of the revolutionaries of 2011. They could not immediately persuade a majority of their fellow citizens, but still they altered the course of a nation. Naysayers should remember that a revolution remains a revolution even if it fails. And they should remember too what happened to the children of Cronos after he swallowed them: they grew strong in his belly until his sixth child, Zeus, escaped his father’s jaws, liberated his siblings, and overthrew the Titans.</p><p><em>Excerpt from ONCE UPON A REVOLUTION: An Egyptian Story by Thanassis Cambanis. Copyright © 2015 by Thanassis Cambanis. Reprinted by permission of Simon & Schuster, Inc. All Rights Reserved.</em></p><h4>Guest</h4><ul><li><a href=\"http://thanassiscambanis.com/\" target=\"_blank\"><strong>Thanassis Cambanis</strong></a>, author of &#8220;Once Upon A Revolution: An Egyptian Story.&#8221; He tweets <a href=\"https://twitter.com/tcambanis\" target=\"_blank\">@tcambanis</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bloom+Of+Arab+Spring+Fades+In+Egypt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"513"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381640441-282ac5.m3u?orgId=1&e=381640438&d=513&ft=nprml&f=381640438"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0126_egypt.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0126_Once-Upon-a-Revoultion-Jacket.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"852"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0126_authorprofile.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}