{"created":"2015-07-01T09:02:42+00:00","modified":"2015-07-02T19:42:21+00:00","valid":{"from":"2015-07-02T19:42:21+00:00","to":"3015-07-02T19:42:21+00:00"},"hreflang":"en","title":"Historic Vote May Determine Whether Greece Remains In The Eurozone","published":"2015-07-01T22:40:00+00:00","teaser":"Greek voters on Sunday face a referendum on further austerity measures in exchange for bailouts. But the unstated question is whether Greece should give up the euro.","itags":["npr_api","419047707"],"guid":"42f7d260-27c0-4e8e-ac90-78cbffca832b","contentencoded":"<p>At the end of World War II with the continent in ruins, Winston Churchill famously proclaimed, \"We must build <a href=\"http://europa.eu/about-eu/eu-history/founding-fathers/pdf/winston_churchill_en.pdf\">a United States of Europe</a>.\" He believed such a union would bring an end to centuries of European wars.</p><p>For 70 years Europe has been engaged in a political and economic quest to make that happen. But many in Greece, such as Athens cabdriver Jordan Repanidis, feel this historic reshaping of the Western world has a stranglehold on their country.</p><p>\"If it is for me to get drowned,\" he says. \"Let me drown by myself. Don't choke me.\"</p><p>Repanidis says he's planning to vote no this Sunday <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/26/417885003/greeks-will-vote-on-whether-to-pay-eus-price-for-financial-bailout\">in a referendum</a> asking Greeks whether they're willing to accept further austerity measures in exchange for continued bailouts from the nation's creditors.</p><p>After the financial crisis in 2008, other European nations loaned Greece hundreds of billions of dollars. In return, Greece agreed to tax hikes and steep budget cuts; many retirees' pensions have been cut by 45 percent.</p><p>Greece has had to keep paying back the loans despite what amounts to an economic depression. Repanidis says Greece is being squeezed too hard for its economy to recover. He's fed up.</p><p>\"I don't want them to kill me,\" he says. \"I don't want the European Community to kill me. I will do it by myself and I will be pleased.\"</p><p>But many believe if the referendum is defeated Greece will be forced from the eurozone and face economic collapse. George Deorgiadis, the manager of the Balux Cafe in Athens, a restaurant and beach club popular with locals, says he will vote yes. Deorgiadis says the well-being of the families of his 140 employees depends on his business surviving.</p><p>\"The people are very scared, they stay at home,\" he says, looking at his mostly empty restaurant. \"You have to protect the business, so to protect the business I think you have to say 'yes.' \"</p><p>Like many Greeks, Deorgiadis thinks Europe is offering another bad deal, but that leaving the eurozone would be worse. Already, bank runs spurred the Greek government to close the nation's banks and block people from transferring their savings abroad. Greek citizens are limited to withdrawing 60 euros per day from ATMs.</p><p>The Greek stock market is also shut down.</p><p>Deorgiadis says with the restaurant half-empty he's forced to tell many of his employees to stay home. He says he's trying to give work to those who have children to support.</p><p>On Tuesday, thousands of people rallied in Athens in favor of a yes vote. The day before, thousands rallied in favor of no.</p><p>\"Forty-two years old I am, and I studied economics,\" Deorgiadis says. \"It's the first time in my life that I can't decide what's good and what's wrong for my country.\"</p><p>Of course there's an argument that Greece has itself to blame. Many economists agree that Greece for decades squandered opportunities to stem corruption and pass needed economic reforms.</p><p>Even so, multiple Nobel Prize-winning economists have just written opinion pieces saying they would vote \"no\" in the upcoming referendum, among them leftists <a href=\"http://www.theguardian.com/business/2015/jun/29/joseph-stiglitz-how-i-would-vote-in-the-greek-referendum\">Joseph Stiglitz</a> and <a href=\"http://krugman.blogs.nytimes.com/2015/06/28/grisis/\">Paul Krugman</a>.</p><p>Dropping out of the eurozone would be tumultuous and could cause runaway inflation. But these economists say it would free the country from the manacles it's in now. And they say Greece might someday find its economic footing and be better off.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Historic+Vote+May+Determine+Whether+Greece+Remains+In+The+Eurozone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076206-71f828.m3u?orgId=1&topicId=1017&d=204&p=3&story=419047707&t=progseg&e=419051776&seg=2&ft=nprml&f=419047707"}]}