{"created":"2015-06-16T17:29:54+00:00","modified":"2015-06-17T16:01:31+00:00","valid":{"from":"2015-06-17T16:01:31+00:00","to":"3015-06-17T16:01:31+00:00"},"hreflang":"en","title":"What Etgar Keret Learned From His Father About Storytelling And Survival","published":"2015-06-17T15:58:00+00:00","teaser":"<em>The Seven Good Years</em> spans the time between the birth of his son and the death of his father. Keret says his father, who was a Holocaust survivor, taught him to \"look reality straight in the face.\"","itags":["npr_api","414896816"],"guid":"430eb77b-f70f-4ab2-89d7-e305cb297915","contentencoded":"<p>As Israeli writer Etgar Keret waited for his son to be born, victims of a terrorist attack were being brought into the same hospital. \"The idea that you bring your son into a world in which he can be hurt and killed by a random and violent act — it's kind of discouraging,\" Keret tells <em>Fresh Air</em>'s Terry Gross. \"It's scary enough ... assuming the responsibility of being a parent without having that in your face the day that your son is being born.\"</p><p>Keret has written a new collection of personal essays, <em>The Seven Good Years,</em> about the time between his son's birth and his father's death. His father was diagnosed with cancer at the age of 83 and died not long after. As a teenager, his father survived the Holocaust by living in a hole for nearly two years with his parents; Keret's mother is a Holocaust survivor, too.</p><p>Keret writes about being the son of survivors, and the father of a son in a country that faces an uncertain future. He also explores religion and the ways in which it divides Israelis. Keret is a secular Jew, but has a sister who is Orthodox.</p><p>\"The passion that I had for writing these pieces came with the birth of my son, with some kind of need to have some sense of continuation of a past, the present, the future,\" he says. \"My urge to take those pieces and turn them into a book came with the death of my father and ... put in a book all those things that I feel about my father, my mother, my family — how important and how lucky I feel that I was born as part of this family.</p><hr /><h3>Interview Highlights</h3><p><strong>On how the Holocaust affected his parents</strong></p><p>The Holocaust made my father softer and made my mother harder, but I think that there was something about my experience as a child growing up in this house that was not similar to the experience of most children of Holocaust survivors. Because all in all, there was something very wild and happy in the house. ... My mother who had survived the war as child and my father who was more of a teenager, they had these kind of fantasies, they're going to stay alive, stay physically intact, they're going to find somebody who wants to be with them, that will be sane enough to have a family and have children and basically the fact that they achieved that made them happy. They were like, I don't know, for them it was like winning the Olympic Games, they've made it. Growing up in such an environment, it was very, very pleasant. You really felt like you got the long end of the stick, no matter what — you were alive, you had a family.</p><p><strong>On his father's unusual bedtime stories</strong></p><p>My father was very charismatic and a very good storyteller but he couldn't invent anything so he would tell me stories about things that had just happened. And these stories would be amazing and there was sometimes violence in them, many extreme things, but at the same time, they were full of love for mankind and even the people who would do those extreme things, you would still understand them and like them. The protagonist in those stories, they would always be prostitutes and mafia guys and drunk people.</p><p>As a 5-year-old I asked my father, \"What's a prostitute?\" He said to me, \"A prostitute is somebody who makes a living by listening to other people's problems.\" I asked him, \"What's a mafia guy?\" He says, \"A mafia guy is like a landlord but he collects money from houses that he doesn't own.\" And I asked him \"What's a drunk person?\" He said, \"It's somebody who has a physical condition that the more liquids he drinks, the happier he becomes,\" and at that stage I couldn't really decide if when I grow up I want to become a drunk prostitute or a drunk mafia guy, but options seemed very attractive.</p><p>When I became 10 or 11 I understood that something was really wrong about the stories that my father had told me and I kind of confronted him about it and my father apologetically said to me, \"Listen, when I wanted to tell you stories my first instinct would be to tell you stories from my childhood, but what kind of stories would I tell you? How the Nazis caught my kid sister and tortured her to death but she would still not tell where I was hiding? Or how we spent more than 600 days in a hole in the ground being afraid that we would be discovered and killed?\" ...</p><p>Those stories, for me, were always the model for the function of stories and storytelling in our lives — the idea is that you kind of look reality straight in the face, it doesn't matter how ugly it is, and you try to find humanity in it, you try to find beauty in it, you try to find hope in it. So you can't beautify it, but at the same time, you should find these tiny things that you know that would make sometimes very violent and unhappy occasions still human and emotional.</p><p><strong>On his father being diagnosed with a cancerous tumor on his tongue</strong></p><p>He wanted the doctor to cut out his tongue and the doctor openly said that they think he will not survive the operation, but he said that they'd be happy to do it because it was a very rare kind of operation and people usually don't usually don't allow you to cut off their tongues. So they said, \"We'll happily do it because we're going to learn a lot and train a lot but we don't really recommend you to take this choice.\" ...</p><p>He insisted on having this choice. He said, at the time he was over 80 years old, and he said, \"You know what? I've talked enough in this lifetime, in my stage you know, I just need eyes to look at my grandchildren and a heart to be happy that I am where I am. I don't have anything left to say anyway.\" ...</p><p>In the end, they didn't operate on him because by the time he was supposed to take the operation they discovered that the tumor had spread too much so they couldn't operate anyway. He accepted that, too.</p><p><strong>On the way his father faced his illness</strong></p><p>I'm pretty good at feeling sorry for myself, [but] ... the fact that he survived the Holocaust always kind of seemed to him that something good had happened to him in life. And life since the Holocaust always seemed to surprise him for the better, and there was no bitterness in him. He said, \"You know what? I've been smoking two packs a day since I was 14 years old for more than 65 years and if after that you get a cancer, it's a fair deal,\" he says. \"It's fair. I've got nothing to complain [about] and I've lived a full life, I want to live as much as I can, but when I die when I die, I won't go out kicking and screaming.\"</p><p><strong>On his father's last days</strong></p><p>He suffered a lot, but still, even when he was in a hospital room connected to machines and stuff, he was still very curious. Basically a day before he died he wanted me to explain to him how the Israeli version of <em>American Idol</em> works, because he didn't know a lot about reality [TV] and he wanted to ask like how they decide who goes to the second stage, and stuff. I remember there was a certain time each day where the sun would go through these tiny windows that he had in the room and would hit his face and he would always [say] when the sun would come, \"Wow, it feels so good, the sun it feels so good.\" A few hours before he died he said to me, \"I think I can't take it anymore.\" And four hours later that day he died. When he said \"I can't take it anymore,\" it wasn't physical, it was kind of emotional.</p><p><strong>On relating to his Orthodox sister</strong></p><p>Many things about religion, Jewish religion, the way that my sister practices, annoy me. But I think that if you love each other enough, you can build a bridge over that. You don't have to agree with everything, you don't have to accept anything. When I look at this world, I'm happy that somebody like my sister is in it. ... I disagree with her about almost everything, but at the same time she's a good and positive person who tries and I think succeeds to make this world a little better.</p><p><strong>On how having a son has changed his feelings about living in Israel </strong></p><p>I think before my son was born I didn't have a strong sensation of a future, I was living in this kind of never-ending present, but the moment that you have a child, that you know that when they turn 18 he [will] join the army and go there for three years of compulsory service, then you can't help yourself for thinking about the future, speculating about it, dreading it, or even trying to be more active to change it and improve it.</p><p><strong>On writing nonfiction versus fiction </strong></p><p>It's much easier for me to write fiction. I don't think I'll publish another nonfiction book or even if I will, I don't think it's going to happen real soon because when you write fiction, you kind of go out on an adventure. You have something in your mind, you don't know what's going to happen and it's great fun.</p><p>When you write nonfiction, you're retelling an adventure, you're basically kind of an historian of your own life, which is less fun, you know? I'd rather play football than tell somebody a story about how I once played football. ...</p><p>I think that there's a stronger sense of duty that comes with nonfiction. It doesn't have this kind of ultimate and wonderful freedoms that you have when you write fiction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Etgar+Keret+Learned+From+His+Father+About+Storytelling+And+Survival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2640"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414966777-fb2a98.m3u?orgId=1&topicId=1033&d=2640&p=13&story=414896816&t=progseg&e=414947135&seg=1&ft=nprml&f=414896816"},{"href":"http://media.npr.org/assets/img/2015/06/16/keretetgar-credit-yanai-yechiel-1fadc15d71bd76a53e7f765db50578114533ac57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"841","width":"1122"}}]}