{"created":"2014-08-28T02:30:44+00:00","modified":"2014-10-30T23:13:27+00:00","valid":{"from":"2014-10-30T23:13:27+00:00","to":"3014-10-30T23:13:27+00:00"},"hreflang":"en","title":"Kidnapped Russian Journalist: No One Is Paying Attention","published":"2014-08-17T15:39:00+00:00","teaser":"Fatima Tlisova is a reporter from the North Caucasus region, one of the world's most dangerous places for journalists. In 2005, she says, she was abducted and tortured.","itags":["npr_api","340983690"],"guid":"43173a24-f57a-4ebf-9d5c-6724dfeb3aaf","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Fatima Tlisova is an investigative reporter from Russia's North Caucasus region. During the 11 years she worked as a reporter there, she says, she was repeatedly threatened and attacked.</p><p>According to Human Rights Watch, the region is one of the most dangerous places for journalists in the world. Journalists are threatened, kidnapped and killed in broad daylight. As a result, some of the content of this interview is disturbing.</p><p>\"Whatever you investigate in the North Caucasus is going to [catch] the attention of the authorities because corruption is widespread,\" Tlisova tells NPR's Linda Wertheimer. \"So, wherever you turn, you're going to be in the center of attention if you are trying to do your job properly as a journalist.\"</p><p>In 2005, Tlisova was kidnapped by what she believes are members of the FSB, Russia's intelligence agency. Since receiving asylum in the U.S. in 2007, she has twice testified before Congress on human rights and freedom of expression in Russia.</p><p>\"I wasn't only kidnapped, I was ... tortured,\" Tsilova says. She says she was beaten, had cigarettes put out on her fingers and kept in what she calls a cage.</p><p>\"There was no light, but I could smell the blood,\" she says. \"The whole cage was made to terrify.\"</p><p>Tlisova says she was eventually released after about eight hours, and later learned that a well-known businessman that she had worked for in the past was involved in her release.</p><p>\"I don't know how he learned [or] what he had done, but he saved my life at that time,\" she says.</p><p>Despite the kidnapping, Tlisova didn't leave immediately. In fact, she didn't want to leave, because she felt that leaving was a betrayal of all of the people who continue to suffer in the region.</p><p>\"I thought, if I leave, it's going to send a signal,\" she says. \"Self-censorship is so high already; people are so scared to do their job.\"</p><p>Tlisova eventually did leave, she says, for the safety of her family. Many still suffer from oppression in the North Caucasus, but besides a few \"marginalized journalists,\" she says, no one is paying attention.</p><p>\"The whole [of] Russia just doesn't care about it, and they care about people in Ukraine somehow,\" she says. \"Russia's own citizens, bombed, killed, harassed, living in terror, and no Russian cares about it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kidnapped+Russian+Journalist%3A+No+One+Is+Paying+Attention&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341083624-6d8ecd.m3u?orgId=1&topicId=1022&aggIds=177065210&ft=3&f=340983690"},{"href":"http://media.npr.org/assets/img/2014/08/16/tlisova-b6e1aee8d57c850588bff6fb0d137d99d132c034.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"572","width":"763"}}]}