{"created":"2015-02-08T15:26:52+00:00","modified":"2015-07-03T20:27:20+00:00","valid":{"from":"2015-07-03T20:27:20+00:00","to":"3015-07-03T20:27:20+00:00"},"hreflang":"en","title":"Legendary UNC Basketball Coach Dean Smith Dies At 83","published":"2015-02-09T18:50:00+00:00","teaser":"When he retired, Smith was the winningest coach in history, bringing the Tar Heels men's team to two national titles and ending his career with a 879-254 record.","itags":["npr_api","384716909"],"guid":"4324598e-dd13-41dc-bfba-d7688685b3b7","contentencoded":"<p>Men's basketball coach Dean Smith, who coached the University of North Carolina Tar Heels for more than 35 years, taking them to two national titles, has died at age 83.</p><p>The Hall of Famer died Saturday night at his home, his family said in a statement released today.</p><p>\"We are grateful for all the thoughts and prayers, and appreciate the continued respect for our privacy as arrangements are made available to the public. Thank you,\" the statement said.</p><p>Dave Dewitt of member station WUNC in Chapel Hill has a very thorough remembrance of Smith <a href=\"http://wunc.org/post/remembering-dean-smith\">here.</a></p><p><a href=\"http://espn.go.com/mens-college-basketball/story/_/id/12296176/dean-smith-former-north-carolina-tar-heels-coach-dies-age-83\">ESPN writes:</a> \"Smith coached the Tar Heels from 1961 to 1997, going 879-254 and retiring as the winningest coach in [men's] college basketball history. North Carolina won NCAA championships in 1982 and 1993 and reached the Final Four 11 times under Smith.\"</p><p>He coached Hall of Fame players, including Michael Jordan. The Associated Press adds: \"He reached 11 Final Fours, won 13 Atlantic Coast Conference tournament titles and coached the U.S. Olympic team to the gold medal in 1976.\"</p><p>Smith had health issues in recent years, with the family saying in 2010 he had a condition that was causing him to lose memory. \"He had kept a lower profile during that time, with his wife, Linnea, accepting the Presidential Medal of Freedom on his behalf from President Obama in November 2013,\" ESPN says.</p><p>Smith's family confirmed in 2010 that he had a condition that caused him to lose memory. <a href=\"http://espn.go.com/espn/feature/story/_/id/10545949/precious-memories-dean-smith-story\">ESPN reported in a profile a year ago</a> that Smith stopped watching games on television because \"[the] motion on the screen\" was too hard for him to follow.</p><p>According to the AP:</p><blockquote><p>\"Roy Williams, the current North Carolina coach who spent 10 years as Smith's assistant, said Smith 'was the greatest there ever was on the court but far, far better off the court with people.' \"</p><p>\" 'I'd like to say on behalf of all our players and coaches, past and present, that Dean Smith was the perfect picture of what a college basketball coach should have been,' Williams said in a statement. 'We love him and we will miss him.' \"</p></blockquote><p><strong>Update at 3 p.m. ET. Obama: Smith Showed 'Courage And Dignity':</strong></p><p>Here's part of a statement from the White House on Smith's death.</p><p>\"Coach Smith showed us something that I've seen again and again on the court — that basketball can tell us a lot more about who you are than a jumpshot alone ever could,\" the president said.</p><p>\"He graduated more than 96 percent of his players and taught his teams to point to the teammate who passed them the ball after a basket. He pushed forward the Civil Rights movement, recruiting the first black scholarship athlete to North Carolina and helping to integrate a restaurant and a neighborhood in Chapel Hill,\" Obama said in the statement. \"And in his final years, Coach Smith showed us how to fight an illness with courage and dignity. For all of that, I couldn't have been prouder to honor Coach Smith with Medal of Freedom in 2013.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legendary+UNC+Basketball+Coach+Dean+Smith+Dies+At+83&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875920-a40549.m3u?orgId=1&topicId=1055&d=148&p=3&story=384716909&t=progseg&e=384875711&seg=10&ft=nprml&f=384716909"},{"href":"http://media.npr.org/assets/img/2015/02/08/dean-smith-d94ede1141d4623c9061eeb90428d1e62df629fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2055","width":"2740"}}]}