{"created":"2014-12-24T12:45:09+00:00","modified":"2015-05-13T21:24:43+00:00","valid":{"from":"2015-05-13T21:24:43+00:00","to":"3015-05-13T21:24:43+00:00"},"hreflang":"en","title":"In Its Strange Journey, 'The Interview' Becomes An Art House Film","published":"2014-12-24T13:59:00+00:00","teaser":"In what scenario does a $44 million slapstick comedy become a good fit for independent theaters? Only one involving geopolitical intrigue, a humiliating hack and terror threats from North Korea.","itags":["npr_api","372765023"],"guid":"432ae40b-5c34-482c-b496-872bc29706bd","contentencoded":"<p>A buddy flick about killing North Korean dictator Kim Jung Un will be shown on Christmas Day after all, at least in about 200 independent theaters. This kind of small-scale distribution model and the politics surrounding <em>The Interview </em>give what was once a big-budget Hollywood release the spirit of an art house film.</p><p>In the satirical film, which is at the center of a geopolitical tussle, Seth Rogen and James Franco play television producers who get an interview with Kim but are then hired by the CIA to \"take him out.\"</p><p>The reaction to this film from one of the most cutoff countries on Earth — and from its leader — came quickly. North Korea went to the United Nations trying to get the film banned. In November came a hack of Sony Pictures, the studio behind the film, that the FBI links to North Koreans.</p><p>Subsequent threats invoking Sept. 11 led major theater chains to say they wouldn't show it. But when Sony <a href=\"http://www.npr.org/2014/12/17/371514094/sony-cancels-theatrical-release-of-the-interview\">pulled the film</a> from release last week, President Obama <a href=\"http://www.npr.org/2014/12/20/372070520/obama-sony-should-have-talked-to-him-before-pulling-the-interview\">joined a chorus of Americans</a> expressing their disappointment.</p><p>\"We cannot have a society in which some dictator someplace can start imposing censorship in the United States,\" Obama said on Friday.</p><p>Then, 48 hours before the film's original opening day, Sony changed its mind. It uncanceled <em>The Interview</em> after independent theater operators started an online petition to show the film.</p><p>\"It's kinda classic little-guy stuff that we support. I think it's really important that there's small places that can take a stand,\" says Hadrian Belove, executive director of the Cinefamily, a nonprofit cinema in Los Angeles. The Cinefamily will screen the film.</p><p>Now it's the little guys — a couple of hundred independent theaters — that get to run a big-budget film originally set for broad release. The Atlanta's Plaza Theater is among them. So is the Austin-based Alamo Drafthouse chain.</p><p>\"Tickets are going really well,\" said Drafthouse CEO Tim League. \"There's a lot of demand. I think there's a lot of people who wouldn't normally go see a Seth Rogen-James Franco film that want to do it just for support of freedom of expression.\"</p><p>It makes sense <a href=\"http://www.npr.org/blogs/monkeysee/2012/04/06/150122289/morning-shots-a-new-york-drafthouse-and-working-with-jennifer-lawrence\">that Alamo Drafthouse theaters</a> — and independent theaters like it — will brave the terrorism threats and show <em>The Interview</em>. They're known for their personality — hosting singalongs, themed screenings complete with food and cocktails — and embodying defiant American attitudes. As League says in a Drafthouse promo, \"the Alamo is not your average everyday movie theater.\"</p><p>The more everyday movie theaters — megachains like Regal (which boasts more than 7,000 screens) — continue to opt out, which means Sony still could take a loss on the film. But all of the intrigue has given a major motion picture an art house quality.</p><p>\"It's become in many ways a protest film, which is unusual and probably not intended,\" Belove says.</p><p>The Alamo Drafthouse's Tim League also notes the oddity.</p><p>\"It's strange that it's morphed into having an identity like an art house film. I think a lot of the art house film theaters across the country have a strong track record of showing films that have a political message, or there's some controversy or even protest associated with them. Oddly enough this wacky Seth Rogen comedy now falls firmly into art house territory, in my book,\" League says.</p><p>In the ever-twisting tale of bringing this film to audiences, its unconventional release is only one of its stranger elements.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Its+Strange+Journey%2C+%27The+Interview%27+Becomes+An+Art+House+Film&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372868493-5407b8.m3u?orgId=1&topicId=1019&d=232&p=3&story=372765023&t=progseg&e=372837102&seg=19&ft=nprml&f=372765023"},{"href":"http://media.npr.org/assets/img/2014/12/23/460807964-6c1156a53751b76c5a2e59b97d00b2f4e958fc14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2099","width":"2799"}}]}