{"created":"2015-05-18T17:52:58+00:00","modified":"2015-05-18T17:52:58+00:00","valid":{"from":"2014-06-10T22:59:37+00:00","to":"3014-06-10T22:59:37+00:00"},"hreflang":"en","guid":"432b924c-b87b-462a-8060-acf5e1d8de1c","published":"2014-06-10T22:59:37+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>When the World Cup starts Thursday in Brazil, the single most important piece of the games – more than the stadiums or even the players – will be the ball. Far from the old black-and-white soccer ball you may remember from childhood, this year’s World Cup ball was developed by the sporting goods company Adidas over three years, with an additional two and a half years of testing with players.   Lest you think a ball is just a ball, during the 2010 World Cup players went on television to bash the ball Adidas called the Jabulani, comparing its unpredictable flight to that of a beach ball.   Since the surface of Jabulani was deemed too smooth (which impacted its aerodynamics), Adidas has roughed up its new design, called the Brazuca. Its skin is textured with 50,000 tiny bumps to give players better control and it’s stitched together from just six panels, each shaped like a propeller.   “What we were able to create then is a seam geometry that really does give us better aerodynamics,” says Antonio Zea, the director of Soccer Innovation for Adidas. “It does create a very stable and predictable flight.”   So far, Zea says players haven given the Brazuca good reviews.   It also has the approval of Derek Leinweber, a physics professor at the University of Adelaide in Australia who’s tested the ball.   “I’m describing it as the keepers ball because that ball is going to behave exactly as the keeper expects,” says Leinweber. “The players are going to have to be much more clever this year.”   No more blaming the ball.</p>\"}]","description":"After criticism at the last World Cup, Adidas is updating its soccer ball design.","byline":"Tracey Samuelson","itags":["432b924cb87b62a3060eacf5e1d8de1c","Marketplace","Marketplace Tech","Marketplace Tech for Tuesday, June 10, 2014","PMP:Marketplace_PMP"],"teaser":"After criticism at the last World Cup, Adidas is updating its soccer ball design.","tags":["APM","Business","World Cup","soccer"],"contentencoded":"<div class=\"barn-cleaned\"><p>When the World Cup starts Thursday in Brazil, the single most important piece of the games – more than the stadiums or even the players – will be the ball. Far from the old black-and-white soccer ball you may remember from childhood, this year’s World Cup ball was developed by the sporting goods company Adidas over three years, with an additional two and a half years of testing with players. &nbsp; Lest you think a ball is just a ball, during the 2010 World Cup players went on television to bash the ball Adidas called the Jabulani, comparing its unpredictable flight to that of a beach ball. &nbsp; Since the surface of Jabulani was deemed too smooth (which impacted its aerodynamics), Adidas has roughed up its new design, called the Brazuca. Its skin is textured with 50,000 tiny bumps to give players better control and it’s stitched together from just six panels, each shaped like a propeller. &nbsp; “What we were able to create then is a seam geometry that really does give us better aerodynamics,” says Antonio Zea, the director of Soccer Innovation for Adidas. “It does create a very stable and predictable flight.” &nbsp; So far, Zea says players haven given the Brazuca good reviews. &nbsp; It also has the approval of Derek Leinweber, a physics professor at the University of Adelaide in Australia who’s tested the ball. &nbsp; “I’m describing it as the keepers ball because that ball is going to behave exactly as the keeper expects,” says Leinweber. “The players are going to have to be much more clever this year.” &nbsp; No more blaming the ball.</p></div>","title":"The World Cup soccer ball gets a high-tech makeover","audio":[{"meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/495393119.jpg?itok=ZQKvTdVA","type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/11/marketplace_segment1_20140611","type":"application/json"},"duration":104,"duration_hms":"00:01:44"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/11/marketplace_segment1_20140611_64.mp3","format":"MP3"}]}