{"created":"2015-05-14T20:38:31+00:00","modified":"2015-05-14T20:38:31+00:00","valid":{"from":"2014-02-10T18:51:38+00:00","to":"3014-02-10T18:51:38+00:00"},"hreflang":"en","guid":"432bcec6-acb6-46b9-802a-fa1dafef4ce8","byline":"Sabri Ben-Achour","description":"Millions downloaded this mobile game that flew too close to the sun.","tags":["APM","flappy bird","Tech","Vietnam"],"contenttemplated":"[{\"content\":\"<p>Sometimes, if you build up your courage and spread your wings.... you find out that your wings are stubby and don’t work very well and you fall, crashing, to the ground. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That is the experience of many players of mobile mini-game Flappy Bird, like the one who left this review:</p>\"},{\"content\":\"<blockquote><em>Whoever made this game is an evil mastermind.  Once this game is on your device all hope is lost you will never have your life back.</em></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It was also the case for the game’s creator, Vietnam based Dong Nguyen.  Even though he claimed he was making 50 grand a day in ad revenue since the game mysteriously went viral after nearly a year of anonymity, Nguyen called it quits after hate mail started pouring in. He yanked the game from Google and iTunes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>If you’ve never heard of Flappy Bird, you might count yourself lucky.  The incredibly simple mobile game – it involves guiding a little bird in between pipes – is incredibly hard but incredibly addictive.  It’s been downloaded 50 million times.  But no longer.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Koopee Hiltunen, director of Finnish game industry group Neogames, sams Nguyen was a victim of his own success.  “He was this small indie developer and he wasn’t ready to handle the situation,” both from a business perspective and a personal one, says Hiltunen.  “He received a lot of hate mail” from frustrated users,  including death threats and professional criticism over the game, “and he took it quite personally.”</p>\"},{\"content\":\"<p>In many ways, Flappy Bird is a blast from the past, when indie developers could cook up a cheap game, go viral, and make money. That’s really hard to do – and to manage – today.  Ben Cousins, manager of mobile game studio Scattered Entertainment, says the game has been upped.    “That’s certainly not a business strategy anyone should replicate, you’re trying to capture lightning in a bottle really,” says Cousins.  “Chances of success are remote – this kind of success I would equate with winning the lottery.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>To become a top 20 mobile game, you need a strategy for retaining users for the long term.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Scaling success in a mini game is hard.  “Most successful developers create lots and lots of games, on a small investment level, and they’ll send those games out into a test market” to see how they fare, says Cousins.  If one does well  -- “likely by accident,” then you launch world wide, you develop in-app purchases, and invest in advertising to generate as many users as possible.  Some app developers have even turned to TV ads. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>That kind of scaling requires investors, who are reluctant to put money on a mini-game.  Simple, unsophisticated games “are very easy to copy,” says Cousins, pointing out that there are already 6 knockoffs of Flappy Bird on different platforms. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>With an unsophisticated game like Flappy Birds, it’s not clear if it will be able to retain users over the long term.</p>\"},{\"content\":\"<p>Basically, in today’s gaming app market, there’s not a lot of room for the little guy to fly.</p>\",\"type\":\"text/html\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>Sometimes, if you build up your courage and spread your wings.... you find out that your wings are stubby and don’t work very well and you fall, crashing, to the ground.&nbsp;</p>\n<p>That is the experience of many players of mobile mini-game Flappy Bird, like the one who left this review:</p>\n<blockquote><em>Whoever made this game is an evil mastermind.&nbsp; Once this game is on your device all hope is lost you will never have your life back.</em></blockquote>\n<p>It was also the case for the game’s creator, Vietnam based Dong Nguyen.&nbsp; Even though he claimed he was making 50 grand a day in ad revenue since the game mysteriously went viral after nearly a year of anonymity, Nguyen called it quits after hate mail started pouring in. He yanked the game from Google and iTunes.</p>\n<p>If you’ve never heard of Flappy Bird, you might count yourself lucky.&nbsp; The incredibly simple mobile game – it involves guiding a little bird in between pipes – is incredibly hard but incredibly addictive.&nbsp; It’s been downloaded 50 million times.&nbsp; But no longer.</p>\n<p>Koopee Hiltunen, director of Finnish game industry group Neogames, sams Nguyen was a victim of his own success.&nbsp; “He was this small indie developer and he wasn’t ready to handle the situation,” both from a business perspective and a personal one, says Hiltunen.&nbsp; “He received a lot of hate mail” from frustrated users,&nbsp; including death threats and professional criticism over the game, “and he took it quite personally.”</p>\n<p>In many ways, Flappy Bird is a blast from the past, when indie developers could cook up a cheap game, go viral, and make money. That’s really hard to do – and to manage – today.&nbsp; Ben Cousins, manager of mobile game studio Scattered Entertainment, says the game has been upped.&nbsp;&nbsp;&nbsp; “That’s certainly not a business strategy anyone should replicate, you’re trying to capture lightning in a bottle really,” says Cousins.&nbsp; “Chances of success are remote – this kind of success I would equate with winning the lottery.”</p>\n<p>To become a top 20 mobile game, you need a strategy for retaining users for the long term.</p>\n<p>Scaling success in a mini game is hard.&nbsp; “Most successful developers create lots and lots of games, on a small investment level, and they’ll send those games out into a test market” to see how they fare, says Cousins.&nbsp; If one does well&nbsp; -- “likely by accident,” then you launch world wide, you develop in-app purchases, and invest in advertising to generate as many users as possible.&nbsp; Some app developers have even turned to TV ads.&nbsp;</p>\n<p>That kind of scaling requires investors, who are reluctant to put money on a mini-game.&nbsp; Simple, unsophisticated games “are very easy to copy,” says Cousins, pointing out that there are already 6 knockoffs of Flappy Bird on different platforms.&nbsp;</p>\n<p>With an unsophisticated game like Flappy Birds, it’s not clear if it will be able to retain users over the long term.</p>\n<p>Basically, in today’s gaming app market, there’s not a lot of room for the little guy to fly.</p></div>","title":"'Flappy Bird' flaps away","published":"2014-02-10T18:51:38+00:00","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace Tech","Marketplace Tech for Monday, February 10, 2014","432bcec6acb66b9302acfa1dafef4ce8"],"teaser":"Millions downloaded this mobile game that flew too close to the sun.","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/105185004.jpg?itok=LemspGjD","type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","meta":{"duration_hms":"00:01:26","duration":86,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/10/marketplace_segment10_20140210"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/10/marketplace_segment10_20140210_64.mp3"}]}