{"created":"2015-03-31T08:59:10+00:00","modified":"2015-06-25T17:44:50+00:00","valid":{"from":"2015-06-25T17:44:50+00:00","to":"3015-06-25T17:44:50+00:00"},"hreflang":"en","title":"'Wolf Hall' On Stage And TV Means More Makeovers For Henry VIII's 'Pit Bull'","published":"2015-04-01T00:39:00+00:00","teaser":"Hilary Mantel's popular novels breathed new life into Thomas Cromwell's legacy. Now, between a play and a miniseries, there seems to be no limit to the blacksmith's son's potential for reinvention.","itags":["npr_api","396399191"],"guid":"4336308e-5e23-4190-ba24-e730b4db523c","contentencoded":"<p>Before Hilary Mantel decided to write about him, Thomas Cromwell, the man at the center of her popular award-winning novels, wasn't a heroic figure. History and popular culture mostly depicted him as a bad guy, able and willing to do the king's bidding, whether right or wrong. But in <a href=\"http://www.npr.org/books/titles/138023985/wolf-hall\" target=\"_blank\">Wolf Hall</a> and <a href=\"http://www.npr.org/books/titles/151889533/bring-up-the-bodies\" target=\"_blank\">Bring Up the Bodies</a>, Mantel changed the image of the blacksmith's son who somehow managed to become Henry VIII's secretary and confidant. Now those books have been adapted for stage and television: A two-part play is currently previewing on Broadway and a six-part miniseries debuts Sunday on PBS's Masterpiece.</p><p>At New York's Winter Garden Theatre, actors arrive backstage for a dress rehearsal of <em>Wolf Hall: Part Two</em>. Ben Miles plays Cromwell in the Royal Shakespeare Company production<em>.</em> He says before Mantel's books became popular, he had no impression of Thomas Cromwell. \"Like many others when asked 'Do you know about Thomas Cromwell?' [I] said, 'Don't you mean Oliver Cromwell?'\"</p><p>The staging of both plays, part one and two, is fluid with characters moving swiftly and boldly across a stark set. Director Jeremy Herrin says he felt the intrigues of Henry VIII and his court called for that kind of energy.</p><p>\"They're big public stories and they demand big public plays that talk about politics, that talk about morality on the large scale,\" he says. \"And in order to do that there needs to be a transaction that involves momentum and engagement and vulnerability and bravery and physicality going from the stage to the audience and back.\"</p><p>Though the role is demanding, Miles says playing Cromwell is a joy because there are so many sides to the character. \"He has moments of heartlessness; he has moments of great generosity. He is capable of great brutality; he has experienced great brutality in his life.\"</p><p>It was Cromwell who helped pave the way for Henry's divorce from Catherine of Aragon and then marriage to Anne Boleyn. Later, it was also Cromwell who made the case which led to Boleyn's beheading. Miles says Cromwell's relationship with the king was complicated.</p><p>\"He is in some sense Henry's pit bull. He's also in some sense Henry's confessor,\" Miles says. \"I think the key to their relationship is Cromwell is the man who allows Henry to feel that his decisions are the right decisions.\"</p><p>Henry often used Cromwell to do his dirty work, even sending him to see his estranged wife Catherine of Aragon in order to secure the loyalty of their daughter, Mary.</p><p>Sitting in the back of the theater, watching as the drama plays out, is Hilary Mantel. She has been closely involved with every aspect of this production; attending rehearsals and performances, and working with the playwright, the director and the cast — especially Miles.\"Indeed he has helped me a great deal to construct the Thomas Cromwell of the third novel, which is now in progress,\" Mantel says.</p><p>Though Cromwell can be a physically threatening man, the writer says much of his power resides in his stillness. \"A lot of time, Cromwell is an observer — he's on the fringe of the room — but yet there is force emanating from him. And I think that's something that is very important before a live audience, that kind of charisma.\"</p><p><strong>TV And 'The Luxury Of Time'</strong></p><p>Mantel has also offered advice to the TV production, which stars Mark Rylance as Cromwell. She says the productions are very different because television demands a quieter, slower-paced version of the story. \"Mark Rylance is allowed the luxury of time. And, as I say, the close focus allows us to dwell on those enigmatic features and those green eyes and try to work out what's happening behind them.\"</p><p>In the TV production, Rylance plays Cromwell as a man of infinite patience who is capable of waiting out and wearing down his rivals — none more so than Thomas More, who Catholics regard as a saint because of his defense of the Roman Catholic Church. In Mantel's stories, he is more of a fanatic, while Cromwell is a sincere reformer. When More ends up imprisoned in the Tower of London, Cromwell offers him freedom in exchange for signing a document that would make Henry head of the Church of England <strong>-- </strong>and More refuses.</p><p>Rylance says Cromwell is a moral man, but he's also ambitious and, above all, he's a survivor who knows how to manipulate power to his advantage. \"He has the mind of a chess player. And chess is a very violent game, but you rarely see the chess players shouting at each other or hitting each other. But they are certainly going to destroy you before they're going to let you destroy them.\"</p><p>Peter Kosminsky, who directed the TV production, says Cromwell's reputation as a tough guy still doesn't explain how he caught the attention of a king. He says Rylance's performance is grounded in their mutual belief that there must have been something utterly fascinating about Cromwell.</p><p>\"For Cromwell to have risen to become the second most powerful man in England after the king, from complete obscurity, he must have been an extraordinarily impressive and charismatic individual,\" Kosminsky says. \"I just don't think straightforward intimidatory thuggery would have done it.\"</p><p>Kosminsky characterizes Mantel's Cromwell a likeable man with a wry sense of humor, a tireless dedication to his work and a fierce loyalty to those he serves. Yet he is willing to manipulate the law and see innocent people die if that is what the king demands.</p><p>\"You see this almost, as I say, Faustian pact that Cromwell has made with the devil king,\" he says. \"And so on one hand he is this immensely powerful figure, and yet on the other hand his position is utterly precarious. If he doesn't give Henry precisely what he wants when he wants it, he will fall — as, you know of course history reveals, he ultimately did.\"</p><p>And all that will unfold in the third book, coming just as soon as Mantel finishes it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Wolf+Hall%27+On+Stage+And+TV+Means+More+Makeovers+For+Henry+VIII%27s+%27Pit+Bull%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396505350-5073db.m3u?orgId=1&topicId=1161&aggIds=100876926&d=440&p=3&story=396399191&t=progseg&e=396504499&seg=9&ft=nprml&f=396399191"},{"href":"http://media.npr.org/assets/img/2015/03/30/wh-gk-29-5-14-02634_1_2_3-61ad64b9cd2618f3405a3f1648510dfd13cedf22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2015/03/30/pwwolfhall2014jp-12754-60b248d63e9a1ad0e389c0550eb887fc6ced46f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2823","width":"3764"}},{"href":"http://media.npr.org/assets/img/2015/03/30/pwwolfhall2014jp-15606-9b9be8557cfa2c7a5f2caddbcf7752eee49c8c40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3135","width":"4180"}},{"href":"http://media.npr.org/assets/img/2015/03/30/whgk2951402550-222-78c3ca612e50ff4635ed7b175c14e5666b038b48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}