{"created":"2015-05-08T20:30:58+00:00","modified":"2015-06-15T17:14:25+00:00","valid":{"from":"2015-06-15T17:14:25+00:00","to":"3015-06-15T17:14:25+00:00"},"hreflang":"en","title":"A Bitter Goodbye: Sweet Briar College Closes Its Doors","published":"2015-05-09T02:38:00+00:00","teaser":"Despite some legal challenges, the Virginia school is closing — after more than 100 years of teaching women.","itags":["npr_api","405194244"],"guid":"435d628e-3419-4511-bc88-2921b4f370d4","contentencoded":"<p>For most college students May is a happy month: the senior class graduates and summer vacation beckons. But at Sweet Briar College, a women's college in western Virginia, there's little celebration this spring.</p><p>The board of directors says declining enrollment leaves them no choice: Classes ended this week for the year and forever.</p><p>Walking through Sweet Briar's campus feels a bit like stepping into a 19th century romance novel — lush green hills, chanting cicadas and colorful chirping birds. But this spring, an air of sadness sours the humid southern air.</p><p>Brittany Crawford, a freshman, describes the experience as \"pretty awful.\" She says she's not just stressed about finals. She also has to worry about transferring to a school that will match the financial aid packet she got at Sweet Briar. And so far, she says, \"the financial plan isn't working out. I don't even know where I'm going yet. Hopefully the alumni will help me out.\"</p><p>When Sweet Briar opened in 1906, many of the nation's top schools remained closed to women. But since the '90s, women have been enrolling in college at higher rates than men — a gap that's continued to grow. And it's had an impact on women's colleges:</p><p>In the 1960s there were more than 200 in the U.S.</p><p>Today there are fewer than 50.</p><p>Elizabeth Wyatt, a Sweet Briar alum and the vice chair of the school's board says the decision was a painful one. <strong></strong>\"It's a very sad story about how education is changing,\" she says. \"We were sort of in the poor end of the perfect storm if you will.\"</p><p>However, Wyatt also says the decision was a long time in the making.</p><p>\"Basically, Sweet Briar has been swimming upstream for years,\" she explains. \"The niche that women's colleges have was eroded significantly.\"</p><p>But for a lot of young women, single-sex colleges are still an important option. Christina Seay, a 19-year-old sophomore at Sweet Briar, says even though a lot has changed in education, women still face major challenges.</p><p>\"Teachers, professors in particular, can be sexist,\" Seay says, \"and when you remove boys from the situation, you got more support.\"</p><p>Sweet Briar alumni and students are not letting the school close without a fight. They've demanded that the school's president and board of directors step down, and several lawsuits have been filed. Virginia's Attorney General Mark Herring has formally offered to help the parties reach a compromise.</p><p>In the meantime, school officials say they're doing everything they can to ease students' transitions. But it doesn't make the moment less painful for students like Seay, who are deeply attached to their school. Seay is transferring to Randolph college, not too far away — a school that has promised to match her financial aid package. She says transitioning to a co-ed environment will be hard.</p><p>\"Two years without having to deal with boys in a classroom have been two very good years for me,\" she says. \"I'm going to miss it a lot.\"</p><p>She's hardly alone. While many Sweet Briar students — nearly 145 — will graduate this month, close to 400 of them will be going to school somewhere else next fall.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Bitter+Goodbye%3A+Sweet+Briar+College+Closes+Its+Doors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jasmine Garsd","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405260472-b8a415.m3u?orgId=1&topicId=1013&d=224&p=2&story=405194244&t=progseg&e=405168863&seg=6&ft=nprml&f=405194244"},{"href":"http://media.npr.org/assets/img/2015/05/08/sweet-7378dc42006cea9ac09028b16e15450242bebde4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1968","width":"2624"}}]}