{"created":"2014-09-05T23:05:16+00:00","modified":"2014-10-30T22:40:59+00:00","valid":{"from":"2014-10-30T22:40:59+00:00","to":"3014-10-30T22:40:59+00:00"},"hreflang":"en","title":"An Old-School Entertainer, Making Jazz In The Present Tense","published":"2014-09-05T16:20:00+00:00","teaser":"One of Europe's biggest jazz stars, pianist Stefano Bollani is also a TV personality, a published author and, his friends attest, a skilled impressionist.","itags":["npr_api","345854473"],"guid":"43614a04-a043-47ba-83f4-f5b09939d407","contentencoded":"<p>When he sits down to do an interview, jazz pianist Stefano Bollani wants you to know who he is and what he's about.</p><p>\"Hello, hello!\" he exclaims. \"My name is Stefano Bollani. I'm a human being.\"</p><p>Though he does look a bit like the Cheshire Cat, with a big grin, a beard and a bushy ponytail a la <a href=\"http://www.npr.org/artists/15715248/frank-zappa\" target=\"_blank\">Frank Zappa</a> (one of his big influences), Bollani is also a natural-born entertainer. As a kid, he idolized old-school showmen like <a href=\"http://www.npr.org/artists/15396980/frank-sinatra\" target=\"_blank\">Frank Sinatra</a>, as well as Italian pop star Renato Carosone.</p><p>\"He was a piano player, a singer, a funny guy, but also graduated in classical music,\" Bollani says. \"So he was kind of a complete musician. And that's what I wanted to be.\"</p><p>Jazz has become international music since it was born in the U.S. a century ago, and in Europe, Bollani has become one of its leading lights. In his native Italy, where he's also a beloved television personality, he sells out major concert venues like a rock star. On latest album, <em>Joy in Spite of Everything</em>, he's back by a crack quintet that includes American guitarist <a href=\"http://www.npr.org/artists/14982703/bill-frisell\">Bill Frisell</a>, another of his boyhood heroes.</p><p>\"I started playing classical music like any good boy, but then I discovered jazz music when I was 11 years old,\" he says. \"At first, I fell in love with the bebop — so it was Charlie Parker, Dizzy Gillespie, Bud Powell, all these cats of the '50s. Then it just went on, and I started listening to everything I could about jazz music. I started improvising.\"</p><p>Bollani started playing professionally when he was 15, and by 18 he was backing up Italy's biggest pop stars. In 1996, everything changed thanks to trumpet player Enrico Rava, an Italian jazz icon. In what would turn out to be the first of many collaborations, Rava called Bollani up to play a gig he'd booked in Paris.</p><p>\"He told me he couldn't do it, because he had this tour with this Italian kind of popular singer,\" Rava says. \"I told him: 'Listen, if you do it because you like it, OK, do it. But if you do it for the bread ... you can do much, much, much better as a jazz musician.</p><p>\"About 15 minutes later, he called me and said: 'OK, you're right. I come to Paris.' That's exactly the way it happened.\"</p><p>Bollani has a seemingly encyclopedic knowledge of music, spanning well beyond jazz. Randall Kline, the founder and artistic director of the San Francisco Jazz Festival, has booked the pianist and seen his ability up close.</p><p>\"He had this audience free-for-all, where the audience shouted out any song from any genre they wanted to hear,\" Kline says. \"It went from arias to national anthems to pop tunes, jazz songs, Great American Songbook. And he stitched together a medley of 10 songs in order, and played a medley from memory. That kind of risk-taking requires a lot of confidence.\"</p><p>Bollani is nothing if not confident, which is very evident on his popular TV show: In one episode, he played movie themes off the top of his head as actors improvised characters. Rava says he witnessed another of Bollani's talents while on tour: Rava was driving when Italian radio called asking for an interview — so he handed Bollani his cellphone.</p><p>\"So he did this whole ... interview, talking like me, saying the same things I would say,\" Rava says. \"When he imitates, he's so good, because he doesn't just imitate your voice. He enters in your brain and says what you would probably say. Nobody ever found out. It was absolutely incredible.\"</p><p>Rava says he worries that Bollani is getting distracted by too many different endeavors; on top of his music and TV careers, the pianist also recently published a novel. But Bollani says seeing and hearing the possibilities in many different things is what jazz is all about.</p><p>\"Jazz music is exactly made of the present tense. I wanna go there,\" he says. \"[If] I wanna improvise, and play a chord which is a strange chord, I play a strange chord. I wanna sing a song, I sing a song. I want to play a popular song from the '20s, I do it. I wanna play some Brazilian music even if I'm not Brazilian, yes! You know, just live your own music.\"</p><p>With seemingly boundless curiosity, Stefano Bollani has made a wide range of music his own.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Old-School+Entertainer%2C+Making+Jazz+In+The+Present+Tense&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Livesay","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345868863-04d192.m3u?orgId=1&topicId=1106&ft=3&f=345854473"},{"href":"http://media.npr.org/assets/img/2014/09/04/2360_bollani_pf1-7c5cb42b9a7a30b5678f10489f41cd4ad0d28f6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2652","width":"3536"}}]}