{"created":"2015-02-05T18:48:18+00:00","modified":"2015-02-05T22:28:04+00:00","valid":{"from":"2015-02-05T22:28:04+00:00","to":"3015-02-05T22:28:04+00:00"},"hreflang":"en","title":"Making Indian Food At Home","published":"2015-02-05T22:27:00+00:00","teaser":"Anupy Singla shows Here & Now's Jeremy Hobson a thing or two in the kitchen about how to make Indian food.","itags":["npr_api","384086352"],"guid":"436789ff-059f-4098-b8fa-8b90c5e13da9","contentencoded":"<p>Have you ever wanted to make Indian food but been too afraid to try?</p><p>Chicago based cookbook author <strong>Anupy Singla</strong> wants to change that.</p><p>She shares some of the recipes from her childhood as well as restaurant favorites in &#8220;<a href=\"http://www.amazon.com/Indian-Everyone-Cooks-Traditional-Favorites/dp/1572841621\" target=\"_blank\">Indian for Everyone&#8221;</a> and shows <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Jeremy Hobson how to make Chicken Tikka Masala.</p><p>She shares these four recipes:<a name=\"tikka\"></a></p><ul><li><a href=\"#tikka\">Chicken Tikka Masala</a></li><li><a href=\"#spinach\">Spinach Pakoras</a></li><li><a href=\"#makhani\">Dal Makhani</a></li><li><a href=\"#chaat\">Angoor Chaat</a></li></ul><p><em>Reprinted with permission from Indian for Everyone by Anupy Singla, Agate Publishing, 2014.</em></p><h4>Chicken Tikka Masala</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/02/indian-food-recipes.pdf\" target=\"_blank\">(Save/print a PDF of all of the recipes)</a></p><p><strong>Yield:</strong> 5 cups / 1.2 L masala</p><p><em>(Note: Before adding chicken)</em></p><p><em>This dish, which is ubiquitous on Indian restaurant menus, likely had origins outside of India. According to one story, a restaurateur in England created it by combining grilled chicken, tomatoes, cream, and spices. Some say its origin was in Glasgow or Birmingham, while others (including my cousins Rahul, Vikram, and Puja) insist the recipe comes from Newcastle, their childhood home. No matter how or where it came about, we’re all so glad it did.</em></p><p><strong>Tools:</strong> You’ll need a heavy-bottomed, 4-quart / 4-L sauté pan and a blender or immersion (stick) blender.</p><p><strong>Ingredients:</strong></p><p>1 tablespoon / 45 mL ghee or vegetable oil</p><p>2 teaspoons cumin seeds</p><p>1 teaspoon turmeric powder</p><p>1 large yellow or red onion, diced</p><p>1 tablespoon plus 1 pinch salt, divided</p><p>1 (2-inch / 5-cm) piece ginger, peeled and minced or grated</p><p>10 cloves garlic, peeled and minced or grated</p><p>4 large tomatoes, peeled and diced*</p><p>1 heaping tablespoon tomato paste</p><p>1–3 fresh Thai, serrano, or cayenne chiles, stems removed and chopped</p><p>6 green cardamom pods, slightly crushed</p><p>1 teaspoon ground cinnamon</p><p>1 tablespoon light brown sugar</p><p>1 teaspoon ground black pepper</p><p>1 teaspoon red chile powder or cayenne pepper</p><p>1 cup / 240 mL boiling water</p><p>¼ cup / 25 g blanched sliced almonds, toasted</p><p>¼ cup / 60 mL half & half or heavy cream</p><p>3 cups / 420 g diced Tandoori Chicken</p><p>2 teaspoons unsmoked paprika</p><p>Brown or white basmati rice, Roti, or Naan, for serving</p><p><strong>Directions:</strong></p><p>1. In a heavy-bottomed, 4-quart / 4-L sauté pan over medium–high heat, warm the ghee. Add the cumin seeds and turmeric and cook for 40 seconds, until the cumin seeds sizzle and turn reddish-brown.</p><p>2. Add the onion and the pinch of the salt to the sauté pan and cook, stirring occasionally, for 4 minutes, until the onion is slightly browned. Add the ginger and garlic and cook for 1 minute.</p><p>3. Add the tomatoes, the tomato paste, the fresh chiles, the cardamom, the cinnamon, the brown sugar, the remaining 1 tablespoon of salt, the black pepper, and the red chile powder to the sauté pan and bring the mixture to a boil.</p><p>4. Reduce the heat to medium and simmer, stirring occasionally, for 10 minutes, until the tomatoes break down and all the ingredients start to pull together except the oil, which will start to separate. Add the water and almonds and cook for 5 minutes. Remove from the heat.</p><p>5. Transfer the mixture to a blender or use an immersion (stick) blender in the sauté pan and process until smooth.</p><p>6. Return the sauté pan containing the mixture to medium heat and add the half & half. Fold in the chicken and paprika and cook for 5 minutes, until warmed through. Serve immediately with the brown or white basmati rice, Roti, or Naan.</p><p><strong>Veganize It!</strong> Instead of chicken, you can use 24 to 28 ounces / 680 to 790 g of Baked Tofu, seitan, or tempeh and substitute Cashew Cream or coconut creamer for the half & half. You can even leave the cream out entirely, as the almonds should add all the richness you’ll need. If you choose to do so, the cook time for Step 4 <a name=\"spinach\"></a>should increase to 20 minutes, and you may need to add a little water if the sauce starts to dry out.</p><h4>Spinach Pakoras</h4><p><strong>Yield</strong>: 17-20 pieces</p><p><strong>Tools:</strong> You’ll need 2 large mixing bowls; a kadhai, wok, or saucepan; a slotted spoon; a baking sheet; and a small, flat bowl.</p><p><strong>Ingredients:</strong></p><p>2 cups / 90 g packed, chopped fresh spinach</p><p>1 medium red onion, diced</p><p>1 (2-inch / 5-cm) piece ginger, peeled and grated or minced</p><p>1–3 fresh Thai, serrano, or cayenne chiles, stems removed and finely sliced</p><p>1 cup / 110 g besan (gram or chickpea flour)</p><p>1 teaspoon salt</p><p>1 teaspoon red chile powder or cayenne pepper</p><p>1/2 teaspoon turmeric powder</p><p>1/2 teaspoon ajwain (carom seeds)</p><p>1/2 cup / 120 mL plus 1 tablespoon warm water</p><p>2 cups / 470 mL vegetable oil, for frying</p><p><strong>Directions:</strong></p><p>1. In a large mixing bowl, combine the spinach, onion, ginger, and fresh chiles and mix well to combine. Set aside.</p><p>2. In a separate large mixing bowl, combine the besan, salt, red chile powder, turmeric, and ajwain and stir well to combine. You can also add other spices, including garam masala, ground black pepper, and so on. Be as creative as you like. Add the water to the besan mixture and stir until smooth. This mixture should be slightly thick and not too watery. Make sure that there are no lumps in the batter.</p><p>3. Slowly fold the spinach mixture into the batter.</p><p>4. In a small kadhai, wok, or saucepan over medium–high heat, warm the oil. The oil should be about 1 inch / 3 cm deep in the deepest part of the kadhai. You’ll know the oil is hot enough if you drop in a cumin seed and it sizzles and rises to the top immediately.</p><p>5. Using a tablespoon measure, carefully place 4 tablespoons / 60 mL of batter into the oil, 1 at a time, and cook for about 30 seconds on 1 side, until lightly browned but just shy of being cooked through. Turn over each of the pakoras and cook for 30 seconds more.</p><p>6. Remove the pakoras with a slotted spoon and transfer to a baking sheet lined with a paper towel to absorb extra oil. Place a small, flat bowl on top of each pakora and press down lightly.</p><p>7. Return the pakoras to the hot oil and cook for 30 to 40 seconds on each side, until golden brown. Remove from the heat. Remove the pakoras with a slotted spoon and transfer to the baking tray lined with fresh paper towels to absorb the oil. My aunts in Chandigarh insist on doing this to ensure the pakoras are extra crispy. It also helps to make sure they cook through. Don’t worry: You can fry them just once as well. Just cook them a little longer to ensure they cook through.</p><p>8. Repeat Steps 5, 6, and 7 until you have finished frying all the pakoras. Remove from the heat.</p><p>9. Transfer the pakoras to a serving platter and serve them with a side of Pudina</p><p>ki and/or Imlee ki Chutney (see recipes on pp. 41 and 42).</p><p><strong>Cooking Tips:</strong> The oil should be about 350°F / 180°C, but not much hotter than that. If you feel like the pakoras are frying too quickly, reduce the heat to low. You don’t want them to cook too quickly on the outside and then remain uncooked on the inside.</p><p>You can also make a batch and keep them in the oven on the warm setting to serve later, or pan fry or bake them. If baking, place 1 tablespoon of batter in each section of an oiled or nonstick muffin pan <a name=\"makhani\"></a>and bake for 25 minutes at 350°F / 180°C. Flip them over and bake for 1 to 2 minutes for extra crispiness. Remove from the oven.</p><h4>Dal Makhani: <em>Buttered Black Lentils</em></h4><p><strong>Yield:</strong> 8 cups / 1.9 L</p><p><strong>Tools:</strong> You’ll need a large, deep mixing bowl; a deep, heavy-bottomed, 6-quart / 6-L stockpot or Dutch oven; a food processor; and an 8-inch / 20-cm sauté pan with a lid.</p><p>Veganize It! Substitute vegan margarine for the ghee and Cashew Cream or coconut or soy creamer for the dairy cream.</p><p>In Hindi, makhan means butter. Probably the most frequently ordered dal in Indian restaurants, this Punjabi version is a combination of urad dal, kidney beans, and butter, and is at once hearty and comforting. Make it in its traditional celebratory style with layers of butter and cream, or lighten it up for daily fare.</p><p><strong>Ingredients:</strong></p><p>13/4 cups / 360 g sabut urad (whole, dried black dal with skin), picked over and washed</p><p>1/2 cup / 90 g rajmah (dried red kidney beans), picked over and washed</p><p>1 teaspoon turmeric powder</p><p>2 cassia or bay leaves</p><p>1 (3-inch / 8-cm) stick cinnamon</p><p>3 whole cloves</p><p>12 cups / 2.8 L water, plus more if needed</p><p>1 medium yellow or red onion, coarsely chopped</p><p>1 (1-inch / 3-cm) piece ginger, peeled and coarsely chopped</p><p>4 cloves garlic, peeled</p><p>4 tablespoons / 60 mL ghee or vegetable oil</p><p>1 teaspoon cumin seeds</p><p>1 teaspoon cumin powder</p><p>1 teaspoon ground coriander</p><p>1 teaspoon red chile powder or cayenne pepper</p><p>1–3 fresh Thai, serrano, or cayenne chiles, stems removed and chopped</p><p>1 (6-ounce / 170-g) can tomato paste, unsalted</p><p>1/4 cup / 60 mL water, plus more if needed</p><p>1 tablespoon plus 1 teaspoon salt</p><p>1/4 teaspoon cardamom seeds, ground</p><p>1 teaspoon kasoori methi (dried fenugreek leaves), lightly hand crushed to release flavor</p><p>1/4 cup / 60 mL half & half or heavy cream</p><p>2 heaping tablespoons minced fresh cilantro, for garnish</p><p>Brown or white basmati rice, Roti, or Naan for serving</p><p><strong>Directions:</strong></p><p>1. In a large, deep mixing bowl, soak the sabut urad and rajmah in at least 8 cups / 1.9 L of water overnight. If you’re pressed for time, place them in boiling water and allow them to soak them for at least 4 hours. If you do, you should increase the cooking time by 30 to 45 minutes. Drain and discard the water when finished soaking. This will seem like a lot of water, but the beans absorb a lot.</p><p>2. Combine the 2 beans, the turmeric, the cassia leaves, the cinnamon, the cloves, and the 12 cups / 2.8 L water in a deep, heavy-bottomed, 6-quart / 6-L stockpot or Dutch oven over medium–high heat and bring to a boil.</p><p>3. Reduce the heat to medium–low and simmer, partially covered, for 11/2 hours. Remove from the heat, cover, and set aside to cool slightly while you prep the remaining ingredients. If a light film forms at the start of cooking, simply skim it off, discard, and continue to cook.</p><p>4. In the bowl of a food processor, grind together the onion, ginger, and garlic into a watery paste. Set aside.</p><p>5. In a separate 8-inch / 20-cm sauté pan over medium–high heat, warm the ghee. Add the cumin seeds and cook for 40 seconds, until the cumin seeds sizzle and turn reddish-brown.</p><p>6. Carefully add the paste from Step 4 to the sauté pan. It will splatter as the moisture from the onion hits the hot oil, so keep a lid handy. Stir well and cook for 4 minutes, until the mixture is slightly browned. Add the cumin powder, coriander, red chile powder, and fresh chiles, stir well, and cook for 40 seconds.</p><p>7. Carefully add the tomato paste, the 1/4 cup / 60 mL water, and the salt to the sauté pan. This mixture can also splatter, so keep the lid handy. Cook, stirring occasionally, for 2 minutes. Use a little more water if needed to make sure the mixture doesn’t dry out. Remove from the heat.</p><p>8. Transfer the contents of the sauté pan to the stockpot containing the cooked beans and stir well until combined. Add the cardamom and kasoori methi, stir, and return the stockpot to medium heat. Allow the mixture to reach a simmer and simmer for 15 minutes.</p><p>9. Add the cream to the stockpot and cook for 1 to 2 minutes. Remove from the heat and remove and discard the whole spices.<a name=\"chaat\"></a></p><p>10. Transfer to a serving bowl. Garnish with the cilantro and serve with the brown or white basmati rice, Roti, or Naan.</p><h4>Angoor Chaat: <em>Tangy Grape Salad</em></h4><p><strong>Yield:</strong> 2 cups / 470 mL</p><p><strong>Tools:</strong> You’ll need a large mixing bowl.</p><p><strong>Ingredients:</strong></p><p>1 pound / 450 g green or red grapes, cut in half</p><p>Juice of 1 medium lemon</p><p>½ teaspoon kala namak (black salt)</p><p>½ teaspoon Chaat Masala (see recipe on p. 37)</p><p>½ teaspoon salt</p><p>½ teaspoon ground black pepper</p><p>½ teaspoon red chile powder or cayenne pepper</p><p>1 heaping tablespoon minced fresh cilantro</p><p><strong>Directions:</strong></p><p>1. In a large mixing bowl, combine all the ingredients and stir well to combine. Refrigerate for at least 1 hour.</p><p>2. Transfer into individual serving bowls and serve as a side salad.</p><h4>Guest</h4><ul><li><strong><strong><a href=\"http://www.indianasapplepie.com/pages/indian-recipes-spices-author\" target=\"_blank\">Anupy Singla,</a> </strong></strong>author of three cookbooks including her latest &#8220;Indian For Everyone.&#8221; She tweets <a href=\"https://twitter.com/indianapplepie\" target=\"_blank\">@<span class=\"u-linkComplex-target\">IndianApplePie</span>.</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Making+Indian+Food+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"674"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384086355-7cc987.m3u?orgId=1&e=384086352&d=674&ft=nprml&f=384086352"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/indian1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"549","width":"822"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/indian2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"549","width":"822"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/indian3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"549","width":"822"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0204_anupy_01.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"839","width":"1280"}}]}