{"created":"2014-09-05T13:43:52+00:00","modified":"2015-02-25T19:16:49+00:00","valid":{"from":"2015-02-25T19:16:49+00:00","to":"3015-02-25T19:16:49+00:00"},"hreflang":"en","title":"The Myth Of The Private Naked Selfie","published":"2014-09-05T13:43:00+00:00","teaser":"When hackers steal credit card numbers, the banks and major retailers pay. When they steal personal photos from an Apple account, the user shoulders the cost and can't take back the images.","itags":["npr_api","345697422"],"guid":"436f91f0-4f2b-4d45-b330-bfe40b3b3647","contentencoded":"<p>Apple's iCloud hack involving nude photos of celebrities is different from many of the other hacks we've heard about. When hackers steal credit cards — like with Target or allegedly now with Home Depot — the expense falls on the retailer and the banks. And these companies can cancel and replace credit card numbers to contain the damage.</p><p>But in this case involving Apple, just about all the damage falls on the user, like actress Kirsten Dunst. And you can't take back the images. They're out there forever.</p><p>Here are some questions we thought you might be asking:</p><p><strong>Is the lesson here just: Don't trust the cloud, don't put anything else online?</strong></p><p>Well, that's one lesson. But it's not very realistic given how much people like being able to view and upload their data from anywhere — from their iPhone or their tablet, from work, from home. All of that mobility is super-convenient.</p><p>But there are ways to have that convenience <em>and</em> a lot more security, too. Consider this analogy: When you've got family jewels and you put them in a bank vault, you need more than one key to get in. There's your key and the bank's, and then some ID checks. So when we're putting more and more piles of valuable data into online vaults — like pictures and financial information — there should be more keys to protect that data. Several security experts tell us more keys (and a better lockout procedure for using too many faulty passwords) would have prevented the Apple hack.</p><p><strong>We've been calling it the \"Apple hack,\" but didn't Apple deny that any breach had happened?</strong></p><p>That's right. Apple put out a <a href=\"http://www.apple.com/pr/library/2014/09/02Apple-Media-Advisory.html\">statement that was very carefully worded</a> — and that some say is intentionally vague. The company says that according to the cases it has investigated, hackers didn't breach iCloud or Find My iPhone.</p><p>But it's entirely possible that another computer program that talks to iCloud, for example, and that has access to iCloud data was breached. So hackers could get the data they wanted that way. NPR asked Apple about this possibility, and the company has not yet denied it or ruled it out publicly.</p><p><strong>If you don't want sensitive stuff on Apple or Google servers, does deleting it from your phone mean it won't go to the cloud? For example, is a naked selfie on your smartphone ever really private?</strong></p><p>No! On a smartphone, the completely private naked selfie is a myth. A user has to take explicit steps to disable what's called \"automated backups.\" Otherwise, Apple and Google are copying every picture to their servers. And it's really common in these phone-related breaches for the hackers to target those backups. (Directions on how to turn backups on and off are here for <a href=\"https://support.google.com/plus/answer/1647509?hl=en\">Google</a> and <a href=\"http://support.apple.com/kb/ht4847\">Apple iCloud</a>.)</p><p>Lonnie Benavides, an information security expert at DocuSign, wants tech companies to create a new feature: \"I believe that when I click delete on my phone, I should be offered the option of permanently deleting that file in a manner that assures me it's really deleted. I think as a customer, I have a right to this.\"</p><p><strong>Has Apple done enough to protect its customers? </strong></p><p>Meh. There's a way to protect an account through a process called two-factor authentication. Basically, you have to use your password, and, separately, you might have to reply to a text to your smartphone, to confirm it's really you.</p><p>This two-factor process has been around for a while. But Apple just <a href=\"http://appleinsider.com/articles/14/06/30/apple-testing-two-step-verification-for-icloudcom\">introduced it into the iCloud Web app </a>in June, according to Apple Insider. And a security firm that audited the feature found that Apple left <a href=\"https://blog.lookout.com/blog/2014/09/03/uncovering-how-the-recent-celebrity-image-breach-happened/\">some gaping holes</a>. According to Gary McGraw of Cigital, Apple also failed to market the technology. Especially with people in high-risk categories, like celebrities and politicians, it wouldn't have hurt to say: \"Boy should you guys use this!\" Twitter, in contrast, was very forthcoming when it rolled out this security option after the embarrassing White House hack.</p><p>There could be a real cultural issue at play. Right now, leading tech companies including Google, Twitter and Cigital are <a href=\"http://cybersecurity.ieee.org/center-for-secure-design.html\">sharing information internally about security breaches</a>. But, McGraw says, Apple is reluctant to talk with peers. \"Really, Apple is a very secretive place,\" he says. \"Their culture is that way because [founder] Steve Jobs was that way.\"</p><p><strong>This celebrity hacking spree doesn't come at a very good time for Apple.</strong></p><p>It's very bad timing. Apple is expected to <a href=\"http://www.theverge.com/2014/8/31/6090019/apple-rumored-partnership-with-american-express-for-mobile-payments\">make a big announcement next week</a> that it's partnering with Visa and others to turn its next iPhone into a mobile wallet. That means not just a smartphone, but a financial instrument. Apple is also building more tools for <a href=\"https://www.apple.com/ios/ios8/health/\">health tracking</a>. It already has apps to let you record and store your heart rate and blood sugar to the cloud. David Amsler, CIO with Foreground Security, says given the weakness of current security practices, these mobile financial and health features are \"not something I would entertain at this point or feel comfortable recommending to anyone, either.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Myth+Of+The+Private+Naked+Selfie&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345706910-114b6e.m3u?orgId=1&topicId=1019&e=345697422&d=225&ft=nprml&f=345697422"},{"href":"http://media.npr.org/assets/img/2014/09/04/istock_000044506208small-ff8aca31e9c43570a06d727c83de998f9695f1b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}}]}