{"created":"2014-11-04T08:26:01+00:00","modified":"2014-11-10T21:00:39+00:00","valid":{"from":"2014-11-10T21:00:39+00:00","to":"3014-11-10T21:00:39+00:00"},"hreflang":"en","title":"'Sherlock' Star Benedict Cumberbatch: Show's Last Season 'Really Freudian'","published":"2014-11-04T17:35:00+00:00","teaser":"The BBC has just released a new deluxe DVD box set with all three seasons of <em>Sherlock</em>, and star Benedict Cumberbatch says the show's last season was its most revealing yet.","itags":["npr_api","361217134"],"guid":"437466f2-79a5-45de-8016-cf55fa2bdc54","contentencoded":"<p>When I sat down with Benedict Cumberbatch to talk about <em>Sherlock</em>, the first thing on his mind wasn't exactly the show.</p><p>\"I'm really worried about those Sherlock fans, because they have been here, probably, for a while,\" Cumberbatch says to his assistants, asking them to tell a small clutch of fans waiting outside the hotel where we were meeting that he would stop by to see them soon.</p><p>This attention to fans seems a natural reflex for Cumberbatch, but it's also a key to the show's success. Producers have earned a massive audience by shaping Sir Arthur Conan Doyle's Holmes into a compelling character for modern viewers.</p><p>That's why, even as fans resign themselves to waiting more than a year for a new episode of the show, it makes sense that the BBC would release a new box set to tide them over until then.</p><p>On Tuesday, fans get first crack at a DVD and Blu-ray set containing all three seasons of <em>Sherlock,</em> with outtakes, interviews, new commentaries and even collectible resin mini-busts, depicting the show's two leading men.</p><p>Once fans devour this material, they'll discover <em>Sherlock</em>'s last season gave more information than ever about the mysterious detective's history — details Cumberbatch recites in our interview with the rapid-fire cadence from one of Sherlock's famous speeches filled with deductions.</p><p>\"You find out about Sherlock's background,\" the actor says. \"You find out that he comes from a truly stable home. It was a gesture in the first episode, but you see that in practice in the third. You see that, as a boy he was deeply insecure — it begins as a taunt [from his older brother, Mycroft] ... and that comes back to haunt him and he feels like a child. He's reduced to feeling like a child.\"</p><p>Cumberbatch suspected those storylines came from conversations early in the first season's production with one of the show's producers, Steven Moffat.</p><p>\"Immediately as an actor I wanted to understand who [Sherlock] was, what his parents were,\" he adds. \"These were questions I asked ... I wanted to understand. [Moffat] was just talking about, 'Can't this guy just be good at what he does and he's your age and he looks like you and he's doing his thing?' And I went, 'No, no Steven, there's a process I've got to go through. I've got to understand how I became this person.' \"</p><p>He didn't necessarily expect those answers to be revealed to viewers, Cumberbatch points out now. \"I can't just sort of float onto set with a whole bunch of mannerisms and hope it sort of comes off,\" he says. \"You have to ground it in some sort of reality, otherwise you get found out as things sort of evolve.\"</p><p>One other thing Cumberbatch insisted on was creating a weakness for Sherlock — his inability to connect with people — another idea Moffatt resisted.</p><p>\"And [Moffat] said, 'But can't he just be really good? Can't he just be good at it? Why does he have to have flaw or an Achilles heel?'\" the actor says. \"Because I said, you know, 'Where's his weakness?' Because no human being doesn't [have one]. And however much [Sherlock] tries to convince himself he's not human, he is.\"</p><p>Cumberbatch says those early conversations seemed to spark ideas that fully developed in the show's third season, featuring a look at Sherlock's parents — played by the star's real mother and father — and his unique personality, revealed in a climactic scene with the episode's villain that ends with a the detective declaring himself \"a high functioning sociopath\" before letting off a gunshot</p><p>(For the sake of those who may not yet have seen the show, I won't say what Sherlock shoots or why.)</p><p>\"What he's resorting to at the end is violence,\" Cumberbatch says \"It's the weakest, weakest thing to do. So, to me, I think that exposes more about Sherlock ... I think you get under the skin of every character with this last season ... This is a really Freudian drama.\"</p><p>The new box set offers even more goodies for fans, including an interview where Moffat explains Sherlock Holmes' endless appeal.</p><p>\"He's got the one explainable superpower that's out there; he deduces things,\" Moffatt says at one point. \"He actually goes to the trouble to explain it. Superman never tells you how he flies. But Sherlock Holmes tells you how the trick is done.\"</p><p>The trick for producers of <em>Sherlock</em> will be using events like this new box set to keep fans excited until a new episode appears — more than a year from now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Sherlock%27+Star+Benedict+Cumberbatch%3A+Show%27s+Last+Season+%27Really+Freudian%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361320167-cb7ad1.m3u?orgId=1&topicId=1138&ft=3&f=361217134"},{"href":"http://media.npr.org/assets/img/2014/11/03/sh3_3_5-224ddfa5bd402a24a24798edcc859b8062397889.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3323","width":"4431"}},{"href":"http://media.npr.org/assets/img/2014/11/03/sh3_3_3_wide-e9d45fe8f843df5ac1eaaef86b3bb487d7acfc36.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"3126","width":"5558"}}]}