{"created":"2015-03-03T23:00:00+00:00","modified":"2015-06-05T15:28:34+00:00","valid":{"from":"2015-06-05T15:28:33+00:00","to":"3015-06-05T15:28:33+00:00"},"hreflang":"en","title":"Round 2: Health Care Law Faces The Supreme Court Again","published":"2015-03-04T12:52:00+00:00","teaser":"In <em>King v. Burwell,</em> Obamacare's opponents are challenging the ACA again, this time contending that a section of the law doesn't authorize subsidies to make mandated insurance affordable in 34 states.","itags":["npr_api","390431475"],"guid":"4395a978-e416-4ba7-b600-dec34cda0f7b","contentencoded":"<p>Round 2 in the legal battle over Obamacare hits the Supreme Court's intellectual boxing ring Wednesday.</p><p>In one corner is the Obama administration, backed by the nation's hospitals, insurance companies, physician associations and other groups like Catholic Charities and the American Cancer Society.</p><p>In the other corner are conservative groups, backed by politicians who fought in Congress to prevent the bill from being adopted.</p><p>In 2012, a bitterly divided high court upheld the law as constitutional by a 5-to-4 vote. Now opponents of the law are challenging it again, this time contending that the text of the law does not authorize subsidies to make mandated insurance affordable in 34 states. It's a technical argument about the wording of the law but, if it prevails, most experts say the result would be a chaotic unraveling of a system that in the past year has extended health insurance to more than 11 million Americans.</p><p>The fight is about six pesky words in one section of the law. Those words stipulate that for people who cannot afford health coverage, subsidies are available through \"an exchange established by the state.\"</p><p>The government contends that those words refer to any exchange, whether it is set up by the state itself or an exchange run for the state by the federal government in accordance with individual state insurance laws and regulations. The challengers say the statute means what it says and no more.</p><p>If the Supreme Court agrees with the challengers' interpretation, millions of people would quickly lose their health insurance and the individual insurance market could collapse in 34 states.</p><p>Those 34 are the states, mainly Republican-run, that declined to set up an exchange themselves. A few other states also found that the system they created on their own didn't work well and so opted instead to use the federally run system.</p><p>Every major regulatory law like the Affordable Care Act is carried out according to regulations issued by appropriate agencies. And the Internal Revenue Service issued this regulation, saying that subsidies would be available to people who signed up on exchanges in every state, whether state-run or federally run.</p><p>That was the whole design of the law, the IRS says, noting that Congress never even discussed limiting subsidies to state-run exchanges.</p><p>\"Ridiculous,\" says the lawyer for the challengers, Michael Carvin. \"The text says precisely the opposite of what these English-speaking people purportedly intended.\"</p><p>Carvin maintains that the law is \"very clear.\"</p><p>\"It says, you get subsidies if you make a purchase on an exchange established by the state,\" says Carvin, but the IRS wrote a rule authorizing subsidies for federally run exchanges as well.</p><p>Former Obama administration Solicitor General Neal Katyal, who filed a brief in the case on behalf of the nation's major hospital groups, disagrees.</p><p>\"You can take a phrase out of any statute and twist it to mean something else,\" he says.</p><p>Katyal emphasizes that a basic maxim of interpreting statutes is to look at the overall structure and purpose of the act.</p><p>\"It's notable,\" he says, \"that in all the thousands of pages of briefing that the Affordable Care Act challengers have put together, they can't find a single member of Congress at any point in the many debates of the Affordable Care Act who believes what these lawyers are saying. Not one.\"</p><p>Indeed, even Republicans did seem to assume that the subsidies went to everyone who needed them, regardless of where they lived.</p><p>Rep. Paul Ryan, the top Republican on the House Budget Committee, said in 2010, \"It's a new and open-ended entitlement that basically says, to just about everybody in this country: If your health care expenses exceed anywhere from 2 to 9.8 percent of your adjusted gross income ... don't worry about it ... the government's going to subsidize the rest.\"</p><p>Wisconsin Gov. Scott Walker, a leading Republican, also seemed to assume that the subsidies would go to everyone.</p><p>\"In the end, there's no real substantive difference between a federal exchange or a state exchange,\" Walker once said.</p><p>Although some of the challengers initially portrayed their case as involving a drafting error or \"glitch,\" Carvin says the language restricting subsidies to state-run exchanges was deliberate.</p><p>\"We don't treat members of Congress like teenage adolescents who don't know what they're saying,\" says Carvin. \"The only people who ever said it was a drafting glitch were liberal polemicists who are trying to deny the force of the statute, not us.\"</p><p>Carvin notes that those words limiting subsidies to \"an exchange established by the state\" actually appear in the statute 11 times. Congress was acting rationally and intentionally when it used those words, he maintains, because the whole idea was to provide incentives for states to set up exchanges themselves.</p><p>\"They wanted subsidies and they wanted state-run exchanges,\" Carvin contends. \"If you condition the subsidies, you get both. If you give unconditional subsidies, you don't get state-run exchanges.\"</p><p>Not so, says former Health and Human Services Secretary Kathleen Sebelius, who argues the conditional subsidy idea would lead to \"absurd results.\"</p><p>\"You would have in place a national rule that says no company could ban people with a pre-existing condition; you would have a national rule that says everybody has to have coverage; and then you would have millions of people who would have no affordable way to get that coverage,\" she says.</p><p>What's more, Sebelius contends that a conditional plan such as the one Carvin outlines would amount to bait-and-switch for the states.</p><p>\"As one who was not only at the table when the law was being designed and at the front end of a lot of conversations with states,\" she says, \"I can tell you that there was never a design that suggested to governors or state leaders that somehow, if they did not have a state-based marketplace, they would lose tax subsidies for their constituents.\"</p><p>But what would happen if the Supreme Court doesn't buy that argument and instead knocks a huge hole in the law? Estimates are that 9.3 million people who get subsidies now through Obamacare in those 34 states would lose about $29 billion in subsidies and would not be able to afford coverage.</p><p>In addition, experts say that disallowing the subsidies in the states with federal exchanges would destabilize the individual insurance market in those states, meaning that rates would skyrocket for individuals and many small businesses that currently buy policies independent of the federal exchange.</p><p>Karen Ignagni, who heads the <a href=\"https://www.ahip.org/\" target=\"_blank\">association</a> that represents the nation's health insurers, notes that without subsidies, those 34 states would be in the same position as states in the 1990s that passed laws banning discrimination based on previous medical conditions but did nothing else.</p><p>\"If you look at each and every state where they tried to do that, the markets blew up,\" Ignagni observes.</p><p>Without a mandate and subsidies to make coverage affordable, rates skyrocketed, people dropped out, and then rates skyrocketed even more to cover the older, sicker people who were left. So thoroughly did the individual market collapse in some states that insurers simply refused to do business there.</p><p>The prospect of such chaos in the health industry, which accounts for almost 18 percent of the U.S. economy, is perhaps the reason that business groups, which aggressively backed Round 1 of the legal attack on Obamacare, are conspicuously missing in action on Round 2.</p><p>Certainly Congress could fix the problem with a quick drafting change to make subsidies available on federal as well as state-run exchanges. But everyone knows that isn't going to happen.</p><p>Congressional Republicans seem united on the idea of getting rid of Obamacare — indeed, the GOP-controlled House has voted to repeal the law, in whole or in part, more than 50 times. But there is no agreement at all on what to replace it with. And in the states, some Republican governors and state legislatures are already vowing not to sign on to exchanges to save subsidies for their constituents.</p><p>There is, of course, always political danger in such brinksmanship. Real people suffer the consequences.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Round+2%3A+Health+Care+Law+Faces+The+Supreme+Court+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"484"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390606499-9f5e5b.m3u?orgId=1&topicId=1070&d=484&p=3&story=390431475&t=progseg&e=390606421&seg=1&ft=nprml&f=390431475"}]}