{"created":"2015-04-24T17:18:46+00:00","modified":"2015-04-24T21:16:42+00:00","valid":{"from":"2015-04-24T21:16:42+00:00","to":"3015-04-24T21:16:42+00:00"},"hreflang":"en","guid":"439aa799-5b61-4fe8-b796-70b04ff931b1","title":"One man in Turkey struggles with his long-hidden Armenian identity","published":"2015-04-24T21:16:39+00:00","byline":"Dalia Mortada","tags":["Armenian genocide","Ethnicity & Race","conflict","history","Conflict","Conflict & Justice","Diyarbakir","Asia","Turkey","Middle East","Armenian Genocide","Ethnic groups in Turkey","Armenian diaspora","Armenians","Armenian language","Armenia","Armenians in Turkey","Religion"],"teaser":"What happens when you find out you're not who you thought you were? One man in Turkey discovered his father was a victim of the Armenian Genocide, and he's been embracing and struggling with that identity ever since.","contentencoded":"<p>As Armenians around the world commemorate the 100th anniversary of what's widely considered a genocide — though not in Turkey — some in Turkey are exploring their hidden Armenian roots. That includes Armen Demircian, a 54-year-old retired Turkish civil servant, who lives in the city of Diyarbakir.</p>\n<p>Until he was 25, Demircian had no idea about his Armenian heritage. But after his father died, elders from his village told him the truth: \"Your father was Armenian,\" they said. \"He was four years old at the time of the genocide.” Demircian's father survived, and his mother's family took him in, converted him to Islam and raised him as Kurdish, just like them.</p>\n<p>“I was very confused [when I found out], because I was Kurdish, I've always considered myself as Kurdish — and now I'm an Armenian,” Demircian remembers.</p>\n<p>Demircian knew about the horrific acts committed against Armenians in 1915, often committed by Kurds at the order of their Ottoman Turkish leaders. But he says all that seemed like something far away, something terrible that had happened to other people. Suddenly this was part of his own story; his own father had suffered through the massacres, and it could have been members of his mother’s Kurdish community who did the killing.</p>\n<p>“I kept digging and learning more about my ancestry to believe it,” Demircian says, pulling out a deeply creased document stained with drops of tea. These are the death records of his ancestors, he explains.</p>\n<p>“This is my great grandfather, his name is Donu — married, Christian, born in 1839,\" he reads. \"He died in 1915. Here are the others’ names: Christian, Christian, married, married, Christian.”</p>\n<p>The paper indicates that his great-grandfather, grandfather and uncle all died in 1915. There are no dates of death for his other relatives — they were never found. Then the document lists Demircian’s father, and the religion changes from “Christian” to “Islam.”</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/DemircianProfile-BradleySecker-PRI-DaliaMortada-7.jpg.jpeg?itok=CAUY-2C-\" alt=\"\" /><div class=\"field-caption\">\n    <p class=\"p1\">Ermen Demircian, caretaker of the Surp Giragos Armenian church in Diyarbakir, guides visitors during the lead up to the centennial memorial of the genocide.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bradley Secker</p>\n  </div>\n</div>Demircian says he struggled for a long time with the discovery, but over the years he has embraced his Armenian heritage. The name he uses, Armen Demircian, isn’t his birth name. Twelve years ago, he adopted the last name of his ancestors and chose the name “Armen,\" meaning “Armenian,\" as his first name.\n<p>He also began spending his free time giving tours and information to visitors at the newly restored Surp Giragos Armenian church in Diyarbakir, which was the center of Turkish Armenian life before the genocide.</p>\n<p>“[All these changes were] causing trouble with my wife and kids. They were worried I was going to change my religion,” Demircian admits. While she doesn’t have a problem with his “Armenian-ness,\" she doesn’t understand why he has to be so involved with the church, despite the fact that he assures his family he doesn’t worship there.</p>\n<p>Demircian says it's complicated: He still considers himself Muslim and Kurdish, and he says he has no plans to convert to the Christianity of his ancestors. But he finds a sense of community at the church, and he’s found more people like him through the church’s network.</p>\n<p>“I have found relatives in New York, Holland, Istanbul. And one is coming from Marseilles this week,” Demircian says. “I met people who are like me. We can say I have a big family now. I'm not alone anymore.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-24%2Fcentury-later-one-man-turkey-struggles-his-hidden-armenian-identity&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPArmenChurch.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/croparmenchurchjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04242015_06.mp3"},{"href":"http://www.pri.org/file/0424201506mp3"}]}