{"created":"2015-01-23T18:19:32+00:00","modified":"2015-04-29T16:35:28+00:00","valid":{"from":"2015-04-29T16:35:27+00:00","to":"3015-04-29T16:35:27+00:00"},"hreflang":"en","title":"Gary Burton On Piano Jazz","published":"2015-01-23T18:19:00+00:00","teaser":"The vibraphonist performs a set of tunes by Antonio Carlos Jobim, Duke Ellington and others.","itags":["npr_api","143798470"],"guid":"439b85a5-1a69-4f7a-ab72-0ce6ad2a969c","contentencoded":"<p>On this episode of<strong> </strong><em>Piano Jazz</em>, innovative vibraphonist <a href=\"http://www.npr.org/artists/16320551/gary-burton\">Gary Burton</a> stops by the program to perform a set of tunes by <a href=\"http://www.npr.org/artists/15396512/antonio-carlos-jobim\">Antonio Carlos Jobim</a>, <a href=\"http://www.npr.org/artists/15396582/duke-ellington\">Duke Ellington</a>, Rodgers & Hart and more.</p><p>Gary Burton was born in Jan. 23, 1943, in Anderson, Ind. He taught himself to play the vibraphone and began his recording career at 17, backing guitarists Hank Garland and Chet Atkins. Following a brief stint at Berklee College of Music, Burton joined <a href=\"http://www.npr.org/artists/15404936/george-shearing\">George Shearing</a>, followed by a two-year stint with <a href=\"http://www.npr.org/artists/15401862/stan-getz\">Stan Getz</a>.</p><p>In 1967, Burton left Getz to form his own band, having already recorded three albums under his own name. With his new quartet, Burton began working in a new direction, combining jazz, rock and other influences into what would become fusion. The quartet expanded in subsequent years to include guitarist Pat Metheny, bringing a very electric guitar sound to prominence as a lead jazz instrument. In addition to work with his own group, Burton also performed in duo format with bassist Steve Swallow, guitarist <a href=\"http://www.npr.org/artists/15398990/ralph-towner\">Ralph Towner</a> and pianist <a href=\"http://www.npr.org/artists/15159427/chick-corea\">Chick Corea</a>. Burton and Corea have worked together in various projects for nearly 40 years.</p><p>His five Grammy awards, 13 Grammy nominations, hit records and multiple accolades from the jazz press are a testament to Burton's musical talent and vision. But Burton has been equally important as a jazz educator, having worked at the Berklee College of Music in Boston for nearly 30 years — first as a percussion teacher, then as dean of curriculum, and finally as executive vice president. In 1989, almost 25 years after he left his studies to join Stan Getz, Burton was awarded an honorary doctorate from the school.</p><p>Burton has also maintained an interest in discovering and encouraging new musicians. In addition to <a href=\"http://www.npr.org/artists/15124280/pat-metheny\">Pat Metheny</a>, Burton gave big breaks to <a href=\"http://www.npr.org/artists/14951030/john-scofield\">John Scofield</a>, Jerry Hahn and Mick Goddrick. Guitarist <a href=\"http://www.npr.org/artists/102196133/julian-lage\">Julian Lage</a> began working with Burton at age 16, and is currently a member of the New Gary Burton Quartet, alongside bassist Scott Colley and drummer Antonio Sánchez.</p><p>Gary Burton is also a noted innovator on the vibraphone. He developed the \"Burton grip,\" a unique technique using four mallets over the usual two, which allows for a more pianistic approach to melody and harmony.</p><p><em>Originally recorded April 19, 2004.</em></p><h5>Set List</h5><ul><li>\"O Grande Amour\" (A.C. Jobim)</li><li>\"Blame It On My Youth\" (O. Levant, E. Heyman )</li><li>\"Yesterdays\" (Kern, Harbach)</li><li>\"So Many Things\" (McPartland)</li><li>\"Sophisticated Lady\" (Ellington, Mills, Parish)</li><li>\"My Romance\" (Rodgers, Hart)</li><li>\"My Funny Valentine\" (Rodgers, Hart)</li><li>\"Windows\" (Corea)</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gary+Burton+On+Piano+Jazz&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Grant Jackson","audio":[{"meta":{"duration":"3471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1143798530-ee2f05.m3u?orgId=1&topicId=1103&aggIds=15773266&d=3471&story=143798470&t=progseg&e=143798539&ft=nprml&f=143798470"},{"href":"http://media.npr.org/assets/img/2011/12/15/gary-19c7b7e1a200ade1d5de19362a786d14d79db636.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"577","width":"770"}}]}