{"created":"2014-10-03T19:50:11+00:00","modified":"2014-10-31T01:42:38+00:00","valid":{"from":"2014-10-31T01:42:38+00:00","to":"3014-10-31T01:42:38+00:00"},"hreflang":"en","title":"Google Is Becoming A Car Manufacturer","published":"2014-05-28T20:35:00+00:00","teaser":"The company that started as a search engine is making a big leap into the auto industry. Scientists at Google X are building self-driving cars they plan to debut (at least in test mode) this summer.","itags":["npr_api","316486989"],"guid":"439de48f-2698-4f14-b439-e22f983ce1bf","contentencoded":"<p>Google is taking a detour into the world of automobiles, by <a href=\"http://googleblog.blogspot.com/2014/05/just-press-go-designing-self-driving.html\">becoming a carmaker</a>.</p><p>But not just any car: a car that drives itself. In an effort to create a fully, 100 percent self-driving vehicle — something that needs no human being at the steering wheel — the company is building a car without a steering wheel.</p><p>Scientists at the company's research wing, Google X, have been working on this project hush-hush for the past year.</p><p><strong>Today's Self-Driving Car</strong></p><p>As it stands (or drives) now, the self-driving car of today is plenty futuristic.</p><p>I take a ride around suburban Mountain View, Calif., in one <em>with</em> a steering wheel. It's a Lexus that's been modified, radically, to drive itself around town. The steering wheel moves all on its own, without anyone touching it. It even puts on the turn signals.</p><p><a href=\"http://www.linkedin.com/pub/dmitri-dolgov/1/a33/127\">Dmitri Dolgov</a>, the lead scientist with Google X who is taking me for this spin, is not looking at the road.</p><p>\"Here we have a couple of cyclists that we're tracking, and they're showing up as red boxes on my screen,\" he says.</p><p>His eyes are fixated on his laptop. It's creating a real-time map of every cyclist, driver and pedestrian at this busy intersection — by pulling in data from the sensors whirring round and round on top of the car.</p><p>Dolgov now points to a little circle that's moving across his screen.</p><p>\"We're tracking a pedestrian that was on the other side of the intersection that I myself couldn't see until he passed that truck over there.\"</p><p><strong>Phase 2: Build Cars From Scratch</strong></p><p>Google's self-driving car has <a href=\"http://spectrum.ieee.org/automaton/robotics/artificial-intelligence/how-google-self-driving-car-works\">gotten smarter over the years,</a> and the company is ready for its next big leap. Its scientists are tired of cramming their big, bold vision for human-free driving into a hunk of metal that was made for a human operator.</p><p><a href=\"http://onlinelibrary.wiley.com/doi/10.1002/rob.20255/abstract\">Chris Urmson</a>, another lead developer at Google X, says, \"Instead of taking a Lexus and adding sensors and computing to it, we've started developing prototype vehicles that actually are built from the ground up to be fully self-driving.\"</p><p>His team has built three prototypes so far. They are hidden away in the deepest recesses of the company's laboratories, so he shows me a picture of one — a small two-seater that looks like a buggy.</p><p>\"Look at the nice, rounded, soft features,\" he says. \"It has this face on the front that just smiles at you.\"</p><p>It's so cute — if it had cheeks, I'd pinch them.</p><p>The car has lasers to see geometry, cameras to see when color matters, and radars for distance. \"They'll be able to see about two football fields in every direction,\" Urmson says.</p><p>The car does not have an accelerator or brake pedal. While there's a windshield, there are no wipers to wipe away the rain.</p><p>\"The dome at the top, which is how it drives, it has windshield wipers to clear that,\" Urmson explains.</p><p>The car has a steel frame to protect passengers, but the front face is made of a soft foam that causes less damage in an accident. It'll go no faster than 25 mph, and focuses on city street driving — perfect for a night out drinking.</p><p>Google X won't disclose the cost. But Urmson says they plan to build hundreds of them, and the prototypes will be on the road this summer. This is a huge leap of faith in the world of computers and algorithms.</p><p>\"We think it is a world where you don't have to worry about driving, where that gets taken care of for you,\" he says.</p><p><strong>An Auto Industry Trend</strong></p><p>Sven Beiker, a professor at<a href=\"http://me.stanford.edu/groups/design/automotive/\"> Stanford's Center for Automotive Research</a>, doesn't think he's going to see a fully self-driving car in his professional lifetime.</p><p>\"Right now in, the year 2014, we're just making the steps toward partial automation. That means the driver still needs to be in the loop,\" he says.</p><p>But this move by Google is part of an auto-industry trend. All car companies — from Europe to Japan to Detroit — are <a href=\"http://singularityhub.com/2013/03/21/bmw-cars-will-be-highly-automated-by-2020-driverless-by-2025-behind-the-curve/\">moving toward automation</a>. The main reason is safety.</p><p>Humans get tired, drunk, distracted with texting. But computers \"probably will not have the same level of accident risk; even if it will not be completely down to zero, it will be many fewer accidents.\"</p><p>While this vision of driving is futuristic, Google is still playing old-school politics. The company has hired a former federal transportation tsar to lobby for self-driving cars.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Google+Is+Becoming+A+Car+Manufacturer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316552689-633a52.m3u?orgId=1&topicId=1049&ft=3&f=316486989"},{"href":"http://media.npr.org/assets/img/2014/05/27/vehicle-prototype-image-d7696cd1d3ba674c7b8e72c5a26f6c579e70d3a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2396"}},{"href":"http://media.npr.org/assets/img/2014/05/27/vehicle-prototype-photo-small-f1c91b1a08fb3d929629773ca11b17e50f5f4de7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1681","width":"2243"}}]}