{"created":"2014-10-08T16:11:49+00:00","modified":"2014-10-31T02:19:02+00:00","valid":{"from":"2014-10-31T02:19:02+00:00","to":"3014-10-31T02:19:02+00:00"},"hreflang":"en","title":"A Spoon That Shakes To Counteract Hand Tremors","published":"2014-05-14T15:43:00+00:00","teaser":"A young engineer working on an Army project to help stabilize weapons realized the technology could also help some Parkinson's patients with essential tasks.","itags":["npr_api","310399325"],"guid":"43a9eb30-d9d6-443b-9595-c0b604137ced","contentencoded":"<p>Eating a bowl of cereal in the morning seems like such a simple thing, but it's close to impossible for some of the 1 million Americans who struggle with the tremors of Parkinson's disease.</p><p>There are also as many as 10 million Americans who have a disorder called essential tremor — sometimes mistaken for Parkinson's — which, when severe, also can make eating a struggle.</p><p>That's obvious when Joe Bremhorst tries to eat a bowl of Cheerios. His essential tremor is so strong that the cereal bounces right out of his spoon and back into the bowl. No Cheerios make it as far as his mouth.</p><p>This is the problem that engineer Anupam Pathak wanted to solve. He couldn't cure Bremhorst's tremor. But he could develop a spoon that would cancel out its effects. He calls the spoon <a href=\"https://www.liftlabsdesign.com/\">Liftware</a>.</p><p>There's no on switch; the spoon starts up automatically when it's lifted from the table. The chunky handle vibrates a little in the user's hand.</p><p>\"There's a little motion sensor right near the spoon,\" Pathak explains. \"If I had tremor, it's going to move opposite to what the shaking is doing. So, if I move to the left, it'll physically move the spoon to the right.\"</p><p>And that cancels out the tremor as the spoon moves from plate to mouth. In a <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/mds.25796/abstract\" target=\"_blank\">clinical trial</a>, the Liftware spoon canceled out more than 70 percent of a user's tremor.</p><p>\"I don't think it took us five minutes to say, 'This is remarkable,' \" says Sheila Garner, who oversees two-dozen senior and assisted living facilities in Northern California run by Brookdale Senior Living. She was impressed enough with the Liftware spoon to order some for her residents with essential tremor.</p><p>\"We'll be able to free up staff time from assisting people with eating,\" Garner says. But her focus, she says, is on restoring the dignity that her residents with essential tremor lost when they could no longer feed themselves.</p><p>Stabilizing technology has been around for a while. Steadicam, for example, is used to shoot movies. The Liftware device has to compensate for larger movements and still fit comfortably in the hand.</p><p>Pathak says he got the idea while still in grad school. \"I was working on technologies for Army Research Lab ... to stabilize [rifles] for soldiers in combat,\" he says.</p><p>But that wasn't what really moved him. \"I've always had this sort of drive,\" he says, \"of wanting to make technologies with ... very personal and immediate impact.\"</p><p>You can see that impact when Bremhorst digs into the bowl of Cheerios with the Liftware spoon. Though his hand still shakes, he doesn't drop a single O. Bremhorst is part of an essential tremor support group that tested prototypes of the Liftware spoon. While he now has a brain implant that can control his tremor, he shut it off to participate in the tests.</p><p>The Liftware prototype was once a chunky thing with wires sticking out, and a plastic picnic-spoon taped to the end. Sharon Alexander, the facilitator of the support group, says members gave Pathak a lot of feedback.</p><p>The product became available commercially last December — and at roughly $300 (via the <a href=\"http://store.liftlabsdesign.com/\">company website</a> or <a href=\"http://www.amazon.com/gp/offer-listing/B00JDSIOJE/ref=dp_olp_0?ie=UTF8&condition=all\">Amazon</a>), it's not cheap. Pathak wouldn't disclose exactly how many he has sold, but says it's more than 1,000.</p><p>So far Medicare and private insurance don't pay for the devices, but a handful of Veterans Affairs medical centers do. Meanwhile, Pathak has raised enough money on the Internet and through foundations to give away a couple of hundred spoons to people who can't afford them.</p><p>And soon there will be new attachments. A fork and a soup spoon should be available by the end of June. Devices for holding a door key steady and for grabbing small objects are on the drawing board.</p><p>\"We want it to be kind of like a Swiss army knife,\" says Pathak, something to help stabilize the lives — and maintain the independence — of a lot of people with tremor.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Spoon+That+Shakes+To+Counteract+Hand+Tremors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"294"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197666-6ba0c5.m3u?orgId=1&topicId=1128&aggIds=130593764&ft=3&f=310399325"},{"href":"http://media.npr.org/assets/img/2014/05/09/spoon-lift-fcb8fc7b13962b15bc96cb40bc38d5c9aea51e74.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}},{"href":"http://media.npr.org/assets/img/2014/05/09/pathak-6abad223ea8c389bcaf79cc93cd3efc758013086.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"525","width":"701"}}]}