{"created":"2015-02-08T23:57:41+00:00","modified":"2015-06-05T15:29:19+00:00","valid":{"from":"2015-06-05T15:29:19+00:00","to":"3015-06-05T15:29:19+00:00"},"hreflang":"en","title":"To End Solitary Confinement, Rikers Steps Out Of The Box","published":"2015-02-09T18:09:00+00:00","teaser":"With a single move, Rikers Island prison has taken the lead on prison reform on one issue: It banned the use of solitary confinement for inmates under 21 years old.","itags":["npr_api","384777189"],"guid":"43b7f7f8-5f71-4261-9a10-41689124fe44","contentencoded":"<p>New York's Rikers Island is the second-largest jail in the U.S., and one of the most notorious.</p><p>But with a single move, Rikers has taken the lead on prison reform on one issue: Last month, the prison banned the use of solitary confinement for inmates under 21 years old.</p><p>Amy Fettig, senior staff counsel for the ACLU's National Prison Project, says the use of isolation is too widespread and that it's being used for the wrong reasons. Often young people are even isolated for their own protection.</p><p>\"[Rikers] is known for being abusive, for being dysfunctional and broken,\" Fettig says. \"The fact that it has chosen to move away from abusive policies and practices ... has national significance.\"</p><p><strong>'I'm In A Box'</strong></p><p>Ismael Nazario, from Brooklyn, was 16 when he first landed in Rikers for an assault charge that was later dismissed. Then he got sent back for robbery.</p><p>While inside, he was accused of inciting a riot, so he was put into solitary confinement. Nazario says he'll never forget his first night in that 6-by-8-foot cell.</p><p>\"All the different people that's in all the different cells talking, screaming out the windows, screaming on their cell doors [and] time dragging,\" Nazario says. \"There's no clock — you don't have no sense of ... what day is it, what time is it.\"</p><p>By the third day in isolation, he says, that's when reality really<em> </em>set in.</p><p>\"Look at me now; I'm in a box. Whoop-de-do,\" he says. \"You know, this is not the plan I have for myself in life. This is not where I should be; I'm a kid.\"</p><p>To keep occupied, he read everything he could get his hands on. But after a while he'd just stare at the wall. You stare long enough, he says, and you start to see<em> </em>things. Nazario says he started to see \"black dots\" around his cell, to the point where he thought something was wrong with his eyes.</p><p>When he left Rikers at 19, Nazario says, he had spent around 300 days in isolation. He says he wonders what would happen to parents who locked their 16- or 17-year-old child in a room for 23 hours a day, and slid food in under the door.</p><p>\"But yet when you commit a crime, it's all right for this to happen to young people because they committed a crime; so this is OK,\" he says.</p><p><strong>Police: A Necessary Tool</strong></p><p>Norman Seabrook, president of the city's Correction Officers' Benevolent Association, says solitary confinement, or what he refers to as \"punitive segregation,\" is a necessary tool for officers. He says adolescent inmates, like those in Rikers, are in adult prisons and jails for a reason.</p><p>\"They made an adult decision when they pulled the trigger and killed a 6-year-old in the schoolyard. They made an adult decision when they sexually assaulted a woman and left her near death,\" Seabrook says. \"They made these adult decisions then, and now you want me to treat them as children. ... You can't commit these crimes in the confines of an institution and expect to be able to get a free pass.\"</p><p>Seabrook says there's no magic bullet to fix the problem, but asks, \"What do you do with that person that spits a razor blade out of their mouth and slashes another inmate?\" Or, he asks, what do you do with an inmate who assaults a clinical worker in the correction facility?</p><p>\"If you don't have an answer as to what you do with them, and I'm suggesting to you that punitive segregation be a tool to be used to isolate the problems so that they don't continue, then why am I wrong and everybody else is right?\" he says.</p><p>But retired Judge Bryanne Hamill, who sits on the New York City Board of Correction, says she hears stories of adolescent inmates getting sent to solitary for minor<em> </em>offenses. For simple horseplay or ignoring a direct order, some can see up to 90 days in solitary, where they sit alone and idle.</p><p>\"They need to be able to exercise their brains, since their brains are developing,\" Hamill says. \"And they're developing the frontal lobe and executive functioning; they need opportunities to be able to exercise that, so for those reasons it's considered to be extremely harmful.\"</p><p>Seabrook agrees that using solitary confinement punitively for simple offenses is wrong and must stop. He says it's appalling and ridiculous if young people are being placed in solitary confinement for yelling or cursing.</p><p>\"But what people have got to refocus themselves on is, 'You did the crime, do the time,' \" he says. \"And while you're in jail, you will abide by the rules and regulations of the facility.\"</p><p><strong>Seeking Solutions To A Cycle Of Solitary</strong></p><p>Those adolescents who are in solitary confinement, Hamill argues, spend too much time in isolation. She says she has met many 16-year-olds who have been in solitary for an entire year. One 18-year-old she's worked with has been in solitary for two years.</p><p>\"More likely than not, once you're there, you're going to continue to break the rules because of the nature of being in solitary and the harm that it's causing you,\" Hamill says.</p><p>Hamill says part of the solution for eliminating the use of isolation, especially for minor offenses or protection, is more correction officers in prisons. They need to build relationships with inmates, she says, and have alternative consequences for rule infractions. She says that's what they've demonstrated at Rikers.</p><p>\"What they created in the exact same housing unit was a unit that is meant to be rehabilitative,\" she says. \"So there's many more officers, there's a lot of clinical staff, there's clinical intervention [and] there's a lot of programming with the exact same officers who have now been trained. So it certainly can be done.\"</p><p>The decision to eliminate solitary confinement for inmates under 21 at Rikers does not go into effect fully until 2016; for now, solitary confinement for inmates 18 and older has been limited to a month.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+End+Solitary+Confinement%2C+Rikers+Steps+Out+Of+The+Box&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384782593-1e1044.m3u?orgId=1&topicId=1091&d=419&p=2&story=384777189&t=progseg&e=384782515&seg=1&ft=nprml&f=384777189"},{"href":"http://media.npr.org/assets/img/2015/02/08/deblasio-a67570d6dcbbdfa4d337995af881d5bdd36196de.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2191","width":"2923"}}]}