{"created":"2015-04-01T20:32:10+00:00","modified":"2015-04-06T17:05:16+00:00","valid":{"from":"2015-04-06T17:05:16+00:00","to":"3015-04-06T17:05:16+00:00"},"hreflang":"en","title":"Centenarian Poet Was A Fearless Guide To 'The Country Of Old Age'","published":"2015-04-02T00:00:00+00:00","teaser":"Poet and author Margaret Howe Freydburg died last week at 107; she wrote and published well past her 100th birthday. Her friend Nancy Slonim Aronie has an appreciation of a remarkable woman.","itags":["npr_api","396855406"],"guid":"43bfdf2f-6440-4765-b8db-db3d0826ebe8","contentencoded":"<p>Old age is in the news today — very old age. According to media reports, a 117-year-old Japanese woman has died; she was said to be the world's oldest person.</p><p>So we're going to take a moment to remember poet and author Margaret Howe Freydberg, who <a href=\"http://vineyardgazette.com/news/2015/03/27/margaret-howe-freydberg-chilmark-poet-dies-107?k=vg551c2c7dc8b2a&r=1\">died last week at the age of 107</a>. She was was young at heart — but also very honest about her thoughts on aging. \"I think growing old, I think old age is disgusting,\" she told a historian in 2009.</p><p>\"The lack of coordination, the imbalance, the fear — always about to fall down --the physical part of it,\" she said. \"But you stop complaining about it because of course it's inevitable. What joy is there? Just loving, that's the joy.\"</p><p>Freydberg — known to friends as Peggy — was a longtime resident of Martha's Vineyard. Earlier in her life, she wrote articles and short stories before moving on to novels, and then, in her 90s, to poetry and a book called <em>Growing Up in Old Age</em>.</p><p>Vineyard resident Nancy Slonim Aronie knew Freydberg well and hopes many more people will learn from her writing — and her life. \"In my mid-70s, I have more wrinkles than she did and many more questions,\" Aronie says.</p><p>\"She had written, 'And so I stand in this open countryside, where there are no familiar landmarks. Ad it comes to me suddenly that yes, this is the country of old age. I am old. What's more, I accept the reality.'\"</p><p>Aronie remembers her friend's \"gift of language, her genuine humility and her deep, deep wisdom. Knowing Peggy,\" she says, \"has been one of the biggest blessings of my life.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Centenarian+Poet+Was+A+Fearless+Guide+To+%27The+Country+Of+Old+Age%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871431-3a146a.m3u?orgId=1&topicId=1062&e=396855406&d=238&ft=nprml&f=396855406"},{"href":"http://media.npr.org/assets/img/2015/04/01/freydberg-90185c9c5bc0d5b11b3c9787bc5c8810259e4489.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}}]}