{"created":"2014-11-08T22:08:14+00:00","modified":"2015-05-06T20:34:05+00:00","valid":{"from":"2015-05-06T20:34:05+00:00","to":"3015-05-06T20:34:05+00:00"},"hreflang":"en","title":"As GOP Swept Congress, Black Republicans Took Home Historic Wins","published":"2014-11-08T23:33:00+00:00","teaser":"The Republican Party made striking gains during the midterm elections. Among their victories were three wins by black Republicans, who seem to be building momentum for diversifying the GOP ranks.","itags":["npr_api","362547523"],"guid":"43c669c3-e766-4c17-9810-5fc7b7d3799e","contentencoded":"<p>The Republican Party made historic gains during this week's midterm elections. Among their victories were three wins by black Republicans, who seem to be building momentum for diversifying the GOP ranks.</p><p>Mia Love — who is Mormon and Haitian-American — is one of those three, and Republicans in Utah's 4th District will be sending her to Congress next year.</p><p>\"Many of the naysayers out there said that Utah would never elect a black, Republican, LDS woman to Congress,\" Love told a crowd on Tuesday. \"And guess what? Not only did we do it, we were the first to do it!\"</p><p>Another big winner was Tim Scott, who was appointed to the Senate in 2012, but won a full term in his own right on Tuesday. He's now South Carolina's first elected black senator, and the South's first since Reconstruction.</p><p>Texas also celebrated a historic win in Will Hurd, a former CIA officer who is the first black Republican from Texas ever to win a U.S. Congressional seat.</p><p>\"It's a start,\" says Michael Steele, the former chairman of the Republican National Committee. \"And yeah, I want more. You know, I want to get to the point where it's not notable.\"</p><p>Steele, the first black chairman of the RNC, is notable himself. He says these rising stars will follow the lead of former representatives Allen West and J.C. Watts, who, like other black Republicans, faced suspicion from many black voters.</p><p>\"You still have to deal with the stereotype that somehow if you're a black Republican, you're not a real black person,\" he says.</p><p>But Steele adds there are also legitimate questions about his party's commitment to racial diversity.</p><p>\"White folks get excited when they see, 'Oh, got a black candidate running for office!' \" he says. \"OK, that's great. But what are you doing to get them elected? It's not just enough to have the face on the ballot.\"</p><p>Amy Holmes, a former speech writer for Republican Sen. Bill Frist and an anchor on the TheBlaze.com, says this newly-elected group represents an important part of the post-Obama era of politics.</p><p>\"I think President Obama's election in 2008 inspired a lot of African-American politicians, including on the right,\" Holmes says.</p><p>Holmes points out these candidates also succeeded in places where black voters did not make up the majority.</p><p>\"The old conventional wisdom has been that an African-American politician has to run from a majority African-American district,\" she says. \"Well, these three candidates prove that's not true.\"</p><p>But the relationship between the GOP and black voters has to change as U.S. racial demographics continue to shift, according to Lenny McAllister, a former Republican candidate for Congress and the host of <em>The McAllister Minute</em> on the American Urban Radio Network.</p><p>Early exit polls show almost 90 percent of black voters supported Democrats on Tuesday, and McAllister says that allegiance to the Democratic Party diminishes black political power.</p><p>\"We cannot continue to only access half of the political process,\" McAllister says. \"We need Republicans and Democrats being actively and efficiently responsive to our needs.\"</p><p>McAllister admits it will take more than these three winners for Republicans to earn the trust of black voters. But he says we shouldn't forget how a young senator from Illinois beat the odds to become America's first black president.</p><p>\"The impossible happens in America, and if we're going to open up the doors to what's possible for more Americans, we have to take on this fight now,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+GOP+Swept+Congress%2C+Black+Republicans+Took+Home+Historic+Wins&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362588090-afbf67.m3u?orgId=1&topicId=1014&d=234&p=2&story=362547523&t=progseg&e=362560114&seg=3&ft=nprml&f=362547523"}]}