{"created":"2014-11-23T22:10:32+00:00","modified":"2015-01-12T00:02:05+00:00","valid":{"from":"2015-01-12T00:02:05+00:00","to":"3015-01-12T00:02:05+00:00"},"hreflang":"en","title":"After Injury, Tony Little Told Himself: 'You Can Do It!'","published":"2014-11-24T20:31:00+00:00","teaser":"The muscle man with the ponytail was once on track to become Mr. America. But a car accident shattered Tony Little's hopes of competing. Just when he hit rock bottom, he got a life-changing idea.","itags":["npr_api","366004173"],"guid":"43d8fd49-5974-41c0-9ed4-49136e08dfa4","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>You probably recognize him as the energized muscle man with the ponytail selling his exercise machine, The Gazelle, on late-night infomercials: Tony Little, also known as America's Personal Trainer.</p><p>He's been into bodybuilding since his teenage years. After a knee injury playing football in high school, he was taken off the field and into the weight room.</p><p>\"I wasn't allowed to take gym class because my knee would pop out of joint,\" Little says. \"I sat down and talked to the principal and said to him, 'Hey, listen, I'm really a physical guy. This is driving me nuts not to have gym class. Is it possible that if I lifted weights, could I get credits for gym class if I was working out?' \"</p><p>The school made an exception for him, and Little discovered a passion for bodybuilding.</p><p>\"I entered my first contest and won it and then entered my second contest and won it,\" he says. \"Right after my second contest, I mean, I was offered sponsorships. And I did become Mr. Florida, so that was pretty cool.\"</p><p>Little was on track to the prestigious Mr. America competition back in the early '80s. He says he had a real shot at winning back then.</p><p>\"Maybe three to five weeks out from being in it, I was driving,\" he says, \"and a loaded school bus ran a red light. It's like everything turned slow motion when you see the yellow.\"</p><p>The bus slammed into his car.</p><p>\"I was more adrenaline-freaked-out that it was a school bus than anything,\" he says. \"So I hopped out of the car and tried to help, and the bus driver locked the door.\"</p><p>He later found out that the bus driver was drunk.</p><p>Little was lucky to be alive, but his dreams of becoming Mr. America were shattered.</p><p>\"I had three herniated discs out of the five lower lumbar disks in my back,\" Little says. \"And I had a vertebrae in my neck that was protruding, was hitting the nerves in my right shoulder and arm.\"</p><p>He says he was in excruciating pain. For the next two years, he was cooped up in a small condo without a job and without any exercise.</p><p>\"You start upping the painkillers and drinking alcohol,\" Little says. \"And all it was doing was just putting me down, down, down, down. And just getting depressed upon depressed upon depressed.\"</p><p>Most of his time was spent watching TV. And that's exactly what got him back on his feet.</p><p>Little happened to flip on one of Jane Fonda's exercise programs.</p><p>\"She was starting a revolution [to get people to] do group exercise, which I thought was pretty cool,\" Little says. \"Because she had a video, I wanted a video too, you know?\"</p><p>He was motivated enough to leave his condo and go to the local cable company to inquire about his own televised exercise program.</p><p>\"Fifteen shows for $5,500 and you can have your own show on TV at 250,000 homes,\" he says. \"I said, 'OK, I'll do it.' \"</p><p>It was his big break.</p><p>\"And that's when I started, 'You can do it!' \" Little says. \"You got to believe in yourself, man. We only have one shot in life and you got to make it a solid one. And sometimes it might have to be a hundred shots.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Injury%2C+Tony+Little+Told+Himself%3A+%27You+Can+Do+It%21%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366166234-1a39fb.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=366004173"},{"href":"http://media.npr.org/assets/img/2014/11/22/tony-on-gazelle1a-1acf775453ef3cfe0e653a707cc015cc9f11929a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"431","width":"576"}}]}