{"created":"2014-11-10T08:03:06+00:00","modified":"2014-11-21T22:35:41+00:00","valid":{"from":"2014-11-21T22:35:40+00:00","to":"3014-11-21T22:35:40+00:00"},"hreflang":"en","title":"Whether Green With Envy Or Tickled Pink, We Live In A Color-Coded World","published":"2014-11-10T16:00:00+00:00","teaser":"Red means stop; green means go. You live in a red state or a blue state. Elizabeth Blair kicks off NPR's color series with a look at the way color organizes our lives — in ways we don't even realize.","itags":["npr_api","362280927"],"guid":"43d976af-9a1f-4795-8f5b-05cf65637be5","contentencoded":"<p>Red means stop; green means go. You live in a red or a blue state. You feel green with envy, or you're tickled pink. Colors alert, provoke, attract, divide and unite us.</p><p>Thinkers from Plato to Einstein to a new cottage industry of color psychologists have studied the importance of color in our daily lives. But, as Joann and Arielle Eckstut write in their book <em>The Secret Language of Color</em>: \"Anyone who claims to be an expert on color is a liar.\"</p><p>That said, Joann Eckstut says we do know <em>some </em>things. For one, our distant relatives rely on colors. \"In the animal world, it's everything,\" Eckstut explains. \"Color is what tells the male and the female who is the most attractive and who they're going to mate with.\"</p><p>But the human brain is bigger. We're influenced, not just by science, but by other people, says Arielle Eckstut. \"There is the biological part that has a reaction to color, and then there's the cultural part of us that is influenced by what's directly around us, and then there's the individual,\" she says.</p><p>We all have personal preferences, but culture plays a big part in how we feel about a color. \"In the Western part of the world, for example, where blue is universally the favorite color, you will see lots more blue in people's drawers than if you go to China, where reds and yellows are more highly valued than blues are,\" says Eckstut. \"So that's a way in which the cultural context helps fuel what we like.\"</p><p>... Or what we don't like. In the movie <em>Reservoir Dogs</em>, the crime boss assigns color names to his team of thieves. Steve Buscemi's character does <em>not </em>want to be named Mr. Pink. <em>(<a href=\"https://www.youtube.com/watch?v=4W5KhfJHF_4\">You can see that scene here,</a> but note, it includes offensive language.)</em></p><p>With pink's checkered past, a thug could learn to love it. Before it was seen as a \"girly\" color, pink was gender neutral and commonly worn by men. When pink was chosen as the symbolic color of breast cancer, there was a feminist backlash. And when Chicago decided to <a href=\"http://www.chicago-l.org/operations/lines/pink.html\">make one of its subway lines</a> pink, some scoffed. A writer for <em>The Chicago Tribune</em> said it was \"strange\" to have a pink line \"in a city known for ... deep-dish pizza and Chicago Bear-loving beer guzzlers.\"</p><p>Ten years later, Chicago's pink line is like a social experiment in color. \"Pink, it's a very Mexican color,\" says Samir Tamer, a pink-line regular. He points out that \"the train is running through the Mexican neighborhoods.\" A spokesperson for the Chicago Transit Authority said she did not think that was intentional.</p><p>Pink line rider Larry McDonald likes it because it's cheerful. \"It would be nice for all of the lines if it was brighter, I guess,\" says McDonald. \"It would change the mood swing. Like music. What's the old saying? 'Music calms the savage beast'? I guess it's the same way with colors,\" he says.</p><p>Some prison officials thought pink might soothe convicts. One study showed pink had <a href=\"http://munsell.com/color-blog/drunk-tank-pink-adam-alter/\">a calming effect</a> on inmates, so jail cells were painted pink. But another study found prisoners didn't like being \"pinked\" and <a href=\"http://www.orthomolecular.org/library/jom/1988/pdf/1988-v03n04-p202.pdf\">tried to scratch it off the walls</a> with their fingernails.</p><p>Marketers spend all kinds of time and money trying to figure out the best color for their brands. It's believed that red stimulates your appetite, blue signifies creativity, and yellow — surprise — can cheer you up. Again, the science behind this research is fuzzy. But change the color of a popular brand, or even a medication, and people notice.</p><p>\"A study was done on people who regularly took a particular pharmaceutical that was a particular color,\" says Arielle Eckstut. \"And when they switched out the pill with these people and made it a different color, 53 percent of people stopped taking the pill even though it was important to their health.\"</p><p>Whether we're conscious of it or not, color codes our daily lives.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Whether+Green+With+Envy+Or+Tickled+Pink%2C+We+Live+In+A+Color-Coded+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362952899-9c82d7.m3u?orgId=1&topicId=1008&aggIds=358046323&ft=3&f=362280927"},{"href":"http://media.npr.org/assets/img/2014/11/07/promo_wide-a54f6e6ab95a63ca778379201d8b93b13c41e9b1.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}},{"href":"http://media.npr.org/assets/img/2014/11/07/77360251-378aef57afaa83a5d65d88badfbea5b17b2f98d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1608","width":"2144"}},{"href":"http://media.npr.org/assets/img/2014/11/07/489099121_enl-9fa4a13b7c6e23a28d1bc578751339d323852b9e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1951","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/07/2623809_custom-fe345b828bd6ac48732cc57940c3fc249cbbc2a3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}}]}