{"created":"2014-08-30T23:05:14+00:00","modified":"2014-10-31T01:29:12+00:00","valid":{"from":"2014-10-31T01:29:12+00:00","to":"3014-10-31T01:29:12+00:00"},"hreflang":"en","title":"Now That Russia Has Crimea, What Is Moscow's Plan? ","published":"2014-06-05T23:58:00+00:00","teaser":"Moscow is pouring in billions in an effort to make Crimea a showcase of development. But Crimea has a deeply entrenched reputation for organized crime, which already taints some of its new leaders.","itags":["npr_api","318870835"],"guid":"43d91bcc-d558-4a7a-b4ba-450149e40144","contentencoded":"<p>Less than three months after Russia annexed Crimea, Moscow is committing billions of dollars in aid and tax breaks to make the Black Sea peninsula a showcase of development.</p><p>But there's at least one major problem: The region has a deeply ingrained reputation for corruption and organized crime, a reputation that already taints some of the region's newest leaders.</p><p>After Russian troops seized control of the Crimean parliament in February, one of the first leaders to emerge was a 41-year-old businessman and politician named Sergei Aksyonov.</p><p>Although Aksyonov and his Russian Unity party held only three seats in Crimea's 100-member assembly, he was named acting prime minister.</p><p>Just a few weeks later, he was celebrating Russia's annexation of Crimea on March 18.</p><p>\"We're going home!\" he told a cheering crowd. \"Crimea is in Russia! Thanks to the support of Russia, its people and its president.\"</p><p><strong>Allegations Against Crimea's New Leader</strong></p><p>For Aksyonov and his colleagues, the annexation seems to be opening a world of possibilities.</p><p>But Mark Galeotti, a professor at New York University and an expert on organized crime in the former Soviet Union, says Aksyonov has been dogged by allegations that he has longtime links to Crimea's underworld.</p><p>\"For years, the Ukrainian police have been saying that the elite in Crimea, even by the standards of Ukrainian politics, was thoroughly interpenetrated by figures who were in organized crime or connected to organized crime,\" Galeotti says.</p><p>He says police reports identified Aksyonov, who went by the nickname \"Goblin,\" as a member of a cigarette-smuggling gang.</p><p>Tatyana Kurmanova, a journalist who investigated Aksyonov for the International Press Center in Simferopol, says the allegations about Aksyonov's criminal past became very public in 2009. That's when Mikhail Bakharev, a prominent member of the Russian Society of Crimea, a group that promotes Russian culture, tried to have Aksyonov ousted on the grounds that his membership would hurt the group's reputation.</p><p>\"[Bakharev] brought up the police reports,\" Kurmanova says. \"Aksyonov filed a defamation suit, but the court ruled against him because he couldn't prove the reports were false.\"</p><p>Kurmanova says court records and other evidence against Aksyonov later went missing.</p><p>There are also allegations of criminal activity against Vladimir Konstantinov, the speaker of the Crimean parliament.</p><p>Sergei Mokrushin, a correspondent for the Independent Press Center, investigated Konstantinov's construction company, Console.</p><p>\"Console would get a permit to construct an apartment building, and it would build a foundation, or maybe several stories, to convince people that construction was underway,\" Mokrushin says. \"Then people would prepay the company for apartments in the building. Once Console had the money, the work would stop.\"</p><p>Mokrushin says many people were taken in by the scheme and never got their money back. He says Console, which is now bankrupt, also had government contracts to build several kindergartens, work that also was never finished.</p><p>The reporters say it's unlikely now that anyone will pursue cases against Aksyonov or Konstantinov.</p><p><strong>Talk Of Casinos</strong></p><p>The economic stimulus that Russia is preparing for Crimea is expected to include a permit for casino-style gambling, something that is only allowed in a few zones in Russia.</p><p>That's an attraction for organized crime networks from Russia, says New York University's Galeotti, as is Crimea's potential to be a new center for smuggling everything from Afghan heroin to counterfeit designer goods.</p><p>\"My concern is precisely that Russia will not move in to clean this up, because after all, at the moment, Russia depends on the local elites to actually run this area, and therefore wants to keep them sweet by not trying to crack down on them,\" he says.</p><p>Russian President Vladimir Putin issued a decree last month that temporarily exempts public officials in Crimea from a Russian law that prevents public officials from engaging in business. The Crimean politicians now have until the end of the year before they have to comply with that and other laws that would require them to declare assets and report potential conflicts of interest.</p><p>In the meantime, Galeotti says, competition among gangs could turn Crimea into an increasingly dangerous place, or even spark conflicts in Moscow, where many of the gangs are based.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Now+That+Russia+Has+Crimea%2C+What+Is+Moscow%27s+Plan%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319222871-5ca774.m3u?orgId=1&topicId=1124&ft=3&f=318870835"}]}