{"created":"2015-05-23T21:00:20+00:00","modified":"2015-05-27T01:05:10+00:00","valid":{"from":"2015-05-27T01:05:09+00:00","to":"3015-05-27T01:05:09+00:00"},"hreflang":"en","title":"Alfonso Ribeiro Wants To Let 'Funniest Home Videos' Shine","published":"2015-05-24T01:49:00+00:00","teaser":"Ribeiro will take over as host for the 26th season of America's<em> Funniest Home Videos </em>in the fall. He says he'll add his energy and flavor, but \"the videos are truly the stars of this show.\"","itags":["npr_api","408843213"],"guid":"43d98f1b-fda4-42dd-b524-14c150e60920","contentencoded":"<p><em>America's Funniest Home Videos</em> has a new host.</p><p>This week, after 15 years on the job, Tom Bergeron passed on the torch to Alfonso Ribeiro, who first captured America's heart as Carlton Banks on<em> The Fresh Prince of Bel-Air</em>. That love was reignited again after he won a recent season of <a href=\"https://www.youtube.com/watch?v=F2ROkuG2mAo\">Dancing With the Stars</a>.</p><p>Ribeiro says he won't be surprised if he brings his <a href=\"https://youtu.be/zS1cLOIxsQ8?t=27s\">signature dance moves</a> to his hosting gig.</p><p>\"There's no way to know what, uh, what we'll end up doing,\" he tells NPR's Arun Rath. \"I'm sure we'll be using all my different talents — no reason to hold back. So, yeah, I think we'll probably find a way to work it in.\"</p><p>The show has had a number of hosts since it started in 1989. Bob Saget hosted the first eight seasons. Ribeiro says that long-time host Bergeron found the secret of the show.</p><p>\"The videos are truly the stars of this show, and what Tom did so well was assist those videos, not try to create his own comedy over the videos,\" Ribeiro says. \"Which is something that I plan on doing myself — allowing my energy and my flavor to definitely be there, but to allow the videos to remain being the stars of this show.\"</p><p>Ribeiro says that even though you can find a lot of the videos from the show on YouTube, the program provides a unique space.</p><p>\"<em>America's Funniest Home Videos</em> is one of the most popular shows that are co-watched, where people sit down with the family and watch,\" he says. \"And it's one place where you're gonna find ... all the funniest videos that are out there, rather than just sitting in the computer and doing it just by yourself. So you can share in that.\"</p><p>He says it also provides a safe space for family-friendly viewing that you can't get if you set your kids free online.</p><p>\"You never know what they're gonna find,\" Ribeiro says. \"You never know where their search is gonna take them.\"</p><p>As for the type of videos that really get him laughing, Ribeiro says he loves the ones that feature epic fails (but adds that the show producers call video submitters to make sure no one was seriously hurt).</p><p>Ribeiro's time as a competitor on <em>Dancing With The Stars</em> featured some laugh-worthy moments, including the time he was kneed in the groin by his dance partner.</p><p>\"I think I might be able to win the $100,000 with that one ... but they probably won't let me win it,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alfonso+Ribeiro+Wants+To+Let+%27Funniest+Home+Videos%27+Shine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409088291-a7f6aa.m3u?orgId=1&topicId=1138&d=247&p=2&story=408843213&t=progseg&e=409010261&seg=6&ft=nprml&f=408843213"},{"href":"http://media.npr.org/assets/img/2015/05/22/alfonso-portrait-4448-f3fd002ff2fb8fef3c825fc1bee6f5096f23afbd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"399","width":"532"}}]}