{"created":"2015-04-20T07:46:13+00:00","modified":"2015-06-05T15:26:42+00:00","valid":{"from":"2015-06-05T15:26:42+00:00","to":"3015-06-05T15:26:42+00:00"},"hreflang":"en","title":"FDA Ponders Putting Homeopathy To A Tougher Test","published":"2015-04-22T18:59:00+00:00","teaser":"Homeopathy's popularity has exploded in recent years. Now the Food and Drug Administration is considering whether homeopathic remedies should have to be proven safe and effective.","itags":["npr_api","398806514"],"guid":"43dd1ebd-50e3-4121-a150-0bd9c3af272f","contentencoded":"<p>It's another busy morning at Dr. Anthony Aurigemma's homeopathy practice in Bethesda, Md.</p><p>Wendy Resnick, 58, is here because she's suffering from a nasty bout of laryngitis. \"I don't feel great,\" she says. \"I don't feel myself.\"</p><p>Resnick, who lives in Millersville, Md., has been seeing <a href=\"http://www.anthonyaurigemma-md.com/\">Aurigemma</a> for years for a variety of health problems, including ankle and knee injuries and back problems. \"I don't know what I would do without him,\" she says. \"The traditional treatments just weren't helping me at all.\"</p><p>Aurigemma listens to Resnick's lungs, checks her throat and then asks detailed questions about her symptoms and other things as well, such as whether she's been having any unusual cravings for food.</p><p>Aurigemma went to medical school and practiced as a regular doctor before switching to homeopathy more than 30 years ago. He says he got disillusioned by mainstream medicine because of the side effects caused by many drugs. \"I don't reject conventional medicine. I use it when I have to,\" Aurigemma says.</p><p>Throughout his career, homeopathy has been regulated differently from mainstream medicine.</p><p>In 1988, the Food and Drug Administration decided not to require homeopathic remedies to go through the same drug-approval process as standard medical treatments. Now the FDA is <a href=\"http://www.fda.gov/Drugs/NewsEvents/ucm430539.htm\">revisiting</a> that decision. It will hold two days of hearings this week to decide whether homeopathic remedies should have to be proven safe and effective.</p><p>When Aurigemma is finished examining his patient, instead of pulling out a prescription pad, he uses a thick book to come up with a homeopathic diagnosis. He then searches through heavy wooden drawers filled with rows of small brown glass vials filled with tiny white pellets. They're homeopathic remedies. He pulls out two.</p><p>\"So this will be the first dose,\" he says. \"Then I'll give you a daily dose, to try to get underneath into your immune system to try to help you strengthen your energy, basically.\"</p><p>Homeopathic medicine has long been controversial. It's based on an idea known as \"like cures like,\" which means if you give somebody a dose of a substance — such as a plant or a mineral — that can cause the symptoms of their illness, it can, in theory, cure that illness if the substance has been diluted so much that it's essentially no longer in the dose.</p><p>\"We believe that there is a memory left in the solution. You might call it a memory. You might call it energy,\" Aurigemma says. \"Each substance in nature has a certain set of characteristics. And when a patient comes who matches the physical, mental and emotional symptoms that a remedy produces — that medicine may heal the person's problem.\"</p><p>Critics say those ideas are nonsense, and that study after study has failed to find any evidence that homeopathy works.</p><p>\"Homeopathy is an excellent example of the purest form of pseudoscience,\" says <a href=\"https://medicine.yale.edu/neurology/people/steven_novella.profile\">Steven Novella</a>, a neurologist at Yale and executive editor of the website <a href=\"https://www.sciencebasedmedicine.org/editorial-staff/steven-p-novella-md-founder-and-editor/\">Science-Based Medicine</a>. \"These are principles that are not based upon science.\"</p><p>Novella thinks consumers are wasting their money on homeopathic remedies. The cost of such treatments vary, with some over-the-counter products costing less than $10.</p><p>Some of the costs, such as visits to doctors and the therapies they prescribe, may be covered by insurance. But Novella says with so many people using homeopathic remedies, the costs add up.</p><p>There's also some concern that homeopathic remedies could be dangerous if they're contaminated or not completely diluted, or even if they simply don't work.</p><p>Somebody who's having an acute asthma attack, for example, who takes a homeopathic asthma remedy, \"may very well die of their acute asthma attack because they were relying on a completely inert and ineffective treatment,\" Novella says.</p><p>For years, critics like Novella have been asking the FDA to regulate homeopathy more aggressively. The FDA's decision to revisit the issue now was motivated by several factors, including the growing popularity of homeopathic remedies and the length of time that has passed since the agency last considered the issue.</p><p>The FDA is also concerned about the quality of remedies, according to <a href=\"http://www.fda.gov/AboutFDA/CentersOffices/OfficeofMedicalProductsandTobacco/CDER/ucm431753.htm\">Cynthia Schnedar</a>, director of the FDA's Center for Drug Evaluation and Research Office of Compliance. The agency has issued a series of <a href=\"http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm230762.htm\">warnings</a> about individual homeopathic products in recent years, including one that involved tablets being sold to alleviate teething pain in babies.</p><p>\"So we thought it was time to take another look at our policy,\" Schnedar says.</p><p>The FDA's decision to examine the issue is making homeopathic practitioners like Aurigemma and their patients nervous. \"It would be a terrible loss to this country if they were to do something drastic,\" he says.</p><p>He also disputes claims that homeopathy doesn't work and is unsafe.</p><p>\"There's no question that it helps patients. I have too many files on too many patients that have shown improvements,\" Aurigemma says, although he acknowledges some homeopathic products sold over the counter make misleading claims.</p><p>Companies that make homeopathic remedies defend their products as well.</p><p>\"Homeopathic medicines have a very long history of safety,\" says Mark Land, vice president of operations and regulatory affairs for <a href=\"http://www.boironusa.com/?gclid=CIvXhpmny54CFQ0aawod6CzzrQ\">Boiron USA</a>, which makes homeopathic products. \"One of the hallmarks of homeopathic medicines is safety,\" says Land, who is also president of the <a href=\"http://www.aahp.info/\">American Association of Homeopathic Pharmacists</a>.</p><p>\"The potential risk [of greater FDA regulation] to consumers is if any change in regulation were to limit access to these products,\" says Land.</p><p>That's what worries Resnick. She says homeopathic remedies have helped alleviate a long list of health problems she's experienced over the years. \"Why would they want to take that away from us?\" she says. \"Let us have the freedom to decide what works the best for us.\"</p><p>The FDA says this week's hearing is just a chance to start gathering information to decide what — if anything — the agency should do about homeopathy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=FDA+Ponders+Putting+Homeopathy+To+A+Tougher+Test&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400929910-c9c7ac.m3u?orgId=1&topicId=1066&d=291&p=3&story=398806514&t=progseg&e=400918171&seg=5&ft=nprml&f=398806514"},{"href":"http://media.npr.org/assets/img/2015/04/17/homeopathy-1faa3b894fe489973bf8a75c4d25e0bb4f4aa190.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2246"}}]}