{"created":"2014-11-09T10:41:10+00:00","modified":"2014-12-04T15:15:16+00:00","valid":{"from":"2014-12-04T15:15:16+00:00","to":"3014-12-04T15:15:16+00:00"},"hreflang":"en","title":"Richard III: Not Such A Bad Guy After All?","published":"2014-11-10T04:20:00+00:00","teaser":"Archaeologist Mike Pitts' new book, <em>Digging for Richard III</em>, recounts the search for the king's skeleton — and sheds new light on a ruler who's often seen as one of history's great villains.","itags":["npr_api","362358735"],"guid":"43ed83ef-d877-4a92-a5a5-de3751efc615","contentencoded":"<p>We're going to <em>re</em>tell you a story now. It's a story you thought you knew, a story you might have read at school — especially if you studied Shakespeare — the story of Richard III.</p><p>He was the last king from England's ruling Plantagenet family, and you probably have a mental picture of him: An evil man, limping across the stage, scheming, plotting — until finally he gets his comeuppance on a foul and muddy field, offering his kingdom for a horse.</p><p>But what if that's just Shakespearean propaganda? What if Richard III was just misunderstood?</p><p>That's what archaeologist and journalist Mike Pitts is arguing in his new book <em>Digging for Richard the Third: The Search for the Lost King</em>. He tells NPR's Rachel Martin that Shakespeare's Richard III really didn't have much to do with the real king, about whom we know very little. \"We know that he grew up in dreadful circumstances, he had close members of his family who died violently around him, he was undoubtedly responsible for at least some deaths — and he was only on the throne for two years before he had to face a rival claimant to the throne at [the Battle of] Bosworth.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On historian Philippa Langley and the search for Richard III's grave</strong></p><p>Philippa, she's, if you like, an amateur historian with a passion for Richard III. And one day, a good decade ago, her research took her into Leicester, and she had a kind of bizarre experience in a car park in Leicester, where she suddenly thought, for no particular reason at all, that she was standing on Richard's grave. And at that moment, she just said to herself, I just want to excavate Richard.</p><p><strong>On finding the skeleton</strong></p><p>It happened in stages. The remarkable thing was that they actually found it on the first day of the dig. They were just preparing the ground and [archaeologist Jo Appleby] found a small bit of leg, a leg bone. So she carries on digging, and gradually she uncovers this complete curved spine, and it connects up with the neck, and she sits back and she looks at it, and she says to herself, \"This is Richard III.\" The statistical likelihood of them hitting the skeleton is zero — there were so many coincidences and chances that made this happen.</p><p><strong>On verifying the discovery</strong></p><p>The radiocarbon dating showed the man had died at the right time to be somebody who had died at the Battle of Bosworth. The anatomy of the man matched very precisely the phyiscal descriptions we have of Richard. For example, he's described quite clearly as being quite a frail man, and that is exactly how the skeleton is.</p><p><strong>On the historical significance of the finding</strong></p><p>[Historians and supporters of Richard say] there's always a reason for somebody to write something down, and usually that reason is not about recording historical truth, it's about making a particular point that was important to that person at that time, and so you can't trust historical records.</p><p>What's interesting about the skeleton is that at every point where the physical remains of Richard III reflect on a historical record, they show the record to be correct. But finally, there's no getting away from the fact that the discovery of the skeleton hugely engaged us all ... there's something about the physicality, the materiality of the archaeological evidence that draws people who aren't always attracted by texts, by history, and I think that's a great thing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Richard+III%3A+Not+Such+A+Bad+Guy+After+All%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737991-593106.m3u?orgId=1&topicId=1033&ft=3&f=362358735"},{"href":"http://media.npr.org/assets/img/2014/11/07/81kz7wje7il._sl1500_-028864eed1a024e9332f87a908808ed8c6c6c08a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"753","width":"1005"}}]}