{"created":"2014-09-02T09:03:51+00:00","modified":"2014-09-02T09:03:51+00:00","valid":{"from":"2014-09-02T09:03:51+00:00","to":"3014-09-02T09:03:51+00:00"},"hreflang":"en","title":"What's In A Name? Former Arthur Anderson Employees Spell It Out","published":"2014-09-02T09:03:00+00:00","teaser":"A company called WTAS is reviving the defunct accounting firm's name and hoping clients have forgotten its associations with the Enron scandal.","tags":["npr_api","344983151"],"contentencoded":"<p>Arthur Andersen is back. Or at least the old accounting firm's <em>name</em> will be, for the first time since its association with accounting scandals at Enron more than a decade ago.</p><p>The firm was criminally convicted — a decision that was later overturned, although that came too late to save the company.</p><p>As of Monday, a company called WTAS, is adopting the Andersen name and in doing so, hopes clients will have forgotten the bad associations.</p><p><strong>'That Was The End'</strong></p><p>Mark Vorsatz recalls his day at Andersen on March 14, 2002. That day the firm was indicted — a single count of obstruction of justice that ended its 90-year reign as one of the world's most respected accounting firms.</p><p>\"As soon as the indictment came out, that was the end of the firm,\" he says.</p><p>Vorsatz, along with most of the company's 85,000 employees, scattered. Vorsatz became managing director of a new firm called WTAS, which employed many Andersen alumni. Meanwhile, the Andersen name became indelibly linked with Enron.</p><p>But before all that — and before other scandals at WorldCom, Waste Management and Sunbeam tarnished the name — Vorsatz says Arthur Andersen stood for something very different.</p><p>\"Quality was the cornerstone of the firm,\" he says. \"Andersen had a reputation for establishing the standards in the industry.\"</p><p>And the company's polling suggests it's time to bring back the old name.</p><p>Greg Schneiders is CEO of the Prime Group, which conducted the poll of financial professionals.</p><p>\"I was surprised, because the last impression any of us had of Arthur Andersen, was Enron,\" Schneiders says.</p><p>Among the things that surprised Schneiders and Vorsatz? That 83 percent of U.S. respondents associated Arthur Andersen with the word \"ethical.\" The company still had an overwhelmingly positive reputation, it seemed, Schneiders says <em>better</em>, even, than WTAS.</p><p>\"Our advice to WTAS is, this is kind of a no-brainer,\" Schneiders says. \"I mean, you're getting a lot more positive out of it than negative. Frankly, the fact that it's a little counter-intuitive and provocative may work to your advantage.\"</p><p><strong>A Narrower Focus</strong></p><p>Vorsatz says the firm will go by ANDERSENTAX from now on, and it will draw lessons from both the rise and the fall of the old Andersen. He's hoping to restore the old firm's reputation for ethics and integrity. And, he says, his firm's focus will continue to be narrower than the old Andersen.</p><p>\"We don't want to be an audit firm,\" he says. \"We tried that and it didn't work. For most of us, we lost our unfunded retirement plans, we lost most of our capital.\"</p><p>Vorsatz says the strict focus on corporate tax work will help the firm avoid potential conflicts of interest with other lines of business.</p><p>\"I've been associated with or around Arthur Andersen or ex-Arthur Andersen people in fact my entire business career,\" says Jeff Dinsmore, whose real estate firm is a WTAS client.</p><p>In fact, Dinsmore himself started his career 35 years ago at Andersen, and comforted friends who lost their jobs and retirement savings with its demise.</p><p>And so, when Mark Vorsatz — an old friend going back decades — told him of the name change, Dinsmore had one thing to say: \"That's pretty cool.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+In+A+Name%3F+Former+Arthur+Anderson+Employees+Spell+It+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","guid":"43f85ef7-1af6-476e-acd7-6ffedaf52dac","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345158453-d140d4.m3u?orgId=1&topicId=1006&ft=3&f=344983151"},{"href":"http://media.npr.org/assets/img/2014/09/01/arthurandersonedited1-d4f7960ac3a630146b34ae7ee49dd47304b69c79.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"628","width":"837"}}]}