{"created":"2015-01-14T22:18:01+00:00","modified":"2015-05-13T21:22:00+00:00","valid":{"from":"2015-05-13T21:22:00+00:00","to":"3015-05-13T21:22:00+00:00"},"hreflang":"en","title":"Some French Muslims See Conspiracies In Paris Shootings","published":"2015-01-15T01:43:00+00:00","teaser":"In Muslim communities around France, some don't believe the official version of events. In schools, some Muslim students refused to join in a moment of silence for the victims of the attacks.","itags":["npr_api","377230249"],"guid":"4412927b-db70-4f46-b282-831aa6b2f602","contentencoded":"<p>Last week's shootings in Paris shocked the French. Many received another jolt when they learned that some Muslim students refused to join in the minute of national silence observed across the country following the<em> Charlie Hebdo</em> attacks.</p><p>The newspaper <em>Le Figaro</em> quoted one teacher in a heavily Muslim neighborhood in the eastern city of Strasbourg as saying that 80 percent of her students did not participate.</p><p>At the Pierre de Geyter Middle School in St. Denis, a largely Muslim suburb north of Paris, Iannis Roder has taught history for the past 15 years. He says the day after the killings at the<em></em> magazine, the school staff knew it would have problems.</p><p>\"Our pupils — a minority — didn't want to do the minute of silence because they thought that <em>Charlie Hebdo</em> was a newspaper that didn't have the right to make these caricatures,\" says Roder.</p><p>Roder says the students called it blasphemy and he had to explain that blasphemy is a religious concept that doesn't exist in French law.</p><p>\"That was very difficult to explain because their point of view, their lives, are very religious. And they are convinced that the religion is above the law of the French Republic,\" he says.</p><p>Roder says nearly all the students thought the killings were wrong, but purely for religious reasons. He says he finds that worrisome.</p><p>France has some 5 million Muslims, the largest Muslim population in Western Europe. Muslim leaders have condemned the attacks, and many ordinary Muslims are worried about being stigmatized. Since the killings at <em>Charlie Hebdo</em> and the kosher grocery there have been incidents of vandalism at dozens of Muslim sites across the country.</p><p>Speaking in Parliament, French Prime Minister Manuel Valls said it's not acceptable that Jews should live in fear in France or that Muslims should be ashamed. France welcomes both, he said. But many Muslims say there is a double standard. They say anti-Semitism is treated as a crime, while Islamophobia is tolerated.</p><p>Not far from the school in St. Denis is a housing project with soulless gray apartment buildings that have bars on the first-floor windows. Muslim immigrants came to live and work in places like this 40 years ago, when the economy was booming. Now the work has dried up, and the next generation feels stuck here.</p><p>In a corner convenience store, three men in their 30s are hanging out. I ask what they think about the <em>Charlie Hebdo</em> killings.</p><p>\"I'm not saying what they did was good,\" Hakim Dridi says of the killers.</p><p>But, he adds, \"those cartoonists shouldn't have been doing that. They know Muslims are practicing their religion and they should leave them alone. They provoked it and they knew it was coming because they had a bodyguard.\"</p><p>The men have been watching a video on a large computer screen behind the counter, which is showing the police assault last Friday on the kosher market, where one attacker was killed after he killed four Jews in the store.</p><p>The men watching the video believe it was staged.</p><p>They also say there's no way one of the Kouachi brothers who attacked <em>Charlie Hebdo</em> would have left his ID in the car.</p><p>The conspiracy theories pour out. One of the men says the two attacks were a plot by France, the U.S. and Israel to give Israel more power. They say it's unfair the world's media talk for weeks about Jewish deaths but say nothing when Muslim children die.</p><p>Their narrative seems worlds away from the <em>\"Je suis Charlie\"</em> demonstrations in Paris just a few miles away.</p><p>Back at the school, teacher Iannis Roder says he and his colleagues warned there was a problem in Paris' suburban schools some 15 years ago, but nobody listened.</p><p>\"Today, they open their eyes and say, 'Oh my God, there are people in France that don't share the values of the French Republic,' \" he says. \"For us, that's not a surprise, we knew that for a long time.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+French+Muslims+See+Conspiracies+In+Paris+Shootings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377267076-038146.m3u?orgId=1&topicId=1124&d=258&p=2&story=377230249&t=progseg&e=377266910&seg=14&ft=nprml&f=377230249"},{"href":"http://media.npr.org/assets/img/2015/01/14/461522090-b0337bb08f48598619c995a874c39d4702bb8faf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/01/14/photo-paris-ed84f1c16b463398ad98eab99b20a01a092f9f0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1723","width":"2297"}}]}