{"created":"2014-10-07T19:13:28+00:00","modified":"2014-10-30T23:41:57+00:00","valid":{"from":"2014-10-30T23:41:57+00:00","to":"3014-10-30T23:41:57+00:00"},"hreflang":"en","title":"As Congress Breaks, Inaction Remains Most Notable Action","published":"2014-08-25T15:48:00+00:00","teaser":"A combination of partisanship, upcoming mid-term elections and divided Republicans in the House helped mold a Congress this session that had trouble passing even must-pass bills.","itags":["npr_api","337181198"],"guid":"441b300a-c5ae-4aa9-ba10-cd7eff70da8d","contentencoded":"<p>Congress begins a five-week summer recess Saturday after a somewhat tumultuous exit.</p><p>The Republican-led House stuck around an extra day trying to overcome conservative opposition to an emergency spending bill dealing with the surge of under-age immigrants from Central America. While that chamber finally eked out a bill last night, it's likely going nowhere. The Senate had already left town after Republicans there blocked a similar funding effort.</p><p>Out on the House floor on Friday, Massachusetts Democrat Jim McGovern offered his sympathies to those who try to follow Congress' antics.</p><p>\"In case any, Americans are still watching, they can be forgiven for being a little confused about what happened this week,\" McGovern said.</p><p>What happened was a Republican bill providing far less money for border control and refugee processing than what President Obama requested got <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/31/336864176/house-cancels-vote-on-659-million-border-security-bill\">yanked from the House floor</a> on Thursday right before it was to be voted on.</p><p>Instead, House Speaker John Boehner hastily issued a statement saying there were steps Obama could take to secure the border that would not require Congressional action. Speaking at the White House on Friday, Obama sounded baffled.</p><p>\"Just a few days earlier, they voted to sue me for acting on my own,\" Obama said. \"And then when they couldn't pass a bill yesterday, they put out a statement suggesting I should act on my own.\"</p><p>And the reason they couldn't get that bill passed, Obama said, was House GOP leaders could not get their own troops in line. \"So that's not a disagreement between me and the House Republicans, that's a disagreement between the House Republicans and the House Republicans.\"</p><p>University of Maryland congressional expert Frances Lee says this is not the first time this has happened. \"This is actually sort of a pattern in recent years,\" Lee says.</p><p>Boehner's ongoing problem, she says, is that with an already slim majority, he keeps trying to push through partisan bills that are not conservative enough to win over his entire caucus.</p><p>\"The 20 to 30 thereabout members who consistently hold out against the leadership are enough, when Democrats refuse to participate, to keep the leadership from being able to act,\" she says.</p><p>Steny Hoyer, the No. 2 Democrat in the House, said it's no wonder he and his fellow party members refuse to vote for the GOP's bills.</p><p>\"I will tell the American people, Mr. Speaker, none of the leaders of the Republican Party have reached across to say, 'How can we do this in a bipartisan way?'\" Hoyer said on the House floor.</p><p>As a result, little gets done in this Congress. Oklahoma House Republican Tom Cole says next fall's midterm elections are causing a risk aversion that's on full view in the Democratic-led Senate.</p><p>\"You've got Sen. Reid with his majority at risk, he's trying to keep his side from casting any tough votes at all,\" Cole says. \"So you know, we don't have a broken Congress, we have a broken Senate, in my view.\"</p><p>But Charlie Dent, a moderate House Republican from Pennsylvania, says there's plenty of blame to go around.</p><p>\"The Republican conference can't stand up and complain every day about the Senate doing nothing and then on the other hand use as an excuse not to govern that we're afraid the Senate will do something,\" Dent says.</p><p>Senate Majority leader Harry Reid, for his part, puts the blame for inaction squarely on the GOP.</p><p>\"Republicans are spending their time talking about impeachment and suing the president,\" Reid says. \"This is a degree higher than absurdity, and I don't know what that is. I don't have a word for it.\"</p><p>Some Republicans actually seem proud of how little Congress has done this session.</p><p>\"When we don't act, we act. That is an act,\" said Sen. Jeff Sessions of Alabama. \"It's a decision, as sure as if we'd passed a law.\"</p><p>And yet that inaction is what Obama says forces him to use his executive powers, including with the border crisis.</p><p>\"I'm gonna have to act alone, because we don't have have enough resources. We've already been very clear, we've run out of money,\" he said.</p><p>And apparently patience, as well.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Congress+Breaks%2C+Inaction+Remains+Most+Notable+Action&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320859-1bf2b5.m3u?orgId=1&topicId=1014&ft=3&f=337181198"}]}