{"created":"2014-10-08T14:54:29+00:00","modified":"2014-10-31T01:32:54+00:00","valid":{"from":"2014-10-31T01:32:54+00:00","to":"3014-10-31T01:32:54+00:00"},"hreflang":"en","title":"Will EPA's New Emission Rules Boost Your Power Bill? It Depends","published":"2014-06-03T00:26:00+00:00","teaser":"The Environmental Protection Agency wants power plants to cut carbon pollution by 30 percent. Analysts say the impact on consumers will hinge on how individual states move to meet the standards.","itags":["npr_api","318261777"],"guid":"442a21bb-5e61-41da-93b8-d419b14a5632","contentencoded":"<p>The issue of cost comes up repeatedly in the debate over climate change.</p><p>With the Obama administration's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/02/318151240/epa-to-unveil-new-proposal-targeting-greenhouse-gases\">proposed rules</a> for limiting greenhouse gases out Monday, critics and proponents alike claim they know how the plan will affect consumers' monthly budgets. The draft proposal aims to cut carbon dioxide emissions from power plants by 30 percent by 2030.</p><p>Business and coal-industry groups say the plan will raise electricity bills. Environmental Protection Agency Administrator Gina McCarthy responded this way: \"Critics claim your energy bills will skyrocket. Well, they're wrong. Should I say that again? They're wrong.\"</p><p>But trying to handicap exactly what will happen to electricity costs is a difficult task.</p><p>There are a number of reasons it's hard to project what retail electricity might cost in the future.</p><p>One has to do with energy markets — fluctuation in things like the price of natural gas, which has fallen in recent years.</p><p>Another is regional variation. Different areas of the country — the Northeast, for example — rely less on coal, whereas the Mid-Atlantic states rely heavily on cheap, coal-fired power.</p><p>Also, roughly half of states, including Mississippi and Missouri, are regulated. That means utility companies are guaranteed a rate of return and costs are therefore more likely to pass directly to consumers. But energy markets in states like Michigan and Maryland are deregulated, so companies set their prices and it's harder to say how much will pass through.</p><p>Dallas Burtraw is a researcher for Resources for the Future, a nonprofit that studies the economics of environmental policy. He says ultimately states will decide how they want to meet the new emissions goals.</p><p>\"There are a variety of approaches that could be called cost-effective in that they keep the cost as low as possible,\" Burtraw says.</p><p>But, he says, determining specifically who will pay how much more is very hard. As a general rule, Burtraw says, consumers living in areas that draw power from coal-fired plants are likely to see the biggest increases in their bills. Then again, consumers in those states already pay less than the national average.</p><p>The EPA estimates the cost of compliance at about $8 billion a year but points out those costs would be offset by improvements in public health and other benefits.</p><p>But because states will have a lot of leeway in how they meet the new standards, much of what electricity will cost will be shaped by what state policymakers eventually decide.</p><p>\"We are at the point of a historical shift, in which the center of the climate policy debate is going to move outside the Beltway and Washington, D.C., and into 50 state capitals,\" Burtraw says.</p><p>Robert Ethier is vice president of market development for the New England Independent System Operator, which creates a marketplace for electricity producers and distributors in six states.</p><p>He says he expects market factors — not regulation — will have a much bigger impact on power bills. \"I would still certainly expect that by far the dominant driver of wholesale prices and then ultimately retail prices is going to be the cost of the input fuels\" — whether natural gas continues to undercut coal prices, for example, Ethier says.</p><p>And, Ethier notes, the states in his region started taking part in a <a href=\"http://www.npr.org/templates/search/index.php?searchinput=cap+and+trade&dateId=0&programId=0\">cap-and-trade system</a> where states auction off permits allowing power companies to emit greenhouse gases. Since that started in 2008, he says, it hasn't had a huge impact on consumer prices.</p><p>\"While we can detect the changes, they have been, at least to date, relatively modest,\" Ethier says.</p><p>States will have two years to submit their implementation plans.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+EPA%27s+New+Emission+Rules+Boost+Your+Power+Bill%3F+It+Depends&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318266906-8b2b72.m3u?orgId=1&topicId=1006&ft=3&f=318261777"}]}