{"created":"2014-12-09T08:49:39+00:00","modified":"2015-06-05T15:31:51+00:00","valid":{"from":"2015-06-05T15:31:51+00:00","to":"3015-06-05T15:31:51+00:00"},"hreflang":"en","title":"Why Math Might Be The Secret To School Success","published":"2014-12-11T19:01:00+00:00","teaser":"A new study is focusing on what works best to prepare kids for school. Math may be what really counts, say researchers; one of them describes it as \"a lever to improve outcomes for kids longer term.\"","itags":["npr_api","367814446"],"guid":"44436df1-1c7f-47f7-8058-6835df5979c4","contentencoded":"<p>Little children are big news this week, as the White House holds a summit on early childhood education on Wednesday. The president wants every 4-year-old to go to preschool, but the new Congress is unlikely to foot that bill.</p><p>Since last year, more than 30 states have expanded access to preschool. But there's still a lack of evidence about exactly what kinds of interventions are most effective in those crucial early years.</p><p>In New York City, an ambitious, $25 million study is collecting evidence on the best way to raise outcomes for kids in poverty. Their hunch is that it may begin with math.</p><p><strong>Time That Counts</strong></p><p>\"One! Two! Three! Four! Five!\"</p><p>Gayle Conigliaro's preschool students are jumping as they count, to get the feeling of the numbers into their bodies — a concept called \"embodied cognition.\"</p><p>P.S. 43 is located in Far Rockaway, Queens, just steps from the ocean. The area is still recovering from Hurricane Sandy. But now it's been chosen as one of 69 high-poverty sites around New York City for a research study to test whether stronger math teaching can make all the difference for young kids. The study is funded by the Robin Hood Foundation, which is dedicated to ending poverty in New York. Pamela Morris, with research group MDRC, is the lead investigator.</p><p>\"MDRC and the Robin Hood Foundation developed a partnership really with a broad goal,\" she says, \"which is, they want to change the trajectories of low-income children, and to do so by focusing on preschool.\"</p><p>There's plenty of evidence on the long-term importance of preschool. But why math? Morris says a 2013 study by Greg Duncan, at the University of California, Irvine's School of Education, showed that math knowledge at the beginning of elementary school was the single most powerful predictor determining whether a student would graduate from high school and attend college. \"We think math might be sort of a lever to improve outcomes for kids longer term,\" Morris says.</p><p>But there's a real lack of math learning in pre-K. In one study, in fact, just 58 seconds out of a five-hour preschool day was spent on math activities. Part of the problem, says University of Denver professor Doug Clements, is that \"most teachers, of course, have been through our United States mathematics education, so they tend to think of math as just skills. They tend to think of it as a quiet activity.\"</p><p>Clements is the creator of Building Blocks, the math curriculum being tested in this new study. Building Blocks is designed to be just the opposite: engaging, exciting and loud. \"We want kids running around the classroom and bumping into mathematics at every turn.\"</p><p>At P.S. 43, math games, toys and activities are woven through the entire day. At transition time, the teacher asks the students to line up and touches their heads with the \"counting wand.\" At circle time, fittingly, the children talk about shapes. Just a few months into the school year, they observe correctly that a geometric shape must be a \"closed figure\" and that a square is \"a special rectangle.\"</p><p>\"How do you know it's a circle?\" asks the teacher. \"Because it goes round and round,\" says one girl with a bear barrette in her hair.</p><p>When Ms. Conigliaro asks, \"How do you know?\" she's asking the kids to think about their own thinking. That's a skill called metacognition. Explaining your reasoning out loud also develops verbal ability.</p><p>At choice time, besides the play dough and pattern blocks, there are computer games matched to Building Blocks that keep track of each student's progress. And two children play a game called Number Match (\"Is three more than two? How do you know?\") as a teacher watches. The teacher is keeping notes of each child's level of understanding. The idea of developmental paths, or \"trajectories of understanding,\" is a core concept in Building Blocks.</p><p>\"There are reliable levels of thinking through which kids pass on their way to achieving a certain understanding in mathematics,\" Clements says. For example, children go from simply chanting \"onetwothreefourfive,\" to separating out each number word, to associating a number word with a given amount, to knowing that when you stop counting, the last number tells you \"how many.\"</p><p>Also in the classroom is a coach from Bank Street College of Education, who comes every other week to help the teacher put Building Blocks into practice. This is important to the study design. The coaches ensure that the curriculum is being implemented. Pamela Morris says, \"Often we ask teachers what curriculum they're delivering, and we find it's a book on their bookshelf collecting dust.\"</p><p>The study will follow up with these students and a control group all the way through the third grade. They'll be directly assessing their math and reading abilities and looking at their grades and test scores later on. Morris is curious whether working on math will enhance the children's ability to self-regulate, inhibit impulses, pay attention appropriately and hold important concepts in working memory. This is a group of skills known as executive functioning. For example, if the teacher says \"clap and count to five,\" will you be able to stop clapping before you get to six?</p><p>But Conigliaro, a 24-year veteran teacher, is already convinced of the value of this curriculum.</p><p>\"I just feel like the 'aha' moment. This is what teaching should be. Where's the literacy program?\" she says. \"We would just like it to be a research-based program so we can give our kids the best.\" She says the kids' progress amazes her every day.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Math+Might+Be+The+Secret+To+School+Success&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536853-cf8e55.m3u?orgId=1&topicId=1001&d=228&p=3&story=367814446&t=progseg&e=369536544&seg=18&ft=nprml&f=367814446"},{"href":"http://media.npr.org/assets/img/2014/12/08/preschool-math1-127b57831ea32eed54fc6afb8e84f4fd334d7a3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}}]}