{"created":"2015-02-03T20:17:03+00:00","modified":"2015-02-03T22:06:42+00:00","valid":{"from":"2015-02-03T22:06:42+00:00","to":"3015-02-03T22:06:42+00:00"},"hreflang":"en","guid":"4448f36f-18cd-40b2-9615-c6d85b5428d5","title":"In California, praying in a language rooted in ancient Egypt","published":"2015-02-03T22:06:41+00:00","byline":"Hana Baba","tags":["Egyptian society","Coptic Christians","Coptic language","ancient languages","Christianity","Global Nation","Belief","Lifestyle & Belief","Hayward","Egypt","United States","California","George Bassilios","Mohamed Morsi","Hana Baba","Hosni Mubarak","Bishoy Ray","Pavli Farag","Christianity in Egypt","Coptic Orthodox Church","Religion in Egypt","Middle East","Egypt","Christianity in Africa","Copts","Coptic calendar","Egyptians","Religion","Ethnic groups in the Middle East"],"teaser":"Coptic Christians are a minority in their ancient home of Egypt — and they're an even bigger minority when they come to the US. So a church in Hayward, California has become a haven for preserving their culture, and ancient language, in a new home.","contentencoded":"<p>On a Sunday morning in Hayward, California, around 150 people stand in prayer behind red velvet pews — men on one side, women on the other — as the priest leads them in a hymn.</p>\n<p>This is St. Antonius Coptic Church, established by Egyptian immigrants in 1976.</p>\n<p>The congregation starts in English, then switches to Arabic, their spoken language back home in Egypt. Then comes another switch — to Coptic, the language spoken by Egyptians until the 7th century. It evolved from Greek and Demotic, which goes back to 2000 BC, with roots in the hieroglyphic Egyptian language of the Pharaonic era.</p>\n<p>George Bassilios, the head deacon at St. Antonius, says the language is a cornerstone of a heritage Copts are trying hard to preserve.</p>\n<p>\"It’s the very, very ancient language of the Egyptians,” Bassilios says. “The Copts are those original inhabitants of Egypt that have used this language for many years before the conquest of the Arabs.”</p>\n<p>Coptic is no longer spoken, but it lives on as a liturgical language, preserved within the walls of churches around Egypt. This is one of the few places in America you can hear it.</p>\n<p>St. Antonius has grown from 20 families in 1975 to about 450 families today. In just the past three years, the congregation has doubled, a sign of increasingly difficult times back home in Egypt.</p>\n<p>After Mohammed Morsi, the Muslim Brotherhood's candidate, won the Egyptian presidency in 2012, anti-Coptic sentiment in Egypt increased. When Morsi was ousted in 2013, Coptic churches and homes became targets of attacks. Bishop Bishoy Ray, who was one of St. Antonius' founders, says the level of violence against Copts in Egypt is something new.</p>\n<p>When he was growing up in Egypt, he says, Muslims and Christians lived side by side in his neighborhood. He remembers one day when he was in college, studying at the home of a Muslim friend.  </p>\n<p>“His mom knew that I was fasting [from eating meat], so she started to do fasting vegetarian food especially for me,” he says. “And while we're studying, he excused himself to pray, and I excused myself to pray or read in [the] Bible.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2639\" width=\"4691\" alt=\"Bishop Bishoy Ray chose to build a youth center instead of expanding the church into a cathedral so that kids would have a place where they could socialize without losing their culture. \" title=\"Bishop Bishoy Ray chose to build a youth center instead of expanding the church into a cathedral so that kids would have a place where they could socialize without losing their culture. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CROPkids.jpg\" /><div class=\"field-caption\">\n    <p>Bishop Bishoy Ray chose to build a youth center instead of expanding the church into a cathedral so that kids would have a place where they could socialize without losing their culture. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Hana Baba</p>\n  </div>\n</div>\n<p>But in the past few years, whole families have left Egypt and moved to the San Francisco Bay area, gravitating towards this church. Pavli Farag, a 16-year-old who came here with his family, says being a Coptic teenager in America is challenging. Egypt is a conservative society, but Orthodox Copts are even more conservative than the Egyptian mainstream. Drinking is frowned on, most popular music is deemed inappropriate, and there’s no dating.</p>\n<p>“Temptations are tough to deal with,” Farag admits. \"It’s not easy.”</p>\n<p>Then there’s the fasting. There are 210 days of vegan fasting in a year in the Coptic calendar. “It’s hard when you go out with your friends to abstain from all the dairy food and just stick to the fast rules,” he says.</p>\n<p>So when Bishop Ray was given the choice of growing the church into a cathedral or building a youth center, he recalled words from the Coptic pope: “Pope Shenouda always said 'Church without youth is a church without future!' And the youth reply, 'And youth without church is youth without future!'\"</p>\n<p>In 2013, Bishop Ray opened the Coptic Youth Center in a building next to the church, a space where the kids can socialize within the community and continue the tradition of preserving the Coptic culture in their new home.</p>\n<p><em>This story was a part of <a href=\"http://www.thespiritualedge.com\">The Spiritual Edge</a> project.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DSC_0255.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc0255jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0203201504.mp3"},{"href":"http://www.pri.org/file/0203201504mp3"}]}