{"created":"2014-11-14T18:48:20+00:00","modified":"2014-11-14T21:51:31+00:00","valid":{"from":"2014-11-14T21:51:30+00:00","to":"3014-11-14T21:51:30+00:00"},"hreflang":"en","title":"Maziar Bahari's Life Becomes 'Rosewater'","published":"2014-11-14T21:46:00+00:00","teaser":"Bahari's memoir about being imprisoned in Iran while reporting in 2009 is the basis for Jon Stewart's debut film.","itags":["npr_api","364111675"],"guid":"444bdf50-6cf1-4c30-8101-6a7104596b82","contentencoded":"<p>Iranian-Canadian journalist <strong>Maziar Bahari</strong> was in Iran covering the turbulent elections of 2009. While there, he did a quick interview for Jon Stewart&#8217;s &#8220;The Daily Show.&#8221; That would come back to haunt Bahari after that clip was used as evidence by the Iranian authorities to arrest him on charges that he was a spy.</p><p>He was imprisoned for 118 days and interrogated by a man he would call &#8220;Rosewater&#8221; for his distinctive scent. After months of international pressure, Bahari was finally freed and later wrote about his ordeal in the book, <a href=\"http://www.amazon.com/Then-They-Came-Me-Captivity/dp/1400069467/?tag=wburorg-20\" target=\"_blank\">&#8220;Then They Came For Me.&#8221;</a></p><p>The book is the basis of the new film <a href=\"http://www.youtube.com/watch?v=UXVvDmfwNjw\" target=\"_blank\">&#8220;Rosewater,&#8221;</a> which is also Jon Stewart&#8217;s debut as a feature film director. Bahari talks to <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em></a>&#8216;s Peter O&#8217;Dowd about his relationship with both Stewart and his interrogator.</p><p>Of Rosewater, he says &#8220;I never looked at him as a monster, because if I regarded him as a monster, it would be a lost battle.&#8221;</p><h4>Interview Highlights: Maizar Bahari</h4><p><strong>On if he had any fears while reporting on the 2009 Iranian elections</strong></p><p>“As journalists, our job is to observe the truth and record the truth, and I just did that. I did not know that I was doing something illegal. I did not know I was doing anything really sensitive, but the regime had a scenario. I was supposed to be one of the actors in that scenario unbeknownst to me.”</p><p><strong>On whether being on The Daily Show caused his arrest</strong></p><p>“The Daily Show did not have to do anything with my arrest. I could be on your show [Here & Now] and they could accuse you of being a part of the sedition. I could be on Sesame Street and they could accuse Elmo of sedition. They charged me with espionage. They put pressure on me to accept that I was a spy, that I was putting people in the government in touch with intelligence agencies.&#8221;</p><p>“It was just a very innocuous interview. In the absence of any real evidence in order to incriminate me, they put forward ridiculous evidence including my presence on The Daily Show.”</p><p><strong>On his trust in Jon Stewart to make a movie about his experience</strong></p><p>“I had full trust in Jon’s ability because he is a very open-minded person. He’s very open to ideas &#8211; It was not only that I collaborated with him on the script and that I was on the set every day. He was very open to ideas from crew members and especially from the actors.&#8221;</p><p><strong>On his interrogator</strong></p><p>&#8220;He almost became my muse because he was full of different ideas. He was very expressive. He was full of really idiotic ideas, and he was really ignorant about what was going on in the world. Also, he was very curious so he was asking me about life in the West and about my personal life.  So whenever I was in the interrogation room, I was always taking mental notes of the interrogation. I would go back to my cell, rehearse it and try to have the proper context. So I looked at him as a human being. I never looked at him as a monster, because if I regarded him as a monster, it would be a lost battle.”</p><p><a href=\"http://www.youtube.com/watch?v=1jpAVB1JuMc\">[Youtube]</a></p><h4>Guest</h4><ul><li><a href=\"http://maziarbahari.com/\" target=\"_blank\"><strong>Maziar Bahari</strong>,</a><strong> </strong>Iranian Canadian journalist and filmmaker. He tweets <a href=\"https://twitter.com/maziarbahari\" target=\"_blank\">@maziarbahari</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maziar+Bahari%27s+Life+Becomes+%27Rosewater%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364149094-42e23f.m3u?orgId=1&ft=3&f=364111675"}]}