{"created":"2014-10-07T19:54:05+00:00","modified":"2014-10-31T01:27:36+00:00","valid":{"from":"2014-10-31T01:27:36+00:00","to":"3014-10-31T01:27:36+00:00"},"hreflang":"en","title":"Shifts In Habitat May Threaten Ruddy Shorebird's Survival","published":"2014-07-29T16:01:00+00:00","teaser":"To withstand their 9,300-mile migration, red knots feast on eggs from horseshoe crabs each spring in Delaware Bay. Scientists worry many crabs are starting to lay eggs before the birds can get there.","itags":["npr_api","319092192"],"guid":"444f635f-fcca-4987-94dd-41fca4f95d2b","contentencoded":"<p>An intrepid bird called the <a href=\"http://www.fws.gov/northeast/redknot/\">red knot</a> migrates from the southern tip of South America to the Arctic and back every year. But changes in climate along its route are putting this ultramarathoner at risk.</p><p>The federal government has proposed to <a href=\"http://www.regulations.gov/#!documentDetail;D=FWS-R5-ES-2013-0097-0475\">list the red knot as threatened</a> on the <a href=\"http://www.fws.gov/endangered/\">endangered species list</a>, because of the risk of extinction the bird faces over its 9,300-mile journey, largely because of climate change.</p><p>\"You know, this bird is facing any conceivable difficulty from Terra del Fuego [Argentina] all the way to the Arctic,\" says <a href=\"http://www.youtube.com/watch?v=axSse153clY\">Kevin Kalasz</a>, a biologist who manages the <a href=\"http://www.dnrec.delaware.gov/fw/Shorebirds/Pages/Default.aspx\">shorebird project</a> for the Delaware Division of Fish and Wildlife. Kalasz has studied red knots for more than a decade.</p><p>Other animals, from polar bears to butterflies, increasingly face analogous threats as climate change alters their habitat; saving these various species may take more effort — even sacrifices — from humans, according to scientists.</p><p><strong>Rendezvous With Spawning Crabs Crucial For Red Knot Survival</strong></p><p>For weeks during the late spring, Kalasz and a group of biologists and volunteers set up a field camp on the Delaware Bay to monitor an exquisitely timed act of nature: Tens of thousands of red knots stop to refuel in the Delaware Bay just as the world's largest concentration of horseshoe crabs arrives on the same beaches to lay eggs.</p><p>When Kalasz sees that enough of the rare birds have wandered into his trap, he gives the order: \"Three, two, one ... fire!\"</p><p>Explosives launch a huge net, which falls across hundreds of birds.</p><p>About a dozen people pop out of hiding places in a marsh bordering the beach, and dash to collect the birds.</p><p>\"Does anyone have a knot box?\" shouts one scientist.</p><p>\"Yep, yep hang on,\" responds a volunteer.</p><p>It's a frenetic scene as the volunteers and scientists grab the birds and put them in boxes. The red knots make a noise that sounds something like the cry of a child or a kitten.</p><p>\"They're moaning,\" says Sally O'Byrne, who has volunteered with the team for about 10 years. \"That meow — they sound so pitiful.\"</p><p>They're catching the birds to monitor their health. Red knot numbers are down by 75 percent since the1980s.</p><p>By the time the birds get to Delaware's shore they've been flying for five days straight — and they're starving. Kalasz holds a robin-sized bird with a long bill and cinnamon-colored breast.</p><p>\"So, this red knot — very skinny,\" Kalasz says. \"I can feel almost its entire breast bone. There's no meat.\" The birds come here because this is where the strange, prehistoric-looking horseshoe crab comes to lay its eggs.</p><p>\"There isn't anything better for these birds to eat,\" says Kalasz. \"These little tiny horseshoe crab eggs are just packed full of fat,\" he adds, holding a cluster of thousands of tiny greenish balls.</p><p>At high tide, thousands of these crabs, each the size of a salad bowl, cluster along the water's edge. The gentle surf is foamy with the males' sperm. As many as ten male crabs compete to fertilize each female's eggs.</p><p>The superabundance of this nutritious food is essential for the red knots, which double their body weight in about 10 days of gorging, before <a href=\"http://www.fws.gov/northeast/redknot/images/rekn_infograph_final_5.jpg\">heading north</a>.</p><p><strong>Global Warming Puts Crucial Red Knot Refueling At Risk</strong></p><p>Biologists worry a changing climate could throw this critical rendezvous out of sync. The crabs and the birds have to arrive at the same time if the birds are going to make it to the Arctic to nest, and warming water temperatures could prompt the crabs to lay eggs before the birds arrive.</p><p>Meanwhile, rising seas and bigger storms are washing away the beaches, which make one of the biggest weight gains in animal kingdom possible, according to Kalasz.</p><p>\"In a number of years, we could lose this very special place,\" he says. \"And if that were to occur, I'd feel a tremendous sense of loss.\"</p><p>The changing climate is creating other risks for the red knot along its migration path, including in the Arctic where it nests.</p><p>\"Warming in the Arctic, we know, is proceeding faster than other parts of the globe,\" says Wendy Walsh, a senior biologist at the U.S. Fish and Wildlife Service. That's changing the landscape where red knots nest from barren tundra to a place with larger plants and even trees. The shift in habitat is sure to alter the behavior of predators, like foxes and falcons that eat chicks and eggs — but scientists do not yet know how, Walsh says.</p><p><strong>Some Coastal Communities Oppose Listing Red Knots As 'Threatened'</strong></p><p>The Fish and Wildlife Service can't do much about the changing habitat in the Arctic. What it can do is try to better protect the bird along the East Coast.</p><p>In places such as North Carolina's Outer Banks, a strip of low-lying islands where some of the birds stop or even stay for the winter.</p><p>But the local governments there and elsewhere along the bird's path are nervous about the implications for people.</p><p>To protect other rare shore birds, stretches of beach already are closed during tourist season. Those closures mean that wonderful places to surf, fish and swim aren't available for tourists, says Warren Judge, who chairs the <a href=\"http://www.darenc.com/BOC/\">Dare County Board of Commissioners</a> in the Outer Banks.</p><p>\"The red knot is just another bird that can land someplace and create another closure,\" says Judge. \"Our tourism is based upon [using] the beach. It's very hard on the economy.\"</p><p>Walsh, of the Fish and Wildlife Service, says it's true: If the red knot goes on the endangered species list, some beaches could be closed briefly every year.</p><p>And that's not all. Her agency could discourage communities from doing things such as building sea walls to protect themselves from rising seas and the big storm surges linked to climate change. Hard structures destroy beaches.</p><p>\"This is totally understandable why humans would do this when they have valuable infrastructure and property and lives at stake behind the walls,\" Walsh says, \"but that is a threat to the red knot going forward.\"</p><p>The U.S. Fish and Wildlife Service expects to make its final decision in late September. That's also when the birds will be making their fall migration from the top of the globe back to the bottom.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Shifts+In+Habitat+May+Threaten+Ruddy+Shorebird%27s+Survival&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Shogren","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335986180-4ae594.m3u?orgId=1&topicId=1007&ft=3&f=319092192"},{"href":"http://media.npr.org/assets/img/2014/06/12/_mg_6594-a9b135d4125a33e55ced9e8c2a7563a40b0b6ab0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/13/_mg_0298-fa831021f27fa3880cbf774328ef5ea0d68d2351.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/12/_mg_0549-f9b813674367aa92c942597c594472b29ddb5872.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2165"}},{"href":"http://media.npr.org/assets/img/2014/06/13/3-d8905f7e272391f1c99914aad66f955d0f7c02f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1647","width":"2198"}},{"href":"http://media.npr.org/assets/img/2014/06/16/crabs-4fe15a67380417bbe1b82544e2d75a50d519f457.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"983","width":"1311"}},{"href":"http://media.npr.org/assets/img/2014/06/12/_mg_0985-cc457705f666eb753695409e61e10fbc7287876f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}