{"created":"2015-01-30T18:39:42+00:00","modified":"2015-01-30T23:53:28+00:00","valid":{"from":"2015-01-30T23:53:28+00:00","to":"3015-01-30T23:53:28+00:00"},"hreflang":"en","title":"Recipes: Boston Vs. Seattle Super Bowl Snacks","published":"2015-01-30T23:48:00+00:00","teaser":"Maine chef Kathy Gunst and Seattle chef Jess Thompson share East and West Coast versions of chowder, seafood and the classic Super Bowl snack: wings.","itags":["npr_api","382681248"],"guid":"44518a28-1a2c-4435-bb4d-26bfe598cc12","contentencoded":"<p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> has caught Super Bowl fever! With the New England Patriots taking on the Seattle Seahawks, Kathy has a recipe throw down with Seattle-based chef Jess Thomson: East and West Coast versions of chowder, seafood and the classic Super Bowl snack: wings. All six recipes are below.</p><p><strong>Boston Versus Seattle: CHOWDER</strong></p><ul><li><a href=\"#boston-chowder\">Kathy Gunst’s New England Patriots Fish Chowder</a></li><li><a href=\"#seattle-chowder\">Northwest Crab Chowder</a></li></ul><p><strong>Boston Versus Seattle: SEAFOOD</strong></p><ul><li><a href=\"#boston-seafood\">Lobster Roll</a></li><li><a href=\"#seattle-seafood\">Etta’s Mini Dungeness Crab Cakes with Green Cocktail Sauce</a></li></ul><p><strong>Boston Versus Seattle: WINGS</strong></p><ul><li><a href=\"#boston-wings\">Kathy Gunst’s New England Super Bowl Chicken Wings</a><ul><li><a href=\"#blue-cheese\">Blue Cheese Dipping Sauce</a></li></ul></li><li><a href=\"#seattle-wings\">Twede’s Special Hot Wings</a></li></ul><p><a name=\"boston-chowder\"></a><em><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes & cooking segments with Kathy Gunst</a></em></p><h4>Kathy Gunst’s New England Patriots Fish Chowder</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/01/0130_super-bowl-recipes.pdf\" target=\"_blank\">(Save/print a PDF of all of the recipes)</a></p><p><strong>Kathy’s Note:</strong> This is my take on a traditional New England fish chowder. You can add lobster, mussels, other firm fish depending on where you live and what you have access to. The chowder can be made a few hours (or a day) ahead of time and simply reheated over low heat until bubbling hot.</p><p>Chowder is traditionally served with oyster crackers and a sprinkling of sweet paprika. You can serve small mugs during the game so it’s easy to eat on the coach.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>3 strips bacon, optional</p><p>About 1 tablespoon olive oil</p><p>1 medium onion, finely chopped</p><p>Salt and freshly ground black pepper</p><p>1 tablespoon chopped fresh thyme, or 1 teaspoon dried and crumbled</p><p>1 pound potatoes, peeled and chopped into ½-inch cubes, Yukon Gold works well</p><p>1 pound haddock or other firm-fleshed fish, preferably a sustainable fish, cut into 1-inch cubes</p><p>12 cherrystone clams, or 10 quahogs, or 16 littleneck, steamer clams or  Mahogany clams, opened raw* and coarsely chopped</p><p>1/2 cup clam juice (the clam juice is released when you open the clams)</p><p>1/2 cup fish stock</p><p>About 1 tablespoons flour</p><p>1 cup low fat milk</p><p>1 cup cream**</p><p>1/3 cup finely chopped fresh parsley</p><p>Pinch cayenne pepper</p><p>*Ask your fishmonger to open the clams and be sure to save all the clam juices. If you are opening them at home be sure to open them over a large bowl so you can save all the clam juices. If you feel uncomfortable opening clams you can steam them over high heat with 1/4 cup water until they just begin to open. Strain the clam juices so that none of the sand or grit goes into the chowder.</p><p>**You’ll need 2 cups dairy—for a lighter chowder add all milk and for a richer one add the cream. You can play with the proportions of milk and cream depending on how rich you like your chowder.</p><p><strong>Instructions:</strong></p><p>In a large soup pot cook the bacon until crisp on both sides; drain on paper towels. Crumble the bacon into small pieces and set aside. Remove all but 1 tablespoon of the bacon grease.</p><p>Add 1 tablespoon of the oil to the bacon grease (if you choose not to add bacon substitute 1 1/2 tablespoons olive oil) and heat over low heat. Add the onion and cook, stirring frequently, for about 6 minutes, or until the onions are soft and just beginning to turn color. Add salt, pepper, and half the thyme and stir well. Add the potatoes and cook, stirring, for about a minutes to coat the potatoes thoroughly with the spices and onions.</p><p>Meanwhile heat the milk and cream in a small saucepan over moderate heat until just simmering.</p><p>Add the haddock, the chopped clams, and the flour. If you prefer a thicker, more stew-like chowder, add 1 ½ tablespoons flour. Let cook about 1 minute, stirring the flour into the fish and vegetables. Add the clam juice, and fish stock to the pot with the onions and potatoes and stir well; cook about 2 minutes. Add half the crumbled bacon (if using), the remaining thyme, and the warm milk/cream. Raise the heat and bring to a gentle simmer. When the chowder simmers, reduce the heat back to low, add half the parsley, and the cayenne; cover, and let cook for about 10 to 15 minutes, or until the potatoes are tender.</p><p>You can make the chowder ahead of time up to this point. Cover and refrigerate until ready to finish.</p><p>Stir in the heated milk/cream to the chowder. Taste for seasoning and add more salt and pepper and cayenne if needed.<a name=\"seattle-chowder\"></a></p><p>Serve hot with a sprinkling of parsley and some of the remaining bacon on top.</p><h4>Northwest Crab Chowder</h4><p><em>Excerpted from from “<a href=\"http://www.amazon.com/Dishing-Up%C2%AE-Washington-Authentic-Regional-ebook/dp/B008NEZOZG\" target=\"_blank\">Dishing Up® Washington: 150 Recipes That Capture Authentic Regional Flavors</a>.” <em>Copyright © Jess Thomson. Used permission of Storey Publishers.</em></em></p><p><strong>Jess’s Note: </strong>Let’s get something straight: Washington [state] is not Maryland. Here, we do not do crab chowder with tomatoes or lima beans. We don’t use Old Bay. We don’t use little crabs, either, because why would we? Here, the rich, flaky meat of big Dungeness crabs—named for the port of Dungeness, Washington, on the state’s Olympic Peninsula—is enough to fill soups and stews with flavor. This version, which is on the lighter side for a chowder, is the best way to show off our crab season, if you don’t want to crack the creatures yourself.</p><p><em>Time: 30 minutes active time</em></p><p><em>Makes 6 servings</em></p><p><strong>Ingredients:</strong></p><p>2 tablespoons unsalted butter</p><p>1 yellow onion, finely chopped</p><p>4 stalks celery, cut into 1/4-inch half moons</p><p>1 tablespoon chopped fresh thyme</p><p>Kosher salt and freshly ground pepper</p><p>2 pounds Yukon Gold potatoes (7 medium), cut into 1/2-inch chunks</p><p>2 cups whole milk</p><p>1 cup heavy (whipping) cream</p><p>1 (15-ounce) can fish stock</p><p>1 (8-ounce) bottle clam juice</p><p>1 1/2 pounds Dungeness crab meat, chopped</p><p><strong>Instructions:</strong></p><p>Melt the butter in a large soup pot over medium heat. Add the onions, celery, and thyme, season with salt and pepper, and cook, stirring, until the vegetables start to soften, about 5 minutes. Add the potatoes, milk, cream, fish stock, and clam juice, bring the soup to a simmer, and cook until the potatoes are soft, about 10 minutes.</p><p>Transfer about 2 cups of the vegetables to a food processor or blender, blend until smooth, and return to the pot. <a name=\"boston-seafood\"></a>Stir in the crab meat, cook 5 minutes more, and season to taste with salt and pepper. Serve piping hot.</p><h4>Lobster Roll</h4><p><em>From “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171\" target=\"_blank\">Notes from a Maine Kitchen</a>” by Kathy Gunst (Down East Books)</em></p><p><strong>Kathy’s Note:</strong> A classic Maine lobster roll contains fresh lobster meat tossed with mayonnaise and, sometimes, finely chopped celery. That’s it. The salad is stuffed into a buttered and grilled hot dog roll. You can do it the old-time Mainer way, but I happen to my like my (slightly yuppy) version better, combining fresh cooked lobster meat with just a touch of mayonnaise spiked with lemon juice, lemon zest, chives, and scallions. And I like serving it on a pieces of buttered grilled baguette because I love the crunch and texture of French bread with the tender lobster meat.</p><p><em>Serves 2.</em></p><p><strong>Ingredients:</strong></p><p>2 one-pound lobsters, or 1 cup cooked lobster meat</p><p>1 1/2 to 2 tablespoons mayonnaise</p><p>1 1/2 teaspoons fresh lemon juice</p><p>1/2 teaspoon grated lemon zest</p><p>1 tablespoon minced fresh chives</p><p>1 tablespoon very finely chopped scallion</p><p>Freshly ground black pepper</p><p>1 tablespoon butter</p><p>Two 3-inch pieces of baguette or crispy bread, or two hot dog rolls</p><p>*1 1/2 if you like a less creamy lobster roll and 2 tablespoons if you like it creamy</p><p><strong>Instructions:</strong></p><p>Fill a large pot with about 2 to 3 inches water and bring to a rolling boil over high heat. Add the lobster, shell side down, cover and cook for about 11 minutes, or until a leg pulls out of the body easily. Remove from the boiling water and let cool.</p><p>Separate the tail from the body. Using a fork remove the tail meat from the tail. Crack the claws and remove the meat. Enjoy the bodies. Cut the tail in half lengthwise and remove the thin black vein. Coarsely chop the tail and claw meat and set aside.</p><p>In a bowl mix the mayonnaise, lemon juice, zest, chives, scallions and pepper to taste. Fold in the lobster meat. You can make the lobster salad several hours ahead of time but not more than 3 to 4 hours ahead. Cover and refrigerate.</p><p>In a skillet melt the butter over low heat. Cut the baguette pieces in half lengthwise and brown the inside of the bread in the melted butter until it just begins to turn golden brown. Alternately, melt the butter and brown the hot dog rolls until they begin to turn a golden brown, flipping them over so they get toasted and buttery on both sides. Divide the lobster mixture between the bread or the rolls.</p><p>You Could Also Add&#8230;<a name=\"seattle-seafood\"></a></p><ul><li>1 tablespoon drained capers</li><li>2 tablespoons finely chopped celery</li><li>Lime juice and zest instead of lemon</li></ul><h4>Etta’s Mini Dungeness Crab Cakes with Green Cocktail Sauce</h4><p><em>By Tom Douglas, of Etta’s. Copyright © 2012 by Jess Thomson. All rights reserved. Excerpted from “Pike Place Market Recipes” by permission of Sasquatch Books.</em></p><p><strong>Jess’s Note:</strong> At the end of many Savor Seattle Food Tours, the laugh-a-minute trips through the Pike Place Market that woo visitors with tastes of Market specialties, you’ll get a bite of Etta’s famous crab cakes—perfect timing if you’re of the save-the-best-for-last mind-set. These mini versions are perfect as handheld appetizers.</p><p>Panko is a Japanese style of bread crumbs that are coarser than regular bread crumbs and stay nice and crisp when fried. Look for panko in Japanese and other Asian markets, Japanese fish markets, and many large supermarkets.</p><p><em>Active time: 40 minutes</em></p><p><em>Makes about 12 small crab cakes</em></p><p><strong>Ingredients:</strong></p><p>1/2 pound Dungeness crabmeat, drained, picked clean of shells, and squeezed of any excess liquid</p><p>2/3 cup mayonnaise or aioli</p><p>1 tablespoon plus 1 teaspoon grated lemon zest (about 2 small lemons)</p><p>1 tablespoon plus 1 teaspoon finely snipped fresh dill</p><p>1 tablespoon plus 1 teaspoon finely snipped fresh chives</p><p>Kosher salt and freshly ground black pepper</p><p>1/4 cup panko plus 3/4 cup for dredging</p><p>2 tablespoons unsalted butter</p><p>1 cup <strong>Green Cocktail Sauce</strong> (recipe follows)</p><p><strong>Instructions:</strong></p><p>In a large bowl with a rubber spatula, gently combine the crabmeat, mayonnaise, lemon zest, dill, chives, and salt and pepper to taste. Add ¼ cup of the panko and mix again. Put the remaining panko in a shallow bowl.</p><p>Form the crab mixture into 12 golf ball–size mounds. Gently pat them flat without squishing them. Drop the cakes into the panko and turn them to coat both sides, patting to shake off the excess. Let the crab cakes chill in the refrigerator for at least one hour, or up to 24 hours, before frying.</p><p>Preheat the oven to 450°F.</p><p>Heat a large nonstick ovenproof skillet (or two smaller skillets) over medium-high heat and add the butter. When the butter is melted, turn the pan to distribute it evenly, and add the crab cakes. Leave the pan on the burner for about a minute (the butter should not brown), then transfer the pan to the oven. Cook the crab cakes until they are heated through and golden brown on both sides, about 10 minutes, carefully turning them with a spatula about halfway through the cooking time. (If you want the best crust, turn your crab cakes once while they’re in the oven, but don’t disturb them any more than that.) Transfer the crab cakes to plates and serve immediately, with the green cocktail sauce in a separate bowl, for spooning on top of the cakes.</p><h5>Green Cocktail Sauce</h5><p><em>Makes 1 cup sauce</em></p><p><strong>Ingredients:</strong></p><p>1/2 pound tomatillos, husked and quartered</p><p>2 tablespoons rice wine vinegar</p><p>1 tablespoon sugar</p><p>2 teaspoons green Tabasco sauce</p><p>1 teaspoon finely chopped garlic</p><p>1 teaspoon mustard seeds, toasted</p><p>1 teaspoon peeled, grated fresh horseradish</p><p><strong>Ingredients:</strong></p><p>Whirl the tomatillos in a food processor or blender until coarsely pureed. Transfer the puree to a sieve and drain and discard the liquid. <a name=\"boston-wings\"></a>Put the puree in a bowl and stir in the vinegar, sugar, green Tabasco, garlic, mustard seeds, and horseradish. Serve with the crab cakes.</p><h4>Kathy Gunst’s New England Super Bowl Chicken Wings</h4><p><strong>Kathy’s Note:</strong> This is classic Super Bowl food— gooey, sticky delicious chicken wings. Some people think these are all about Buffalo, New York (which is a whole lot closer to New England than Seattle!), but these have several elements that distinguish them: the wings are baked, not fried, and lightly coated (not glopped) with a tart, spicy sauce. Also, because the wings are baked at a high temperature, the skin gets crispy, and the hot pepper and vinegar sauce soaks in perfectly. Served with celery sticks and a Blue Cheese Dipping Sauce. Don’t forget plenty of napkins.</p><p>If you’re serving these for Super Bowl Sunday, you can bake the wings up to 24 hours ahead, cover, and refrigerate overnight. Just before serving, simply reheat the wings for about 5 to 10 minutes in a preheated 400 degree oven, until hot, and then toss with the spicy sauce.</p><p><em>Serves 4 to 6.</em></p><p><strong>Ingredients:</strong></p><p>1/4 cup olive oil</p><p>3 small cloves garlic, finely chopped</p><p>1/4 teaspoon cayenne pepper</p><p>1 teaspoon salt</p><p>1/4 teaspoon freshly ground pepper</p><p>2 1/2 pounds chicken wings, small legs (drumettes), or boneless thighs (skin on) about 16 pieces</p><p>1/4 cup ketchup</p><p>3 tablespoons red wine vinegar</p><p>1/2 to 1 tablespoon hot sauce, to taste</p><p>4 stalks celery, cut into 3-inch long strips</p><p>2 carrots, cut into 3-inch long strips, optional</p><p><strong>Instructions:</strong></p><p>Place a rack in the middle of the oven and preheat the oven to 475 degrees F.</p><p>Mix the oil, garlic, cayenne, salt, and pepper together in a large bowl. Pat the chicken wings dry using paper towels, then toss them in the oil mixture to coat.</p><p>Place the wings on a large baking sheet and bake for 15 minutes (20 minutes for legs). Carefully flip the chicken over and cook for another 10 minutes, or until the chicken is well browned and cooked through.</p><p>Meanwhile, whisk the ketchup, vinegar, and Tabasco sauce until blended in a large bowl. Remove the chicken from the oven, drain off the excess oil, and toss the ketchup sauce on top, making sure to coat all the wings thoroughly. <a name=\"blue-cheese\"></a>Place the wings on a platter and serve hot or at room temperature accompanied by the celery, carrots, and Blue Cheese Dipping sauce.</p><h5>Blue Cheese Dipping Sauce</h5><p><em>Makes about 1 1/4 cups.</em></p><p><strong>Ingredients:</strong></p><p>5 ounces blue cheese, softened and crumbled (1 1/4 cups)</p><p>1/4 cup chopped scallions</p><p>1/2 cup sour cream</p><p>3 tablespoons milk</p><p>Salt and freshly ground pepper</p><p><strong>Instructions:</strong></p><p>Using the back of a spoon, mash the blue cheese in a small bowl until almost smooth – a few chunks are desirable. Mix in the scallions, sour cream, and milk until well blended. Season to taste with salt and pepper.</p><p>Favorites Variations:<a name=\"seattle-wings\"></a></p><ul><li>Add 2 tablespoons chopped fresh chives.</li><li>For a tangy dressing, replace the milk with buttermilk.</li><li>Use goat cheese instead of blue cheese for a tangy sauce.</li></ul><h4>Twede’s Special Hot Wings</h4><p><em>Excerpted from &#8220;Dishing Up® Washington: 150 Recipes That Capture Authentic Regional Flavors.&#8221; Copyright © Jess Thomson. Used permission of Storey Publishers.</em></p><p><strong>Jess&#8217;s Note:</strong> David Lynch turned Twede’s Café into an icon when he filmed &#8220;Twin Peaks&#8221; in the sleepy mountain town of North Bend and immortalized the diner’s cherry pie. But with more than 50 burgers on the menu (his favorite is the chicken teriyaki), owner Kyle Twede is the man who’s brought folks back to the café since the television series ended in 1991.</p><p>Twede is constantly experimenting. (Adventure comes naturally; he’s a science fiction writer on the side.) These hot wings, drizzled with a hot, tea-tinged honey mustard and sprinkled with toasted sesame seeds, are a far cry from cherry pie, but perhaps they’ll be your motivation to make a return visit.</p><p><em>Makes 2–4 servings.</em></p><p><strong>Ingredients:</strong></p><p>Canola oil, for frying</p><p>2 eggs</p><p>¼ cup water</p><p>1 cup breadcrumbs</p><p>Salt</p><p>Freshly ground black pepper</p><p>1½ pounds chicken wings (tips trimmed) or chicken drumettes, or a combination of both</p><p>3 tablespoons dry mustard (such as Colman’s, or Chinese hot mustard powder)</p><p>1½ tablespoons brewed black tea</p><p>½ cup honey</p><p>2 tablespoons toasted sesame seeds</p><p><strong>Instructions:</strong></p><p>Heat 2 inches of oil in a large heavy skillet or Dutch oven until it reaches 325°F on an instant-read thermometer.</p><p>While the oil heats, whisk the eggs and water together in one bowl, and whisk the breadcrumbs with salt and pepper to taste in another bowl. Working with one piece of chicken at a time, dip it first in the eggs, then in the breadcrumbs, coating it on all sides. Set the coated chicken aside.</p><p>Whisk the dry mustard and tea in a small bowl until the mixture is thick and smooth. Whisk in the honey.</p><p>Fry the chicken, turning once halfway through cooking, until golden brown and cooked through, 6 to 8 minutes. (Cook the chicken in two or three batches, taking care not to crowd the pan.) When each batch is done, drain the chicken pieces on a baking rack set over a few layers of paper towels.</p><p>Drizzle the chicken immediately with the honey mustard and sprinkle with some of the sesame seeds, then turn and repeat on the second side. Serve piping hot.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Recipes%3A+Boston+Vs.+Seattle+Super+Bowl+Snacks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382738311-7f3ef1.m3u?orgId=1&e=382681248&d=459&ft=nprml&f=382681248"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0130_hot-wings.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"850","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0130_twede-wings.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1254","width":"1280"}}]}