{"created":"2015-05-14T21:51:38+00:00","modified":"2015-05-14T21:53:00+00:00","valid":{"from":"2015-05-14T21:53:00+00:00","to":"3015-05-14T21:53:00+00:00"},"hreflang":"en","guid":"445459df-08ac-451b-9838-29864f29dfc8","title":"Sebastian Junger on PTSD: 'It's coming home that's actually the trauma'","published":"2015-05-14T21:52:58+00:00","byline":"Joyce Hackel","tags":["conflict","military","mental health","Health","Health & Medicine","Sebastian Junger","PTSD","Combat","Stress","Trauma","soldiers","troops","veterans","Afghanistan","Restrepo","Medicine","Psychiatry","Posttraumatic stress disorder","Anxiety disorders","Military psychiatry"],"teaser":"Veterans' post-traumatic stress may have less to do with what fighters see on the battlefield and more with the kind of society the soldiers return to. That's what veteran war correspondent Sebastian Junger believes after researching the topic and talking to veterans of America's wars.","contentencoded":"<p>We might think we have a basic understanding of post-traumatic stress disorder, or PTSD: Soldiers in battle see things they'd like to forget, but years later combat memories come back to haunt them. That's the received wisdom.</p>\n<p>But perhaps we have it all wrong. Maybe it's not the reminders of the fighting that cause post-traumatic stress so much as the void ex-combatants face when they leave the community of soldiers behind.</p>\n<p>That's how journalist Sebastian Junger understands the anxieties of many former fighters, a topic he explored in the <a href=\"http://www.vanityfair.com/news/2015/05/ptsd-war-home-sebastian-junger\">most recent issue of Vanity Fair</a>. </p>\n<p>\"Weirdly, it's coming home that's actually the trauma,\" Junger says. \"They come back from a very intimate, personal experience in their platoon, sleeping in groups, doing everything in groups. We basically evolved as a species to live out our lives like that.\" </p>\n<p>According to Junger, the rates of long-term, chronic PTSD seem to be determined not so much by what happened in the war, but by whether soldiers feel alienated once they return home and whether their community shares what he calls an \"intuitive understanding of the conflict.\"  </p>\n<p>That \"shared public meaning,\" Junger argues, is something Native Americam tribal fighters often had in centuries past. \"If you come back to a cohesive, tightly-knit society — to a communal existence with other people — it really mitigates the effects of trauma,\" Junger argues.  </p>\n<p>And in modern society, he says, one place you can find that is in Israel. Soldiers there face about a one percent chance of developing long-term post-traumatic stress, according to Junger, compared to the 20 percent risk faced by American soldiers. </p>\n<p>Junger has made many trips to Afghanistan, including a year when he was embedded with an Army platoon in the notoriously dangerous Korengal Valley in the country's east.</p>\n<p>Two months after one of those visits, he experienced a panic attack in a New York subway. As a train approached the platform, he found himself pressed up against a metal column in terror.</p>\n<p>\"I felt out of control and besieged by chaotic forces,\" Junger says. \"There were too many people, everything was too loud. The train was going too fast. I somehow thought the train was going to jump the rails and kill me. It was completely irrational and I knew it was irrational.\" </p>\n<p>It was only in hindsight that Junger recognized the incident as post-traumatic stress. He says he's gotten over that sort of trauma, but some soldiers never do. Others who have experienced combat dearly miss the camaraderie of that time, and Junger wasn't surprised to learn why many former fighters think they have trouble sleeping after they return home. </p>\n<p>\"Even though they're safe in their bedroom in their suburb, they actually feel more in danger than they did in Afghanistan,\" he says, \"because in Afghanistan they were sleeping in a big group of heavily armed men and that actually felt safer.\"</p>\n<p>Junger says it took him a few years to come to grips with his own experience in combat. And he laments the lack of vocabulary to describe the difficulties of readjusting to civilian life. </p>\n<p>\"They actually need a new word,\" he says. \"Something like 'alienation disorder' or 're-entry disorder.'\"</p>\n<p>Junger’s perspective that \"PTSD isn't so much about witnessing combat but about the transition home” is a bit controversial, so we asked veterans for their reactions to his views.</p>\n<p>\"Someone who believes that has never lived a flashback or gone through hours of hyper-alertness,\" says Jared Johnson, who served in the 82nd Airborne Division in Iraq. \"Everything from driving at night, staring at the side of the road searching for IEDs or walking through crowded rooms searching for people's eyes and constantly reaching for your weapon — these are not symptoms of just transitioning home. They are from living your life in a combat zone. \"</p>\n<p>Julie Wilkinson says the emphasis on coming home doesn't match her experience, either. She served as a US Army military policewoman. \"I am a fully functioning citizen in society. And a successful student and wife — that is to say I have transitioned quite well. However, these aspects do not stop the anxiety or the flashbacks or the nightmares.\"</p>\n<p>US Army Cpt. Patrick Stallings was more open to Junger's perspective. \"I believe the most difficult part of dealing with PTSD begins at home, when the social support network you have overseas begins to unwind. The soldiers that you spent day in and day out with — and you trusted them with your life — and then you go your own way, and you're back with your family. That's when you're forced and confronted with whatever emotional trouble you have, and there's a lot of complicated feelings that you have to start dealing with.\" </p>\n<p>Mark, a US Army sergeant during the Gulf War, said \"the horror of the images of war\" is a substantial factor. \"The nightmares especially play a huge part in many ways — lack of sleep, even the fear of going to sleep because I knew the nightmares would come, so I don't agree with him completely,\" he said. \"One thing that bothered me the most at first was walking around without a weapon. I felt naked and vulnerable even though I knew in my head normal life in the world didn't require me to be armed, it took a long time before I lost the anxiety associated with going about unarmed.\"</p>\n<p>Aaron from California, who served in the US Navy, points to roots for PTSD long before deployment. \"We are broken in boot camp and retrained to be killing soldiers that follow orders and to follow a certain way of life. Now you want us to forget what we've been doing. Some can, some cannot. But we all suffer to some extent. It's like releasing prisoners without any job training and expecting them to just automatically change their prison mindset.\"</p>\n<p>Several vets who preferred to remain anonymous found some grains of truth in Junger's perspective.</p>\n<p>\"I think society plays a huge role on how much PTSD effects vets. When a vet comes home to see everyone going about their business without a care in the world, especially the war they sent us to, it becomes difficult to rationalize why you went in the first place,\" one wrote.</p>\n<p>And another: \"When a soldier returns and realizes that his/her sacrifice was for a population that is indifferent and a government that has betrayed his loyalty, the whole thing spirals into the toilet.\"</p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1431640284-0\" controls=\"controls\" src=\"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/05142015_03.mp3\"> </audio></div>\n<p><em>NOTE: This story was updated to include responses from members of our SMS community of veterans. If you're a veteran who's interested in taking part in our stories, text RETURN to 69866 to join the community.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-13%2Fwhen-soldiers-suffer-post-traumatic-stress-its-often-less-about-combat-and-more&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0513201503.mp3"},{"href":"http://admin.pri.org/file/0513201503mp3"}]}