{"created":"2014-10-27T21:47:31+00:00","modified":"2014-10-27T21:47:31+00:00","valid":{"from":"2014-10-27T21:47:31+00:00","to":"3014-10-27T21:47:31+00:00"},"hreflang":"en","title":"2 Major Studies Bring New Thinking To Heart Disease","published":"2014-06-19T20:32:00+00:00","teaser":"The studies show that triglycerides are important causes of heart disease, and that they are largely determined by genetics.","itags":["npr_api","323701404"],"contentencoded":"<p>Two new studies out today in the New England Journal of Medicine &#8212; <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1308027\" target=\"_blank\">one from Europe</a>, the <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1307095\" target=\"_blank\">other from Boston</a> &#8212; show that triglycerides are important causes of heart disease, and that they are largely determined by genetics.</p><p><strong>Sekar Kathiresan</strong>, director of preventive cardiology at Massachusetts General Hospital, was lead author of the Boston study. He discusses the study with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Interview Highlights: Sekar Kathiresan</h4><p><strong>On the scientific process undergone in the study</strong></p><p>“It’s a two-part experiment. One is we wanted to understand which genes across the genome basically contribute to triglyceride levels in the population. And then second, we asked whether genes that relate to triglycerides, do they also affect risk for heart attack. We did an analysis looking at every gene, mutations in every gene, for a relationship to the triglyceride levels, and found that one gene was strongly related to triglyceride levels, and that gene was called apolipoprotein C-III, or apo-CIII. And about 1 in 150 people in the United States carry a mutation in this gene that breaks this gene. And we found that people who carry these mutations, the 1 in 150, they have about 40 percent lower triglyceride levels lifelong.</p><p>&#8220;The second part of the experiment is, &#8216;hey, are these people protected from risk of heart disease?&#8217; And so we looked at these mutations in the gene, in the apo-CIII gene, in a little over 100,000 individuals, and found 500 that carried one of these apo-CIII mutations that break the gene. And we compared the heart disease rates in the 500 versus the remainder, and found that if you carried one of these four mutations in the apo-CIII gene, you would have about 40 percent lower risk for heart attack. This really suggests that breaking this gene, or getting rid of this gene, is one way to reduce risk of heart attack.”</p><p><strong>On an interesting case study that highlights the study’s findings</strong></p><p>“Surprisingly, in the Amish, one in 20 Amish actually carry one of these mutations. And they did a very interesting experiment: they gave the Amish a milkshake, a fatty milkshake, and measured there triglyceride levels every hour for six hours after the milkshake. In you and me—I’m assuming we don’t have the mutation—remarkably, the triglyceride level spikes up about four hours after having a fatty meal, from an average of about 60 to a high of 160. But in the people, in the Amish people who carried the mutation, their triglyceride levels did not budge at all after the fat milkshake, and after a few hours their triglyceride levels stayed about 60 or 70.”</p><p><strong>On the significance of the study</strong></p><p>“The latest concept in terms of human genetics and drug discovery is to develop medicine that mimics the natural success of the human genome. Here’s a situation where we found a subset of individuals who, because of a mutation that breaks the gene, actually are naturally protected against the risk of heart attack. So this really is an experiment of nature, and it teaches us that if we’re able to mimic that mutation—let’s say with the medicine—that we would have a good shot at actually reducing risk of heart attack.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathiresanlab.org/about-sek/\" target=\"_blank\">Sekar Kathiresan</a></strong>, director of preventive cardiology at <a href=\"http://www.massgeneral.org/cancer/doctors/doctor.aspx?ID=17160\" target=\"_blank\">Massachusetts General Hospital</a>, professor of medicine at Harvard and an associate member of the <a href=\"https://www.broadinstitute.org/science/programs/medical-and-population-genetics/sekar-kathiresan\" target=\"_blank\">Broad Institute</a>. He tweets <a href=\"https://twitter.com/skathire\" target=\"_blank\">@skathire</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=2+Major+Studies+Bring+New+Thinking+To+Heart+Disease&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"44574c0e-24a7-4e61-a2af-55f858846029","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323946589-a85bb4.m3u?orgId=330&ft=3&f=323701404"}]}