{"created":"2014-10-07T21:01:18+00:00","modified":"2014-10-31T00:13:00+00:00","valid":{"from":"2014-10-31T00:13:00+00:00","to":"3014-10-31T00:13:00+00:00"},"hreflang":"en","title":"'Trans Bodies, Trans Selves': A Modern Manual By And For Trans People","published":"2014-07-17T19:18:00+00:00","teaser":"Modeled after the groundbreaking feminist health manual <em>Our Bodies, Ourselves</em>, the book details the social, political and medical issues faced by transgender people.","itags":["npr_api","332051691"],"guid":"44596116-cc41-445c-862a-9c41ca1cc862","contentencoded":"<p>The growing number of people who identify as transgender is raising a lot of interesting and complicated questions about gender identity.</p><p>The new book <em>Trans Bodies, Trans Selves</em> is a collection of essays describing the varied experiences of transgender people — and the social, political and medical issues they face. It's written by and for transgender and gender-nonconforming people.</p><p>The idea was inspired by the groundbreaking 1970s feminist health manual <em>Our Bodies, Ourselves</em>.</p><p>That book \"was put together ... by a group of women who ... weren't getting the care that they needed from what was mostly male physicians at the time,\" the book's editor, Laura Erickson-Schroth, tells <em>Fresh Air</em>'s Terry Gross. \"And so they put together this really radical book that included topics like abortion and rape and lesbian identity. And this was something that I thought we could duplicate — something that was written by and for trans people about all aspects of life.\"</p><p>Erickson-Schroth is a fellow in public psychiatry and LGBT health at Columbia University Medical Center. She's also a founding member of the Gender and Family Network of New York City. When she was in medical school at Dartmouth, she says, she met a lot of patients who were transgender.</p><p>\"I started to see that there were some patterns — there were people talking about this disconnect between trans communities and providers,\" Erickson-Schroth says.</p><p>There is relatively new language within the transgender community, like \"cisgender,\" which means not transgender, says Jennifer Finney Boylan, who wrote the introduction to the book. Finney Boylan transitioned from male to female.</p><p>\"It's worth noting that it didn't seem that this was a word that people knew we needed for a while,\" Finney Boylan says. She's a professor of English at Colby College and the author of several books, including <em>Stuck in the Middle with You: Parenthood in Three Genders</em>. She is now a writer-in-residence at Barnard College.</p><p>The book covers all ages, including a chapter about gender-nonconforming children written by Aidan Key. He's the founder of the family education and support organization <a href=\"http://www.genderdiversity.org\" target=\"_blank\">Gender Diversity</a> and co-founder of Seattle's Transgender Film Festival.</p><p>Key transitioned from female to male.</p><p>\"I never felt female, and I don't fully feel male,\" he says. \"And I'm not sure whether that's my innate sense of myself or just because of ... my socialized experience in life. But I do feel at peace and at ease with who I am, and when people ask me questions about my gender I say, 'I've got a lot of it!' \"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the language of trans issues </strong></p><p><strong>Aidan Key:</strong> The language that I typically use in my work world with both professionals and parents who are connected with transgender children — one, of course, is the word \"transgender,\" and another one is \"gender nonconforming.\" Gender nonconforming is just simply a term that says the expression of that child's gender is different than what society stereotypically expects. So it's a very broad term.</p><p>Gender nonconforming doesn't mean that a person is transgender, so there's a distinction there, but it's very encompassing in terms of any child with any gender difference, whether that's in their identity or in their expression.</p><p><strong>Jennifer Finney Boylan:</strong> Another word that's good to know, and this word is relatively new to me anyway, is cisgender, which means not transgender. In some ways, cisgender is to trans as straight is to gay.</p><p>We used to say \"not transgender\" as if \"not transgender\" was the norm and transgender was where the trouble came in. But to think that cisgender and transgender are both two different ways of being human that are equally acceptable and fine, I think it's helpful because it also helps us to think that transgender people are human and normal, and should be defined according to who they are and not in terms of what they're not.</p><p><strong>On discovering their transgender identities </strong></p><p><strong>Key:</strong> [At] 9 years old ... this was a day I was attending church. ... I [felt] so awkward and, frankly, exposed [wearing a dress]. ... I'm looking around at all the people in the lobby, and there are couples with families, and I have my first awareness, real cognizant awareness that I'm supposed to grow up, get married [and] have a family.</p><p>At that moment, I understood clearly that I wanted to get married. I wanted to have a family. I did not want to be [the] mother. I did not want to be the wife. I wanted to be the father and the husband.</p><p>I also knew at that very same instance that this was not something that I would articulate out loud to anyone else, including my closest friend, my twin sister. I already knew at 9 years old that there was no cultural context for this — that no one would understand.</p><p><strong>Finney Boylan:</strong> The first person that I had a conversation [with] about [trans issues] was a psychologist in New York after college. So I was in my 20s, and of course the first psychologist that I talked to knew less about what it meant to be trans than I did. So, in fact, he not only gave me information that was not helpful — he gave me information that was wrong. In some ways [it] delayed my ability to address my troubles [for] years.</p><p><strong>On how hormones affected their transgender identities</strong></p><p><strong>Key:</strong> Even [more] than the physical manifestations [from testosterone] was the relief I felt. It was coming home, so to speak. I felt, finally, that the way that I was responding, the way that I was engaging in life, the way I felt in myself finally fit. ... It did feel like, \"Finally, here I am.\"</p><p><strong>Finney Boylan:</strong> I felt something very similar, which is that sense of being at rest, being at peace. Estrogen had a profound effect on my body ... but none of those changes were the changes that were the most important. The biggest change was the ability to wake up in the morning and not to have to think about it.</p><p>When I was a guy, I'd wake up in the morning and I'd think, \"Oh, my gosh, I've got to go through this again? I've got to put on this whole show.\" And it was demeaning and exhausting most of the time. Now, I wake up in the morning, and what I have in some ways is the thing that most cisgender women have, which is the ability to wake up in the morning and not to have to worry, \"Oh, my God, what gender am I going to be today?\"</p><p><strong>On the question of surgery </strong></p><p><strong>Finney Boylan:</strong> The question of surgery is an interesting one for a couple of other reasons. For one thing, it's the thing that traditionally in the media always gets fixated on, the question of, \"Tell us about the surgery. What happens in the surgery? Have you had the surgery?\"</p><p>And transgender people have, for decades, offered up their most private selves as fodder for these kinds of interviews. ... But we're trying to get to a place now where when we talk about transgender people, it's not a conversation about a trip to the doctor's office. And, to some degree, what is private for everyone else ought to be private for us as well.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Trans+Bodies%2C+Trans+Selves%27%3A+A+Modern+Manual+By+And+For+Trans+People&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2612"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332339058-8af212.m3u?orgId=1&topicId=1032&ft=3&f=332051691"},{"href":"http://media.npr.org/assets/img/2014/07/16/jenny-boylan-pic-1-26d44ed8b5a7d3f327b19790768a5326aa065109.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1800","width":"2400"}},{"href":"http://media.npr.org/assets/img/2014/07/17/trans-bodies-cover-dc6769dadde07d9a2e7d15c73c517085ba9ae5d2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1894","width":"2527"}},{"href":"http://media.npr.org/assets/img/2014/07/16/laura-author-pic-c-rita-moreira-1-6f0d566a31469270dc2f3247d52245cb78183b21.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2816"}},{"href":"http://media.npr.org/assets/img/2014/07/16/aidan-key---hoffman2-0df1fffec7bb69c410f191a4214ed863754263eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"400","width":"532"}}]}