{"created":"2015-01-23T10:03:05+00:00","modified":"2015-05-13T21:20:33+00:00","valid":{"from":"2015-05-13T21:20:33+00:00","to":"3015-05-13T21:20:33+00:00"},"hreflang":"en","title":"American Millennial Missionary In Guinea Isn't Scared Off By Ebola","published":"2015-01-23T17:14:00+00:00","teaser":"Luke Whitworth, 23, came to Guinea from South Carolina 13 months ago. That's when the outbreak there began. His sponsoring group gave him the option to leave — but he's determined to stay.","itags":["npr_api","379282713"],"guid":"44634120-a09b-4809-8630-7fc58118377c","contentencoded":"<p>Luke Whitworth came to Guinea in December of 2013. His Christian faith had deepened throughout college, and he was eager to begin work as a Baptist missionary.</p><p>Around the same time, Ebola arrived.</p><p>\"At the very beginning, I'd never heard of it,\" he recalls.</p><p>The virus was spreading through Guinea's forest region. Whitworth was here for a two-year stay. He started researching Ebola.</p><p>\"Just seeing the death rate and what it does to your body, it was scary,\" he says.</p><p>But he's still here — and he hasn't been back home to his native South Carolina.</p><p>The 23-year-old sits down with us in the Baptist mission's open-air lobby. He's clean-shaven, with dark, wavy hair pushed to one side — wearing a T-shirt and shorts, socks with open-toed sandals. He has a disarming smile. He's a \"journeyman\" for the <a href=\"http://www.imb.org/\">International Mission Board</a> — a commitment of two-to-three years. The group was founded in 1845 at the first Southern Baptist Convention; its goal is to \"bring the Gospel of Jesus Christ to the lost peoples of the world.\"</p><p>Whitworth and the other<strong></strong> Baptists teach English three days a week in Forecariah, two hours east of<strong></strong> the capital, Conakry. He also goes out and talks to people about his faith.</p><p>There are a lot of challenges. The locals speak Soussou. The official language of Guinea, a former French colony, is French. Luke Whitworth, from Pickens, South Carolina, speaks neither of those languages.</p><p>And he signed up to spread the gospel of Christ in a predominately Muslim country.</p><p>Then came Ebola. When the virus was identified, the IMB gave Whitworth the option of packing his bags.</p><p>He never really considered it.</p><p>\"The Lord has given me the strength to do what he's called me to do, and we've actually had more doors opened to us through this,\" he says.</p><p>The Baptists began educating villagers about how to protect themselves against Ebola. Those messages don't always get a warm welcome because of suspicion toward strangers.</p><p>Ebola is a frightening disease, he says. His parents and twin brother and friends<strong> </strong>back home worry about him. But they've been supportive all the way.</p><p>He says the arrival of Ebola in the U.S. helped friends and family understand better what was going on in Guinea.</p><p>\"Because it made the situation more real to them, so it shined light onto what I was having to deal with and what the people were having to deal with here,\" he says.</p><p>Which of course, didn't make them worry any less.</p><p>But whatever happens, Luke Whitworth believes it's part of a plan.</p><p>\"I do enjoy it a lot,\" he says. \"It is definitely challenging, but this is where the Lord has me and I'm happy here.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Millennial+Missionary+In+Guinea+Isn%27t+Scared+Off+By+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kevin Leahy","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379282714-e8408d.m3u?orgId=1&topicId=1126&d=197&p=3&story=379282713&t=progseg&e=379282668&seg=7&ft=nprml&f=379282713"},{"href":"http://media.npr.org/assets/img/2015/01/23/img_1078_edit-514da4f701f0c435fb913098f71486794a81d133.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}