{"created":"2015-04-28T16:06:34+00:00","modified":"2015-04-28T21:08:46+00:00","valid":{"from":"2015-04-28T21:08:46+00:00","to":"3015-04-28T21:08:46+00:00"},"hreflang":"en","guid":"446f94d9-d75d-4542-b012-f912a0dd6147","title":"An American surgeon pioneers surgery for kids in Uganda that helps kids in the US","published":"2015-04-28T21:08:39+00:00","byline":"Bridget Huber","tags":["surgery","Hydrocephalus","spina bifuda","Uganda","Benjamin Warf","CURE International","Boston Children's Hospital","Medicine","Health & Medicine","Health","Medicine","Hydrocephalus","CURE International","Endoscopic third ventriculostomy","WARF","Spina bifida"],"teaser":"A technique developed by an American surgeon in Uganda is now helping kids in the US as well. \"Global surgery is a two-way street,\" says the surgeon, who recently won a MacArthur ''genius'' award. ","contentencoded":"<p>In the operating room in Uganda, Kasolo Majid is about to go under. The two-and-a-half-month-old is crying, frantically.</p>\n<p>An anesthesia specialist puts a mask on the baby’s face, and soon the baby boy’s cries subside.</p>\n<p>Kasolo was born with a form of spina bifida, and he’s at the hospital today because his head is swelling. The baby has a life-threatening condition called infant hydrocephalus that causes fluid to accumulate in the brain. For years, the standard treatment for hydrocephalus has been to use a shunt — a plastic tube that drains fluid from the brain.</p>\n<p>At the CURE Children's Hospital here, though, they use a technique with a long name: Endoscopic third ventriculostomy with choroid plexus cauterization — or ETV/CPC. It was developed at this hospital by an American neurosurgeon named Benjamin Warf, who now works at Boston Children's Hospital and teaches at Harvard Medical School.</p>\n<p>Back in Uganda on a visit, Warf is operating on baby Kasolo today. The neurosurgeon makes a small incision in the baby's head. Then, he slips in an endoscope with a light and a camera. The boy's head glows red, the way your cheeks do when you put a flashlight in your mouth.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"480\" width=\"720\" style=\"width: 300px; height: 200px; float: right;\" alt=\"The boy&amp;#039;s head glows red during the surgery, the way your cheeks do when you put a flashlight in your mouth.\" title=\"The boy&amp;#039;s head glows red during the surgery, the way your cheeks do when you put a flashlight in your mouth.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Uganda%20S-0013.jpg?itok=3eARQqAa\" /><div class=\"field-caption\">\n    <p>The boy's head glows red during the surgery, the way your cheeks do when you put a flashlight in your mouth.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\n<p>All of a sudden, on a small screen at the foot of the bed, we’re looking at the inside of the baby’s brain.</p>\n<p>Warf says he sometimes feels like Jacques Cousteau — and it does look like we're exploring the deep sea. Fluid pulses through the brain, and Warf orients himself using anatomical landmarks.</p>\n<p>He steers the scope into a space at the base of the brain and makes a hole in a membrane that lets fluid escape. Then, using an electrical current, he cauterizes some of the fluffy-looking tissue that makes the fluid.</p>\n<p><strong>\"</strong>I'm going to shrink this up a little bit so it doesn't want to close,\" Warf says.</p>\n<p>The tissue curls up on itself, like a sea anemone when you touch it.</p>\n<p>Warf first came to Uganda in 2000 to help open this hospital, which is run by the charity, CURE International.     </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"556\" width=\"720\" style=\"width: 300px; height: 232px; float: right;\" alt=\"Pediatric neurosurgeon Benjamin Warf. \" title=\"Pediatric neurosurgeon Benjamin Warf. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Uganda%20S-0191-2.jpg?itok=uR1n0BBl\" /><div class=\"field-caption\">\n    <p>Pediatric neurosurgeon Benjamin Warf. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>Warf says he was struck early on by how common infant hydrocephalus was in Uganda — much more so than in the US. And in Uganda, unlike in the US, hydrocephalus is often caused by infection.\n<p>\"This was like being in the middle of some sort of epidemic,\" Warf says.</p>\n<p>He started out treating his patients the standard way, with shunts. But shunts often fail or get infected, and that can be disastrous if the patient lives many days travel away from a hospital or the family doesn’t have the money to get there.</p>\n<p><strong>\"</strong>After I got here and started doing this, it started to weigh on me that this was a real problem,\" Warf says. \"Were we really helping these kids?\"</p>\n<p>So Warf came up with an idea; he combined and adapted two techniques that had been used previously, though not together. And it worked. The procedure is successful in about two thirds of the cases — and it's a permanent, cost-effective fix.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"576\" width=\"720\" alt=\"Outside the hospital, a mother shaves her child&amp;#039;s head in preparation for neurosurgery.\" title=\"Outside the hospital, a mother shaves her child&amp;#039;s head in preparation for neurosurgery.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Uganda%20S-0466.jpg?itok=zLURMMGf\" /><div class=\"field-caption\">\n    <p>Outside the hospital, a mother shaves her child's head in preparation for neurosurgery.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>                               \n<p>While the medical team performs the surgeries inside, mothers wait outside in the hospital courtyard to hear how their babies' operations went. Many of the women here have worried looks on their faces, but there's one woman who's smiling. Ayana Beatrice is here for a follow-up appointment for her daughter Jennifer, a chubby, cuddly girl who was operated on about year ago. Her head is still a bit big, but she’s doing well.</p>\n<p>\"She's crawling, she can stand,\" Ayana says. \"So there are hopes of her walking.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"Ayana Beatrice with her daughter Jennifer.  Jennifer had the ETV/CPC surgery the year before and now her head size is close to normal.\" title=\"Ayana Beatrice with her daughter Jennifer.  Jennifer had the ETV/CPC surgery the year before and now her head size is close to normal.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Jennifer%26Mom.jpg?itok=K-RadMFN\" /><div class=\"field-caption\">\n    <p>Ayana Beatrice with her daughter Jennifer.  Jennifer had the ETV/CPC surgery the year before and now her head size is close to normal.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\n<p>That's good news for this family, but even so, things haven't been easy. Beatrice’s husband blames her for the baby's condition because she was taking birth control pills before she got pregnant.</p>\n<p>\"He said, 'You went and took those pills, now they have spoiled my child,' \" Beatrice says. \"From then, I'm the one struggling alone.\"  </p>\n<p>Her husband left her and their four kids to live with another woman. The doctors tell me it’s a persistent myth here that the pill causes birth defects like hydrocephalus.</p>\n<p>Back in the operating room, Dr. John Mugamba — Warf's successor as the hospital's medical director — is teaching a British surgeon to do the surgery. The surgeon is one of the dozens of doctors from all over the world who have come to this hospital to learn the procedure. It’s ironic because when Warf was looking to work overseas, he says he had trouble even finding a place that could use his surgical skills. Most global health projects focused on things like sanitation or vaccines.</p>\n<p>\"Surgery in general, and neurosurgery in particular, were regarded as luxuries of the industrialized world,\" Warf says.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"556\" width=\"720\" alt=\"Nine-year old Steven Mafabi sits on his mother&amp;#039;s lap. He was treated for hydrocephalus as an infant at the CURE Children&amp;#039;s Hospital in Mbale, Uganda.\" title=\"Nine-year old Steven Mafabi sits on his mother&amp;#039;s lap. He was treated for hydrocephalus as an infant at the CURE Children&amp;#039;s Hospital in Mbale, Uganda.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Uganda%20S-0142.jpg?itok=YjKepY9u\" /><div class=\"field-caption\">\n    <p>Nine-year old Steven Mafabi sits on his mother's lap. He was treated for hydrocephalus as an infant at the CURE Children's Hospital in Mbale, Uganda.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bridget Huber</p>\n  </div>\n</div>\n<p>But a growing body of evidence suggests doing surgery in poor countries can be extremely cost-effective.</p>\n<p>And the poor aren't the only ones who benefit. Warf now does this procedure at Boston Children’s Hospital, and it’s also being piloted at several other hospitals in the US. Warf, who has been recognized with <a href=\"http://www.macfound.org/fellows/880/\">MacArthur “genius” award</a>, says he never would have developed the technique had he not come to work in Uganda, where the constraints and conditions forced him to find a better way.</p>\n<p>\"We're not just delivering something to an underprivileged part of the world,\" he says. \"Global health and global surgery is really a two-way street.\"</p>\n<p><em>Bridget Huber's reporting was funded with a grant from the <a href=\"http://pulitzercenter.org/\">Pulitzer Center for Crisis Reporting</a>.</em></p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-22%2Famerican-surgeon-uganda&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPgirl%20in%20hospital%20bed.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropgirl-hospital-bedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04282015_08.mp3"},{"href":"http://www.pri.org/file/0428201508mp3"}]}