{"created":"2014-10-23T08:30:05+00:00","modified":"2014-11-10T20:45:57+00:00","valid":{"from":"2014-11-10T20:45:57+00:00","to":"3014-11-10T20:45:57+00:00"},"hreflang":"en","title":"Mexican Prosecutor Says Mayor, Wife Ordered Attack On Students","published":"2014-10-23T12:59:00+00:00","teaser":"The mayor of Iguala and his wife, accused of being connected to the disappearance of 43 students, are now fugitives. Thousands of protesters marched in Mexico City demanding justice.","itags":["npr_api","358236149"],"guid":"44740ba4-6eaf-4378-b4f8-67a68649e3e8","contentencoded":"<p>Mexico's top prosecutor says a mayor and his wife ordered the attack on 43 students who have been missing for nearly a month. The couple — of the town of Iguala in the southern state of Guerrero — are now fugitives.</p><p>Thousands of protesters marched down Mexico City's grand Reforma Boulevard on Wednesday night, banging drums, carrying pictures of the 43 students who went missing on Sept. 26, and demanding the resignation of the governor of the state of Guerrero and even of President Enrique Pena Nieto.</p><p>Holding a poster-sized black-and-white photo of her missing 19-year-old son, Benjamin, Cristina Bautista said she believes the students are still alive.</p><p>\"I don't know how they are going to do it,\" she said, staring off in the distance, \"but they took the students alive and they have to return them to us alive.\"</p><p>Bautista said her son had just started at the rural teaching college, known for its leftist ideology and radical protests. She said he just wanted to study to be a teacher and get a good-paying job, something not possible in the poor regions of Guerrero where they live.</p><p>The missing student's uncle, Cruz Bautista, wants to know why it has taken so long for the government to find his nephew or those responsible for his disappearance.</p><p>\"They need to do their job,\" he said. \"Why haven't they arrested the mayor of Iguala yet or his wife?\"</p><p>On Wednesday, Mexico's attorney general said an arrest warrant has been issued for Mayor Jose Luis Abarca and his wife, Maria de los Angeles Pineda.</p><p>Jesus Murillo Karam, the country's top prosecutor, also named the mayor's wife as the \"principal operator\" of the trafficking group known as the Guerreros Unidos, and that she together with her husband ran the group's illegal activities right out of Iguala's City Hall.</p><p>Murillo Karam went on to give more details — the most he has divulged to date on the case — including that the mayor was doling out as much as 600,000 pesos (about $45,000) on a regular basis to pay off the police.</p><p>He said that on the night of Sept. 26, as the students were heading toward Iguala in several buses they had commandeered, the order to stop them came over the local police radios — and that is was given by \"A-5,\" the code name for Iguala's mayor.</p><p>Local police intercepted the student's buses and started shooting, killing six people and rounding up the 43 students. According to the attorney general, the students were taken to another police force and then transported to the outskirts of Iguala. Those orders, he said, came from the head of the Guerreros Unidos, whom federal authorities captured last week.</p><p>Attorney General Murillo Karam said investigators are still trying to positively identify the remains of some 30 bodies found in nine graves outside Iguala.</p><p>In the town Wednesday, angry protesters — many hooded — smashed windows and burned several offices at City Hall.</p><p>In Mexico City, students marched for hours, demanding justice and revenge.</p><p>Maria Fernanda Solis, an 18-year-old college student, said it's just outrageous how much corruption, collusion and impunity there is in Mexico.</p><p>\"The government and the traffickers are one and the same,\" she said. \"We have to stop it.\"</p><p>Many students dressed in black, like those from the music school at the National Autonomous University, asked: If the government kills students, what is left for the future of Mexico?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexican+Prosecutor+Says+Mayor%2C+Wife+Ordered+Attack+On+Students&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238942-5126e6.m3u?orgId=1&topicId=1127&ft=3&f=358236149"},{"href":"http://media.npr.org/assets/img/2014/10/23/534649334_21048003-24bb6854fd42d362cc4eabe6c1efc91b3540e112.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2883","width":"3848"}}]}