{"created":"2014-09-08T15:45:57+00:00","modified":"2014-09-30T14:28:08+00:00","valid":{"from":"2014-09-30T14:28:06+00:00","to":"3014-09-30T14:28:06+00:00"},"hreflang":"en","title":"Ukrainian Military Says It Is Moving Against Pro-Russia Protesters","published":"2014-04-16T00:14:00+00:00","teaser":"Special forces will try to dislodge armed men who are occupying government buildings in eastern Ukraine. Russia's role in those protests \"seems much more evident,\" NPR's Ari Shapiro reports.","tags":["npr_api","303183031"],"guid":"4482244d-5715-4e2c-9dc0-9f0158e02ec4","contentencoded":"<p>Ukraine's acting president says his nation's military has begun \"an anti-terrorist operation\" aimed at pushing armed pro-Russia demonstrators out of the government buildings in eastern Ukraine that they have occupied for several days.</p><p>The effort appears to have begun in the city of Slovyansk, <a href=\"http://www.npr.org/2014/04/15/303172291/ukraine-military-begins-to-move-against-pro-russian-separatists\" target=\"_blank\">NPR's Ari Shapiro said Tuesday on <em>Morning Edition</em></a>, though by early evening in Ukraine it was still unclear what — if anything — had happened. <a href=\"http://www.reuters.com/article/2014/04/15/us-ukraine-crisis-building-idUSBREA3E0UW20140415\" target=\"_blank\">Reuters was reporting that</a> \"the crackdown has not been visible and government forces have not shown any readiness to storm occupied buildings.\" (Update from Reuters added at 10:15 a.m. ET.)</p><p><a href=\"http://www.stripes.com/insurgents-dig-in-ukraine-tanks-reported-on-move-1.278051\" target=\"_blank\">The Associated Press later reported</a> that one of its reporters \"saw at least 14 armored personnel carriers with Ukrainian flags, one helicopter and military trucks parked 24 miles north of Slovyansk on Tuesday. Other heavy military equipment appeared nearby, along with at least seven busloads of government troops in black military fatigues.\" (Update from AP added at 10:40 a.m. ET.)</p><p>Just before 11:30 a.m. ET, the AP added that \"heavy gunfire\" had been heard at an airport near the city of Kramatorsk. <a href=\"http://www.reuters.com/article/2014/04/15/us-ukraine-crisis-idUSBREA3A1B520140415\" target=\"_blank\">Two hours later, Reuters reported</a> that acting President Oleksander Turchinov said that government forces were back in control of the airfield.</p><p>Ari reported from the eastern Ukrainian city of Donetsk, one of the places where the pro-Russia protesters have seized some government facilities.</p><p>As Ukrainian officials move to dislodge the pro-Russia demonstrators, Ari says, Russia's role in support of the protests \"seems much more evident.\" In the town of Horlivka on Monday, Ari reports, after demonstrators took control of the mayor's office \"a new commander introduced himself as a lieutenant colonel in the Russian army.\"</p><p>Ari also spoke to a woman from another Ukrainian town \"who said the men guarding the barricades where she lives speak with Russian accents and do not know their way around the city.\"</p><p>As he notes, \"Russia still denies orchestrating this, and many locals here will tell you that while there are Russians in the mix, a lot of the demonstrations do in fact reflect genuine sentiment from the people who live in Eastern Ukraine and lean toward Russia.\"</p><p>On Monday, President Obama and Russian President Vladimir Putin spoke by telephone. The White House says Obama \"expressed grave concern about Russian government support for the actions of armed, pro-Russian separatists who threaten to undermine and destabilize the government of Ukraine.\"</p><p>The <a href=\"http://rt.com/news/putin-obama-ukraine-crisis-484/\" target=\"_blank\">Kremlin says that</a> \"in response to the president of the United States' expressed concern about Russia's supposed meddling in southeastern Ukraine, the president of Russia noted that such speculations are based on inaccurate information.\"</p><p>In a conversation on Tuesday with U.N. Secretary General Ban Ki-moon, Putin expressed alarm at the \"highly volatile situation,\" in eastern Ukraine, according to Reuters. Ban, in a statement, related the telephone conversation, saying that he \"underlined\" for the Russian leader \"that any deepening of the crisis would be profoundly detrimental for all concerned; hence the need for everyone to work to de-escalate the situation.\"</p><p>As <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/14/302874410/in-ukraine-pro-russia-occupiers-stay-put-war-fears-grow\" target=\"_blank\">we wrote Monday</a>, there are fears about what may happen if there are clashes between Ukrainian forces and the demonstrators.</p><p><a href=\"http://www.npr.org/2014/04/14/302857262/kiev-deadline-for-disarming-in-east-ukraine-passes\" target=\"_blank\">The Associated Press has noted</a> that \"Russia has warned the Kiev government against using force against the protesters in the east and has threatened to cancel an international diplomatic conference on the Ukrainian conflict scheduled for later this week.\" There are reportedly tens of thousands of Russian troops just across the border. Russia says they were conducting military exercises.</p><p>Last month, Russian forces moved into what was the Ukrainian-controlled Crimean Peninsula. Since then, Russia <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/18/291032917/putin-moves-to-annex-crimea\" target=\"_blank\">has annexed Crimea</a> — an act that Ukraine, the U.S. and many other nations have deemed a violation of international law.</p><p>For much more about the crisis in Ukraine and how it has unfolded, <a href=\"http://www.npr.org/tags/287141232/crisis-in-ukraine\" target=\"_blank\">see our earlier posts</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ukrainian+Military+Says+It+Is+Moving+Against+Pro-Russia+Protesters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"188"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303183670-07cab6.m3u?orgId=1&topicId=1001&ft=3&f=303183031"},{"href":"http://media.npr.org/assets/img/2014/04/15/protester152way-8c0d111031dc843122f11963a1ff2582a346c469.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2562","width":"3414"}}]}