{"created":"2014-12-11T18:56:19+00:00","modified":"2014-12-11T20:09:19+00:00","valid":{"from":"2014-12-11T20:09:19+00:00","to":"3014-12-11T20:09:19+00:00"},"hreflang":"en","title":"California's Whooping Cough Epidemic","published":"2014-12-11T18:56:00+00:00","teaser":"Nearly 10,000 people in the state have been diagnosed with the disease this year, making it the worst outbreak in 70 years.","itags":["npr_api","370127465"],"guid":"4487f041-a43a-4524-beba-67e9018fe2d7","contentencoded":"<p>Whooping cough has reached epidemic levels in California. Nearly 10,000 people in the state have been diagnosed with the disease this year, as of the end of November, making it the worst whooping cough outbreak in 70 years.</p><p>Whooping cough, also known as pertussis, can be treated with antibiotics but can be deadly for young infants.</p><p><strong>Kathleen Harriman</strong> of the <a href=\"http://www.cdph.ca.gov/programs/immunize/Documents/Pertussis_report11-26-2014.pdf\" target=\"_blank\">California Department of Public Health</a> told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>&#8216;s Jeremy Hobson that one reason for the increase in whooping cough is the use of a vaccine that has fewer side effects than previous vaccines &#8212; but it doesn&#8217;t last as long.</p><h4>Interview Highlights: Dr. Kathleen Harriman</h4><p><strong>On why California has a breakout of whooping cough</strong></p><p>“Whooping cough has always been a cyclical disease, and by that I mean, a disease that waxes and wanes in incidence over time. All vaccine-preventable diseases were like that before the vaccine era, but pertussis has remained that way even in the vaccine-era because neither the vaccine nor the disease confers lifelong immunity. For example measles vaccine or disease confers immunity. Since 1997, in the United States, we’ve been using an acellular Pertussis vaccine and that vaccine replaced the whole-cell vaccine that wasn’t used since the 1940s. And what we found was that the immunity conferred by that vaccine does not last as long as the whole-cell vaccine.”</p><p><strong>On whether people not getting vaccinated is part of the problem</strong></p><p>“For other diseases like measles, yes. For pertussis, not so much because pertussis circulates anyway, and as I mentioned the vaccine isn’t as effective as we might wish. So while it probably plays some role, because anything that increases the number of susceptible people in the population just adds more fuel to the fire, it’s really not the main reason. The primary reason is that we just don’t have a vaccine that confers lifelong immunity.”</p><h4>Guest</h4><ul><li><strong>Kathleen Harriman</strong>, chief of the California Department of Public Health&#8217;s Vaccine-Preventable Disease Epidemiology Section.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=California%27s+Whooping+Cough+Epidemic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370144266-6be771.m3u?orgId=1&ft=3&f=370127465"}]}