{"created":"2014-09-18T21:50:03+00:00","modified":"2015-02-05T15:47:55+00:00","valid":{"from":"2015-02-05T15:47:55+00:00","to":"3015-02-05T15:47:55+00:00"},"hreflang":"en","title":"A Coastal Paradise Confronts Its Watery Future","published":"2014-09-18T22:59:00+00:00","teaser":"With rising seas, cities like Satellite Beach, Fla., are debating options: defend the shoreline to avoid destruction, or retreat, withdrawing homes and businesses from the water's edge.","itags":["npr_api","348985568"],"guid":"448dcfd2-7838-4235-99d3-14e0af8af4a6","contentencoded":"<p><a href=\"http://www.dan-reiter.com/\">Dan Reiter</a>, 37, is a long-board surfer and contractor who used to live in Tampa, Fla. Then he discovered the surf breaks along a stretch of coast south of Cape Canaveral. \"It's one of the most beautiful places in the world to live and surf and raise your kids,\" says Reiter, 37, as we watch head-high waves roll into Hightower Beach.</p><p>But there's trouble in this coastal paradise. It's on a low-lying barrier island that's getting lower as sea level rises. So the cities here are looking for ways to keep the water at bay or retreat from it.</p><p>Reiter applauds these efforts but thinks that ultimately they will fail. \"The idea of planning is really important to lengthen how long we can stay here,\" he says. \"But you know in the end it's the same as living on a fault line, or just living in general. You know you're going to die at some point.\"</p><p>The question is: When? And the city of Satellite Beach is working hard to make sure it's not anytime soon.</p><p>About 11,000 people live in the city, which advertises itself as a wholesome place for families rather than as a tourist attraction. Locals jokingly call their home \"Mayberry by the Sea.\"</p><p>Sea-level rise has been a hot topic here since 2004, when a pair of hurricanes scoured away the beach, damaged several properties and destroyed at least one waterfront home. \"When that house went into the water, that was very surprising to people,\" says Courtney Barker, the city manager.</p><p>It was no surprise to coast scientists, though. About half the land in Satellite Beach is less than 6 feet above the water. And the direst projections of sea-level rise put some neighborhoods underwater within a few decades.</p><p>Whether or not those projections are accurate, Barker says, the problem is something the city can't ignore. \"We have evidence of coastal erosion and we have flooding during rain events that has gotten worse,\" she says. \"We're at a point where we recognize that we may have a problem in the future, and we need to sit down with the public and hash out a way to address it.\"</p><p>But, how? At one extreme, the city could retreat — abandoning structures that are in harm's way, or moving them to higher ground. Unfortunately, there's not much higher ground available.</p><p>At the other extreme, the city could gird the coast with seawalls, levees and dikes. But that tends to increase erosion elsewhere, and geologists say the ground here is so porous that water would still seep in.</p><p>So next week, the city will hold a public meeting to begin a debate about how to become more resilient. \"Everything is on the table,\" says Frank Catino, mayor of Satellite Beach.</p><p><strong>A Man-Made Problem</strong></p><p>The fact that Satellite Beach is actually talking about sea-level rise puts it far ahead of many other communities, says John Fergus, a retired Air Force officer who has encouraged the city to begin planning. But Satellite Beach also faces some major challenges, he says.</p><p>To show me what he means, Fergus takes me on a pontoon-boat tour of the waterways on the lagoon side of the island. \"Where we are right now used to be palmetto scrub,\" he says as we glide past a Mediterranean-style waterfront mansion and many simpler homes along the narrow canals.</p><p>The neighborhood we're in was transformed from swamp to subdivision in the 1950s and 1960s, Fergus says, by dredging canals and then using the spoil to build up adjacent land. As a result, he says, many homes sit just a few feet above the water, along a coastline that is entirely man-made.</p><p>And most other parts of the city also have been shaped by people. Almost every buildable lot is occupied. The beaches are covered with sand brought in from other areas. Even the city's nature park is on a man-made island.</p><p>This sort of artificial landscape is common in this part of Florida, says Randy Parkinson, a coastal geologist who has spent years studying the challenges facing coastal cities. \"When I first came up to this area from Miami, I tried to find a wetland that had not been altered by human activity,\" he says. \"But there are no natural habitats left.\"</p><p>That's a big problem in an era when the sea is rising and storms may be getting more powerful, Parkinson says: \"I see a train wreck.\"</p><p>But Satellite Beach is doing some things that could help it avoid or at least delay that wreck, he says. To show me what he means, he takes me to Hightower Beach Park, not far from where I spoke with Reiter, the surfer.</p><p>About 15 years ago, the city acquired this half-mile of coastline from an owner who had been planning a condo. Instead, the city rebuilt the dune and protected it by planting sea oats and building a wooden crossover for beachgoers. The result, Parkinson says, is, \"a buffer between the Atlantic Ocean energy and your urban landscape.\"</p><p>Projects like this one will give people on this island a bit more time to figure out what to do next, he says. But they won't stop sea-level rise.</p><p>Reiter says he doesn't want to leave the area but probably will be forced to at some point. \"Let me put it this way,\" he says: \"My daughter is 7 and I'm not planning on leaving her the house as a legacy. So when she's 40 and 50 years old, I think we're probably going to be somewhere else — maybe somewhere in Virginia, up on a mountain.\"</p><hr /><p><em>This story is part of the NPR Cities Project, a series of reports about how location affects the urban experience.<br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Coastal+Paradise+Confronts+Its+Watery+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"479"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626369-9c4b21.m3u?orgId=1&topicId=1007&aggIds=155914958&e=348985568&d=479&ft=nprml&f=348985568"},{"href":"http://media.npr.org/assets/img/2014/09/16/satellite-beach1-bd06944ef3e6663a4355b2142e2f0897883db412.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2290","width":"3053"}},{"href":"http://media.npr.org/assets/img/2014/09/16/satellite-beach2-e03d40c6f7b8e37dce75b0cb531566a877d168fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4859"}},{"href":"http://media.npr.org/assets/img/2014/09/18/satellite-beach5-f8f44bc12f1d155301dd80f7505862497c4e59bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4859"}},{"href":"http://media.npr.org/assets/img/2014/09/16/satellite-beach3-288208edc7c6f5714df2ddbd8d1eba0685b040f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3644","width":"4859"}}]}