{"created":"2014-10-27T22:28:33+00:00","modified":"2014-10-31T01:33:03+00:00","valid":{"from":"2014-10-31T01:33:03+00:00","to":"3014-10-31T01:33:03+00:00"},"hreflang":"en","title":"Study Finds Seasonal Workers Worse Off In Fair Trade Operations","published":"2014-06-02T20:11:00+00:00","teaser":"A four-year study in Ethiopia and Uganda has found agricultural workers are actually worse off in operations with a \"Fair Trade\" label.","itags":["npr_api","318247893"],"guid":"449c8475-b193-4d4c-936c-4b69ea358cc1","contentencoded":"<p>A recently released four-year study from the University of London shows that agricultural workers in and near operations with a &#8220;<a href=\"http://fairtradeusa.org/certification\" target=\"_blank\">Fair Trade certified</a>&#8221; label are actually worse off than their non-Fair Trade counterparts.</p><p>Rodney North of the Fair Trade group Equal Exchange says the goal of Fair Trade was never to improve the wages of temporary workers, rather its goal was to ensure that small farmers got to keep their land.</p><p><strong>Christopher Cramer</strong>, lead author of the study, discusses the findings with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><ul><li><a href=\"http://ftepr.org/\" target=\"_blank\">Fair Trade, Employment and Poverty Reduction (FTEPR) project</a></li></ul><h4>Interview Highlights: Christopher Cramer</h4><p><strong>On what the Fair Trade certification model is supposed to accomplish</strong></p><p>&#8220;What they&#8217;re supposed to do is reflect some kind of social contract where we, as consumers, decide that we&#8217;ll pay extra for our tea, for our coffee, and in return, the producer organizations that are certified Fair Trade, undertake to meet standards in which those commodities are produced. And then there&#8217;s a premium that we pay for those products which is supposed to be democratically allocated to various community products.&#8221;</p><p><strong>On his team&#8217;s research and findings</strong></p><p>&#8220;We spent a lot of time in the field, about a thousand person days of fieldwork was done, and we tried to compare areas dominated by a Fair Trade certified producer organization, with other areas. In some cases, it was also so-called small-holder producers of coffee or tea, but where there was no Fair Trade certified producer, not a lot of difference positively was made to wages and working conditions by the Fair Trade certification. But what we found was very, very striking and surprising to us, which was the wages and working conditions, on average, in these comparisons, were worse in the areas dominated by Fair Trade certified producer organizations.&#8221;</p><p><strong>On why he and his team thinks Fair Trade workers are worse off</strong></p><p>&#8220;Part of the answer is to do with particular employers. For example, in one case where we looked at small-holder farmers, where there was no Fair Trade certified producer organization, conditions and pay, they weren&#8217;t great, but they were better. There had been a decades-long, close relationship between a large coffee washing station that bought from many of the small-holders in the area and a well-known international coffee company. And that coffee company &#8212; I can&#8217;t give the name &#8212; the thing they focus on, above all, is quality. And to dedicate themselves to the quality of the coffee that they buy from various places around the world, for them, involves developing a close relationship with growers and processors. And where you&#8217;ve got that commitment to quality, it means that you&#8217;ve got to look after the coffee bushes betters, it means you&#8217;ve got to harvest the beans better, so on, so forth. Our hunch is that that feeds through into more days of labor offered and slightly better treatment of workers, because you need them to do the job properly.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.soas.ac.uk/staff/staff30808.php\" target=\"_blank\">Christopher Cramer</a></strong>, professor at the University of London&#8217;s <a href=\"http://www.soas.ac.uk/\" target=\"_blank\">School of Oriental and African Studies</a>. He tweets <a href=\"https://twitter.com/CramerChristoph\" target=\"_blank\">@CramerChristoph</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Study+Finds+Seasonal+Workers+Worse+Off+In+Fair+Trade+Operations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318251016-8af543.m3u?orgId=1&ft=3&f=318247893"}]}