{"created":"2015-06-11T08:30:12+00:00","modified":"2015-06-24T15:02:39+00:00","valid":{"from":"2015-06-24T15:02:39+00:00","to":"3015-06-24T15:02:39+00:00"},"hreflang":"en","title":"America's Next Economic Boom Could Be Lying Underground","published":"2015-06-13T15:18:00+00:00","teaser":"When it comes to improving the standard of living for Americans, the middle class could use some help. One Harvard economist says the help is underground, in the form of oil and natural gas.","itags":["npr_api","413395080"],"guid":"44a0ed6d-0d7a-422d-95fd-0c589211ab35","contentencoded":"<p>There's a serious problem in the American economy: Big corporations are doing well, but real household income for average Americans has been falling over the past decade — down 9 percent, according to <a href=\"https://www.census.gov/content/dam/Census/library/publications/2014/demo/p60-249.pdf\">census data</a>.</p><p>\"That's not good for America,\" says Harvard economist Michael Porter. \"That's not good for America's standard of living. That's not good for our ultimate vitality as a nation.\"</p><p>That's why Porter's excited about the deep reserves of natural gas and oil that have been made accessible by hydraulic fracturing technology, or fracking — <a href=\"http://www.hbs.edu/competitiveness/research/Pages/unconventional-energy.aspx\" target=\"_blank\">a boon he examines in detail in a new report</a>.</p><p>\"It is a game changer,\" Porter says. \"We have estimated that already, this is generating a substantial part of our GDP in America. It's at least as big as the state of Ohio. We've added a whole new major state, top-10 state, to our economy.\"<strong></strong></p><p>Looking not just at drilling jobs but at all related jobs — truck drivers, truck manufacturers, petrochemical engineers and more — Porter says the rise of fracking has added 2.7 million jobs to the economy, most of them with good wages.</p><p>Porter also says cheaper natural gas is helping businesses and people all around the country save money.</p><p>\"The average household is saving about $800 a year,\" he says, much of it in passed-on savings from lower-priced consumer products. And his research suggests that figure may keep rising in the next 15 years.</p><p>But what about the environment? On this score Porter says energy companies made a mistake, failing to partner with environmentalists at the start to reduce fracking's impact.</p><p>Still, he says, natural gas is cleaner than coal, and that with the right set of policies, cheap natural gas from fracking and alternative energy can work well together.</p><p>At the Wind Technology Testing Center in Boston, Rahul Yarala is helping test new designs — cheaper, lighter and more efficient — for windmill propeller blades, the same kind you see spinning on hillsides to generate electricity. The current test subject is dangling in midair.</p><p>\"It's 200 feet long; it's about 20,000 pounds in weight,\" Yarala says. \"What we're testing is the minimal amount of structural elements to make sure it's also reliable and it won't break.\"</p><p>Bringing the cost down will be a key to success for wind energy.</p><p>The blades are now to the point where pound for pound, he says, they're cheaper than airplane wings, despite being more complex.</p><p>The center was built with stimulus money, but it's now funded by the private sector — innovation that is ongoing, Porter notes, regardless of the fracking boom.</p><p>\"Many people believe that somehow, if we take advantage of these oil and gas resources, that will stop renewables in their tracks,\" he says. \"That turns out to be just wrong.<strong></strong>\"</p><p>But Paul Ashworth, chief U.S. economist at Capital Economics, doesn't see a cure-all in the recent petroleum and natural gas surge.</p><p>\"I'm pretty much skeptical,\" Ashworth says of Porter's new report. \"I think he overstates it for a couple of reasons<em>.\"</em></p><p>For one, he doesn't think the country's going to keep gaining lots of jobs because of fracking. In fact, he says the U.S. recently lost<em> </em>tens of thousands of jobs after oil became so cheap that many companies stopped drilling.</p><p>\"So the shale oil boom is actually already over,\" Ashworth says.</p><p>But fuel prices do remain low, and Porter says skeptics just don't appreciate yet how important that will be for the U.S. economy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=America%27s+Next+Economic+Boom+Could+Be+Lying+Underground&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413572048-afb0e9.m3u?orgId=1&topicId=1017&d=245&p=3&story=413395080&t=progseg&e=413571940&seg=12&ft=nprml&f=413395080"},{"href":"http://media.npr.org/assets/img/2015/06/11/gettyimages-480270735-23ecde7986fddf9ab329f110454a0af25a354e66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/10/img_4366edit-0b593a60b7e61c33fbc7d3b498e4d595462080ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/06/10/img_4382edit-62d0167210260966345c09a164abb750ebeb8b03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}