{"created":"2014-10-08T15:04:32+00:00","modified":"2014-10-31T01:47:37+00:00","valid":{"from":"2014-10-31T01:47:37+00:00","to":"3014-10-31T01:47:37+00:00"},"hreflang":"en","title":"A Satire Of Literary Prizes Reveals A World Of Insanity ","published":"2014-05-30T23:07:00+00:00","teaser":"Edward St. Aubyn is no stranger to losing out on awards. In 2006 his novel was shortlisted for the Man Booker. But in 2011 he didn't even make the longlist. Now he's getting his revenge.","itags":["npr_api","315295986"],"guid":"44a2e6c6-4912-4974-9225-8b4eaf42db60","contentencoded":"<p>The Man Booker Prize is given in England each year to \"the best novel in the opinion of the judges.\" And if you're the gambling type, you can place bets on who you think will win. At one point in 2013, the U.K. gambling service Ladbroke's set betting odds on Harvest by Jim Crace at 6/4; The Luminaries by Eleanor Catton at 11/4, and A Tale for the Time Being by Ruth Ozeki at 8/1.</p><p>In the end, The Luminaries won, and clearly some people –– not only the author –– made money on it. I like imagining people betting not just on sports teams but also on novels –– if only because it means that the writers' names are the air. But according to British writer Edward St. Aubyn's new book, which takes a satiric look at prestigious literary prizes and the judging that goes into them, the whole thing is little more than an insane joke. <br /> <br />St. Aubyn's own novel <em>Mother's Milk</em> was shortlisted for the Booker in 2006, but in 2011 his novel <em>At Last,</em> didn't even make the longlist. I won't lay odds on whether or not he was disappointed, but he go on to write <em>Lost for Words</em>, a broad comedy that looks at the infighting, politics, fashion, and overall ludicrousness that go into choosing the \"best\" book of the year.<br /> <br />Consider some of the contenders for what St. Aubyn calls The Elysian Prize. There's a \"harsh but ultimately uplifting account of life on a Glasgow housing estate,\" called <em>Wot you Starin At</em>; a New Zealand novel about William Shakespeare, called <em>All the World a Stage</em>, which begins, \"'William!' 'Ben!' 'Do you know Thomas Kyd and John Webster?' 'Lads,' said William, giving the men a friendly nod.\" And there's an Indian cookbook that has been submitted for consideration in error, and mistaken for a postmodern work of cleverness and depth.</p><p>All along the way, St. Aubyn also sends up books that are not in contention for the prize, including a thriller called <em>Roger and Out</em>, written by Penny Feathers, a former official in the Foreign Office: \"Jane closed the glove compartment. She was about to face Ibrahim al-Shukra, one of the world's most dangerous and ruthless men, responsible for the horrific, cowardly, tragic and completely uncalled for deaths of countless innocent members of the public, and she was unarmed.\"<br /> <br />It's been speculated that the ridiculous Penny Feathers and at least one other member of the jury are based on real Booker judges from 2011, which is both fun and somewhat mean, though in an interview St. Aubyn demurs. In any case, he is a smart satirist, impressive mimic, and also someone who's able to call out the parts of modern life that are intellectually lazy or dumb. The writer of <em>Roger and Out</em> is said to create her novels with software called \"Gold Ghost Plus.\" \"When you typed in a word, 'refugee' for instance, several useful suggestions popped up: 'clutching a pathetic bundle,' or 'eyes big with hunger'; for 'assassin' you got 'ice water running through his veins', and 'his eyes were cold narrow slits'.</p><p>I would have happily read an entire novel made up of nothing much more than fake bad-novel excerpts and clever riffs on the way we live now. But I guess that wouldn't really have been a novel. St. Aubyn, whose brilliant, moving, and disturbing autobiographical <em>Patrick Melrose</em> novels (which include the one shortlisted for the Booker and the one not even longlisted) has aimed lower this time around –– or at least has aimed to the side. In being faithful to the novel form, he seemed to have felt the need to give his musings on all things coyly literary a beginning, a middle and an end. But while there are many moments of hilarity or at least insiderish drollery, his characters are cartoons, and it finally didn't matter to me who won the Elysian Prize. I was there for the ride, not the story.</p><p>Comic novels are hard to pull off, and line for line in this one there's more wit and fizz and linguistic playfulness than in almost any other contemporary novel I can think of. Still, St. Aubyn is best when he's drawing from his own life. If not winning the Booker stung a little, then writing <em>Lost for Words</em> must have been a fitting antidote. But if you're new to his work, then also make it your business to read the Patrick Melrose novels, where the sting is a burn and the howl is inconsolable.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Satire+Of+Literary+Prizes+Reveals+A+World+Of+Insanity+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Meg Wolitzer","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317426110-c0fd8d.m3u?orgId=1&topicId=1032&ft=3&f=315295986"},{"href":"http://media.npr.org/assets/img/2014/05/23/awards-89729b4419d383e35e4b5ad807f97170cf32dc28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1806","width":"2408"}}]}