{"created":"2014-09-09T20:28:03+00:00","modified":"2014-10-30T22:33:12+00:00","valid":{"from":"2014-10-30T22:33:12+00:00","to":"3014-10-30T22:33:12+00:00"},"hreflang":"en","title":"U.S. Gets Middling Marks On 2014 'State Of Birds' Report Card","published":"2014-09-10T15:30:00+00:00","teaser":"Domestic cats, high-rises and vanishing habitat are taking a toll on more than 33 species of American birds, a comprehensive update reports. Still, wetland and coastal birds are faring better.","itags":["npr_api","347131720"],"guid":"44adbe96-0134-4368-a0fc-6e698a961cae","contentencoded":"<p>All is not well with the nation's birds. The most comprehensive study ever of birds in America is out today, and it says many populations are in steep decline, even as others are doing well.</p><p>The report, called \"<a href=\"http://www.stateofthebirds.org/extinctions/watchlist.pdf\">The State of the Birds</a>,\" comes from the federal government, universities and conservation groups — 23 organizations that have spent years examining bird populations, as well as habitats where the various species live.</p><p>The analysis includes hundreds of species: shorebirds like <a href=\"http://www.npr.org/2014/07/28/319092192/shifts-in-habitat-may-threaten-ruddy-shorebirds-survival\">red knots</a>, grassland dwellers like meadowlarks, and birds that live in deserts, or in wetlands, or along the seashore.</p><p>The upshot: \"If we were to give our nation's birds a report card, it would be somewhere in the C range,\" says conservation scientist <a href=\"http://nationalzoo.si.edu/scbi/migratorybirds/about/staff.cfm#marra\">Peter Marra</a>, who helped write the study. He runs the migratory bird center at the Smithsonian Institution in Washington, D.C.</p><p>The birds in trouble — the report lists 230 species on its <a href=\"http://www.stateofthebirds.org/extinctions/watchlist.pdf\">Watch List</a> — are considered in decline because of a population drop, disappearing habitat or reduced range.</p><p>That's especially true for those that live in forests and grassland areas, like the <a href=\"http://www.allaboutbirds.org/guide/pinyon_jay/id\">pinyon jay</a> and <a href=\"http://www.allaboutbirds.org/guide/Smiths_Longspur/id\">longspurs</a>, and birds in arid lands, like <a href=\"http://www.npr.org/2009/09/30/112186144/grunts-and-gurgles-signal-love-for-grouse\">sage grouse</a> and prairie chickens.</p><p>But the news isn't all dark. Numbers for other kinds of birds are on the upswing. \"Several of the coastal birds are indeed success stories,\" Marra says. These include birds like turnstones and oystercatchers. Wetland birds that were once in danger are now doing better too, like wood ducks and <a href=\"http://www.npr.org/2011/09/12/140403285/agency-takes-new-approach-to-save-everglades-land\">ibis</a>. That's partly due to recent laws that have protected and restored their wetland habitats. \"These populations come back when we create the habitat,\" Marra says.</p><p>But he adds that bringing birds back from dangerous decline is sort of an admission of failure. The report emphasizes that it's better to focus on birds that aren't yet in decline — and keep them that way.</p><p>At the National Zoo, Marra shows me a catbird that his bird crew has netted. It's gray, nondescript and <a href=\"http://www.allaboutbirds.org/guide/gray_catbird/sounds\">very screechy</a>. Catbirds are <em>not</em> in trouble, but Marra says that was true of the American <a href=\"http://www.npr.org/blogs/thesalt/2014/06/27/325892534/lone-passenger-pigeon-escapes-pie-pan-lands-in-smithsonian\">passenger pigeon</a> too — numbering in the billions until it was hunted and collected to extinction 100 years ago. \"Our job should be preserving abundance, keeping species common when they are common, and not letting the passenger pigeon example rule the day,\" he says.</p><p>Most ducks, for example, are still abundant, says <a href=\"http://www.birds.cornell.edu/citscitoolkit/conference/attendees/staff/rosenberg\">Ken Rosenberg</a>, a conservation scientist and bird expert at the Cornell Lab of Ornithology and a co-author of the report. He says hunters as well as conservationists deserve credit. \"We've put a tremendous amount of energy and resources and money into wetland and waterfowl conservation,\" he says, \"primarily because of the hunters who contribute financially.\"</p><p>Hunters help pay to protect the wetlands where ducks live and breed. But Rosenberg says other bird habitats don't get much respect. \"The opposite situation might be grasslands or arid lands that are mostly considered to be sort of wastelands to a lot of people,\" he says. These don't get the attention that duck habitat gets. But they're home to lots of songbirds that are in decline — birds like <a href=\"http://www.allaboutbirds.org/guide/american_pipit/id\">pipits</a> and <a href=\"http://www.allaboutbirds.org/guide/brown_thrasher/id\">thrashers</a>.</p><p>Of course, many species of birds have adapted as humans rearranged the landscape. And some people point out that there have always been some species going extinct. Rosenberg argues that the extinction rate is much faster now than at any time in human history. \"Sure we can exist\" without a lot of birds we now know, he says. \"We can have all the nature disappear around us. But you know, what kind of life will that be?\"</p><p>One way to keep the disappearances to a minimum is to track more birds to find out where they go, and protect those places. At the National Zoo, Marra shows me a black-crowned night heron that he's netted. It's a foot long with a beak like a steak knife and is one of many birds that make the zoo their summer home. Last year Marra <a href=\"http://nationalzoo.si.edu/SCBI/PartnersInTheSky/track-BCNH.cfm\">put a tracking device</a> on this bird's back.</p><p>\"Last year we determined for the first time that, of three birds we tracked, one stayed in Georgetown,\" Marra says. \"I was convinced it was in a Dumpster eating prosciutto. The other two headed down to Florida.\"</p><p>Florida is a crucial stopover for migrating birds like these. And it's a state where <a href=\"http://www.npr.org/2013/02/03/170993762/wood-storks-endangered-status-is-up-in-the-air\">bird habitat is disappearing fast</a>. It's the kind of place, the report says, that birds — both common and endangered — will need, if they're to survive.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Gets+Middling+Marks+On+2014+%27State+Of+Birds%27+Report+Card&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151274-70e59f.m3u?orgId=1&topicId=1007&ft=3&f=347131720"},{"href":"http://media.npr.org/assets/img/2014/09/09/redknot-b7cc794259296fe38f2b519df0d1af624f75fff5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1467","width":"1956"}},{"href":"http://media.npr.org/assets/img/2014/09/09/4birds-3d412e633dd36a7705d57b0339d9645844e3a9f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}