{"created":"2015-02-16T19:07:09+00:00","modified":"2015-02-18T16:52:53+00:00","valid":{"from":"2015-02-18T16:52:53+00:00","to":"3015-02-18T16:52:53+00:00"},"hreflang":"en","guid":"44ae65e7-0cde-4a75-993c-4bfb4994df99","title":"As Ebola loosens grip, Liberia's schools begin re-opening","published":"2015-02-18T16:52:43+00:00","byline":"David Leveille","tags":["Ebola","west africa","Schools","prevention","UNICEF","Human Needs","Health","Health & Medicine","Monrovia","Africa","Liberia","Sierra Leone","Africa","Sheldon Yett","Monrovia","Liberia","Ebola","UNICEF"],"teaser":"In Liberia, the first thing pupils do is have their temperatures taken. Schools had been shut for seven months after the Ebola outbreak.","contentencoded":"<p>In the battle against Ebola in West Africa, there's a measure of progress to report today. Schools will reopen in two countries that have been ravaged by the outbreak.</p>\n<p>Sierra Leone's schools are scheduled to reopen at the end of March. In Liberia, where aid workers have been busy putting safety measures in effect, schools began to reopen today.</p>\n<p>“The Ebola outbreak has had a devastating effect on our health and education systems and our way of life in Liberia. We have managed to beat back the spread of the virus through collective efforts,” said Etmonia Tarpeh, Liberia’s minister of education. “Reopening and getting our children back to school is an important aspect of ensuring children’s education is not further interrupted,” she added.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"960\" width=\"637\" alt=\"At Gibson High School in Monrovia, a student reads the announcement that the school will re-open today, February 16th.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/unicef2.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>At Gibson High School in Monrovia, a student reads the announcement that the school will re-open today, February 16th.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>UNICEF Liberia</p>\n  </div>\n</div>\n<p>Sheldon Yett is a UNICEF representative in Liberia. He described a the scene at one of Monrovia's high schools on Monday, \"Kids who haven't seen their friends for many months and teachers who are glad to be back at work, they're all gathering. The kids are coming in the front door and the first thing that happens is their temperature was taken. Assuming they had a normal temperature, they then went on to wash their hands in a solution of water and chlorine, and then went in to join their other friends in the classroom. There’s an element of hope in the air and anticipation. It’s a great feeling.”</p>\n<p>UNICEF Liberia helped to get things rolling, it says, by working together with the government of Liberia to ensure that basic health safety protocols are in place as well as to ensure that supplies were distributed to over 4000 schools. That’s no small task considering that Liberia has very few paved roads, and there’s limited communications, so aid workers had to use helicopters, planes, barges and trucks to get health kits to her every remote village in this country. “These kits help reduce the risk of transmission, of course nothing can prevent it entirely, but it helps reduce the risk of transmission. These kits contain chlorine, soap, and buckets for hand washing and cleaning up spills. They also contain supplies for cleaning up and disinfecting the school, as well as copies of the protocols.”</p>\n<p>The health safety measures are helping make it possible for students to return to schools that have been closed for the past seven months.  The situation now, says Yett is dramatically different, “The good news is that the curve has shifted. We no longer have hundreds of people dying here, we have a small number of people who are still dying from this disease…Even with a smaller number there’s still an element of risk,  but obviously the risk is much lower now, the incidence of this disease is far lower than it was several months ago.”</p>\n<p>One of the biggest challenges now facing UNICEF Liberia is insuring that parents and teachers are all comfortable sending the kids back to school, says Yett. “Unfortunately, this is a country that has a relatively low school attendance rate so we all have to be ready for this to take some time. It's not easy to get over a million kids back to the school, it is not going to happen overnight.”</p>\n<p>Yett acknowledges that some Liberian school children and their parents are understandably a little nervous going back into school for the first time in seven months, “Oh absolutely, there definitely is an element of apprehension. I think that's impossible to avoid in any country that has experienced the magnitude of tragedy and death that this country has experienced. I spoke to one teacher today who was very concerned about that, he had seen not some of his own friends die of this disease and being taken away in the back of the pickup truck, and he said, ‘You know it’s going to be hard for me to concentrate on my teaching when I'm thinking of my friends’ so it is something that’s in the background here absolutely. “</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"960\" width=\"637\" alt=\" Handwashing is now required as part of safe school precautions being taken to prevent Ebola.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/unicef3.jpg\" title=\"\" /><div class=\"field-caption\">\n    <p>I like math and reading, says Edward,8, student at a Monrovia elementary school. Handwashing is now required as part of safe school precautions being taken to prevent Ebola.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>UNICEF Liberia</p>\n  </div>\n</div>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p><a href=\"https://twitter.com/hashtag/Teachers?src=hash\">#Teachers</a> speak about <a href=\"https://twitter.com/hashtag/Ebola?src=hash\">#Ebola</a> prevention and <a href=\"https://twitter.com/hashtag/student?src=hash\">#student</a> safety as schools begin reopening in <a href=\"https://twitter.com/hashtag/Liberia?src=hash\">#Liberia</a> <a href=\"http://t.co/hA8ieyipi0\">pic.twitter.com/hA8ieyipi0</a></p>\n<p>— UNICEF Liberia (@UNICEF_Liberia) <a href=\"https://twitter.com/UNICEF_Liberia/status/567244247112630272\">February 16, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-16%2Fliberias-schools-begin-re-opening-after-7-months-closures-due-ebola&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/unicef4.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/unicef4jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02162015_09.mp3"},{"href":"http://www.pri.org/file/0216201509mp3"}]}