{"created":"2015-01-19T21:09:25+00:00","modified":"2015-05-13T21:21:54+00:00","valid":{"from":"2015-05-13T21:21:54+00:00","to":"3015-05-13T21:21:54+00:00"},"hreflang":"en","title":"In 'Selma,' British Actor Brings Outsider's Perspective To MLK","published":"2015-02-05T20:00:00+00:00","teaser":"David Oyelowo talks about playing Martin Luther King Jr. in the Oscar-nominated film <em>Selma</em> — as well as the LBJ controversy, slavery and how he learned about what it's like to be black in America.","itags":["npr_api","377286482"],"guid":"44b0a840-c1bc-4375-b8f4-01e1ffc9c466","contentencoded":"<p>British actor David Oyelowo has been praised for his chameleon-like ability to embody different accents and roles with confidence and ease.</p><p>In a relatively short eight years in Hollywood, the London transplant has assembled an impressive portfolio of supporting roles in films by directors Steven Spielberg, Christopher Nolan and J.C. Chandor. But it's his performance as the Rev. Martin Luther King Jr. in Ava Duvernay's <em>Selma</em> that has cemented his position as a leading man.</p><p>Oyelowo trained at the London Academy of Music and Dramatic Art and broke through in 2000 in a landmark race-blind production of Henry VI by the Royal Shakespeare Company. Although additional roles on stage and television followed, Oyelowo says he always aspired to \"grace the American silver screen\" and moved his family to Los Angeles in 2007.</p><p><em>Selma</em> was one of the first scripts he read after arriving in Hollywood, and he says despite the apprehensions of directors once attached to the project, he felt God told him he was destined to play King.</p><hr /><h3>Interview Highlights</h3><p><strong>On getting a \"cinematic education\" in African-American history </strong></p><p>I played a Union soldier in<em> Lincoln</em> in 1865; I played an African-American fighter pilot in in <em>Red Tails</em> in the 1940s; I played a preacher in <em>The Help</em> in 1964; and then I played the son of a butler [in <em>The Butler</em>] going through the 20th century, being a freedom rider, in the sit-ins, a Black Panther and then a senator. And that 150 years of what it is to be black as an American in this country really prepared me for playing Dr. King.</p><p><strong>On the controversy over the historical accuracy of <em>Selma</em>'s Lyndon B. Johnson portrayal </strong></p><p>My responsibility was to go find who that man was spiritually, emotionally, intellectually and historically, and I can stand by every choice I personally made. I also can stand by every choice the film made, but at the end of the day it is an artistic interpretation.</p><p>My point of view is if we're truly concerned with LBJ's legacy, the thing to be looking at is the fact that the Voting Right Acts, which he undeniably passed, is being eroded as we speak. As of June of 2013, Section 5, was removed — which meant that individual states could change their rules around voting — and they've done that. People are now being marginalized yet again in terms of being able to vote.</p><p>When you watch <em>Selma</em> and you see people losing their lives, leaving their homes, marching with Dr. King, making their voices heard, this was a promise that was a 102 years late. The Emancipation Proclamation was in 1863. ... I play a soldier in <em>Lincoln</em> who in 1865 says to the president of the day: \"Maybe someday we'll get the vote.\" And the same actor in 1965 is still asking a president for the vote.</p><p>Now two things; if, like I say, we're truly concerned about controversy, that's what it should be about. The fact that the Supreme Court felt that the country has changed enough that we no longer don't need the Voting Rights Act to be as robust as it is ... <em>Selma </em>shows you that, yes, the country has changed, but not as much as we would like. And also hopefully the things that people get from watching the film is that this right is bought in blood, and therefore we must participate, or you lose the right to complain.</p><p><strong>On what it's like to grow up black in Western countries</strong></p><p>The truth of the matter is, what living in the West unfortunately does for you as a black person is it engenders in you a minority mentality. You are a minority and so therefore you live in a world where subliminally you are being told, or you are taking on, the fact that not every opportunity afforded within that society is open to you.</p><p>Whereas when I lived in Nigeria [from the age of 5 to 13] the notion of the color of my skin, the notion of opportunities afforded to me as a result, never occurred to me. And it does affect how you bounce out of bed. It does affect your ambition. It does affect your outlook on life.</p><p>I call it the [Bahamian-American actor] Sidney Poitier syndrome in that I think the reason he achieved what he did, the way he did, the time he did is because he grew up in a different society where he wasn't a minority. And so therefore when he came to this country he just couldn't understand the notion that everything on the plate wasn't his to eat. And he approached his career, he approached his ambition, he approached his work in that way and it was so undeniable that you just had get out of his way.</p><p>I think that if you are brought up in a culture whereby that is not the case you have a stance of combat, and that invariably means that you are spending more energy trying to bust through than be you. And I was a huge beneficiary of those years in Nigeria.</p><p><strong>On the burden of expectations for \"black films\"</strong></p><p>The thing, I think, about being black in the West, whether it's in Europe or America, is that everything you do has such an intense gaze upon it, because the opportunities are so sparse. So you always feel this need to be all things to all men for their salvation.</p><p>And what we don't get that you get if you're a white artist, or director or producer, or even the audience ... from a white point of view, you have so much context for what it is to be a human being. You have good movies, bad movies, sci-fi, romantic comedies, historical dramas, you have silly movies, you have very important films. You have all these different options that mean you don't have to kind of politicize or think about, \"Is this painful for people to watch? Is this edifying for people to watch?\" You can just be an artist and put your voice out there.</p><p><strong>On how growing up partly in Nigeria helped him play Martin Luther King Jr., specifically</strong></p><p>I know for a fact that when Lee Daniels, who was the director attached at the time I got cast, was in place he said: \"David, the reason why I cast you as Dr. King is because you didn't come in with any of the baggage of this icon. You just came in and played the man.\" ...</p><p>You look at that historical figure, I imagine there are plenty of times when you're thinking, \"You know what, Hollywood doesn't want this, I'm beneath it, my uncle's marched with him, my grandfather knew him,\" which is what you have a lot when you talk with a lot of African-Americans about Dr. King. I didn't have that. All I saw was an opportunity to put on display one of the greatest human beings, I think, who ever walked the planet and one of the greatest episodes in America's history — what an incredible thing to do.</p><p><strong>On the ongoing legacy of slavery</strong></p><p>I spoke to my dad just two weeks ago. My dad has tribal marks on his face. He has four gashes on his face and he has the word \"bale\" written on his stomach, which means \"King\" in the Yoruba language.</p><p>I was with him in London the other day and I've suddenly realized in this conversation that those tribal marks are a legacy of slavery. I thought they were sort of traditional markings that Nigerians had been doing for hundreds and hundreds of years.</p><p>He said, \"No, no we have them because if we got taken by the slavers, this was the way that our people knew who we were when we got back.\" The hope was that you'd always get back. And I was astounded, because my mother has these tribal marks, my dad has these tribal marks, my brothers and I are the very first generation in 400-odd years not to have the tribal marks.</p><p><strong>On how his <em>Selma </em>success helped his next project, <em>Americanah, </em>co-starring Lupita Nyong'o </strong></p><p>The fact of the matter is if Lupita Nyong'o didn't exist in terms of her notoriety, her talent and who she is, if I wasn't afforded the opportunity to play Dr. King — even though <a href=\"http://www.npr.org/books/titles/181678037/americanah\">that book</a> is undeniably fantastic and lends itself beautifully to a cinematic treatment— that film would not get made if we hadn't been given the opportunities we've been given.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Selma%2C%27+British+Actor+Brings+Outsider%27s+Perspective+To+MLK&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"482"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409740-63aa08.m3u?orgId=1&topicId=1137&d=482&p=2&story=377286482&t=progseg&e=378331016&seg=9&ft=nprml&f=377286482"},{"href":"http://media.npr.org/assets/img/2015/01/14/red-ia-7718_r_8x10-591d80bd78aefa11d960a8b72fa63b6141cf3974.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"889","width":"1185"}},{"href":"http://media.npr.org/assets/img/2015/01/15/middleofnowhere_filmstill2_davidoyelowo_emayatzycorinealdi-a481e42db336e1fecdc5e92e8d9d4dceb79f80e1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"801","width":"1068"}}]}