{"created":"2014-10-22T20:31:53+00:00","modified":"2015-01-21T21:38:59+00:00","valid":{"from":"2015-01-21T21:38:59+00:00","to":"3015-01-21T21:38:59+00:00"},"hreflang":"en","title":"The Slide Rule: A Computing Device That Put A Man On The Moon","published":"2014-10-28T18:54:00+00:00","teaser":"Before the smartphone, the laptop and the pocket calculator, there was a powerful mechanical computer. Our new series, <strong>Tools of the Trade</strong>, begins with a look at the slide rule.","itags":["npr_api","356937347"],"guid":"44c32746-1f1f-4114-9164-2962eb416f44","contentencoded":"<p>The protractor and the Bunsen burner. Playing the recorder in music class. Drawing arcs and circles with a compass in geometry. These tools of the education trade become part of our lives for a semester or two and then we move on.</p><p>Today, NPR Ed begins a new series examining these icons of the classroom. We start off with a device that once was essential to higher-level math, in school and in the workplace, but now has all but disappeared:</p><p>The slide rule.</p><p>\"Take your batteries out,\" Jim Hus says, watching his pre-calculus students remove the AA batteries that power their calculators. \"Let's do those multiplication problems again.\"</p><p>For the next calculations, Hus's juniors and seniors at Highland High School in Highland, Ind., will use a different tool: A tool that dates back 400 years.</p><p>Before the smartphone, the laptop and the graphing calculator, there was the slide rule. It's a powerful mechanical computing device, often no larger than a 12-inch ruler, marked with numbers — but part of it slides in an out to to show relationships between different sets of numbers.</p><p>That seemingly simple tool has a serious resume. NASA engineers used slide rules to build the rockets and plan the mission that landed Apollo 11 on the moon. It's said that Buzz Aldrin needed his pocket slide rule for last-minute calculations before landing.</p><p>\"The slide rule is an instrument that was used to design virtually everything,\" says Deborah Douglas, the director of collections and curator of science and technology at the MIT Museum in Cambridge, Mass. The museum just ended a three-year exhibit on slide rules. \"The size of a sewer pipe, the weight-bearing ability of a cardboard box, even rocket ships and cars.\"</p><p><strong>So, What Is A Slide Rule?</strong></p><p>Slide rules are typically rectangular and about the size of a ruler. They are divided into thirds, the top and bottom are fixed in place, but the middle section slides back and forth. Each section has scales — numbers and line marks for calculations.</p><p>The first one was built by William Oughtred, a cleric teaching math in England in the 1600s. It was based on <a href=\"http://en.wikipedia.org/wiki/John_Napier\">John Napier's</a> discovery of logarithms.</p><p>In its simplest form, the slide rule adds and subtracts lengths in order to calculate a total distance. But slide rules can also handle multiplication and division, find square roots, and do other sophisticated calculations.</p><p>For generations of engineers, technicians and scientists, the slide rule was an essential part of their daily lives. Until, all of a sudden, it wasn't.</p><p>In 1972 Hewlett-Packard came out with the first handheld electronic calculator. Practically overnight, the slide rule had become obsolete.</p><p>\"The death of the slide rule was pretty instantaneous,\" says Bob De Cesaris, who oversees chip manufacturing at Intel and has one of the largest collections of slide rules in the country. De Cesaris estimates his collection has nearly 4,000 slide rules.</p><p>He is also the president of the <a href=\"http://www.oughtred.org/\">Oughtred Society</a> — a group of 400 slide rule collectors and enthusiasts seeking to preserve the device's history (and where you can find out all sorts of information about them).</p><p>And yet, despite the calculating power these days in even your handheld phone, the slide rule isn't quite dead.</p><p>Here and there, teachers like Jim Hus still use them in the classroom. Sister Paula Irving, a nun at the Community of Jesus in Orleans, Mass., teaches a computer programming course to homeschooled high school students. And when she covers the history of the computer, she teaches students how to use a tool she remembers watching her father use as he calculated their family's finances.</p><p>More than a thousand miles west, Laurie Emery, a math teacher at South Winneshiek High School in Calmar, Iowa, will teach her junior pre-calculus class how to do intricate calculations without a calculator.</p><p>There's even a freshman seminar about the slide rule at the University of California, San Diego, that Professor Joe Pasquale has been teaching since 2003.</p><p>\"We live in this age when computing is getting exponentially more powerful but we often don't even think about the calculations being made,\" says Pasquale. \"We just let our computer do all the work.\"</p><p>In the seminar, Pasquale says his students are often amazed that the slide rule's answers make sense.</p><p><strong>Thinking About The Math</strong></p><p>\"The nice thing about a calculator is you don't have to think – but it's also a bad thing,\" he adds. \"When you're using a slide rule you have to be engaged. You have to be thinking about math.\"</p><p>And that's one of the main reasons some teachers still hang on to the old \"slipsticks.\"</p><p>MIT's Debbie Douglas says that even though the slide rule isn't as precise as a calculator, students can understand the idea of what it's doing. \"It really makes one engaged with the process.\"</p><p>Jim Hus still remembers deciding to invest $400 in a calculator and abandoning his slide rule during his freshman year at Purdue, back in 1974.</p><p>But it's a device he'll never forget and he hopes his students at Highland High School in Indiana won't either. He's planning to have his students build a classroom slide rule.</p><p>\"I joke it will be the largest slide rule in the world,\" he says, laughing. \"But this way, I'm not just handing the students a tool, we're learning how it operates so we can access higher math concepts.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Slide+Rule%3A+A+Computing+Device+That+Put+A+Man+On+The+Moon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elissa Nadworny ","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358120482-432b06.m3u?orgId=1&topicId=1013&aggIds=359620445&ft=3&f=356937347"},{"href":"http://media.npr.org/assets/img/2014/10/21/sliderule-step01_slide-258539d3456f336742a37c9f921330df8a30849a.jpg","type":"image/jpeg","meta":{"crop":"slide","height":"1986","width":"2981"}},{"href":"http://media.npr.org/assets/img/2014/10/21/sliderule-step02_slide-1c5a7db936ee5db01c1c792c387b75a33d955866.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2376","width":"3564"}},{"href":"http://media.npr.org/assets/img/2014/10/21/sliderule-step03_slide-bb4559b2e1cf5b1cc5a54f0efdb397bf4239e8ff.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2301","width":"3452"}},{"href":"http://media.npr.org/assets/img/2014/10/21/sliderule-step04_slide-e57dfb71ad92c57b1a8c76bbf6e724f099c452a9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2376","width":"3564"}},{"href":"http://media.npr.org/assets/img/2014/10/21/sliderule-selfie1-d3e1e4b14708c06ffbadf4c54adf00a2f63f3426.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1860","width":"2480"}}]}