{"created":"2015-01-19T08:34:15+00:00","modified":"2015-06-24T14:52:31+00:00","valid":{"from":"2015-06-24T14:52:30+00:00","to":"3015-06-24T14:52:30+00:00"},"hreflang":"en","title":"Why Ants Handle Traffic Better Than You Do","published":"2015-06-24T14:52:00+00:00","teaser":"Ants don't show road rage. In fact, some research shows they rarely get into traffic jams and are able to maintain a steady speed even as their numbers swell. Can physics explain it?","itags":["npr_api","377743242"],"guid":"44cbebce-16c5-47af-9326-049feb08a2bf","contentencoded":"<p>Could studying ants reveal clues to reducing highway traffic jams? Physicist Apoorva Nagar at the <a href=\"http://www.iist.ac.in/\">Indian Institute of Space Science and Technology</a> thinks the answer is yes.</p><p>Nagar says he got interested in the topic when he came across a <a href=\"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.102.108001#authors\">study</a> by German and Indian researchers showing that ants running along a path were able to maintain a steady speed even when there were a large number of ants on the path.</p><p>Nagar says there are three main reasons ants don't jam up. No. 1, ants don't have egos. They don't show off by zooming past people.</p><p>\"The second thing is, they do not mind a few accidents or collisions,\" say Nagar. So unless there's a serious pileup, they just keep going.</p><p>The third reason, he says, is that ants seem to get more disciplined when paths get crowded, running in straighter lines and varying their speed less. They're less likely to make unexpected moves in this sort of heavy traffic. It's the kind of steady control you see when a computer, rather than a human, is controlling a car. There's less variability unless it's absolutely called for.</p><p>Nagar felt this kind of behavior could be explained by something called the <a href=\"http://cmm.cit.nih.gov/intro_simulation/node24.html\">Langevin equation</a>, an equation physicists use when describing the movement of liquids, or how individual atoms behave in a lattice.</p><p>And what, you ask, is the Langevin equation? I wasn't entirely sure, so I turned to <a href=\"https://physics.hmc.edu/faculty/donnelly/\">Thomas D. Donnelly</a>, a physics professor at Harvey Mudd College. \"This is basically a reworking of Newton's famous F=MA equation,\" Donnelly told me — force equals mass times acceleration.</p><p>\"So it's all Newton,\" Donnelly says, \"but they're using a special description of the forces which includes a random component.\"</p><p>I'm not going to say any more about that, but a thorough explanation of the Langevin equation, for those who are interested, can be found <a href=\"http://www.pma.caltech.edu/~mcc/Ph127/b/Lecture16.pdf\">here</a>. The bottom line is, when Nagar made a mathematical model of the ant traffic patterns using the Langevin equation, and compared what his model predicted with what experiments with ants running in a line showed, it \"seemed to fit very well with the experiment,\" Nagar says.</p><p>So he wrote up his results, which will be published in an upcoming issue of the journal <a href=\"http://journals.aps.org/pre/\">Physical Review E</a>. Nagar collaborated on his research with Dr. Debasish Chaudhuri of the Indian Institute of Technology Hyderabad.</p><p>Nagar is not sure how relevant his model will be for human traffic engineers. After all, he agrees that allowing cars to bump into each other at 60 mph may be a nonstarter, although greater discipline and less ego may help keep traffic flowing smoothly.</p><p>There's one other tiny problem. Nagar is a physicist, not an ant man. I've talked with ant researchers who say that, for at least some species of ants, one will overtake another on the ant highway. And when the volume of ants is high enough, ants do jam up.</p><p>I suppose you could solve that latter problem by building more ant highways.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Ants+Handle+Traffic+Better+Than+You+Do&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378289404-79e104.m3u?orgId=1&topicId=1007&aggIds=156490415&d=201&p=3&story=377743242&t=progseg&e=378289313&seg=5&ft=nprml&f=377743242"},{"href":"http://media.npr.org/assets/img/2015/01/16/istock_000041703624large-0c954f5d616fac9fb0941baa040fa0b09c56695a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2210","width":"2947"}},{"href":"http://media.npr.org/assets/img/2015/01/16/ants-1-a613166f40c07facd939a463fc38e7b2aaf6e6b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}