{"created":"2015-06-18T22:26:15+00:00","modified":"2015-06-18T22:59:00+00:00","valid":{"from":"2015-06-18T22:59:00+00:00","to":"3015-06-18T22:59:00+00:00"},"hreflang":"en","guid":"44d5f915-8fec-4b01-9d75-0f766efa579f","title":"She put five sports in a hat and pulled out soccer ... the rest is history","published":"2015-06-18T22:58:56+00:00","byline":"Susannah Roberson","tags":["Across Women's Lives","Sports"],"contentencoded":"<p>When Leslie Osborne was growing up in Wisconsin, she tried her hand at many sports. After she turned 14, her parents decided to simplify things and had her pick one sport out of a hat. \"It's still a joke to this day that I should've chose tennis,\" Osborne says. Apparently it was her better sport. But she drew soccer and as it turns out, she's not too bad at that either. </p>\n<p>Osborne went on to play professionally for the United States Women's National Team and the Boston Breakers as a defensive midfielder. She's retired from the field, but is still involved as a Fox Sports analyst, and is currently announcing the Women's World Cup. </p>\n<p>Osborne says her parents and \"stud athlete\" older sister have always been role models for her, along with soccer superstar Julie Foudy. Osborne met Foudy and members of the US National Team as a fourteen-year-old, and was in awe. \"I started to really follow Julie Foudy and I still look up to her today,\" Osborne says. \"I think [meeting her] was a turning point in my youth where I really realized, wow, I want to be like her one day. I want to be this great athlete, but more importantly I want to be a leader.\"</p>\n<p>Another turning point took place at Santa Clara University, where Osborne played soccer and studied communications. She says a phenomenal coach helped her envision a future playing professionally. \"I realized, okay, if I really work hard at this and continue hitting my goals, there could be an opportunity to represent my country.\"</p>\n<p>Although women's soccer has gained a bigger following as of late, especially with the Women's World Cup currently taking place in Vancouver, there are still huge gender disparities in the sport. Many women can't afford - literally - to play professional sports as long as men can, as their salaries are much lower. Osborne knows many women who've had to take extra jobs, live with host families, or even quit altogether to pursue more financially stable careers. \"We've got to find a way to provide for these girls that are playing professionally,\" Osborne says. \"It's pretty shocking to see what girls are living off of right now, but at the same time it's their passion, it's what they love, it's part of our story.\" </p>\n<p>The gender battles play out in other ways as well. \"Our FIFA President, Sepp Blatter, at one point wanted the girls to wear shorter shorts,\" Osborne says, \"and that's just unfortunate.\" A hot topic during this Women's World Cup is the artificial turf the women play on; the men's contest always takes place on natural grass. \"The positive is there will never be [a Women's World Cup] played again on turf,\" Osborne says. \"It's getting better, but there's still a long way to go.\"</p>\n<p>Beyond soccer, Leslie is also the CMO of recently-launched <a href=\"https://www.indiegogo.com/projects/sweat-cosmetics-for-active-beauty#/story\">Sweat Cosmetics</a>. Sweat is spearheaded by Osborne and five other women, many of whom are current or former soccer players. They wanted to create a product for active women — sunscreen and face powder all in one.</p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fleslie-osborne&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/LeslieOsborne.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/leslieosbornejpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06182015_06.mp3"},{"href":"http://admin.pri.org/file/0618201506mp3"}]}