{"created":"2015-05-14T17:07:47+00:00","modified":"2015-05-14T17:07:47+00:00","valid":{"from":"2014-11-10T18:29:11+00:00","to":"3014-11-10T18:29:11+00:00"},"hreflang":"en","guid":"44dd52c4-6ebf-4039-88d1-8c484677812e","description":"Kai Ryssdal talks to Kim Zetter about her book.","teaser":"Kai Ryssdal talks to Kim Zetter about her book.","byline":"Kai Ryssdal","title":"Stuxnet, Digital Weapons, and Countdown to Zero Day","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Stuxnet is a computer worm that was discovered in 2010 and was used against Iran&apos;s uranium enrichment program.</p>\"},{\"content\":\"<p>Kim Zetter&apos;s book <span>&quot;Countdown to Zero Day: Stuxnet and the Launch of the World’s First Digital Weapon&quot;</span><span> goes deep into the discovery of Stuxnet, how it was used and discovered in the past decade and the future of digital weapons. </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Stuxnet was designed not to steal anything or harm computers, but for mere sabotage of physical equipment. While Zetter agrees Stuxnet may have prevented a &quot;kinetic war,&quot; she suggests it also opened the possibility of damage to critical digital infrastructure in the not-too-distant future.</p>\"},{\"content\":\"<p>&quot;There’s no going back,&quot; she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><em><strong>Read an excerpt from &quot;Countdown to Zero Day&quot; below, and listen to the full interview using the audio player at the top of the page:</strong></em></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><p>Prologue</p><p>The Case of the Centrifuges</p><p> </p> It was January 2010 when officials with the International Atomic Energy Agency (IAEA), the United Nations body charged with monitoring Iran’s nuclear program, first began to notice something unusual happening at the uranium enrichment plant outside Natanz in central Iran. <p>Inside the facility’s large centrifuge hall, buried like a bunker more than fifty feet beneath the desert surface, thousands of gleaming aluminum centrifuges were spinning at supersonic speed, enriching uranium hexafluoride gas as they had been for nearly two years. But over the last weeks, workers at the plant had been removing batches of centrifuges and replacing them with new ones. And they were doing so at a startling rate.</p><p>At Natanz each centrifuge, known as an IR-1, has a life expectancy of about ten years. But the devices are fragile and prone to break easily. Even under normal conditions, Iran has to replace up to 10 percent of the centrifuges each year due to material defects, maintenance issues, and worker accidents.</p><p>In November 2009, Iran had about 8,700 centrifuges installed at Natanz, so it would have been perfectly normal to see technicians decommission about 800 of them over the course of the year as the devices failed for one reason or another. But as IAEA officials added up the centrifuges removed over several weeks in December 2009 and early January, they realized that Iran was plowing through them at an unusual rate.</p><p>Inspectors with the IAEA’s Department of Safeguards visited Natanz an average of twice a month—sometimes by appointment, sometimes unannounced—to track Iran’s  enrichment activity and progress. Anytime workers at the plant decommissioned damaged or otherwise unusable centrifuges, they were required to line them up in a control area just inside the door of the centrifuge rooms until IAEA inspectors arrived at their next visit to examine them. The inspectors would run a handheld gamma spectrometer around each centrifuge to ensure that no nuclear material was being smuggled out in them, then approve the centrifuges for removal, making note in reports sent back to IAEA headquarters in Vienna of the number that were decommissioned each time.</p><p>IAEA digital surveillance cameras, installed outside the door of each centrifuge room to monitor Iran’s enrichment activity, captured the technicians scurrying about in their white lab coats, blue plastic booties on their feet, as they trotted out the shiny cylinders one by one, each about six feet long and about half a foot in diameter. The workers, by agreement with the IAEA, had to cradle the delicate devices in their arms, wrapped in plastic sleeves or in open boxes, so the cameras could register each item as it was removed from the room.</p><p>The surveillance cameras, which weren’t allowed inside the centrifuge rooms, stored the images for later perusal. Each time inspectors visited Natanz, they examined the recorded images to ensure that Iran hadn’t removed additional centrifuges or done anything else prohibited during their absence. But as weeks passed and the inspectors sent their reports back to Vienna, officials there realized that the number of centrifuges being removed far exceeded what was normal.</p><p>Officially, the IAEA won’t say how many centrifuges Iran replaced during this period. But news reports quoting European “diplomats” put the number at 900 to 1,000. A former top IAEA official, however, thinks the actual number was much higher. “My educated guess is that 2,000 were damaged,” says Olli Heinonen, who was deputy director of the Safeguards Division until he resigned in October 2010.</p><p>Whatever the number, it was clear that something was wrong with the devices. Unfortunately, Iran wasn’t required to tell inspectors why they had replaced them, and, officially, the IAEA inspectors had no right to ask. The agency’s mandate was to monitor what happened to uranium at the enrichment plant, not keep track of failed equipment.</p><p>What the inspectors didn’t know was that the answer to their question was right beneath their noses, buried in the bits and memory of the computers in Natanz’s industrial control room. Months earlier, in June 2009, someone had quietly unleashed a destructive digital warhead on computers in Iran, where it had silently slithered its way into critical systems at Natanz, all with a single goal in mind—to sabotage Iran’s uranium enrichment program and prevent President Mahmoud Ahmadinejad from building a nuclear bomb.</p><p>The answer was there at Natanz, but it would be nearly a year before the inspectors would obtain it, and even then it would come only after more than a dozen computer security experts around the world spent months deconstructing what would ultimately become known as one of the most sophisticated viruses ever discovered—a piece of software so unique it would make history as the world’s first digital weapon and the first shot across the bow announcing the age of digital warfare.</p></blockquote>\"}]","itags":["Marketplace","PMP:Marketplace_PMP","44dd52c46ebf03928d198c484677812e","Marketplace for Monday November 10, 2014"],"contentencoded":"<div class=\"barn-cleaned\"><p>Stuxnet is a computer worm that was discovered in 2010 and was used against Iran's uranium enrichment program.</p>\n<p>Kim Zetter's book&nbsp;<span>\"Countdown to Zero Day: Stuxnet and the Launch of the World’s First Digital Weapon\"</span><span>&nbsp;goes deep into the discovery of Stuxnet, how it was used and discovered in the past decade and the future of digital weapons.&nbsp;</span></p>\n<p>Stuxnet was designed not to steal anything or harm computers, but for mere sabotage of physical equipment. While Zetter agrees Stuxnet may have prevented a \"kinetic war,\" she suggests it also opened the possibility of damage to critical digital infrastructure in the not-too-distant future.</p>\n<p>\"There’s no going back,\" she says.</p>\n<p><em><strong>Read an excerpt from \"Countdown to Zero Day\" below, and listen to the full interview using the audio player at the top of the page:</strong></em></p>\n<blockquote>\n<p>Prologue</p>\n<p>The Case of the Centrifuges</p>\n<p>&nbsp;</p>\nIt was January 2010 when officials with the International Atomic Energy Agency (IAEA), the United Nations body charged with monitoring Iran’s nuclear program, first began to notice something unusual happening at the uranium enrichment plant outside Natanz in central Iran.\n<p>Inside the facility’s large centrifuge hall, buried like a bunker more than fifty feet beneath the desert surface, thousands of gleaming aluminum centrifuges were spinning at supersonic speed, enriching uranium hexafluoride gas as they had been for nearly two years. But over the last weeks, workers at the plant had been removing batches of centrifuges and replacing them with new ones. And they were doing so at a startling rate.</p>\n<p>At Natanz each centrifuge, known as an IR-1, has a life expectancy of about ten years. But the devices are fragile and prone to break easily. Even under normal conditions, Iran has to replace up to 10 percent of the centrifuges each year due to material defects, maintenance issues, and worker accidents.</p>\n<p>In November 2009, Iran had about 8,700 centrifuges installed at Natanz, so it would have been perfectly normal to see technicians decommission about 800 of them over the course of the year as the devices failed for one reason or another. But as IAEA officials added up the centrifuges removed over several weeks in December 2009 and early January, they realized that Iran was plowing through them at an unusual rate.</p>\n<p>Inspectors with the IAEA’s Department of Safeguards visited Natanz an average of twice a month—sometimes by appointment, sometimes unannounced—to track Iran’s &nbsp;enrichment activity and progress. Anytime workers at the plant decommissioned damaged or otherwise unusable centrifuges, they were required to line them up in a control area just inside the door of the centrifuge rooms until IAEA inspectors arrived at their next visit to examine them. The inspectors would run a handheld gamma spectrometer around each centrifuge to ensure that no nuclear material was being smuggled out in them, then approve the centrifuges for removal, making note in reports sent back to IAEA headquarters in Vienna of the number that were decommissioned each time.</p>\n<p>IAEA digital surveillance cameras, installed outside the door of each centrifuge room to monitor Iran’s enrichment activity, captured the technicians scurrying about in their white lab coats, blue plastic booties on their feet, as they trotted out the shiny cylinders one by one, each about six feet long and about half a foot in diameter. The workers, by agreement with the IAEA, had to cradle the delicate devices in their arms, wrapped in plastic sleeves or in open boxes, so the cameras could register each item as it was removed from the room.</p>\n<p>The surveillance cameras, which weren’t allowed inside the centrifuge rooms, stored the images for later perusal. Each time inspectors visited Natanz, they examined the recorded images to ensure that Iran hadn’t removed additional centrifuges or done anything else prohibited during their absence. But as weeks passed and the inspectors sent their reports back to Vienna, officials there realized that the number of centrifuges being removed far exceeded what was normal.</p>\n<p>Officially, the IAEA won’t say how many centrifuges Iran replaced during this period. But news reports quoting European “diplomats” put the number at 900 to 1,000. A former top IAEA official, however, thinks the actual number was much higher. “My educated guess is that 2,000 were damaged,” says Olli Heinonen, who was deputy director of the Safeguards Division until he resigned in October 2010.</p>\n<p>Whatever the number, it was clear that something was wrong with the devices. Unfortunately, Iran wasn’t required to tell inspectors why they had replaced them, and, officially, the IAEA inspectors had no right to ask. The agency’s mandate was to monitor what happened to uranium at the enrichment plant, not keep track of failed equipment.</p>\n<p>What the inspectors didn’t know was that the answer to their question was right beneath their noses, buried in the bits and memory of the computers in Natanz’s industrial control room. Months earlier, in June 2009, someone had quietly unleashed a destructive digital warhead on computers in Iran, where it had silently slithered its way into critical systems at Natanz, all with a single goal in mind—to sabotage Iran’s uranium enrichment program and prevent President Mahmoud Ahmadinejad from building a nuclear bomb.</p>\n<p>The answer was there at Natanz, but it would be nearly a year before the inspectors would obtain it, and even then it would come only after more than a dozen computer security experts around the world spent months deconstructing what would ultimately become known as one of the most sophisticated viruses ever discovered—a piece of software so unique it would make history as the world’s first digital weapon and the first shot across the bow announcing the age of digital warfare.</p>\n</blockquote></div>","published":"2014-11-10T18:29:11+00:00","tags":["Tech","nuclear","Iran","APM","nuclear weapons","digital"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/zeroday.jpg?itok=4KgN1-YZ","meta":{"crop":"primary","height":"340","width":"610"}},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/11/10/mp_20141110_seg_18","type":"application/json"},"duration":281,"duration_hms":"00:04:41"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/11/10/mp_20141110_seg_18_64.mp3","type":"audio/mpeg","format":"MP3"}]}