{"created":"2014-10-08T16:23:39+00:00","modified":"2014-10-31T02:13:31+00:00","valid":{"from":"2014-10-31T02:13:31+00:00","to":"3014-10-31T02:13:31+00:00"},"hreflang":"en","title":"In 'God's Pocket,' There's A Mad Man Behind The Camera","published":"2014-05-10T00:45:00+00:00","teaser":"John Slattery stepped away from <em>Mad Men</em> for his directorial debut, <em>God's Pocket</em>, a film adapted from a 1980s novel. He discusses the anxieties of directing and the passing of Philip Seymour Hoffman.","itags":["npr_api","311119416"],"guid":"44f4f5e5-5e2d-4728-b670-7a5a38a7acaf","contentencoded":"<p>The 1980s novel <em>God's Pocket</em>, by Pete Dexter, is a story of hapless drunks, construction workers and one washed-up newspaper columnist. The book takes its name from a fictional blue-collar neighborhood in Philadelphia.</p><p>Now, it's also a film starring the late Philip Seymour Hoffman, in one of his final movies, and directed by John Slattery, a man best known for his role as the cocksure adman Roger Sterling on the cable series <em>Mad Men</em>. While he has directed several episodes of that show, <em>God's Pocket </em>marks his first time behind the camera on a feature-length film.</p><p>When he spoke with NPR's Melissa Block, he confessed to being anxious about it, in a way that Roger Sterling would never admit. \"I'm very proud of this film, and I stand behind it,\" he says. \"But I do sometimes wake up in the middle of the night thinking, 'I hope other people understand it and get it and like it.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On working with Philip Seymour Hoffman</strong></p><p>He's just one of those people that everyone wanted to work with and is very inclusive in the process — you know, puts people at easy and possessing of a good sense of humor. He's an intimidating person, a powerful person physically and vocally, and with all that body of work behind him, people were intimidated. But he would put people at ease very quickly and get right down to work. It was — he is very smart.</p><p><strong>On the differences between directing for television and film</strong></p><p><em>Mad Men</em> is Matthew Weiner's vision. So, when you're given a script to direct, you're given marching orders in the form of a tone meeting, which goes on for quite some time. That's where Matt explains why he wrote it the way he wrote it, what it means, the sense of it. You're expected to put your fingerprint on it, but the rest of the DNA is Matt Weiner's.</p><p>With the film, I'm making the creative decisions — obviously in collaboration with the other artists. But the trick is, <em>Mad Men</em> is so well-run that if you don't get the shot, chances are you can go back and get it. If you don't get the shot on a small film with 40 people in 28 locations and a 24-day shooting schedule, chances are you won't get another chance.</p><p><strong>On the prospect of leaving his signature role, Roger Sterling in <em>Mad Men</em></strong></p><p>Part of the enjoyment of doing a character like this is the length of time it's gone on, but I also wonder if actors worry about being accepted as other characters after playing one for so long. But that's not really in my control, so maybe I could direct something if that's the case. ...</p><p>There's so much creativity happening in film and television right now, and so many outlets for it, that I haven't really lost any sleep over it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27God%27s+Pocket%2C%27+There%27s+A+Mad+Man+Behind+The+Camera&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311119417-7b8289.m3u?orgId=1&topicId=1137&ft=3&f=311119416"},{"href":"http://media.npr.org/assets/img/2014/05/09/4010b944-f532-c7d3-d9b4-fe762e24894e_mad-men-1_planecabin_jon_john_0089_0095_0104_v2-acaacdb4080a83930b967655b151c1b4e0d97623.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2400","width":"3202"}},{"href":"http://media.npr.org/assets/img/2014/05/09/487789307-55fb52d08b5cff6153c9ed11d25efa50a7c8367a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1920","width":"2562"}}]}