{"created":"2014-10-21T19:09:26+00:00","modified":"2015-04-09T20:57:33+00:00","valid":{"from":"2015-04-09T20:57:33+00:00","to":"3015-04-09T20:57:33+00:00"},"hreflang":"en","title":"Nostalgia, Now Out On DVD, With 'Wonder Years' And 'Pee-wee' Releases","published":"2014-10-21T22:50:00+00:00","teaser":"In what may be a last gasp for DVD collections, some of the new box-set releases are aimed at baby boomers and Gen X-ers with favorites like <em>The Wonder Years</em> and <em>Pee-wee's Playhouse</em>.","itags":["npr_api","357442424"],"guid":"44f44528-985b-490b-85c9-eabeda6511d6","contentencoded":"<p>At the moment, we're at yet another pivotal point in the history of home entertainment, which keeps changing with sudden — and major-- tectonic shifts. Just ask Blockbuster Video: Videocassettes for home libraries gave way to DVDs, which now seem to be giving way to streaming video and the cloud.</p><p>Today's young consumers don't seem to want to possess physical copies of their favorite TV shows; they just want access to them wherever they can find them. So in what may be a last gasp for DVD collections, some of the new box-set releases are aimed at baby boomers and Gen X-ers — and are lavished with the kinds of extras, and extra care, that make a strong argument for purchasing them.</p><p>The perfect example of this is StarVista and Time-Life's new set of <em>The Wonder Years, </em>the ABC sitcom that ran from 1988 to 1994. A really bad, misleadingly named single DVD called <em>The Best of the Wonder Years</em> was released 10 years after the series premiered in 1998 — but there's been nothing since, even though <em>The Wonder Years </em>is one of the most requested titles by DVD collectors. That's because the musical elements were a seminal part of that series, to set both the time and the mood, and the music rights for home-video release proved too complicated and expensive to acquire. But recent DVD releases of <em>Freaks and Geeks, Veronica Mars </em>and other series have proved that fans will pay extra for the original music, so this new <em>Wonder Years </em>set has acquired most of it. Not all, but the vast majority, and more than 100 of the 115 episodes are presented with all of the songs intact.</p><p>That's fabulous news. And the even more fabulous news is that <em>The Wonder Years </em>holds up so beautifully in every way. It stars Fred Savage as Kevin Arnold, a teenager coming of age in the late '60s and looking back on his life 20 years later in a narration provided by Daniel Stern.</p><p>Another 20 years have gone by since the series ended — Savage is old enough now to record his <em>own </em>middle-aged narration for the show — but <em>The Wonder Years </em>isn't dated at all. The music, the tone, the message, the nostalgia: Everything remains pitch-perfect. Like in the closing moments from the pilot episode when Kevin comforts and kisses his neighbor, Winnie Cooper: The music swells and the voice of the adult Kevin puts it all in perspective.</p><p>The <em>Wonder Years </em>set includes lots of extras and comes packaged in a miniature school locker with loads of goodies — but for me, the episodes are what matter, and it matters that they're presented so lovingly and so relatively complete.</p><p>Music rights also are at the heart of another new release this month: Shout! Factory's <em>WKRP in Cincinnati: The Complete Series</em>. Only the first season of this sitcom, which originally ran on CBS from 1978 to 1982, was released on DVD — and that was back in 2004, with much of its original music replaced. As with <em>The Wonder Years, </em>this new collection contains most, but not all, of the original music. But unlike <em>The Wonder Years, </em>which holds up superbly, <em>WKRP in Cincinnati</em> plays as a more dated viewing experience. But for those who remember it, and liked it, it's still an enjoyable one.</p><p>My favorite moment of all — based on an actual, very unfortunate radio promotion — had WKRP newsman Les Nessman reporting on a Thanksgiving Day stunt in which a station helicopter flew over a crowd and released a bunch of live turkeys — which, it turned out, couldn't fly. The live radio report by Nessman, played by Richard Sanders, was a disaster, just like the one involving the Hindenberg in the '20s.</p><p>Finally, also appearing this month on DVD, also from Shout! Factory, is <em>The Complete Series: Pee-wee's Playhouse.</em> This series was released on DVD 10 years ago, but now it's re-mastered, and available for the first time on Blu-ray. Many TV series don't benefit much from the enhanced sound and visuals of Blu-ray. But some do. <em>Pushing Daisies. Twin Peaks. Breaking Bad. </em>And, yes, <em>Pee-wee's Playhouse, </em>with Paul Reubens and his endlessly inventive take on a children's TV show. The visual restoration is brilliant and hearing the theme song will remind you of the show's manic, infectious energy. <strong></strong></p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://tvworthwatching.com/\">TV Worth Watching</a><em>. He teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nostalgia%2C+Now+Out+On+DVD%2C+With+%27Wonder+Years%27+And+%27Pee-wee%27+Releases&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"487"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357847400-569077.m3u?orgId=1&topicId=1138&e=357442424&d=487&ft=nprml&f=357442424"},{"href":"http://media.npr.org/assets/img/2014/10/20/courtesy-scoop-marketing-5fb80896190f28a15c2a8f76335317a7e1f79ab5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1525","width":"2034"}},{"href":"http://media.npr.org/assets/img/2014/10/19/courtesy-scoopmarketing-07c28b6e05615b11d8db6750977f6294477f59d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1308","width":"1745"}},{"href":"http://media.npr.org/assets/img/2014/10/21/002-courtesy-sony-pictures-television_-100f0368-4043-e411-88c5-d4ae527c3b65-1--7273f54bc8553cd6adc75bd1ceb75327dde91265.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}},{"href":"http://media.npr.org/assets/img/2014/10/19/courtesy-shoutfactory-1--86e940118d6bb2f1c1bbfff558a421d77f86f1f1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}}]}