{"created":"2014-10-08T16:40:53+00:00","modified":"2014-10-31T02:28:32+00:00","valid":{"from":"2014-10-31T02:28:32+00:00","to":"3014-10-31T02:28:32+00:00"},"hreflang":"en","title":"Chemist Turns Software Developer After Son's Cancer Diagnosis","published":"2014-05-13T17:34:00+00:00","teaser":"The parents of a young boy made a terrible discovery while looking through photographs they had taken of him as a baby. They noticed a white dot where a black pupil should have been.","itags":["npr_api","309003098"],"guid":"44fee048-e234-4bea-8147-4c0466b95d29","contentencoded":"<p>A scientist's ambitious plan to create an early detection system for eye cancer using people's home cameras is coming along.</p><p>Last fall, we told you about Bryan Shaw's <a href=\"http://www.npr.org/blogs/health/2013/11/05/243189819/how-pictures-of-infant-boys-eyes-helped-diagnose-cancer\">scheme</a>. He believes parents' cameras can reveal whether their baby has <a href=\"http://www.aapos.org/terms/conditions/67\">leukocoria</a>, a white glow coming from the pupil when you shine a light in their eyes. This so-called white eye can be an early sign of <a href=\"http://www.cancer.gov/cancertopics/pdq/treatment/retinoblastoma/HealthProfessional/page1\">retinoblastoma</a>, a rare form of eye cancer.</p><p>Children with the disease develop tumors on their retinas at the back of their eyeballs. Shaw wants to make software that will recognize this leukocoria.</p><p>This isn't Shaw's field. He's a chemist at <a href=\"http://www.baylor.edu/chemistry/index.php?id=75907\">Baylor University</a>. But he got involved with leukocoria detection when his newborn son was diagnosed with retinoblastoma in 2008. He and his wife, Elizabeth, had seen leukocoria in baby pictures when Noah was 3 months old, but at the time the photos were taken, they hadn't realized what was going on.</p><p>Naturally enough, after his son's diagnosis, Shaw's first thoughts were to do whatever it took to save his son's life.</p><p>But at some point, during the months of chemotherapy, radiation and ultimately surgery to remove his son's right eye to prevent the cancer from spreading to his brain, Bryan started thinking more like the scientist he is.</p><p>He wondered what would have happened if the family camera had been programmed with software that could recognize leukocoria automatically.</p><p>\"If I would have had some software in it telling me, 'Hey, go get this checked out,' that would have sped up my son's diagnosis and the tumors would have been just a little bit smaller when we got to them. There might have been fewer,\" says Shaw.</p><p>And maybe Noah's eye could have been saved.</p><p>But there was no software.</p><p>Now, for most of us, that would have been that. But Bryan Shaw, the inorganic chemist, figured what the heck, I'll become a software designer.</p><p>\"I was trained in this funny lab at Harvard called the [George] <a href=\"http://gmwgroup.harvard.edu/index.php\">Whitesides Lab</a>, where we scoffed at specialization,\" he says. \"If you were just an inorganic chemist, you weren't cool. You had to go make it in areas totally outside your field.\"</p><p>To design the software, Shaw needed to find the earliest instance of that white reflection in baby Noah's eyes. That would tell him how early you could catch a sign of the disease.</p><p>Luckily, his wife, Elizabeth, was quite the shutterbug, so there were thousands of pictures. After poring over them for weeks, Shaw found what he was looking for.</p><p>\"We had white-eye showing up in pictures at 12 days old,\" he says.</p><p>Months before the doctors diagnosed his cancer, these photos showed the tumors were there and growing — when Noah was practically a newborn. \"I mean, he still had the nasty thing hanging from his belly button,\" Shaw says.</p><p>Using the picture, Shaw developed a scale for how much leukocoria there was in a particular picture. He rounded up some computer science colleagues at Baylor, including Greg Hamerly, Ryan Henning, Pablo Rivas Perea and Li Guo. Together they came up with a <a href=\"http://leuko.net/\">software</a> prototype.</p><p>Ultimately, Shaw would like to see this software available anywhere there's a picture of a child. \"I would like this application, this software, to be free, and I would want it anywhere a picture of a kid is: your laptop computer, your Flickr account, your Facebook account, your phone, your camera,\" Shaw says. \"I don't care where.\"</p><p>But getting the kind of distribution Shaw is hoping for is going to take awhile, because perfecting the software and proving it works is going to be tough.</p><p>One thing he'll definitely need is help from parents of children with retinoblastoma. They'll have to donate all of their baby pictures so he can test his software on those and see how it does finding their cancers.</p><p>And he'll need pictures of healthy kids to prove the software won't accidentally say they have cancer when they don't. \"False positives,\" says Shaw. \"That's going to be the big problem is false positives.\"</p><p>Indeed. Imagine thousands of terrified parents pounding on doctors' doors because their camera told them their kid might have cancer.</p><p>\"My fear is that I spend a lot of time on this, trash my career, don't get tenure, and it never comes to anything,\" says Shaw. \"But you know what? It's such a good idea, that I believe even if I don't do it, if I just get the word out, somebody else will do it. That's really all that matters.\"</p><p><em>This story was produced by Rebecca Davis.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chemist+Turns+Software+Developer+After+Son%27s+Cancer+Diagnosis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309997192-a5d122.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=309003098"},{"href":"http://media.npr.org/assets/img/2014/05/02/_dsc6601-001-708052b733eb066456515e64b993fea33eb94e83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1241","width":"1655"}}]}