{"created":"2015-04-16T14:34:42+00:00","modified":"2015-04-16T16:25:43+00:00","valid":{"from":"2015-04-16T16:25:43+00:00","to":"3015-04-16T16:25:43+00:00"},"hreflang":"en","guid":"450f832b-0fe1-4e41-b45b-4375a0c8d26c","title":"In Finland's 'open prisons,' inmates have the keys","published":"2015-04-16T16:25:42+00:00","byline":"Rae Ellen Bichell","tags":["prisons","government","Justice","Conflict & Justice","Finland","Penology","Prison","Geography of Finland","Suomenlinna","Finland"],"teaser":"How did Finland moved having the highest incarceration rate in Europe to having one of its lowest? Part of the answer lies in its open prisons, where prisoners — even those convicted of crimes like rape and murder — can be gradually eased back into normal life.","contentencoded":"<p>To find the inmates at the prison in Kerava, Finland, just walk down a tree-lined path and open the door to the greenhouse.</p>\n<p>“It’s quite relaxing to be here,” says Hannu Kallio, a convicted drug smuggler. “We have bunnies.”</p>\n<p>The 70 inmates in this facility go to work every day in <a href=\"http://www.rikosseuraamus.fi/fi/index/toimipaikatjayhteystiedot/vankilat/keravanvankila/keravanvankilantuotteet.html\">the greenhouse</a>. Today, they’re potting seedlings in preparation for a big spring sale. And yes, there’s a pen of bunnies to hang out with and pet. There are also sheep. </p>\n<p>But there aren't any gates, locks or uniforms — this is an open prison. Everyone at the Kerava open prison applied to be here. They earn about $8 an hour, have cell phones, do their grocery shopping in town and get three days of vacation every couple of months. They pay rent to the prison; they choose to study for a university degree in town instead of working, they get a subsidy for it; they sometimes take supervised camping and fishing trips.</p>\n<p>Inmates know it wouldn’t be hard to escape. \"You can go if you want,” Kallio says. “But if you escape, you go back to jail. Better to be here.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Each spring, hundreds of people come to the Kerava open prison to picnic, pat the animals and buy plants cultivated by inmates. \" title=\"Each spring, hundreds of people come to the Kerava open prison to picnic, pat the animals and buy plants cultivated by inmates. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPgreenhouse.jpg?itok=hmXVGkLR\" /><div class=\"field-caption\">\n    <p>Each spring, hundreds of people come to the Kerava open prison to picnic, pat the animals and buy plants cultivated by inmates. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Criminal Sanctions Agency, Finland</p>\n  </div>\n</div>\n<p>Open prisons have been around in Finland since about the 1930s. Back then, they were more like labor colonies. These days, they’re the last step of a prison sentence before inmates make the transition back to regular life.</p>\n<p>\"There is no idea that we are locking people up for the rest of their lives,\" says Tapio Lappi-Seppälä, head of the Institute of Criminology at the University of Helsinki, \"because if that’s the case, you really should invest and make sure that there is the possibility of rehabilitation.”</p>\n<p>It wasn’t always like this. A few decades ago, Finland had one of the <a href=\"http://www.unafei.or.jp/english/pdf/RS_No74/No74_05VE_Seppala1.pdf\">highest rates</a> of imprisonment in Europe. Then, in the 1960s, researchers across the Nordic countries started investigating how much punishment really helps reduce crime. The conclusion: It doesn’t.</p>\n<p>“This was the first time that you had critical research showing that imprisonment really doesn’t work,” Lappi-Seppälä says.</p>\n<p>Over the next three decades, Finland remade its penal policy bit by bit. By the end of this <a href=\"http://epublications.marquette.edu/cgi/viewcontent.cgi?article=1057&amp;context=socs_fac\">period of “decarceration,\"</a> Finland had one of the lowest rates of imprisonment on the continent. Lappi-Seppälä says crime didn’t increase as a result.</p>\n<p>“The lesson from Finland was that it was perfectly possible to drop the use of imprisonment [by two-thirds,]” he says, “and that did not disturb the crime trend development in Finland.”</p>\n<p>What did work was a gradual reintroduction into normal life, the kind that the open prisons offer. About a third of Finnish inmates are housed in open prison, and Finland’s Criminal Sanctions Agency says inmates who go through open prisons are less likely to be arrested again. The reoffending rate drops almost 20 percent.</p>\n<p>Open prisons also cost less. Esa Vesterbacka, head of the country's Criminal Sanctions Agency, says that by eliminating the need for extra security systems and personnel — and by housing people in what are essentially dorms — the cost per prisoner drops almost a third. It isn’t the main reason for having these kinds of prisons, Vesterbacka says, “but, of course, if you can make something cheaper that’s good nowadays.”                                                                                     </p>\n<p>There's even an open prison at Helsinki’s top tourist attraction, Suomenlinna Island. The island is a UNESCO World Heritage Site, and it swarms with tourists in the summer. Yet the only thing that separates the prison grounds from a block of residential apartments and museums is a yellow picket fence.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"Inmates at the Suomenlinna open prison live in blue dormitory-style housing. A picket fence is all that separates the prison grounds from the rest of the island, a popular tourist destination.\" title=\"Inmates at the Suomenlinna open prison live in blue dormitory-style housing. A picket fence is all that separates the prison grounds from the rest of the island, a popular tourist destination.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Suomenlinna%20Open%20Prison_1.jpg?itok=61mM3cJl\" /><div class=\"field-caption\">\n    <p>Inmates at the Suomenlinna open prison live in blue dormitory-style housing. A picket fence is all that separates the prison grounds from the rest of the island, a popular tourist destination.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Courtesy of Criminal Sanctions Agency, Finland</p>\n  </div>\n</div>\n<p>“You really don’t realize that you are walking in the middle of an open prison,” Lappi-Seppälä says. “Nobody thinks of it. But I don’t think even the American tourists find it scary.\"</p>\n<p>Locals seem to agree. When I talk to residents near the Kerava and Suomenlinna open prisons, most seem confused when I ask if they’re concerned about sharing the town with convicts. Some tell me that the prisoners improve the community by restoring historic sites or cleaning up public spaces.</p>\n<p>It’s tempting to wonder how this system might work in other countries — notably the US, which incarcerates more people than any other country in the world. Heather Thompson, a professor of history at Temple University who studies mass incarceration and prison populations, says it’s hard to know because the US isn’t having that discussion.</p>\n<p>“We're just now getting to the point of recognizing that we're incarcerating far too many people. We have yet to have a conversation about the actual conditions of confinement, what it is that people actually experience in prison so they can be whole human beings when they return.”</p>\n<p>When I spoke with Hannu Kallio at Kerava open prison, he was about to move out to spend the last months of his sentence at home, working at a recycling center and living with his wife, daughters and Jack Russell terrier.</p>\n<p>A fellow inmate, Juha, who doesn't want to give his last name, is expecting his first child. He's serving a life sentence, but most such sentences in Finland are commuted to 10 or 15 years. \"“It’s a pretty big deal,” Juha says, “but I don’t know when I’m going to get out. Basically, his mother is going to raise him.”</p>\n<p>Juha’s not sure when he’ll be able to go home to his new family, but he knows that he eventually will. And for someone who started out in maximum-security prison with a life sentence, that says a lot.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-15%2Fprison-where-inmates-have-keys-welcome-finlands-open-prisons&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPformerprisoner.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropformerprisonerjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0415201502.mp3"},{"href":"http://www.pri.org/file/0415201502mp3"}]}