{"created":"2014-09-03T17:11:36+00:00","modified":"2014-10-16T21:25:53+00:00","valid":{"from":"2014-10-16T21:25:53+00:00","to":"3014-10-16T21:25:53+00:00"},"hreflang":"en","title":"Nas: 'I'm Still Charged' 20 Years After 'Illmatic'","published":"2014-06-04T18:45:00+00:00","teaser":"The maker of a hip-hop classic on his audience, the next generation and how his anniversary is inspiring a new album.","itags":["npr_api","305629896"],"guid":"45131fbc-24f3-49f6-8ff8-85515d60909d","contentencoded":"<p>On April 19, 1994, Columbia Records released the debut album of a 20-year-old from Queensbridge Houses in New York City. It was deft, wise, deadly serious and matched the babyface with unparalleled promise to beats made by the era's preeminent producers.</p><p>Two decades after <em>Illmatic</em>, Nas sat down with <em>Microphone Check</em> for a conversation that moved from his love for Ali Shaheed Muhammad's group, A Tribe Called Quest, to music journalism (\"If you're Sade, it doesn't matter. She does what she does. But for all of us, journalism is a huge deal.\") hearing himself on the radio for the first time and his audience:</p><p>\"My surroundings. The hip-hop community also,\" says Nas. \"So that meant I made it for other rappers, I made it for other MCs, I made it for other hip-hop groups. I made it for artists, singers, people in the arts — that's who I made it for. But it comes from the street, so my surroundings wrote that album. I made it for them.\"</p><p><strong>ALI SHAHEED</strong> <strong>MUHAMMAD</strong>: What up? Nas in the building.</p><p><strong>NAS</strong>: What's going on, general?</p><p><strong>MUHAMMAD</strong>: Oh, man. I'm so happy to be here with you, legend.</p><p><strong>NAS</strong>: Yeah, same here.</p><p><strong>FRANNIE KELLEY</strong>: Why are you in L.A. right now?</p><p><strong>NAS</strong>: L.A.? I'm always here.</p><p><strong>KELLEY</strong>: Oh, you live here now?</p><p><strong>NAS</strong>: For the past 15 years. A place I like to stop through.</p><p><strong>KELLEY</strong>: Why the move? Why the change?</p><p><strong>NAS</strong>: My daughter moved here with her mom when she was like four-and-a-half, something like that. So I was out here, and I love it. I'm like, \"Wow. They was onto something coming here.\" I was coming so much, I just had to get a place here, too.</p><p><strong>MUHAMMAD</strong>: I'm trying to — I'm at that point where I'm trying to decide whether to jump or not. New York is just, well, the older I get, the more I hate the cold. I always disliked it but now it's hate. I turn into a baby when it gets past a certain temperature. And I'm like — every time you come L.A., it's just the sun makes me happy. I don't care what's going on.</p><p><strong>NAS</strong>: Yeah, yeah. I'm like — a sun-chaser I call myself. So anywhere where the weather's like, you know what I mean? I'm there. And there's nothing like California. There's nothing like it. I think you'll dig it, man. Come out here.</p><p><strong>MUHAMMAD</strong>: Yeah?</p><p><strong>NAS</strong>: Yeah, yeah.</p><p><strong>MUHAMMAD</strong>: It's just always instant — instantly good eating. You start eating healthy, you want to hit the — go hiking, all these things you can't really do in NYC.</p><p><strong>KELLEY</strong>: I like that everybody goes to bed early here; wake up well rested. It's kind of crazy.</p><p><strong>MUHAMMAD</strong>: Hmm, I'm thinking ...</p><p><strong>KELLEY</strong>: That's not you? You don't do that?</p><p><strong>MUHAMMAD</strong>: Me, my hours shift cause it's travelling the globe. You could be in Germany one day, Tokyo the next and the clock is just, eh. It's never right. Even last night I missed a session cause I needed to take a nap from all the traveling.</p><p><strong>NAS</strong>: Yeah. It's good for people like us, though, in music. It's a good place for that.</p><p><strong>MUHAMMAD</strong>: There's a lot more people from the music industry that kind of like migrated out here now. It seems like every time I'm out here ...</p><p><strong>NAS</strong>: Yeah. I see everybody. Everybody's like, \"Yo, I'm here! I'm here!\" I think you gotta do it.</p><p><strong>MUHAMMAD</strong>: Does that work out for you — doing sessions? Just running into people, having more facility here?</p><p><strong>NAS</strong>: Yeah, cause every time I'm back in New York and I want to get in the studio, I give a call to somebody, they out here. So now — it's cool, though. So I'm like, \"I'm here, too.\" I spend a lot of time here in Cali, yeah.</p><p><strong>KELLEY</strong>: Does that surprise you? Was there ever a time when you were younger that you'd be like, \"There is no way I would ever leave New York. I would never leave Queens.\"</p><p><strong>NAS</strong>: I always left the block, you know. I always liked what was going on in Times Square, Harlem, Fulton Street, Brooklyn, Jamaica Avenue, the Bronx. I always got around the city. It's a big thing for New Yorkers to get around the city and learn. And, you know, when you're young, learn what's going on in other neighborhoods. So I always knew Queens was my home, but it's important for me to roam around. So, nah. From early on, I always looked at the whole world like, gotta get out there.</p><p><strong>MUHAMMAD</strong>: So, you've been in the game for a good, long time.</p><p><strong>NAS</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: You still charged like when you were 19?</p><p><strong>NAS</strong>: Yo, I can't say like I was when I was 19, but I'm still charged. It's a crazy thing. I think a lot of it has to do with — I was lucky enough to have been there from the moments of Tribe, when y'all first came in the game.</p><p>I was talking to Q-Tip the other day about \"El Segundo\" — \"<a href=\"http://www.youtube.com/watch?v=WILyWmT2A-Q\" target=\"_blank\">Left My Wallet In El Segundo</a>.\" That's genius. The music, the rhyme, you know, going to Brooklyn to pick up Shaheed and then we're on a quest, parents are away and we're going to journey in the world.</p><p>Like I was talking about earlier, I always wanted to go out and move and see what was out there. And that song is about that, you know. I only heard the word \"El Segundo\" from Fred Sanford, <a href=\"http://www.youtube.com/watch?v=uBEU9U0baIs\" target=\"_blank\">Redd Foxx on <em>Sanford & Son</em></a>, so to hear it in a rap song is amazing to me. Being a fan from the days before Tribe — the early, early days, as a kid, to up until now, it gives me a fire. It keeps me like — it keeps me going.</p><p><strong>MUHAMMAD</strong>: Do you think there's enough of a connection for the youth or the younger ones that's coming out now to really know where it all came from?</p><p><strong>NAS</strong>: I think it's there, but I think the young have their own young story to tell us. It's such a story that — it's new to them that — they're just excited to tell their story that we need to hear. And then there's a side where they just lazy. They don't want to go — they don't know that it's beneficial for them to really know what they're talking about and know what they're doing. So some of this stuff may come out a little limited. Some of their creativities could be a little limited because of that.</p><p><strong>MUHAMMAD</strong>: Do you ever mentor or talk to, give direction to some — you know, if someone comes up to you and it seems like they're bubbling a little bit and they may need a little like, \"Look, let me just tell you. You going here, but let me just shift you a little.\" Do you have that engagement with any of the up-and-comings?</p><p><strong>NAS</strong>: I mean, whoever wants to hear it, you know? I met a few good guys out there, from <a href=\"http://www.macmillerofficial.com/\" target=\"_blank\">Mac Miller</a> to <a href=\"https://soundcloud.com/bishopnehru\" target=\"_blank\">Bishop Nehru</a> to <a href=\"http://boldyjames.com/\" target=\"_blank\">Boldy James</a> and <a href=\"http://fashawn.ca/\" target=\"_blank\">Fashawn</a>, and I'm looking forward to meet so many more of them. But whoever wants to chop it up, we go there. <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/06/23/194594097/j-cole-on-competition-and-writing-honest-songs\" target=\"_blank\">J.Cole</a> is somebody that's really intuitive, somebody who's really smart beyond his years. I learn something when I talk to J.Cole. But he's always, always trying to find out some stories. If I see him, he's gonna get a story out of me.</p><p>And that's cool, cause I always looked up to dudes that got that wisdom, too. I always know who to hit up a story. I'll call <a href=\"http://www.ericb.tv/\" target=\"_blank\">Eric B.</a> up and Eric B.'ll fill in the blanks for me about things I didn't know. I talked to — there's a few dudes, man, I'll call and talk to. So I'm there — whoever want to hear me, what I gotta say, I'm here to talk. It's all good; we can talk.</p><p><strong>MUHAMMAD</strong>: You would think that people wouldn't want — everyone would want to talk to Nas, but I like the way you say it: whoever want to hear you. Cause that's what it ultimately comes down to. Respecting their position as young, living their life and want to express. Not really want to be talked to, or talked down to, or they may take it as they being talked down to. It's not that — you trying to give direction — but they're like, \"Yo, let live my life.\" I understand having to respect that. Be like, \"Cool. Go ahead.\"</p><p><strong>NAS</strong>: Right, right. For sure.</p><p><strong>KELLEY</strong>: What are the benefits to talking to you? Why do people need to know their history? Why do people need to know the stories? Why do you still try to find out the stories and find out how things got from point A to point B?</p><p><strong>NAS</strong>: Because you want to know. I think you should want to know. People that have come before you paved the way. I always wanted to talk to them, and I don't want to run into something blindly. I don't want to just run out there. I don't think nobody — for some part of it, we want to learn our way on our own, so we can learn from our mistakes.</p><p><strong>KELLEY</strong>: Sure.</p><p><strong>NAS</strong>: But we like to learn also — it's like, if you're born, you need to know how did America get structured? So you go into school and then they teach you about George Washington and this and the amendments, so that you don't just come around here thinking you invented everything, it all starts with you. You look like a fool. So you want to know, \"OK, how did we get from point A to where I am today?\" So you know what you working with.</p><p><strong>KELLEY</strong>: That makes sense.</p><p><strong>NAS</strong>: I hope so.</p><p><strong>KELLEY</strong>: To go back a little bit, \"El Segundo\" was on your demo, right?</p><p><strong>MUHAMMAD</strong>: It was.</p><p><strong>NAS</strong>: That was your demo?</p><p><strong>MUHAMMAD</strong>: \"El Segundo\" was on the demo. So was \"<a href=\"http://www.mtv.com/videos/a-tribe-called-quest/59536/bonita-applebum.jhtml\" target=\"_blank\">Bonita Applebum</a>.\"</p><p><strong>NAS</strong>: Wow.</p><p><strong>KELLEY</strong>: What was on your demo?</p><p><strong>NAS</strong>: I had demos that didn't make it — that didn't make the album. But then the ones that did was \"<a href=\"http://www.youtube.com/watch?v=3hOZaTGnHU4\" target=\"_blank\">Ain't Hard to Tell</a>,\" a <a href=\"http://www.youtube.com/watch?v=kql0ld02SS4\" target=\"_blank\">Michael Jackson sample</a> that <a href=\"https://twitter.com/PLargePro\" target=\"_blank\">Large Professor</a> did. I think that was it.</p><p><strong>KELLEY</strong>: Did you know? When you made that song, did you know?</p><p><strong>NAS</strong>: Well, I mean, yeah. I knew I liked the record. I liked the beat. I knew I liked what I was doing, but it was still a work in process. I'd like to ask Ali, was \"Bonita Applebum,\" \"Bonita Applebum\" in the demo stages?</p><p><strong>MUHAMMAD</strong>: There was a change. We changed the music. The original idea and the lyric was the same, but the music changed. But I knew when Tip's — he spit that out and he was 15.</p><p><strong>KELLEY</strong>: He was 15?</p><p><strong>MUHAMMAD</strong>: Yeah. Yeah, yeah. And because I knew — I mean, we grew up together so it was loosely about somebody that was in the high school. So it was that feeling, knowing \"Yo, you just made this joint about this ...\" It just felt like, \"Yeah, this is something special.\" And it was just like, \"what is Bonita Applebum?\" But it was the way that Tip just rhymed, and it felt like, \"Yeah, this is important.\"</p><p>I didn't know so much about \"<a href=\"http://www.youtube.com/watch?v=zvh3B_MTbGo\" target=\"_blank\">Description of a Fool</a>,\" which was another song that was on the demo.</p><p><strong>NAS</strong>: Oh, wow.</p><p><strong>MUHAMMAD</strong>: And that became the first single, actually. I didn't — I knew it was something, there was a coolness about it. But I didn't know how people would respond to it. I don't know. It's interesting to know when people are in their demo stages and creating and how that song becomes like, \"the song\" on the album. I don't know. We maybe should talk to some other artists about, from that perspective. But \"It Ain't Hard To Tell\" is a strong record, bro.</p><p><strong>NAS</strong>: Word.</p><p><strong>MUHAMMAD</strong>: Yo, I was just in Toronto and dropped that, the remix on it and they was just like, \"Wah!\"</p><p><strong>NAS</strong>: Yo ...</p><p><strong>MUHAMMAD</strong>: Matter of fact — I'm sorry, I didn't mean to cut you off — I almost didn't play it and <a href=\"http://www.skratchbastid.com/\" target=\"_blank\">Skratch Bastid</a> saw what I was loading up, he punched me like, \"You gotta drop that.\" I was like, \"I know, right?\" And I dropped it. I was like, \"Thank you.\"</p><p><strong>NAS</strong>: That's crazy, though. At 15 years old, Q-Tip and you guys were together putting those records together. That's just genius. You guys are just genius.</p><p><strong>MUHAMMAD</strong>: Likewise, though.</p><p><strong>NAS</strong>: Dude, I mean, dude. Man, like the album cover, the album title, the whole thing about being on a journey into the world where — you just asked about leaving the block. A lot of people don't want to leave the block; we all know people who don't want to leave the block. So the Tribe movement, to me, was encouragement to get out there to the world, to get out and go out. And when I used to go to the clubs and all of that, I used to take one homeboy with me that didn't mind getting away from the money, you know. \"Yo, come on, we're gonna go out and do some things and hang out.\" Everybody else wanted to stay on the block.</p><p>I'd take one dude with me and we'd go out to — we'd go downtown to the Village. Back then, it was Washington Square Park — was crazy, it was live. And I would go there and kind of like eavesdrop on the crowd over there. So you have a comedian over here, you have a bunch of cool kids over there, and I'd try to find out what's going on in the city, just listening. You know, get something to drink and just sit there — the weather's nice.</p><p>I saw Jarobi — and I never told this story — but I saw Jarobi, and I followed his crowd, and I listened to what they were talking about. There was a couple of them, and it was a girl over there, I started talking to her, seeing where them clubs was at. So I found out about a club that used to be a old bank. I don't know if you remember this club — I don't know the name of it — but it used to be a old — I think it was called The Vault.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>NAS</strong>: You remember that?</p><p><strong>MUHAMMAD</strong>: Yeah!</p><p><strong>NAS</strong>: It's crazy. I remember the story, but my boy's like, \"Oh, word? We're gonna go there?\" I'm like, \"Yeah.\" It was kind of like walking distance. So we were even able to walk and follow Jarobi and his entourage to that club.</p><p><strong>MUHAMMAD</strong>: That's dope. That's crazy.</p><p><strong>NAS</strong>: You know what I mean? How did I get all the way over there?</p><p><strong>MUHAMMAD</strong>: That's crazy.</p><p><strong>KELLEY</strong>: You were spying on him.</p><p><strong>NAS</strong>: Questing, I'm just questing. So I had a real quest with a member of Tribe early on before I had any records or anything.</p><p><strong>MUHAMMAD</strong>: That's crazy. Do you still find that even — you have your success, and obviously with success it's harder to move around, without people wanting to come up to you — do you find that you get that space where you still can kind of like, find out what's going on, get into a situation? Find that homie and be like, \"Yo, let's hit the road. Let's travel somewhere.\"</p><p><strong>NAS</strong>: Oh, it's harder. Today, it's harder. It's much harder to do that because a lot of my friends are, you know, they done scattered; they went different directions. It's hard to get that move going, where we just go out. And then because, you know, people will recognize — it's kind of like I wind up going to artsy places now, with weird people, and I'm starting to relate to them more. I probably always related to weird people, to tell you the truth. It's not as easy as it was.</p><p><strong>KELLEY</strong>: Do you have people that you trust to send them out in the world and ask them to bring stuff back?</p><p><strong>NAS</strong>: You know, I like to find things myself. It's not as easy as it used to be, but if I'm out here, I'll go to a bookstore — <a href=\"http://www.esowonbookstore.com/\" target=\"_blank\">Eso Won Bookstore</a> — great bookstore and lots of black literature, black history; lots of stuff you don't find at Barnes & Noble is at Eso Won. I go by myself. And that's by Leimert Park. You get to go past Crenshaw and all of that and feel the community, you know. I find places on my own and I go there by myself. In that way I still enjoy the things I used to do.</p><p><strong>MUHAMMAD</strong>: I've been around — my mom lives in Leimert Park so I know what you're talking about.</p><p><strong>NAS</strong>: Cool. Cool, cool. Wow, wow, wow.</p><p><strong>MUHAMMAD</strong>: Yeah, so I always find it interesting just to, you know, go up in that area. To me, it's got that L.A. kind of thing on top of it — just that togetherness sort of a thing — but it kind of reminds me of D.C. a little bit, too. I don't know why I just thought about that. But that's dope that you can go there and kick it and just --</p><p><strong>NAS</strong>: Everywhere I'm at, D.C. — like you mentioned D.C. — I love that city. Everywhere I go, cities that I like, like L.A., D.C., Miami, Philly, I go — I wind up at the bookstore, I wind up at the restaurants. And then people are like, \"Yo, you here?\" And I'm like, \"Yeah, I'm here! You here? We here!\"</p><p>I do. I keep it 10 toes on the ground. That's important. I think that kind of answers your question. Like you gotta stay — you gotta stay involved; you gotta stay listening to what these shorties is rapping about because you could easily be out of touch. I was talking to somebody and they was like — they don't keep up with all the latest, the news, like the Malaysia flight and all of that.</p><p><strong>KELLEY</strong>: Did they find it yet?</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>KELLEY</strong>: I haven't checked today.</p><p><strong>NAS</strong>: No.</p><p><strong>KELLEY</strong>: Come on.</p><p><strong>NAS</strong>: They don't keep up with all of it, because they're concerned more with more spiritual things and more holistic teachings within their home front. Teaching their kids natural things and real things that deal with them, and not so much of what's happening in the media. And I said, \"That's good, but then there's another side where you gotta stay in tune, you gotta always stay in tune on every level of the street, on every level with the people.\"</p><p><strong>MUHAMMAD</strong>: Have you heard any records recently that make you go, \"Yo, I just heard something and it touched me and make me want to go in the studio.\" Not to battle somebody, but just to be like — that just kind of lit a fire in you?</p><p><strong>NAS</strong>: Yeah, the \"<a href=\"https://soundcloud.com/cracktracks504/jay-electronica-better-in-tune\" target=\"_blank\">Tune In\" joint, Jay Electronica</a>. He said something about, \"Love songs are for looking out the window,\" something about house flies. He said like, \"That name on the birth certificate, it's not the real me.\" He said, \"Sue me, bill me, the name on the birth certificate's not the real me.\"</p><p>\"<a href=\"http://www.youtube.com/watch?v=rEMsjeq43_U\" target=\"_blank\">Man of the Year</a>,\" my man <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2014/02/26/282136851/schoolboy-q-i-call-myself-all-american\" target=\"_blank\">ScHoolboy Q</a>. It's a few — it's a lot of records out there. I'm looking forward to listening to YG new album. I'm looking forward to more Dom Kennedy. All those dudes remind me of myself, you know what I mean? They remind me of — we come from that same thing. So, definitely.</p><p><strong>MUHAMMAD</strong>: OK.</p><p><strong>KELLEY</strong>: You dropped out of high school? Is that right?</p><p><strong>NAS</strong>: Yeah.</p><p><strong>KELLEY</strong>: And you read, so much, right? And you've always done that? Is that true?</p><p><strong>NAS</strong>: I try to read as much as humanly possible, but I don't have enough time.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>NAS</strong>: It's so many things I want to learn about. I don't have enough time to. I try to stay around smart people so they can fill me in, what I'm missing out on, you know what I'm saying? But I got a collection of books and sometimes I re-read stuff. I gotta revisit some stuff I may have read five years ago that I don't remember that well, so I revisit a lot of classics.</p><p>Like Huey P. Newton's book <a href=\"http://www.amazon.com/Revolutionary-Suicide-Penguin-Classics-Edition/dp/0143105329\" target=\"_blank\">Revolutionary Suicide</a><em> </em>or Richard Pryor's book <a href=\"http://www.amazon.com/Pryor-Convictions-Other-Life-Sentences/dp/0954940717\" target=\"_blank\">Pryor Convictions</a><em> </em>or a lot of autobiographies. I really like to — cause you don't see it on the Bio Channel, on A&E as much. And then, when you do, it ain't — it's commercials. I need the stories.</p><p>Redd Foxx is somebody I'm really intrigued by, because the man was able to do what they call blue comedy back then. It was cursing and raw, and he was doing that on a major level, playing Las Vegas, wearing diamond rings in front of your face and driving Rolls Royces. But yet television knew his talent needed to be there, you know what I mean? Even though he didn't care about that — his comedy was not clean — television still found a slot for him. And when they found it, his slot was one of the biggest TV shows ever. Something about people like that who are not just the normal, who come from honesty in what they do and then the mainstream world picks up on it — I like them people.</p><p><strong>KELLEY</strong>: What do you get out of — what's the benefit to educating yourself instead of allowing yourself to be educated by somebody else?</p><p><strong>NAS</strong>: I think every great man educates himself — or great woman educates herself. It's not a thing where it's just a certain type of person does that. I think every person out there has something in them that pushes them to learn.</p><p><strong>KELLEY</strong>: I tried to do this radio series a couple years ago where — my mom was like, \"Why do you like hip-hop so much? Why do you listen to hip-hop? I don't get it.\" And then I realized she couldn't hear the words — like her hearing is damaged, she just couldn't — she couldn't get it. So I was giving her albums and lyric sheets so she could read along. And the first two I gave her were <em>Illmatic</em> and <em>Low End Theory</em>.</p><p><strong>NAS</strong>: Wow, wow.</p><p><strong>KELLEY</strong>: Which lead to some really amazing, amazing moments when — she didn't understand what a \"shorty\" was or a \"Phillie.\" And she was like, \"So, what you're saying is I could have a friend — a young friend — who would go to the store and get me a cheese steak? For real? I want that.\"</p><p>When she sort of became acclimated to the sound, the pacing, the cadence, she couldn't believe her ears. And the thing that tripped her out the most was, she was like, \"He dropped out of high school? He did this after dropping out of high school? He's a genius. Forget about it.\"</p><p><strong>NAS</strong>: God bless her heart.</p><p><strong>KELLEY</strong>: I guess that, to me, is the greatest loss in people who dismiss hip-hop sometimes for language reasons like you say, or format reasons, like there's no place for it on commercial radio or something. I tried to explain it to her, when she has problems with the language, that it's not for her, that you didn't make <em>Illmatic</em><em> </em>for her and for her sensibilities.</p><p><strong>NAS</strong>: Right, right.</p><p><strong>KELLEY</strong>: Who did you make it for?</p><p><strong>NAS</strong>: My surroundings. The hip-hop community, also, and to be Number 1 — the Number 1 MC, the Number 1 rapper. Most of us are out to be the best. So that meant I made it for other rappers, I made it for other MCs, I made it for other hip-hop groups. I made it for artists, singers, people in the arts — that's who I made it for. But it comes from the street, so my surroundings wrote that album. I made it for them. It's the theme — it's the theme songs for my surroundings when I made that album, right. These albums was all written and produced by the streets, in a large sense. So you right. I didn't care about — I didn't know there was anyone else that was supposed to hear it. Like when <a href=\"http://usatoday30.usatoday.com/life/people/2006-05-26-ice-cube-oprah_x.htm?csp=34\" target=\"_blank\">people got mad at Oprah not putting them on</a> — I didn't know we were supposed to go on <em>Oprah</em>.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>NAS</strong>: I didn't ever think that much about — I was so excited about Run-D.M.C. I was so excited about — I don't know if I would have liked to have seen them on Oprah's couch, and I love Oprah! But I don't know if I would have — if I cared too much about the acceptance. You wanted to see them at the heights of Michael Jackson. You wanted everyone to know that this music that you love deserves credit. But whether they liked it or not really wasn't the biggest deal. It was like, within the hip-hop community is all that — the acknowledgement within the hip-hop community was all I cared about.</p><p>And even — I'm still that way to this day to some point. There's been points of my life where I've had to take a stance like, \"Nah, hip-hop needs to get love here and there and there,\" but at the bottom line, it don't matter. It's all about the hip-hop community. I think that's the way with rock 'n' roll — I think they don't care if we like them or not. I think they're like, \"Yo, this is rock and y'all have no idea what this is about.\" And with classical music, I think they don't care if Soulja Boy likes them, you know what I'm saying? They doing what they're doing. They don't care if BET likes them. They're doing what they're doing.</p><p><strong>KELLEY</strong>: But it's still meaningful when people outside that world like it?</p><p><strong>NAS</strong>: Yeah. Like I said, it was great to see Run-D.M.C. sell all these records on <em>Raising Hell</em><em> </em>or break down barriers with \"<a href=\"http://www.youtube.com/watch?v=GND7sPNwWko\" target=\"_blank\">Rock Box</a>\" on MTV. That's big. That's big for the art form. We want the world to go — it's like us saying, \"Y'all better recognize.\"</p><p>But at the end of the day, that wasn't it. It was the fact that that record goes hard on the radio, on the turntable when they playing it at the jams or at the club. So that's all that mattered: that we're having a good time jamming to records that speak to us.</p><p><strong>KELLEY</strong>: Yup, exactly. I want to go back to \"It Ain't Hard to Tell,\" which was the first single and the first video, right?</p><p><strong>NAS</strong>: It was kind of \"<a href=\"http://www.youtube.com/watch?v=dogqDbcbVo0\" target=\"_blank\">Halftime</a>.\" But \"Halftime\" was on a soundtrack.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>NAS</strong>: But that was kind of my first official single from <em>Illmatic</em> and first video ever on my own as a solo artist. But \"Ain't Hard to Tell\" was the real, the real one because it was no movie soundtrack attached to it. It was all about <em>Illmatic</em>.</p><p><strong>KELLEY</strong>: Right. And Ralph McDaniels <a href=\"http://www.npr.org/blogs/therecord/2011/11/17/142458398/when-old-school-was-new-nas-it-aint-hard-to-tell\" target=\"_blank\">directed that one</a>?</p><p><strong>NAS</strong>: Yeah. Shout-out to Ralph, yeah.</p><p><strong>KELLEY</strong>: How involved were you in deciding your image? What you would look like and what the video would look like and how it would represent you?</p><p><strong>NAS</strong>: 100 percent. Well, how I looked like, I had that part. But Ralph McDaniels had ...</p><p><strong>KELLEY</strong>: Like, those were your clothes?</p><p><strong>NAS</strong>: Yeah, yeah, yeah. Ralph McDaniels had found the locations and put the whole story, I guess, if it was a story, it was just his vision. It was his vision and I loved it and I rode with it. I was honored to have him direct the video cause he is one of the guys who pushed this thing to where it is today. If there was no Ralph McDaniels, there would be no me. Because he is as important as Mr. Magic, Red Alert, Chuck Chillout, <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2013/09/11/221440934/marley-marl-on-the-bridge-wars-ll-cool-j-and-discovering-sampling\" target=\"_blank\">Marley Marl</a>. He's as important as all those guys that were breaking these records on the radio in the early '80s. He was the video channel. He was it. So to have the video channel guy himself direct my video, my first video, was beyond a dream come true.</p><p>Yeah, we had no stylists then. We had no — a stylist was unheard of. You would have gave me a stylist, she would have got — he or she would have got ignored. Like, come on, Ali. We wasn't — stylists? We was teaching the stylists! What they know now, they learned from us back then. So, you know, we was the stylists.</p><p><strong>KELLEY</strong>: Ralph has also told us a story about shooting the club scene and why there are feathers in the air.</p><p><strong>NAS</strong>: Oh. Oh, yeah.</p><p><strong>KELLEY</strong>: Yeah. He's not mad anymore or anything.</p><p><strong>NAS</strong>: I love Ralph. I was young and I was just getting off the block, man. I mean, I saw another DJ the other day, I said, \"Man, you know, I'm a nice guy, bro.\" He probably knows me from a long time ago. I had a little reputation and it was a different world. Yeah that was — that's interesting you brought that up. Wow, it's crazy. Yeah, rest in peace my man Black Ed.</p><p><strong>KELLEY</strong>: What is that? What is that story?</p><p><strong>NAS</strong>: He was there. That's it.</p><p><strong>KELLEY</strong>: Oh, OK.</p><p><strong>NAS</strong>: And that was my boy. We have a documentary — well, these guys I know, One9 and Erik, their team, Illa Films, put together <a href=\"http://www.timeisillmatic.com/\" target=\"_blank\">a documentary on <em>Illmatic</em></a> they been working on for a couple of years. And last year, I finally jumped on. I finally participated. They had all this work done, and I didn't touch it. You guys have the documentary.</p><p><strong>MUHAMMAD</strong>: I was about to say, cause you were very instrumental in getting that jumped off --</p><p><strong>NAS</strong>: Oh, yeah!</p><p><strong>MUHAMMAD</strong>: \"Oh, yeah!\" He forgets.</p><p><strong>KELLEY</strong>: I forget. What you're talking about?</p><p><strong>NAS</strong>: There's <a href=\"http://www.npr.org/blogs/therecord/2011/07/26/138584427/a-tribe-called-quest-the-rise-and-fall-of-hip-hops-beatles\" target=\"_blank\">a Tribe Called Quest documentary</a>, <em>Beats, Rhymes & Life</em>.</p><p><strong>KELLEY</strong>: Yeah, but what was your --</p><p><strong>MUHAMMAD</strong>: It came together — Nas was part of that because he was doing an interview at BET at the time and we were about to do the Rock The Bells. And he was like, \"Yo, have you thought about documenting what you guys doing because of this, this, this. You guys are our Beatles.\" He gave me a whole lot. And I was like, \"Well, no, not really.\" And he was like, \"You should because of this, this, this, this and this. And this, and this.\" And I was like, \"Nas is on it.\"</p><p><strong>KELLEY</strong>: What are the this-es? Why'd you think it was so important that they do it?</p><p><strong>NAS</strong>: Because I was backstage, or, I was at Rock The Bells with Tribe.</p><p><strong>KELLEY</strong>: Oh, was this 2010? No. '08?</p><p><strong>MUHAMMAD</strong>: '08.</p><p><strong>NAS</strong>: This was a minute ago. I can't remember. It could have been '08.</p><p><strong>MUHAMMAD</strong>: We started shooting on the Rock the Bells '08.</p><p><strong>NAS</strong>: Wow. Right, right. So, I'm just honored, I'm honored, I'm on the stage with Tribe. I'm seeing all of Tribe right here, like, right here, you know what I mean? In front of me, man. So I'm automatically like, \"Yo, where's the cameras?\" Like, yo, the history, what they've done, who they are. Tribe introduced African culture in a cool way. That's never been done.</p><p>Look, I'm a fan. Look, I'm a avid fan. You have Jungle Brothers, you have all these guys who kind of like — Afrika Bambaataa and all of these guys. Tribe was the young version, that spoke to the younger generation. And they changed the world. Their impact on our generation changed everything. So I'm like, \"Why isn't there a bunch of cameras on them right now?\"</p><p>I just got to talking about it to Ali and Tip and Phife and everybody. And at the same time, <a href=\"http://www.imdb.com/name/nm0001650/\" target=\"_blank\">Mike Rapaport</a> was already on it; he had cameras. He's a movie guy, so he's already on it and he just jumped ahead. He went so hard I just kind of backed off. I was just cool with seeing it go down.</p><p><strong>MUHAMMAD</strong>: So it's kind of crazy, cause I was waiting to get to you to talk to you to see if you were putting together --</p><p><strong>NAS</strong>: Now I know your pain. Now I know what it must have been like. Even though I didn't have a crazy guy like Mike Rapaport, you know, throwing cameras around me, I had a pretty cool group that put this film together. I had nothing to do with it; I have nothing to do with it. I just, I came on late, like last year. They had everything almost done, I guess. It was a little bit easier for me, I guess, probably. I don't know what y'all experience was. But I remember Tip and Mike Rap getting ready to fight.</p><p><strong>MUHAMMAD</strong>: Yeah, it got bad.</p><p><strong>NAS</strong>: I know just telling your story is not easy. We tell it through music, but to sit down and tell your story, that's not easy. That's one of the hardest things I ever did.</p><p><strong>MUHAMMAD</strong>: When is your documentary going? Is there a calendar on it?</p><p><strong>NAS</strong>: Yeah. It plays in New York at the Tribeca Film Festival.</p><p><strong>MUHAMMAD</strong>: Are you still interested in doing — you have a film production company?</p><p><strong>NAS</strong>: I have Illmatic Films.</p><p><strong>MUHAMMAD</strong>: So you gonna be doing some directorials? Or what's up with that?</p><p><strong>NAS</strong>: Since documentaries are one of the things that I like to watch — I like docs. It's one of my favorite things to watch, since I was a kid. I'm going to produce a couple. I'm working on a couple this year. One's coming up called <em>Shake the Dust</em>. It's about hip-hop in all kinds of other countries, in poor countries, third world countries, and how they use hip-hop as a way of freedom, a way of escaping their realities. And it's amazing — there's some amazing things. And there's a couple more that I'm working on right now that's really, really cool. So, yeah, I'ma throw my hand in that for a little bit and see what I feel like doing.</p><p><strong>MUHAMMAD</strong>: I like you in that — not to take you away from — I think your voice is so important still to hip-hop, now, 2014, as it was back in 1994. And not to take you outside of that, but I think as a visionary and as a person who understands culture, from the film perspective, I love you being in that position. Because you definitely was a big spark for <em>Beats, Rhymes & Life</em><em> </em>documentary to happen.</p><p>Even hearing about <em>Shake the Dust</em> and knowing from my own experiences of going to different countries and seeing what it is for people and how hip-hop has transformed and it is their only thing — how it used to be for us here in America. Just knowing the way you view things, and you really thorough. I like you in that position because I think there are other stories that should be told that just need that visionary.</p><p><strong>NAS</strong>: I'm happy in this space. I'm happy. I'ma try not to let you down, man. But I really am happy in that space, you know. I have nothing to do with this one coming out. But these guys — I think it's their first film. And they did a great job. But I'm definitely working with more people who are trying to do what I'm trying to do. We trying to touch on some topics that people will really dig. Yeah, for sure.</p><p><strong>MUHAMMAD</strong>: Have you found — in the business side of things, have there been any experiences you look back on, you go, \"That was a bad position I was in.\" Or a bad deal. Or has everything been pretty much pretty decent and fair?</p><p><strong>NAS</strong>: No, I've been lucky, man. I gotta say, man, luck's been on my side in that. I seen things that I've only dreamed about, you know. I would say in the beginning — I knew in the beginning it would be crazy because it's the first time you signing a contract. I'm just trying to be fair to everybody. I signed with Serch, I signed with Ruffhouse, then Columbia. All of these companies were wrapped up in my deal.</p><p>I knew that it would all pan out in the long run, but I knew I had to get it going. I had a lot of interest in me from all these people and that was cool. So I found a way to make everybody involved and then keep going so I can get the record started. But of course when you do that, there's a lot of people cutting into what's yours. I didn't mind that, to tell you the truth, because, you know, the opportunity was bigger than a few dollars right then. The opportunity to get out there was everything.</p><p><strong>MUHAMMAD</strong>: I ask you that because I know that it's never-ending where there's the younger kids and they want to get into the business and they're presented with being in situations where it could be a huge production company like with Timbaland, with Dr. Dre or any other production house. They're being presented with contracts like, \"Yeah, you gotta give up half your publishing.\" And that's the standard, if they want to be in it. I'm wondering what your experience was in having to make a sacrifice, giving up percentages — I don't know what it is and you don't have to speak to that — but what would you say to that young kid coming up and being presented with giving up a big portion to get it started. Or maybe there's some other direction that they may want to go into.</p><p><strong>NAS</strong>: When you a new artist, as you know, you really don't have that much leverage. And when you dealing with experienced producers, 100-year-old, huge record company worth billions of dollars and lawyers who have a firm on Fifth Avenue, you just coming into this thing so you don't really want to piss nobody off. You just like, \"I'll do whatever you guys say. If whatever you guys say about this contract is right, I'll trust you.\" That's what most young guys will say.</p><p>But you gotta know your worth. You gotta know what's fair. You gotta ask those guys, \"Is this fair? Is this fair? Like, really, at the end of the day, is this contract — do you feel good about having me sign this, Mr. Producer?\" \"Do you feel good, as my lawyer, having me sign this deal this way? Something seems a little off.\" You gotta make these questions; you gotta even, if you can, get a second opinion. But lawyers are crazy, man. You gotta watch them, too. Sometimes they're really on — they won't have your best interest at heart because they've been doing business with the record company longer or the producer longer, and you could be a fly-by-night artist that comes and goes. They don't really know if they gonna have they loyalty on you, so that's a lot of pressure as a new artist.</p><p>What you have to know — and this is crazy — you gotta kind of go in there knowing that what you're doing is gonna be so great that at some point, whatever this deal is, you're going to break through it — because that's how I felt. I said — in the beginning — I said, \"No matter what, any kind of shadiness that's going down ...\" Because I did learn a lesson from y'all: \"<a href=\"http://www.youtube.com/watch?v=lRrM6tfOHds\" target=\"_blank\">Industry rule No. 4080 / Record company people are shady</a>.\" That's Tribe Called Quest, ladies and gentleman. When I went in there and signed my deal, I said, \"It doesn't matter because it's gonna pan out in the end. And I'm gonna pass through anything that's wrong --\" I don't want to curse. \"Anything that's wrong, I'ma get through that.\" That's how I felt.</p><p><strong>KELLEY</strong>: Can we talk about the lead-up to some of that? To the hype, to working with Large Professor, and being on \"Live at the Barbeque\"? How the hype builds, and how it spread? How'd you get on radio the first time?</p><p><strong>NAS</strong>: Large Professor. \"<a href=\"http://www.youtube.com/watch?v=Mppf1xhSh6E\" target=\"_blank\">Live at the Barbeque</a>\" is a song on the Main Source album, <em>The Main Ingredient</em>.</p><p><strong>KELLEY</strong>: '91?</p><p><strong>NAS</strong>: That came in '91, yeah. That came out in '91. I knew some guys who knew some guys in the music business. Back then, Large, he was this cat — he had this song called \"<a href=\"http://www.youtube.com/watch?v=h-5PB6cBqLI\" target=\"_blank\">Think</a>\" that I heard on the underground stations and this other song. He had the beat that later on, on Big Daddy Kane's second album, he used it on a song called \"<a href=\"http://www.youtube.com/watch?v=Tu7fYXtedYQ\" target=\"_blank\">Mr. Welfare</a>,\" which is a cool record. But Large used it years earlier and he produced it.</p><p>My boy knew him. I needed somebody to do the beat — my DJ at the time, this kid Melquan, he was a DJ but he was too busy trying to make out of state trips doing this and doing that and not focusing on the records. And he was — he turned out not to be so great at the beats. He had a friend who knew how to get in touch with somebody who could do beats. And that was Large Professor. I know that's a lot.</p><p><strong>KELLEY</strong>: No, no, I want to know --</p><p><strong>NAS</strong>: I'm telling you all of this stuff about people that you don't know about.</p><p><strong>KELLEY</strong>: All of it.</p><p><strong>NAS</strong>: But boom, I'ma speed it up. So he introduced me to Large Professor. We went to pick up Large Professor from high school — his high school — and I had a few dollars and I'm like, \"I want to go in the studio.\"</p><p><strong>KELLEY</strong>: Wait, and so you are how old at this time?</p><p><strong>NAS</strong>: Going on 17.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>NAS</strong>: So I'm like, \"Yo, let's get in the studio.\" He agreed to do it, because back then, everybody just wanted to work, you know? \"Let's just work. Oh, a reason to go in the studio? Oh bet, let's go.\" \"Oh, your man's nice? Alright, cool.\" He didn't really look at me like — he didn't know me from a can of paint — so he was like, \"Who is this kid?\" We go to the studio, I do my thing and afterwards he comes in, he's like, \"Yo, let's get busy; let's do some stuff. I'm in the studio.\" I'm like, \"Alright, bet.\" He's like, \"Yo, I'm working with Eric B. and Rakim.\" I'm like, \"What? What?\" I'm like, \"Wow!\" Cause you know, Main Source album ain't come out yet. He's telling me who he's working with — this is, like Kool G. Rap. I'm like, \"What?\"</p><p>He gets me in the studio. We start working on stuff. Eric B.'s paying for the studio times and all of that stuff cause they had open studio sessions for their album but they wasn't working, so I was coming in there working. Large Professor had me coming in working on his time. So Large starts doing his album and saves me a slot on \"Live at the Barbeque.\" I meet him, Joe Fatal, Akinyele — these the guys that's on the record. I penned some of Joe Fatal's verse for that. And Joe Fatal's just happy — he'd never rapped on a record before so he was just happy to do it. It was a good time. And I couldn't believe that Paul — Large Professor — Paul, I couldn't believe Paul put it on his album!</p><p>I thought it was a good song but I was just happy, like, \"You really put it on your album?\" \"Yeah, it's on the album, dog. You need to go get this right and you gotta go get copyrights.\" That forced me to go get lawyered up. I was like, \"OK. Oh, wow. OK.\" He's like, \"Yo, dog, we need your information.\" I'm like, \"Oh, wow! I'm a businessman now! Word.\" He made that happen.</p><p>I heard it on the radio one night — I don't know if it was Special K and Teddy Ted, I don't know who played it — but I'm walking through the projects late one night and I see these older dudes by the radio, by a car, they sitting by they car, talking, they were drinking beers and they were — late! They were playing the radio out they car. So I'm just sitting, I don't have nowhere else to go at this point. I ain't seen none of my boys so I'm just hanging out where they at — and then the record comes on.</p><p>So I'm like, \"Oh.\" I'm in a trance. Like, \"Yo, that's me! Yo, that's me!\" I'm like, \"Yo!\" I'm trying to tell them, \"Yo, that's me!\" But they all in they conversation, they yelling and talking amongst each other, they not listening to the radio. I'm trying to tell them that's me, they're like, \"Yeah, alright, alright.\" They not even — so I block them out. I'm in my zone, I'm listening to me. So that walk from 12th Street to Vernon, back to my block, I was in a trance, you know what I mean? I wanted to call Paul and say, \"Yo, they playing your record,\" cause I would call him anyway if they were playing his record: \"Yo, I heard your record. Yo, people like it,\" whatever, give him feedback. So I wanted to call him and say, \"Yo, they played the record, dog! But they played THE record! The one I'M on.\"</p><p>From there, I was on. I felt like, \"I'll be alright.\" It didn't happen like that, but I felt like I'd be alright. In the long run, it came together. Then I met Serch and he put me on \"<a href=\"http://www.youtube.com/watch?v=Zzf0FU41qzc\" target=\"_blank\">Back to the Grill</a>\" which was like a Part 2 to \"Live at the Barbeque,\" but I'm the only one from \"Barbeque\" on the song. He already had Chubb Rock on it, Red Hot Lover Tone, so he put me on it. Wow, this is a lot, dog! We getting in, we getting it in right here!</p><p><strong>KELLEY</strong>: OK, so then Serch works on \"Halftime\"? Or you sign with Serch first?</p><p><strong>NAS</strong>: Serch told me that everybody at Columbia Records was looking for me.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>NAS</strong>: And I would hear rumors, like, people had been looking for me, but I wasn't — when I went looking for record deals, I got exhausted quick.</p><p><strong>MUHAMMAD</strong>: Why?</p><p><strong>NAS</strong>: I wasn't with trying to sell myself. It's the wrong phrase, \"selling myself.\" But I wasn't with trying to convince somebody they should invest in me. Either you've got it or you didn't. Cause I didn't know nothing. So I'm just like, \"Y'all don't get it?\" I'm like, \"Alright, we out.\" You know what I'm saying? Two trips like that, I was done. I would hear, \"Yo, this one want to meet you. I know somebody that's looking for you.\" I didn't even believe it.</p><p>So when Serch said it — we at the studio. Some guys took me to the studio where he was at and I was just hanging with them. They wound up taking me there just to hang out. I didn't have any intentions to get on his record; I didn't have any intentions but to say what's up and just hang with the guys I was hanging with at the day. But he's, like, staring at me. He's like, \"Yo! Yo, you that kid! Yo, yo!\" And he's like, \"Yo! Columbia Records, yo!\" And I'm like, \"Oh, I want to rock with Columbia! That's who I want to rock with. You know how to get me in there?\" He's like, \"Yeah.\" He hooked up the meeting. We go in and we kick it. And then they like, \"Let's do this.\" So after the meetings and everything, Serch is like,\"Yo, dog, since I brought you here, would you mind? You know, I got this production company.\" I said, \"Say no more. Whatever you want to do, we doin' it.\" And that's what we did.</p><p><strong>KELLEY</strong>: Got it.</p><p><strong>NAS</strong>: But we took a few trips to Philly also because they had the subsidiary — they had Ruffhouse in Philly with Chris Schwartz. And he had The Fugees, he had Cypress Hill, I think he had this cat <a href=\"http://kuriousjorge.com/sitev1/\" target=\"_blank\">Kurious Jorge</a> — Puerto Rican cat, I think, from the Lower East Side — and they wanted me.</p><p>I felt like that was better: to massage me into the huge Columbia Records system. To just go right in? You'd always want to go through a Cold Chillin' — which was a big label back then — or some type of label that was rap-oriented so that you'd be really pushed and protected and all of that. I thought it was a great idea. So I managed to figure out how to do this deal with Serch, Ruffhouse and Columbia CBS — this was before Sony — this was Columbia CBS. I was like, \"As long as that Columbia and CBS is in there, we good.\" So we were able to do that deal.</p><p><strong>MUHAMMAD</strong>: The only other thing that was going on with Columbia CBS — I don't even know if they were still had that relationship at the time you signed — was Def Jam, right?</p><p><strong>NAS</strong>: Def Jam. Yes, it was. They actually dropped Def Jam. They dropped Def Jam. At one point, Russell and Lyor didn't even have a deal for Def Jam. I watched them drop them, and I was like, \"How does Def Jam get dropped?\" But this was me on the inside watching, you know, the insides of what's going on with record companies. And the major, major record companies and independent record companies and back-ends and who's putting up the money and all of this stuff. So they let Def Jam Go. They let Ruffhouse go. I wind up directly on Columbia Records.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>NAS</strong>: Which was what I wanted in the first place. All respect to Chris Schwartz; he was a great visionary that a lot of people don't talk about too much. Respect to MC Serch. But I was trying to get there anyway. I wound up getting there — to just be on Columbia Records cause everybody else couldn't keep up.</p><p><strong>KELLEY</strong>: Right, OK. So after you signed, after the dust settles, do you go right in the studio?</p><p><strong>NAS</strong>: Well, yeah, I wanted — I had these ideas, and I think Serch thought that I was just dreaming too big. I wanted to work with Tribe; I wanted to work with Premier; I wanted to work with Pete Rock. Could you imagine? I'm this — I'm brand new, you know what I mean? I got like two verses out there. How am I going to get a beat from Q-Tip? How am I going to get a beat from Premier and Pete Rock? Luckily enough, Paul — Large Professor — already was friends with you guys, and friends with Pete and friends with Premier. So he's the liaison. He liaised on that, or he really introduced me to everybody. They had been familiar with my verses, so they were interested. I was lucky to have them produce for me at that stage.</p><p>But Serch at the beginning was like, \"Huh?\" When we talked about making the album, he was producing tracks. He had gave me a bunch of tracks, and they were cool tracks. But they were not for my album. I was trying to explain that. He was disappointed because he really wanted to produce my album. But I had to really explain to him my vision and what I wanted to do. So Serch kind of just said, \"Alright cool.\" He backed off. He backed all the way off, and I just started running out there and started putting my album together, yeah.</p><p><strong>KELLEY</strong>: So did you then, all of the sudden have some open studio time?</p><p><strong>NAS</strong>: Yeah, yeah. The original Chung King Studios, yeah. Yep.</p><p><strong>KELLEY</strong>: And what was happening in the studio? This is, like, '93?</p><p><strong>NAS</strong>: This is '92.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>NAS</strong>: This is '92. I do \"Halftime.\" It's the first song I do. And they needed it for a soundtrack and I thought that was cool. So we give 'em \"Halftime.\"</p><p><strong>KELLEY</strong>: It was a Michael Rapaport soundtrack?</p><p><strong>NAS</strong>: That was his first movie, too.</p><p><strong>KELLEY</strong>: Yeah, <em>Zebrahead</em>?</p><p><strong>NAS</strong>: Yeah. His first movie, my first single, yeah. From there we just kept recording.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>NAS</strong>: I wound up in Battery Studios with Q-Tip and the guys and I wound up in Pete Rock's basement — the famous basement in Mount Vernon — D&D Studios with Premier, famous D&D Studios. I was bouncing around from all these places.</p><p><strong>KELLEY</strong>: And were you writing there or were you writing at home?</p><p><strong>NAS</strong>: I had half of the album already written.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>NAS</strong>: It was already done. So it was all about making it all up-to-date, like tweaking it and making it up-to-date. Well, \"<a href=\"http://www.youtube.com/watch?v=hxce_qvhi5I\" target=\"_blank\">One Love</a>,\" with Tip, that was written once I got there. Once he gave me the sample, he just looped the sample and gave it to me and I wrote it.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>NAS</strong>: Yeah, so that was fresh. It was a few, maybe one or two or three. \"<a href=\"http://www.youtube.com/watch?v=PdGL3XXO_dI\" target=\"_blank\">Life's a B----</a>\" was fresh. But most of \"<a href=\"http://www.youtube.com/watch?v=Q81lInyFZfE\" target=\"_blank\">New York State of Mind</a>\" was already written, most of \"Represent\" was already written, yeah.</p><p><strong>KELLEY</strong>: There's nine songs on the album — did you want there to be more?</p><p><strong>NAS</strong>: I thought — yeah. I thought I would have at least 10 songs, and one more. I thought that the game was gonna be mad at me. I was like, \"Aw, I gotta just put --\" but it wasn't fitting. Anything that I tried — it was last minute, and I tried to attempt to do one more song and it just didn't work. It wasn't meant to be. And I was like, \"Alright, I'm cool with nine. It feels good at nine, like you play it from beginning to end ...\" But I still wanted — just for, just the way it's supposed to be — I wanted 10 songs. But I didn't fight it too much.</p><p><strong>KELLEY</strong>: And what was the time pressure? Cause it leaked?</p><p><strong>NAS</strong>: Well, it leaked and from the moment they signed me two years had went by. I wasn't in the studio all the time. Like today, I'm not in the studio all the time. So two years went by and they were like, \"What are we doing?\" I had spent maybe $250,000 on the budget at that point and kept needing more money for the budget to open back up. And it was like, \"How much is this gonna cost? This is a rap album from a new kid in 1993.\" You know, \"What are you doing?\"</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>NAS</strong>: And by that time, you know, I'm playing it in my boys' cars, I'm leaving copies there and here. I'm giving everybody copies around me and, you know, it leaked. People in the record company had copies and it leaked. So it was a combo. It was a combo of it being leaked on the streets already and that I was spending more and more money to go in the studio and really just hang out. I wasn't doing too much. So it was like, \"Let's do this and put it out.\"</p><p><strong>KELLEY</strong>: Then what happened? Did you hit the road?</p><p><strong>NAS</strong>: No. I started to do in-stores and, yeah, I hit the road on a promo side. It took me to Europe and all that.</p><p><strong>MUHAMMAD</strong>: I'm excited to know what's the next, the next record? But I don't want to beat you up about that. I don't want to harass you about what's coming. I'd like to respect the --</p><p><strong>NAS</strong>: It's all good.</p><p><strong>MUHAMMAD</strong>: The space.</p><p><strong>NAS</strong>: It's all good. It took me a while to jumpstart it. I started working with <a href=\"http://www.timbalandmusic.com/\" target=\"_blank\">Tim</a>, I want to say a year and a half ago. I think it was the same year I dropped my last album, <em>Life is Good</em>. I started with Tim and it felt really powerful; it felt like it was really powerful. And I stepped back from it. Tim's like, \"What are you doing?\" and I'm like, \"I just need a minute to like — I just need a minute to take it all in, just live a little and enjoy day-by-day stuff and daily stuff I'm doing.\" It's just — I didn't want to go back in the studio that quick. I felt like I needed to be inspired.</p><p>I wasn't really, really, really inspired, to tell you the truth, until we started to, kind of, embark on this 20th anniversary. It wasn't 'til then that I really started to feel it. Cause I got a chance — and I gotta give credit to the documentary guys. Them showing me the footage and stuff really like — it really lets you know where you come from and everything, and where you at now. I salute them dudes, man — One9, Erik Parker, the whole crew over there that's put that film together — because that's helped me find the inspiration. I found it.</p><p>So I jumpstarted the album again — the new one. Because I started maybe a year and a half ago with the ideas, No I.D., I'm there. Now I'm at a place where — I laid down ideas, so the ideas I lay down then, now, I'm kind of like going through 'em and I'm fixing 'em. Now I'm at a place where I could play a song for somebody and they really get it and they really understand — they really feel it. At first I didn't, so I'm happy to say I'm at a place where it feels right. I talked to Swizz, and we went through joints. And No I.D. and Timbaland, you know. This the only interview I'ma talk about it. Cause I know once this comes out, people might ask me about the record and, man, I just want to finish it and get it done.</p><p><strong>MUHAMMAD</strong>: That's what's up. That's why I didn't want to ask you. Cause that's what I'm saying: I respect the space. And people will want to know. I try to stay away from the normal \"people want to know\" questions.</p><p><strong>NAS</strong>: Hopefully this thing here — I'm charged right now as I'm going in there. Two years I think it's been, since my last album. So this new one is — I'm happy to get it together and get it out there.</p><p><strong>KELLEY</strong>: Who are you making this one for? And do you still feel as strongly that you gotta be Number 1? Who is your competition?</p><p><strong>NAS</strong>: Me. Myself is my competition.</p><p><strong>KELLEY</strong>: You mean your legacy?</p><p><strong>NAS</strong>: You could say that.</p><p><strong>KELLEY</strong>: Your 19-year-old self?</p><p><strong>NAS</strong>: 19, 20, 21, 22, 23, 24 — all of them. All of those years is my competition. Who am I making it for? I'd have to say the same people I was making it for back then, but they grew up.</p><p>KELLY: Right.</p><p><strong>NAS</strong>: They grew up. I kind of sometimes feel bad for them because some of them don't want to hear what's going on today. And that's not right — you supposed to give everybody a listen — but some of them don't want to hear certain things. A lot of people kind of like, I want to say grew up with me in a lot of ways, and there's a lot of people that was really into my last album. And this is the next step. This is the next step right here so it's a continuation of what I been building through the years.</p><p><strong>KELLEY</strong>: I saw you perform at SXSW and it seemed like you were really happy to do the old songs, to do <em>Illmatic --</em> other albums also. But does it still feel --is it repetitive? Is it boring to you to do that still?</p><p><strong>NAS</strong>: Because it's 20 years, it's a party. So you saw me partying. It's a real celebratory mood. I'm in that space: I crack a bottle of Henny on the stage and take it to the neck and I feel life. It's a feeling I can't explain. Yeah, it's a party. I'm having a party.</p><p><strong>MUHAMMAD</strong>: Yo, not too many people can have an album 20 years later that the world still craves.</p><p><strong>NAS</strong>: But, you know, it's an honor. I'm honored that people would still like it. Cause the content is relevant to today.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>NAS</strong>: Shout out to everybody out there that has an anniversary thing going on — there's a few people. Shout out to Def Jam and their 30th anniversary, cause they are a historical record company in the history of music and I was happy — it's one of my three dream labels. Well, I'll give you my three dream labels: Columbia, Def Jam, Cold Chillin'.</p><p><strong>MUHAMMAD</strong>: Ooh!</p><p><strong>NAS</strong>: People today don't know Cold Chillin', but that's Biz Markie ...</p><p><strong>MUHAMMAD</strong>: That makes sense though.</p><p><strong>NAS</strong>: Yeah, it makes sense, that's where I'm from. It's Marley Marl and Queensbridge. So, Cold Chillin'. I still want one of those Cold Chillin' varsity jackets right now, you know what I mean? I still want that. I always wanted the Def Jam jacket, and of course Columbia Records is everything to me. So I been lucky to be able to go to all of these places — except for Cold Chillin' because I don't think there is no more Cold Chillin'.</p><p><strong>MUHAMMAD</strong>: Nah.</p><p><strong>NAS</strong>: But if y'all do — if Cold Chillin' pops back up, I'll give you one album; I'll give you one.</p><p><strong>KELLEY</strong>: Where is Marley? Call him.</p><p><strong>MUHAMMAD</strong>: I know, right? That may — well, Marley talked to us about the whole Cold Chillin' thing.</p><p>But the music is timeless, man. The lyricism is timeless, the stories are timeless. It'll be 20, 40 years, whatever. You definitely are an important person for the story of hip-hop. I say thank you for sharing your art with the world, man.</p><p><strong>NAS</strong>: Appreciate it, man. Appreciate you guys having me here. That felt comfortable to explain my story. And I've done a few interviews, one with Rap Genius recently, another one with BBC, I don't know if I can shout all those out but yeah. This is another interview that I feel real comfortable talking about it, man, cause, for one, it's with you — I've known you forever. You guys are easy for me to just open up to.</p><p>It's not easy to go back. It's not always easy to go back, man. Shout out to AZ, who's on that album, man, incredible lyricist. DJ L.E.S., who's not as known as the rest of those legends. I was happy to just put somebody from Queensbridge on the album with those incredible producers, so shout out to DJ L.E.S. And everybody that was involved. Thank you.</p><p><strong>KELLEY</strong>: Why isn't it easy to go back?</p><p><strong>NAS</strong>: I mean, when's the last time you went back?</p><p><strong>KELLEY</strong>: OK, yeah.</p><p><strong>NAS</strong>: You got it that quick? You feel me? And then it's in front of the public, you know what I'm saying? When you go back on the air, you going through stuff, you vulnerable, you going back through memories. Like we were talking and I started to remember a time when I saw Jarobi — and that was big for me — for the first time. I followed them cause I heard them talking about going to a club, you know, I followed them and found out what was hip and then I met more people and heard about what other clubs was popping in the city and so on and so forth. You go back and you talk about times that's private, you know what I mean, private and personal to you. But here it is. This is what we do; we share with the world. It's not that big a deal, it is what it is.</p><p><strong>KELLEY</strong>: Well, do you care? I mean do you get anything out of good music journalism? Do you pay a price for bad music journalism or does the music and the culture? Does it matter?</p><p><strong>NAS</strong>: Yeah, in a big way. Of course, if you're Sade, it doesn't matter. She does what she does. But for all of us, journalism is a huge deal because you guys study the craft more than artists. It wasn't fair to throw me, as a 20-year-old guy, in front of seasoned journalists on my first album. They were asking me questions that I didn't have answers to, that I didn't understand, and I didn't understand why they would ask me this when I hadn't even have that much experience. They were asking me questions you should ask Sting and David Bowie and Miles Davis.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>NAS</strong>: You know what I'm saying? But it prepared me for what was to come. And in a lot of ways journalists — like there's one that takes credit for helping write \"Sexual Healing\" for Marvin Gaye. In a lot of ways, journalists are helpful. We're on the same team in a lot of ways.</p><p><strong>KELLEY</strong>: Sure.</p><p><strong>NAS</strong>: Even the guys that criticize you, they can get you on your game; they get you back on your game. They're not the nicest things that's being said about you, but they're here to criticize. Or they're here to even help explain what you've done, when you might not even understand it. And that's what the documentary, <em>Time is Illmatic</em>, has done for me so far. I'm like, \"Good looking, y'all,\" because I needed to see how someone else saw this thing play out.</p><p><strong>KELLEY</strong>: Right, right. Thanks. I'm good.</p><p><strong>MUHAMMAD</strong>: I'm good. We try to make sure that <em>Microphone Check</em> is a home so we not up in here, you know, stirring it up the wrong way. I certainly have not lived my life like that.</p><p><strong>NAS</strong>: Well, any time you guys. I'm coming back to chop it up. Thanks, <em>Microphone Check</em>. Salute.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nas%3A+%27I%27m+Still+Charged%27+20+Years+After+%27Illmatic%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306041434-9471a6.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=305629896"},{"href":"http://media.npr.org/assets/img/2014/04/22/danny-clinch---photo-1-e998d1558a6000cc18e4edb3820f9821f09d5970.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1239","width":"1652"}}]}