{"created":"2015-05-10T15:00:07+00:00","modified":"2015-05-12T19:34:46+00:00","valid":{"from":"2015-05-12T19:34:46+00:00","to":"3015-05-12T19:34:46+00:00"},"hreflang":"en","guid":"451a6639-f286-467d-a37c-8cbcef481313","title":"Finding inspiration and empowerment at the first all-women's mosque in the US","published":"2015-05-12T19:34:40+00:00","byline":"Shara Morris","tags":["Religion","women","Across Women's Lives","Belief","Lifestyle & Belief","Los Angeles","North America","United States","California","Islamic culture","Religion","Mosque","American women"],"teaser":"Many young Muslim women, here in the US and abroad, are growing up in a world that’s very different from that of their parents. The Internet and social media have given them access to resources and ideas that would have been out of reach a generation ago. For example, back in January, the US's first all-women’s mosque opened in Los Angeles, providing modern Muslim women with new ways to express their religion.","contentencoded":"<p>It’s a Friday afternoon at a multicultural center in downtown Los Angeles. Today, volunteers are converting the center into a mosque for a monthly prayer service. They roll out tan prayer mats along the red carpeted floor. There’s a definite buzz in the air — photographers, cameramen, writers and even congregants are marking this moment.</p>\n<p>“I actually took a selfie of us so I could send it to my mom,\" says Nelly Akbar, program manager at the <a href=\"http://womensmosque.com/\" target=\"_blank\">Women’s Mosque of America</a> — the first all-women’s mosque in the United States. She’s wearing black skinny jeans and has several tattoos on her wrists. She says she borrowed a friend’s winter scarf to cover her head for today’s service.</p>\n<p>“Maybe they would have called me out in a regular mosque, or somebody would have given me a dirty look, but I feel totally comfortable here,” she says.</p>\n<p>Like Nelly, the crowd today is mainly made up of 20- and 30-somethings. Many of them grew up with most of the freedoms of living in the US. They’re well-educated and have high-powered jobs. And they want to see themselves in their services.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/16405751601_1b8ff35eb3_o.jpg?itok=rGgRx9Qt\" alt=\"\" /><div class=\"field-caption\">\n    <p>Congregants listen during a reflection and discussion circle.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"http://www.alexapilato.com\" target=\"_blank\">Alexa Pilato</a></p>\n  </div>\n</div>\n<p>This is how the Women’s Mosque of America was born, according to Hasna Maznavi, its founder and president. She’s just 28, but it’s actually been a life-long dream of hers to build a mosque. </p>\n<p>“At the time I had no idea that it would be a women’s mosque,\" she says. \"It was this secret plan I had as a child, between me and God.\"</p>\n<p>A couple years ago, she enrolled in an online class on Islam led by a female Muslim scholar. She says she felt inspired and empowered having a female religious authority to look up to. And after, when she'd go into the mosque on Fridays, she wondered: \"Wouldn't it be amazing to hear a woman speak to me from the mimbar?\"</p>\n<p>It wasn’t long after that she started planning the all-women's mosque. Men do play a role in the Women’s Mosque of America — there are two men on the Board of Directors, and many men advise the Board. But within the mosque's walls, it’s women only. The service and speeches are led by and for ladies. There’s no official dress code. And the service is non-denominational — Sunnis, Shias, and Sufis all pray together.</p>\n<p>Fatma Kassamali, 69, came to today’s service with her daughter. She says co-ed mosques can be strict. In her native Tanzania, women aren’t even allowed to attend Friday services. When they do attend mosque, they’re encouraged to wear modest clothing. Women’s sections are often upstairs or in basements. And they’re not as nice as the men’s section.</p>\n<p>“[In] co-ed mosque you always feel [like a] second citizen, [because] your space is too small, your space is not nicely done,” she says.</p>\n<p>Fatma says she often felt rejected — something Maznavi says is not in the spirit of Islam.</p>\n<p>“The Women’s Mosque of America is not a reaction to any sort of state of American Muslim mosques,” she says. “It’s really a celebration of the legacy of female Muslim scholarship and leadership.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/16391944667_3568a30628_o.jpg?itok=-PJfiekF\" alt=\"\" /><div class=\"field-caption\">\n    <p>A bird's eye view of the Women's Mosque of America.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"http://www.alexapilato.com\" target=\"_blank\">Alexa Pilato</a></p>\n  </div>\n</div>\n<p>The mosque is changing the narrative for female Muslims in the US. Congregant Nelly Akbar says this mosque is helping her comes to terms with her own identity.</p>\n<p>“It's not easy growing up in America as a Muslim, especially with all the politics of it going on right now,\" she says. But she appreciates that the Women's Mosque of America has exposed her to powerful and educated women she can look up to and aspire to be like.</p>\n<p>After the service, Nelly heads back to her job at the Hollywood Presbyterian Medical Center. The other congregants put on their shoes and roll up the mats. All that’s left on the pulpit are two large banners that feature a teaching from the Quran. The quote on the right banner is from Allah. It says: “And when my servants ask you about me, then truly, I am near.” Maznavi says it means God is everywhere. In the heavens. On the Earth. And in a women’s mosque, in a multicultural center, in downtown LA.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Ffinding-inspiration-and-empowerment-first-all-womens-mosque&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/16219891328_bc1e0dccbb_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/16219891328bc1e0dccbbojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/america-abroad/segment-audio/smorris.mp3"},{"href":"http://admin.pri.org/file/smorrismp3"}]}