{"created":"2014-10-27T08:36:59+00:00","modified":"2015-04-23T18:14:58+00:00","valid":{"from":"2015-04-23T18:14:58+00:00","to":"3015-04-23T18:14:58+00:00"},"hreflang":"en","title":"Watch This: Crime Writer James Ellroy Recommends — What Else? — Noir Films","published":"2014-10-27T12:49:00+00:00","teaser":"The author of <em>L.A. Confidential</em><em> </em>discusses his favorite flicks, including a 1963 Akira Kurosawa film he says may be the greatest crime movie he's ever seen.","itags":["npr_api","354136460"],"guid":"45245d5b-87a8-4407-accb-318b14c96b45","contentencoded":"<p>James Ellroy is a crime writer with a reputation. His books, which include <em>L.A. Confidential</em> and <a href=\"http://www.npr.org/books/titles/343414727/perfidia\">Perfidia</a>, are set mainly in 1940s and '50s Los Angeles, where the line between cops and criminals is cut very fine. His writing is highly cinematic and has been adapted to the big screen more than once, which made us wonder about his taste in movies.</p><p>As Ellroy tells NPR's Steve Inskeep, his favorite films involve foul play in post-World War II settings.</p><hr /><h3>Interview Highlights</h3><p><strong>On Akira Kurosawa's film</strong><strong> </strong><em><strong>Stray Dog</strong></em></p><p><em>Stray Dog</em> is a 1949 movie [starring] a very young Toshiro Mifune. It's bombed-out Tokyo in a heat wave ... after World War II. The place is a ruin. It's the ruins of Athens or Carthage or Pompeii. And he's on a subway and he's dozing; he's a handsome guy, he's wearing a white suit; he's a police detective. A desiccated lowlife steals his gun. He spends the rest of the movie looking for this guy.</p><p>It's the story of emasculated Japan in the wake of World War II. He is on the path, the trail, the quest — Mifune is — for self-vindication. And in vindicating himself, he vindicates all of Japan. ... It's very much like <em>The</em> <em>Bicycle Thief</em>. He's out there, he's looking for his roscoe, his piece, his identity as a policeman. And it's not picaresque; it's not a shaggy dog story. There is a plot.</p><p><strong>On</strong><strong> </strong><em><strong>High and Low</strong></em><strong>, also by Kurosawa</strong></p><p><em>High and Low</em> may be the greatest crime movie I've ever seen — it's the most beautifully filmed, certainly. Yokohama, 1963. Here's what happened: It's Mifune, again. He still looks good. He's a shoe magnate in the throes of a corporate takeover. His beloved son is kidnapped, the cops are called in. But, wait! It's not his son. The doofus kidnapper snatched the chauffeur's kid.</p><p>The first 45 or 50 minutes of this movie are shot in Mifune's big living room, and there's a large picture window that looks out and down on the slums of Yokohama. And not a lot happens, except men moving in cliques and talking in low voices as their world burns down. We gradually get the sense that the kidnapper, looking up from the slums of Yokohama, has a telescope or some kind of device fixed on that window. It's a stunning revelation, 45 or 50 minutes into the film. ... It's a supremely controlled motion picture, it's a long motion picture, and it flies by.</p><p><strong>On 1945's</strong><strong> </strong><em><strong>Brief Encounter,</strong></em><strong> about an affair between two married people</strong></p><p>It's my favorite David Lean film, and I can't separate it from the soundtrack, which is entirely Sergei Rachmaninoff's Second Piano Concerto played low, played throbbing, played monotonously, while Trevor Howard, [who plays] a married man, Celia Johnson, [who plays] a married woman, four kids between them — they meet. They fall in love. ... But this is the big love for both of them and it's what they do and what they forfeit and what they gain, all to the soundtrack. ... Low, somber, sonorous, tragically beautiful, monotonous.</p><p><strong>On Jacques Tourneur's 1947 film,</strong><strong> </strong><em><strong>Out of the Past</strong></em></p><p>It's \"a man meets a woman\" writ very large. Kathie Moffat, portrayed by Jane Greer, plugs her lover — the gangster Whit, played by Kirk Douglas — gloms 40K from him and absconds down to Acapulco. She's the dangerous woman but — but! — Robert Mitchum as Jeff Bailey is looking to take the fall. And when you're looking to take the fall for a woman, nothing else matters. Get it, daddy-o?</p><p>It's the big noir sewer, and you're going for the big ride. There's lots of haunting, <em>doomed</em> voice-over narration.</p><p><strong>On David Fincher's 2007 film <em>Zodiac</em>, the only great movie Ellroy has seen in the past decade</strong></p><p>It's about the Zodiac Killer, who whacked five people in San Francisco in 1969 and disappeared into the woodwork. And it's about men and obsession and how it derails lives that were pretty small to begin with.</p><p>It's also a subliminally homosexual roundelay of obsessives who just go on. One man is destroyed — it's the Robert Downey [Jr.] character, the journalist, Paul Avery. One man thinks he's solved the case — that is the loser political cartoonist, Robert Graysmith, portrayed by Jake Gyllenhaal. And then the noble policeman, played by Mark Ruffalo, who finally can see — it's near the end of the movie — that the kid, Gyllenhaal, may have it right.</p><p>One of the things that's interesting, most interesting, about <em>Zodiac</em> is that Gyllenhaal, Downey and Ruffalo are miserable in the movie. ... It's a great cinematic work, with, at center stage, three inadequate and unconvincing performances. ... I don't believe a word that they say, and it's still a great movie. The themes: the banality of obsession; the attenuated nature of police work; the nagging, persistent, occasionally consuming need to know who, what, when, where and why that plagued so many men.</p><p><strong>On reading versus watching films</strong></p><p>I don't read many novels because I write them and I want them to be perfect. And I can't tolerate imperfection when I read fiction, and how often do you see perfection? But going to the movies, you've got a good story, a crime, a man meets a woman. You can always go to look, and it's only gonna cost you 10 bucks and two hours.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Watch+This%3A+Crime+Writer+James+Ellroy+Recommends+%E2%80%94+What+Else%3F+%E2%80%94+Noir+Films&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359233309-f8ae75.m3u?orgId=1&topicId=1137&aggIds=100876926&e=354136460&d=430&ft=nprml&f=354136460"},{"href":"http://media.npr.org/assets/img/2014/10/23/131571116-b5495f13947e3074f10381bdb075e5d0401ae42d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}