{"created":"2014-09-04T16:42:19+00:00","modified":"2015-01-15T18:01:51+00:00","valid":{"from":"2015-01-15T18:01:51+00:00","to":"3015-01-15T18:01:51+00:00"},"hreflang":"en","title":"Writer Plumbs 'Nature Of Evil' In Hometown's Violent Civil Rights Past","published":"2014-07-22T13:16:00+00:00","teaser":"Greg Iles sets his thrillers in the antebellum river city of Natchez, Miss. His latest book,<em> Natchez Burning,</em> pulls from true stories of the racial violence that gripped the state 50 years ago.","itags":["npr_api","330408719"],"guid":"45308978-6cda-41f5-ae18-8d32224fbff1","contentencoded":"<p>Mississippi's past looms large in Greg Iles' best-selling thrillers. His latest book, <em>Natchez Burning,</em> is the first in a trilogy that<em> </em>takes readers back 50 years to chilling civil rights-era murders and conspiracies all set in Iles' hometown — the antebellum river city of Natchez, Miss.</p><p>Iles' hero, Penn Cage, is a former prosecutor and widowed single father who has returned to his childhood home. Once there, he finds himself confronting killers, corruption and dark secrets.</p><p>\"Penn Cage I think of as annoyingly righteous sometimes,\" Iles says. \"He's almost too good.\"</p><p>The author says he wanted to create a character who reflected the Southern men he knew growing up in Natchez.</p><p>\"He is not, in any way, a traditional hero,\" Iles explains. \"He's not always the actor who's committing all the things to make the story happen. In some ways, he's almost an observer sometimes. He is trying to figure out the 'why' of things.\"</p><p><strong>A Lasting 'Sense Of Place'</strong></p><p>The Penn Cage series began with 1999's <em>The</em> <em>Quiet Game</em>, a book Iles considers a valentine to his hometown. There are still elaborate, antebellum mansions in Natchez because — unlike the city of Vicksburg, to the north — Natchez surrendered to Union troops during the Civil War without a shot fired.</p><p>Iles says Natchez has a more European feel than other Southern towns. \"It's not like Atlanta, where they just put up a town because that's where the railroads crossed and it grew into a city. It really grew organically out of the land, the climate, the topography. And it just gives you a sense of place that you just never get out of you.\"</p><p>That sense of place permeates the Penn Cage novels. Iles even takes the titles of his books from famous Natchez landmarks: He named <em>Turning Angel</em><em> </em>(2005) after a statue in the city cemetery that appears to turn around and follow you with her gaze, and <em>The Devil's Punchbowl</em> (2009) was named after a jungle-like ravine below the cemetery.</p><p><strong>'Shaking Hands With Death'</strong></p><p>In <em>Natchez Burning</em>, Iles plumbs both place and history. The book's first pages set the scene:</p><blockquote><p>Let us begin in 1964, with three murders. Three stones cast into a pond no one had cared about since the siege of Vicksburg, but which was soon to become the center of the world's attention. A place most people in the United States like to think was somehow different from the rest of the country, but which was in fact the very incarnation of America's tortured soul.</p><p>Mississippi.</p></blockquote><p>The book pulls from the true stories of unspeakable racial violence that gripped Mississippi 50 years ago, and their legacy today.</p><p>\"I hope it throws a little bit of light on how complicated relations are between black and white,\" Iles says. \"In Mississippi, black and white live cheek by jowl, day in and day out. It's not some remote problem and it never has been.\"</p><p>In the book<em>,</em><em> </em>Penn Cage discovers long-buried family secrets when he's forced to defend his idolized father — Tom Cage, the city's favorite doctor — when he's accused of killing his African-American nurse.</p><p>Tom Cage is based on Iles' own father, a Natchez doctor he describes as Atticus Finch with a stethoscope. Iles' father died several years ago. Then, in 2011, fate dealt Iles another blow.</p><p>\"I pull out on the highway, and a truck hit my driver's door going 70 miles an hour,\" Iles says. \"Took off my right leg from the knee down; broke 20 something bones. But [the] worst thing was it tore my aorta — which, you're shaking hands with death then.\"</p><p>He awoke from a coma eight days later with a different outlook on life — and his work.</p><p>\"You go along in sort of a blur. You know, we're all 42, 43 years old. You're doing the same thing every day. You blink your eyes and you're 53, 54 years old. You don't even see the passage of time,\" he says. \"But when fate reaches down and just about kills you, you realize: You know what? I don't have an infinite number of books left to write.\"</p><p><strong>A Lens To View One Southern Town, And Race In America</strong></p><p><em>Natchez Burning</em> debuted at No. 2 on the <em>New York Times</em> best-seller list when it came out in the spring, and it's getting a warm reception in Natchez.</p><p>Iles recently spent hours signing books at the white-columned Dunleith mansion, where locals remember the author's younger days playing in a rock band. Iles' friend Rod Givens<strong> </strong>says when the author first started setting his thrillers in Natchez, there was some consternation.</p><p>\"One of the classic examples is ... <em>Turning Angel,</em>\" Givens explains. \"And you want to talk about controversial in the town — there you go.\"</p><p><em>Turning Angel</em> is about the murder of a popular high school senior and her affair with a married, middle-aged doctor. Givens says Iles' plots certainly get folks talking: \" 'Did that really happen?' 'Well, who is it?' ... 'Is he really writing about so and so?' You know, classic Southern gossip.\"</p><p>But in <em>Natzchez Burning</em><em>,</em> a key character <em>was</em> based on a real person — Stanley Nelson, editor of the <em>Concordia Sentinel</em>. In Iles' novel, the <em>Concordia</em>'s editor is fixated on solving the civil rights-era murder of a black music shop owner. In real life, Stanley Nelson <a href=\"http://www.npr.org/2011/02/15/133659641/grand-jury-convenes-to-investigate-1964-cold-case\">tackled the unsolved murder</a> of Frank Morris, who was killed when his shoe shop was set ablaze in 1964.</p><p>\"Frank Morris was the kind of person in the community that we should embrace, that we should care about,\" Nelson says. \"If we don't fight for justice for those kinds of people, who do we fight for?\" He says he hopes that <em>Natchez Burning</em> can spark candid conversations about the Klan violence that went unpunished 50 years ago.</p><p>As for Iles, he's still focused on figuring out the \"why\" of things: \"All my books are an inquiry into the nature of evil. Why do good people do bad things? Are any human beings completely evil? Do we all have good within us? That's what I'm interested in.\"</p><p>And he says Mississippi is a fitting lens through which to view how race shapes the American identity.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Writer+Plumbs+%27Nature+Of+Evil%27+In+Hometown%27s+Violent+Civil+Rights+Past&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537833-0038b9.m3u?orgId=1&topicId=1161&aggIds=100876926,13795507&ft=3&f=330408719"},{"href":"http://media.npr.org/assets/img/2014/07/18/dunleith-1a3ca5cea8ae76eaf447c5690a17b4ac5cfee4ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"853"}}]}