{"created":"2014-08-28T01:49:00+00:00","modified":"2015-02-02T18:31:34+00:00","valid":{"from":"2015-02-02T18:31:34+00:00","to":"3015-02-02T18:31:34+00:00"},"hreflang":"en","title":"As Ferguson Unraveled, The World Found A New Way Of Watching","published":"2014-08-25T19:42:00+00:00","teaser":"When protests over the shooting of Michael Brown turned violent in Ferguson, Mo., live-streaming videos showed Americans what they couldn't see on TV.","itags":["npr_api","342591732"],"guid":"45357c5f-08e5-44ce-9566-be6230fa0e85","contentencoded":"<p>In Ferguson, Mo., on Monday, Michael Brown, the unarmed 18-year-old shot by a police officer, will be buried. Beyond watching on traditional media outlets, many members of the public may be able to see the event live over the Internet.</p><p>Some say Ferguson has been a turning point in the U.S. for live streaming of news events. As the demonstrations unfolded there over the past two weeks, a few million people watched the events in real time.</p><p>Among them was Jeanne Anderson, a first-grade teacher living in a suburb of of St. Paul, Minn. She's a big Twitter user. One night she clicked on a link from a friend to a live video stream coming from the streets of Ferguson.</p><p>\"There was an absolute wall of police, and they were all wearing body armor,\" she recalls. \"They had clear Plexiglass or whatever shields in front of them and helmets. And they are slowly, slowly creeping down the street. Your heart starts pounding, because this isn't a TV show. This is live.\"</p><p>As the evening unfolded online, the confrontation came.</p><p>\"Then the tear gas canisters start going off, and they're getting hit with rubber bullets,\" she says. \"The cameraman got hit. And I'm watching this live, and of course there's nothing I can do about it.\"</p><p>The cameraman who got hit is Mustafa Hussein, the founder of Argusradio.com. Argus Radio is a four-person volunteer Internet radio station in St. Louis that had purchased some equipment to live-stream local bands. When the protests broke out. Hussein decided to use the equipment to <a href=\"http://new.livestream.com/accounts/9035483/events/3271930\">stream the demonstrators</a>.</p><p>\"We were only getting bits and pieces from the major networks,\" he says. \"And I knew we had ... the ability to share what I could see firsthand since I happen to be right here in St. Louis.\"</p><p>The first night he started live-streaming from the streets of Ferguson, some 1.3 million people watched. Also among them was Jen Sanford, a 30-year-old who lives in Chicago and found a link to the Argus Radio live stream on an Internet page.</p><p>\"I was actually able to see firsthand the police lining up the protesters,\" she says. \"It was very shocking to me to [see] firsthand what was going on — and to see what I didn't really feel like was being reported in some of the more major news outlets.\"</p><p>Sanford was up until 2 a.m. some nights watching the live stream and was able to see small encounters between police and civilians, exchanges among the protesters — things that can't fit into a shorter story.</p><p>Jeanne Anderson had a similar experience.</p><p>\"What I saw was these were human beings — these are teenagers and grandparents and little children that are walking and trying to make their voices be heard,\" she says. \"And the fact that they come back night after night after night says that, yes, they're protesting the terrible tragedy, but there's a lot more behind it, or they wouldn't keep coming back.\"</p><p>Argus Radio was streaming its feed using the technology of a company called Livestream. Its CEO, Max Haot, says Argus set a record for a news event. \"The audience and the rapid spread of the link and the speed at which the audience has built up is unprecedented,\" he says.</p><p>Other people in Ferguson downloaded his company's app and sent their own streams. Livestream's service has averaged 2 million viewers a night for streams from Ferguson.</p><p>Haot says that kind of constant media attention also caught moments on tape that might otherwise have been missed — like the night a St. Louis police officer pointed a rifle at Argus' Hussein and another journalist.</p><p>That footage found its way to YouTube and major media outlets. Eventually, the cop was suspended indefinitely. \"I think it really helps change the world in the way that people have a direct access with a breaking news event and can make their own judgment,\" Haot says.</p><p>But even a live stream may not have caught the face of a police officer seeing a Molotov cocktail thrown at him.</p><p>James McQuivey, an analyst at Forrester Research, says even a live stream can be deceptive. \"Maybe there's someone who wants some attention who doesn't care about the issue who's going to show up,\" he says, \"and maybe someone who cares about the issue but is more willing to use a devastating tactic, something violent or something obscene.\"</p><p>Live streaming has already taken off for other types of events — <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/04/04/298775179/twitch-boosts-a-new-pro-category-video-game-player\">video gaming is among the most popular</a>; there have been staged events like Red Bull's streaming of the <a href=\"http://www.npr.org/blogs/thetwo-way/2012/10/14/162905829/jumping-from-the-top-of-the-world-skydiver-breaks-sound-barrier\">highest sky dive jump on record</a>.</p><p>Outside the U.S., another live streaming company, UStream, says that some 50 million people watched the demonstrations in Kiev, Ukraine.</p><p>McQuivey thinks now that the technology is cheap and ubiquitous, we're likely to see more people stream major news events. \"Nothing is as fulfilling as being right there and watching it happen,\" he says.</p><p>\"You know, the Civil War actually launched with people getting in their carriages and going out to the battlefield and sitting on a hill and having a picnic while they watched the early battles.\"</p><p>Jeanne Anderson, the Minnesota first-grade teacher, says there's been something different about watching a stream from someone in a community.</p><p>\"Sometimes all you need to see is a look on Mustafa Hussein's face — that says a lot,\" she says. \"At times, he just looked so discouraged, at times bewildered that this is happening in his city.\"</p><p>But in the end, it's not clear whether live streams will really help us all get closer to the true facts around a major news event.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ferguson+Unraveled%2C+The+World+Found+A+New+Way+Of+Watching&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343073964-f02e24.m3u?orgId=1&topicId=1020&e=342591732&d=325&ft=nprml&f=342591732"},{"href":"http://media.npr.org/assets/img/2014/08/24/livestream-c2fe2fa5f0b82c1c189fb17f1cca061b01b155a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"560","width":"747"}}]}