{"created":"2014-10-29T10:34:05+00:00","modified":"2015-04-06T19:36:39+00:00","valid":{"from":"2015-04-06T19:36:39+00:00","to":"3015-04-06T19:36:39+00:00"},"hreflang":"en","title":"Behind The Scenes, Storyful Exposes Viral Hoaxes For News Outlets","published":"2014-11-03T15:45:00+00:00","teaser":"Journalists regularly turn to this social media organization to seek out and verify online material that could bolster traditional reporting.","itags":["npr_api","359684575"],"guid":"45367257-a3af-4017-917f-52e0ed45b779","contentencoded":"<p>At most news organizations, journalists celebrate when they get a story in print, on air or online.</p><p>At Storyful, editors high-five when they knock a story down.</p><p>\"We like to think about [Storyful] as the first social news agency,\" said Mark Little, the company's buoyant CEO. A former television news anchor and correspondent in his native Ireland, Little conceived the company in 2009 after watching the documentation of mounting protests in Iran posted to Flickr and YouTube.</p><p>Little operated, he said, on the assumption that he could always take viewers to places they could not go on their own. No longer.</p><p>Now, Little said, \"Our mantra is: There's always someone closer to the story.\"</p><p>The company is constituted of a team of several dozen digitally savvy journalists operating around the clock in Dublin, New York City and Hong Kong to identify and acquire material from social media platforms for their clients — and to authenticate that content so it can be trusted for use in print. Storyful is scarcely known by the wider public — and highly regarded by digital journalists.</p><p><strong>How It Works</strong></p><p>Storyful's editors rely on a \"heat map\" of traffic on a variety of social media platforms from users previously designated as credible to trigger awareness of incidents as they occur. They then pull down video, audio, text and images and try to authenticate that material, and send continuous updates to clients who are seeking information about that story.</p><p>\"We're giving the alert which says, 'Somebody is on the ground — an authentic source,' \" Little said. \"They are telling us that something has happened dramatically and we have technology that detects these signals. We then, at that point, help our partners find the content that will define the narrative.\"</p><p>On any given story, editors might run down the origins of dialects on tape, use metadata to figure out when a picture was really uploaded or check Google Earth to study terrain shown in videos. They compare weather conditions shown in a video against meteorological statistics for the day that it supposedly shows and call up shipping registries about stories that involve tankers.</p><p>\"What I'm doing is applying ... traditional journalistic skills to a new medium,\" Megan Specia, then a duty editor for Storyful, told me recently at the company's New York offices. (She has subsequently left to become the assistant editor for real-time news at the digital news outlet Mashable.) \"Plugging in certain key terms, we can have access immediately to searches on YouTube, Facebook, Instagram, LiveLeak, Dailymotion, Vimeo, Twitter and Yuku, which really speeds up the discovery process.\"</p><p>That work often makes up a key element of the journalism of Storyful's clients. When <em>The New York Times</em> posted a searing online documentary about an Iraqi fighter who was the sole survivor of a massacre by the so-called Islamic State last month, Storyful identified and vetted several videos on social media platforms from which footage was taken, according to Adam Ellick, a senior video journalist for <em>The New York Times</em>.</p><p><strong>The Business</strong></p><p>Rupert Murdoch's News Corp. acquired Storyful late last year, perceiving both a cutting-edge journalistic model and the promise of profits from clients. Those clients include <em>The New York Times</em>, Al-Jazeera, the BBC, <em>People</em> magazine, Vice and YouTube, as well as Murdoch's <em>Wall Street Journal</em> and <em>New York Post</em>.</p><p>In New York City, Storyful shares a floor with the <em>Post</em>, a pugilistic tabloid that just made an undisclosed payment to settle a libel suit by two men it wrongly implicated in its front-page headline about the Boston Marathon bombings last year.</p><p>News Corp. officials are also mindful of the negative example of the company's acquisition of the social media platform MySpace, which it ran into the ground.</p><p>So far, however, Storyful is remaining true to its own painstaking approach.</p><p>\"They showed first of all that you can apply a high standard and still be fast,\" Craig Silverman, founder of the digital service Emergent, which tracks online hoaxes, wrote to me in an email. He lauded Storyful's training process in newsrooms throughout North America and Europe and singled out the company's process for sharing licensing fees with the people who originally uploaded the content.</p><p>\"Then there's the fact that they showed there is a business model to be built on verification,\" Silverman said. \"I think a lot of people would have been totally skeptical of that. Ultimately that is probably one of the best ways to demonstrate the value of verification.\"</p><p>The company is also seeking to build a client base among advertisers and marketers who want to identify and license material that fits in with their products generated organically by the public online. But News Corp. officials expect the company to rise and fall on the business that it generates from its journalistic core.</p><p>Not all of the subjects are serious. Storyful called foul on viral videos involving a twerking disaster that originated from the team of ABC's Jimmy Kimmel and a hoax showing an eagle snatching a baby in its talons from a park. Neither were true.</p><p><strong>'Newsrooms Needed Help'</strong></p><p>At times, Storyful builds on the work of others, which it often shares publicly, in authenticating materials. Several weeks ago, many Twitter users reposted a video said to represent a U.S. bombing raid on ISIS forces in Syria. It turned out to have been first uploaded four years ago — before the U.S. started bombing the militants. On <a href=\"https://plus.google.com/u/0/105626058408977984809/posts/EXRPx1QyMvJ\">a public GooglePlus page</a>, Storyful's Peadar Grogan pointed to the earliest version he could find of the video — identified by Eliot Higgins of the investigative site Brown Moses. Storyful also <a href=\"https://twitter.com/Storyful\">tweets out</a> debunking of hoaxes by its staffers and by others with the hashtag <a href=\"https://twitter.com/hashtag/dailydebunk\">#DailyDebunk</a>.</p><p>\"It was surprising to see that in fact so many newsrooms needed help finding more information,\" said Margarita Noriega, director of social media at the Fusion cable network, owned jointly by Disney's ABC News and Univision. Both are clients of Storyful. \"That's not something that I ever thought a newsroom would have a problem with.\"</p><p>Noriega said her sole reservation about Storyful is that it's ripe for reproduction elsewhere. A big company like CNN or BuzzFeed or <em>The New York Times</em>, she said, could make the investment to do precisely what Storyful does. In the future, she argues, journalists everywhere may be able to do this for themselves or be able to rely on colleagues trained to do what Storyful does now. And yet, she said, the company fills a vital need.</p><p>\"In the age of the Internet, there are dozens and hundreds of stories that you just don't have the bandwidth to cover yourself,\" Noriega said. \"What surprised me was that Storyful actually had a business model to help.\"</p><p>For now, while some individual journalists are equally nimble at digital verification, there's little competition in sight. Storyful's Mark Little said his team's formula blends data sleuthing, language skills, deep knowledge of foreign conflict, curiosity and a lot of common sense.</p><p>\"We're very much of the opinion that we're turning content into stories,\" he said. \"This is all about storytelling.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+The+Scenes%2C+Storyful+Exposes+Viral+Hoaxes+For+News+Outlets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359760649-d5ca30.m3u?orgId=1&topicId=1020&e=359684575&d=313&ft=nprml&f=359684575"},{"href":"http://media.npr.org/assets/img/2014/10/28/storyful-cc32e70befd498b40468bd359c3b840db890ec75.png","type":"image/jpeg","meta":{"crop":"standard","height":"805","width":"1074"}}]}