{"created":"2015-05-14T21:30:49+00:00","modified":"2015-05-14T21:30:49+00:00","valid":{"from":"2013-12-16T22:09:21+00:00","to":"3013-12-16T22:09:21+00:00"},"hreflang":"en","guid":"45392841-de40-492c-8ce9-1895398fb4e5","teaser":"Commentator Beth Teitell says she feels stalked -- by online ads.","contentencoded":"<div class=\"barn-cleaned\"><p><span>You know that great Motown song by Martha Reeves and the Vandellas? \"Nowhere to Run?\" &nbsp;</span></p>\n<p>That's me -- but it's not heartbreak I'm running from-it's a pair of beige patent leather sling backs, size 9. Wherever I go on line, there they are, like an old boyfriend begging for a second chance. The same pair of shoes has been dogging me for more than seven months. &nbsp; Look, I'm not trying to act like an innocent in all this: I know that consumers are more likely to purchase something they've shown interest in than a random item. And I admit that in the period leading up to my son's bar mitzvah, I did taunt Amazon and Neiman Marcus and Nordstrom by looking at those shoes obsessively, and that I did in fact finally purchase them on May 17. &nbsp; You know how everyone always complains that marketers know too much about us? I'm thinking maybe they know too little. If the shoe cabal had more insight, they would not only know that I returned the shoes -- the price and the heels were too high -- but that my big event has passed. If I didn't splurge then, I never will. It's over! &nbsp; I know that with some work I could slip this shoe tail. I could disable my cookies or get myself on a do-not-track list. But do I really have to spend my time fighting off the very retailers who are trying to win my heart, or at least my cash? &nbsp; Apparently yes. The other day, after yet another ad for those same Anyi Lu Tulip shoes greeted me, I gathered my loved ones and said my goodbyes. I'm entering the Witness Protection Program. I'll be issued a new shipping address, password and favorite pet's name.&nbsp; And this time around, I won't accept cookies from strangers.</p></div>","tags":["APM","Business","ads","online"],"itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Monday, December 16, 2013","45392841de4092c9ce951895398fb4e5"],"title":"Being stalked by consumer products","published":"2013-12-16T22:09:21+00:00","byline":"Beth Teitell","description":"Commentator Beth Teitell says she feels stalked -- by online ads.","contenttemplated":"[{\"content\":\"<p><span>You know that great Motown song by Martha Reeves and the Vandellas? &quot;Nowhere to Run?&quot;  </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>That&apos;s me -- but it&apos;s not heartbreak I&apos;m running from-it&apos;s a pair of beige patent leather sling backs, size 9. Wherever I go on line, there they are, like an old boyfriend begging for a second chance. The same pair of shoes has been dogging me for more than seven months.   Look, I&apos;m not trying to act like an innocent in all this: I know that consumers are more likely to purchase something they&apos;ve shown interest in than a random item. And I admit that in the period leading up to my son&apos;s bar mitzvah, I did taunt Amazon and Neiman Marcus and Nordstrom by looking at those shoes obsessively, and that I did in fact finally purchase them on May 17.   You know how everyone always complains that marketers know too much about us? I&apos;m thinking maybe they know too little. If the shoe cabal had more insight, they would not only know that I returned the shoes -- the price and the heels were too high -- but that my big event has passed. If I didn&apos;t splurge then, I never will. It&apos;s over!   I know that with some work I could slip this shoe tail. I could disable my cookies or get myself on a do-not-track list. But do I really have to spend my time fighting off the very retailers who are trying to win my heart, or at least my cash?   Apparently yes. The other day, after yet another ad for those same Anyi Lu Tulip shoes greeted me, I gathered my loved ones and said my goodbyes. I&apos;m entering the Witness Protection Program. I&apos;ll be issued a new shipping address, password and favorite pet&apos;s name.  And this time around, I won&apos;t accept cookies from strangers.</p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/ipadboy.jpg?itok=6zOLUkZ3","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"duration":157,"duration_hms":"00:02:37","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/16/marketplace_segment19_20131216","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/16/marketplace_segment19_20131216_64.mp3"}]}