{"created":"2015-04-03T09:07:22+00:00","modified":"2015-04-12T00:33:19+00:00","valid":{"from":"2015-04-12T00:33:19+00:00","to":"3015-04-12T00:33:19+00:00"},"hreflang":"en","title":"Longtime Couple Found That Clothes Didn't Make The Man","published":"2015-04-03T19:21:00+00:00","teaser":"Vietnam veteran Sissy Goodwin has lived his life in a particular fashion for more than 40 years with his wife by his side supporting him. He says she taught him how to love himself.","itags":["npr_api","397089146"],"guid":"453eaa2d-839e-4cb9-a33f-6a5ac598d0ec","contentencoded":"<p>Sissy Goodwin teaches power plant technology at Casper College in Wyoming. The 68-year-old Vietnam veteran dresses in women's clothing, wears bows in his hair, likes his skirts exactly 17 inches short, and prefers his toolboxes in pink.</p><p>Sissy is also straight. And he wasn't born with that name. His given name is Larry, but one day after a woman on the street called him sissy in a derogatory way, he chose to fully adopt the name. He says he was initially upset, but felt that by taking on the name he was taking ownership of her insulting comment.</p><p>His wife, Vickie, didn't know he wore women's clothing when they met, but has stood by his side for more than four decades.</p><p>\"I knew I had to hide my behavior,\" Sissy told 66-year-old Vickie during a recent visit to StoryCorps. \"So I tried to be very macho, as you know. The second or third date I took you on I rode in a rodeo.\"</p><p>But, Sissy did eventually tell Vickie that he wore women's clothes.</p><p>\"It was after we were engaged, and I thought, 'Well, that's not a big deal,'\" she said. \"But one of the hardest things was that people made fun of this person that I loved, so I wanted to protect you.\"</p><p>Like the time he was beat up in front of their house.</p><p>\"The guy kicked my teeth in,\" Sissy said. \"To have your son have to witness that was pretty terrible.\"</p><p>And there was that one neighbor who came out with a knife one day and threatened to castrate him.</p><p>\"I call those people fashion critics,\" Sissy said. \"But the younger generation, they don't care what I wear.\"</p><p>Once, his students dressed up for him.</p><p>\"They all had pink shirts on and either pink or purple hair ribbons,\" Sissy recalled. \"The whole class. That told me a lot.</p><p>\"Did you ever ... think to leave me, because I was different?\" he asked Vickie, who admitted they had talked about it, but, she loved him and wanted him in her and their children's lives.</p><p>\"I know, early on, you were embarrassed to be with me, and I felt so bad for you, because now I'm not the man you married,\" he said.</p><p>But, they've been married for more than 46 years, and Vickie told him, \"I love the person that I have become because of you.\"</p><p>Still, did Vickie know she was marrying a fashionista?</p><p>\"I didn't know that I was marrying someone who was going to take up two-thirds of the closet,\" she said.</p><p>Sissy said he knew he could have easily lived like his dad, and become an alcoholic.</p><p>\"I had tried suicide before I met you,\" he tells Vickie, \"but, it's because of you I went to school and got my bachelor's degree. It was you makin' me look in the mirror and sayin', 'You're a good person.' \"</p><p>Where will they be in 20 years? \"Probably walking along with our little canes, holding hands, you in your pretty dress and me in my jeans, being happy,\" Vickie said.</p><p>Sissy then told his wife how much he's learned from her over the years.</p><p>\"One thing you've taught me honey, is you taught me how to love. Because I didn't know how to love,\" he said. \"I've learned since that you have to love yourself before you can love others. And the greatest gift you've given me is [the] gift of how to love.\"</p><p><em>Produced for </em>Morning Edition<em> by Liyna Anwar.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Longtime+Couple+Found+That+Clothes+Didn%27t+Make+The+Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397213170-25152a.m3u?orgId=1&topicId=1022&aggIds=4516989&e=397089146&d=204&ft=nprml&f=397089146"},{"href":"http://media.npr.org/assets/img/2015/04/02/goodwinnpr-78597c1ac669b978583cf17808a802ff973cae26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2015/04/02/goodwin5-0674dc45e48209d49d4295abdfb5186d86cc625a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"529","width":"706"}}]}