{"created":"2014-09-03T21:02:08+00:00","modified":"2014-11-12T19:02:32+00:00","valid":{"from":"2014-11-12T19:02:32+00:00","to":"3014-11-12T19:02:32+00:00"},"hreflang":"en","guid":"45415d22-650d-49ba-9914-f2d9e161b9a6","title":"In tiny Moldova, Russia is repeating its Ukraine playbook","published":"2014-11-12T19:02:26+00:00","byline":"Jacob Resneck","tags":["agriculture","business and economy","Russia-Ukraine conflict","government","Global Politics","Europe","Moldova","Russia","Gagauzia","Valeriy Janioglo","Elena Sary","Vladislav Kulminsky","Moldova","Gagauzia","Gagauz people","Republics","Europe"],"teaser":"Tiny Moldova is Europe's poorest country, and it relies on exports — mostly to Russia — to keep its economy going. But as it makes overtures to the European Union, Russia is using embargoes to pressure the country and its Russian-speaking minority to resist, drawing inevitable comparisons to Ukraine.","contentencoded":"<p>Moldova is the poorest country in Europe, but the former Soviet republic does have one thing in abundance: Wine.</p>\n<p>Moldovan vintages were heralded throughout the former Soviet Union, particularly those from the autonomous, mostly Russian-speaking region of Gaugazia. Most of the sales still go to Russia, but as Moldova moves closer to the European Union, Moscow has responded with a series of embargoes on wine and other agricultural products.</p>\n<p>That's forcing people in Moldova to choose between ties with Europe or Moscow, and Gagauzians are objecting to Moldova’s movement toward Europe because they fear the loss of the Russian wine market. </p>\n<p>Russia recently exempted five of the largest Gagauzian wineries from the ban, which may appear to be an act of goodwill. But it’s also creating — or exacerbating — a wedge between Gagauzia and the rest of Moldova.</p>\n<p>Sound familiar? It's practically a mirror image of the situation in Ukraine.</p>\n<p>Russia says the embargo was enacted because of concerns about hygiene at Moldovan farms and wineries. But it came just as the Moldovan government signaled it would sign a trade pact with the European Union last year, and Moscow has said often, and loudly, that it perceives those EU ties as a threat to its sphere of influence.</p>\n<p>Back in February, a few months after the Russian embargo kicked in, Gagauzia held — yep, you guessed it — a referendum on the region’s future. Nearly all voters chose closer ties with Russia, not Europe.</p>\n<p>Valeriy Janioglo, Gagauzia’s deputy governor, complains that officials here weren’t consulted on Moldova’s decision to sign on with the EU. “One direction is pro-Western; the other is pro-Eastern; and if you choose one of these it means it will create tensions and Moldova doesn’t need this,” he said.</p>\n<p>He says if Moldova continues to threaten Gagauzia’s autonomy, his assembly could declare independence — even though, as he acknowledges, <em>that</em> would most certainly increase tensions.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1500\" width=\"2667\" style=\"width: 1500px; height: 844px;\" alt=\"A saleswoman at the Chirsova winery shop in Gagauzia The winery is one of five vineyards exempted from Moscow's embargo on Moldovan agriculture products, but its owner is still worried about the region's economic future. \" title=\"A saleswoman at the Chirsova winery shop in Gagauzia The winery is one of five vineyards exempted from Moscow's embargo on Moldovan agriculture products, but its owner is still worried about the region's economic future. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/chirsova3.jpg.jpeg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Jacob Resneck</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>A saleswoman at the Chirsova winery shop in Gagauzia The winery is one of five vineyards exempted from Moscow's embargo on Moldovan agriculture products, but its owner is still worried about the region's economic future.</p>\n  </div>\n</div>\n<p>But would Gagauzia really secede from Moldova? The civil war gripping Ukraine would seem a poor example to follow. But Vladislav Kulminsky, a political adviser to Moldova’s prime minister, admits there are legitimate issues that need to be addressed.</p>\n<p>“We do have lots of issues and problems with respect to the Gagauz autonomy,\" he says in the capital, Chișinău. \"There’s no denying it.” </p>\n<p>But he also says that with the wine embargo, Russia is purposely stirring up those longstanding grievances and once again risks creating trouble in a former Soviet republic.</p>\n<p>“This clearly has to do with some grand, geopolitical designs,\" Kulminsky says. \"But we see the fact that it is drawing closer to the European Union as a primary development program that will enable us to become an independent state. And so, therefore, we will likely show and demonstrate to the Russian Federation that it is not against their interests in the region and hopefully relations will get back on track.”</p>\n<p>In the meantime, though, the wine embargo threatens to crush producers still locked out of the Russian market, and even those who can sell their products there.</p>\n<p>The <a href=\"http://www.chirsovawine.com/content/index.php?id=2&amp;lang=eng&amp;number4=2\">famed Chirsova winery</a> was among those Russia exempted from its embargo after agricultural inspectors had a look. But its owner, Elena Sary, says she worries it may be too little too late for the region. The economy here, like in much of Moldova, is dependent upon exports. When exports stop, jobs dry up and people leave.</p>\n<p>“It’s really disturbing that so many people are leaving, so many young people,\" she says. \"In our region, we love our nature and our climate and our homeland very much. This is our home and the home of our ancestors.”</p>\n<p>As the next harvest nears, the question is whether Moldova’s wine industry — its most valuable export —  will be its economic salvation. Or whether it’ll be used as leverage by Russia to further divide Moldova and frustrate its efforts to look westward.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/090320143.mp3"},{"href":"http://www.pri.org/file/090320143mp3"}]}