{"created":"2014-10-27T22:18:46+00:00","modified":"2014-10-27T22:18:46+00:00","valid":{"from":"2014-10-27T22:18:46+00:00","to":"3014-10-27T22:18:46+00:00"},"hreflang":"en","title":"Uber Tests The Waters Of Boston Harbor","published":"2014-06-06T20:09:00+00:00","teaser":"The on-demand car ride company is taking to the waters of Boston Harbor to try out water taxi service.","itags":["npr_api","319530821"],"contentencoded":"<p>Users of the smartphone app Uber typically request commercial black car service to get from urban point A to point B.</p><p>But for the next two weeks, the on-demand car ride company is making a splash by testing water taxi service on Boston Harbor. For $13, consumers can hail a boat to ride to the airport, waterfront museums and restaurants.</p><p>I tried the <a href=\"http://blog.uber.com/uberboatboston\">UberBOAT</a> service from the Charlestown Navy Yard, near where Old Ironsides, the USS Constitution, is docked. Within a minute of me requesting a ride, a captain called to confirm, and four minutes later, a motorboat named Thunder pulled up to the dock.</p><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/06/0606_uber-map.jpg\"><img class=\"alignright size-medium wp-image-60150\" alt=\"UberBOAT map\" src=\"http://media.wbur.org/wordpress/11/files/2014/06/0606_uber-map-200x300.jpg\" width=\"200\" height=\"300\" /></a></p><p>Navy veteran John Babstock is the captain. He’s not just a guy with a boat. This is his job. Uber is partnering with an existing water taxi service. There’s room for 12 passengers on the Thunder. Above the steering wheel, Babstock had posted a laminated cheat sheet. It shows screenshots from the app: how to accept rides.</p><p>&#8220;Actually, it’s my first time using it, so actually it’s a lot easier than I thought it was going to be,&#8221; Babstock says. &#8220;I’m very &#8212; as my kids would say &#8212; technically challenged. So, yeah, they’re pretty surprised that I could actually figure this out…&#8221;</p><p>I’m his third ride of the day. His other fares were a couple trying UberBOAT for fun and a businessman. The businessman was hiring a ride from his waterfront hotel to the airport, and was surprised to see a boat icon.</p><p>&#8220;All three of them loved it,&#8221; Babstock says. &#8220;They thought it was great. Then again, you’re on the water. Who doesn’t love being on the water? Unless you don’t like water…&#8221;</p><p>Babstock steers his boat along the wharves, veering around parked sailboats and large ferries coming in to dock. This is a no-wake zone, so he has to go slow. Across the harbor, jumbo jets come in for a landing at Logan Airport.</p><p>&#8220;It’s probably not as fast as a taxi cab,&#8221; Babstock says. &#8220;But you know Boston traffic, who knows? Hit or miss. Mostly missing!&#8221;</p><p>Exactly 10 minutes later, Babstock docks in South Boston. I’d punched into the Uber app my destination &#8212; up the channel from here, the equivalent of maybe two city blocks. But the tide is high. The boat won’t fit under a bridge.</p><p>On the dock, Babstock pulls up the app to mark the trip complete. The total per-person charge of $13 automatically includes some coin for the captain: a $2 tip.</p><p>The fare is the same as if I’d called this water taxi myself. Babstock says a lot of Bostonians don’t know they can hire a water taxi. He hopes this two-week trial leads to more business.</p><p>&#8220;If the company, if the Uber company can tweak the program and be more flexible, yeah, definitely,&#8221; he says. &#8220;You gotta be really &#8212; no pun intended &#8212; fluid. ‘Cause things change on the harbor, tide, weather &#8212; technology has to be more flexible with it. And if they can get that going, then this would be a great way to do business.&#8221;</p><p>As he waits for his next fare, dispatch calls with a pickup that comes in the old way: by dumb phone.</p><p>&#8220;Can you head to 20 and do a pickup at 20?&#8221; the dispatcher says over the radio. &#8220;Hopefully you won’t get an Uber call before you get there.&#8221;</p><p>&#8220;Roger that!&#8221; Babstock replies.</p><h4>Reporter</h4><ul><li><a href=\"http://www.wbur.org/about/people/curt-nickisch\" target=\"_blank\"><strong>Curt Nickisch</strong></a>, business and technology reporter for WBUR. He tweets <a href=\"https://twitter.com/CurtNickisch\" target=\"_blank\">@CurtNickisch</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uber+Tests+The+Waters+Of+Boston+Harbor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Curt Nickisch","guid":"45516b34-4ffa-4fa9-aded-8a468996927f","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319569825-ec3080.m3u?orgId=330&ft=3&f=319530821"}]}