{"created":"2014-10-14T21:07:30+00:00","modified":"2014-10-27T16:20:54+00:00","valid":{"from":"2014-10-27T16:20:54+00:00","to":"3014-10-27T16:20:54+00:00"},"hreflang":"en","title":"Nevada Plays The Long Game With The Hispanic Vote","published":"2014-10-25T22:54:00+00:00","teaser":"The state's first Hispanic governor, Republican Brian Sandoval, is expected to win re-election easily, but Democrats have a rising star in a young Latina politician.","itags":["npr_api","356177236"],"guid":"45514437-d98b-4765-b320-fece6ddf167e","contentencoded":"<p>A small gathering of domestic abuse victims' advocates, in a strip mall outside Reno, Nev., may seem like an unusual campaign stop at the end of election season. For Lucy Flores, this event makes sense.</p><p>The young attorney and second-term assemblywoman keeps her tone light, even when the conversation touches on why she's here — domestic violence.</p><p>\"This is how we solve problems, by bringing them out from under the rug,\" Flores tells the group.</p><p>That might as well be Flores' mantra. She's the state assembly's assistant majority whip, and is now running on the Democratic ticket for Nevada's lieutenant governor. She openly talks of her upbringing in a rough part of North Las Vegas, and of ending up on juvenile parole after becoming involved with gangs.</p><p>Nevada's first Hispanic governor, Republican Brian Sandoval, is popular in the state and is expected to easily win re-election, a win-win for a party eager to bring in more Latino voters.</p><p>But in Flores, Nevada Democrats have their own rising Latina star, and the race could have implications for both parties nationally.</p><p>At the Reno strip mall, Flores speaks with the same candor about her testimony last year on a bill addressing domestic violence.</p><p>\"It was the first time that I had acknowledged publically that I myself was a victim of domestic violence,\" she says. \"It's still a very difficult topic to talk about,\" she says.</p><p>It's not the only deeply personal story Flores has shared. Speaking in support of a sex education bill, she revealed she had an abortion as a teenager.</p><p>While this honesty has grabbed headlines, she says her intention is, above all, to put a face to policy issues.</p><p>\"I've never shared anything about my life just for the purpose of sharing,\" she says. \"It's always been to try to accomplish something.\"</p><p>To Democrats, Flores is an ideal candidate, especially in a purple state, where the Hispanic community makes up about a third of the population.</p><p>\"Her only chance to win, really, is to get a very high Hispanic turnout, which I think she could generate,\" says longtime Nevada political commentator Jon Ralston. \"But it's much more difficult in an off-presidential year.\"</p><p>Even though the lieutenant governor doesn't have much power, this race has gained national attention. That's because some speculate that Sandoval, the first Hispanic to hold statewide office, could run against Senate Majority Leader Harry Reid in two years.</p><p>\"There's going to be an immense national pressure from Republicans after he wins [re-election] with 65, 70 percent of the vote, scores well with Hispanics here,\" Ralston says. \"They'll say he's a natural to run against Reid, assuming Reid runs.\"</p><p>If Flores wins the lieutenant's job, she would become governor if Sandoval didn't serve out his term — a prospect that some say would deter him from running against Reid.</p><p>To head off that possibility, the GOP is investing heavily in its candidate for lieutenant governor, Mark Hutchison, a state senator who runs a law firm in Vegas. Hutchison says he's not conceding anything to Flores, including the Hispanic vote.</p><p>\"I've been a leader in calling for comprehensive immigration reform,\" he says. \"I gave a speech about that on the floor of the Senate.\"</p><p>He's also supported driver privilege cards for undocumented immigrants and more funding for English language learners.</p><p>\"So I think that I have demonstrated that I believe about the importance of the Hispanic community, and I have been very much in touch with what their concerns are,\" Hutchison says.</p><p>The governor's backing gives Hutchison a distinct advantage, but Flores believes voters will split their ticket, casting a vote for a Republican governor and her, a Democrat, for lieutenant.</p><p>\"Nevada is still a place where people vote for the person,\" she says.  <div class=\"fullattribution\">Copyright 2014 KUNR-FM. To see more, visit <a href=\"http://www.kunr.org/\">http://www.kunr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nevada+Plays+The+Long+Game+With+The+Hispanic+Vote&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Stone","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358898056-c1875b.m3u?orgId=228&topicId=1014&ft=3&f=356177236"}]}