{"created":"2014-12-29T20:58:54+00:00","modified":"2015-01-07T17:05:19+00:00","valid":{"from":"2015-01-07T17:05:19+00:00","to":"3015-01-07T17:05:19+00:00"},"hreflang":"en","title":"Massive Recalls Give The Auto Industry An Unwanted Record","published":"2014-12-31T22:58:00+00:00","teaser":"More than 60 million vehicles were recalled in the U.S. this year. But analysts say those recalls say more about the way the industry has restructured than about overall car safety.","itags":["npr_api","373822312"],"guid":"4552b240-47a8-4fb0-8ae7-65f64409ed1d","contentencoded":"<p>More than 60 million cars, trucks and SUVs have been recalled this year — nearly twice the previous record. That translates to nearly 1 out of every 4 cars on the road recalled for a safety-related defect.</p><p>But analysts say those recalls say more about the way the industry has restructured than about overall car safety.</p><p>When it comes to recalls, none of the major carmakers was spared. Among them, the heads of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/01/297827480/gm-chief-to-detail-handling-of-ignition-switch-defect-on-capitol-hill\">General Motors</a> and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/20/365465034/takata-quality-official-apologizes-over-air-bag-defect-linked-to-deaths\">Takata</a>, a key air bag maker, publicly apologized for the tens of millions of recalled vehicles for which their companies were responsible. And Toyota was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/19/291390976/reports-toyota-to-pay-1-2b-to-end-safety-related-probe\">fined $1.2 billion</a> in a federal investigation into unintended acceleration of some of its vehicles.</p><p>\"I'm personally wondering which vehicles weren't recalled this last year,\" says Jake Fisher, head of the auto testing lab at <em>Consumer Reports.</em> \"You have so many recalls, it really erodes confidence to normal consumers. And you have to try to figure out, what does this mean? Why are there so many recalls?\"</p><p>Fisher says it doesn't mean that cars are less safe because there were way more recalls this year.</p><p>It's actually the opposite.</p><p>\"We have reliability data going back many years, and actually today's cars are safer than they ever have been,\" Fisher says. \"What this is means is more scrutiny of these vehicles. And if there are problems, they're trying to attack them with a lot more attention than they ever have before.\"</p><p>Consumer confidence may have been eroded in part because the recalls this year were pretty dramatic.</p><p>The GM problem was with <a href=\"http://www.npr.org/2014/03/31/297312252/the-long-road-to-gms-ignition-switch-recall\">an ignition switch</a> that affected several models. If you just bumped the keys with your knee you could shut the car off.</p><p>And some of Takata's air bags — which are used by BMW, Ford, Honda and several other automakers — can explode with too much force, <a href=\"http://www.npr.org/2014/10/24/358570643/no-quick-fixes-for-drivers-affected-by-air-bag-recall\">sending shrapnel flying</a> at car occupants.</p><p>Larry Dominique, a former engineer at Nissan now working at TrueCar, says the recalls in part reflect growing pains after decades of consolidation in the auto industry.</p><p>\"On the supplier side of the industry and also on the manufacturers using a single supplier for a large number of parts or at least a part for a large number of vehicles,\" he says. \"So now what happens if you do end up with a defect of some sort, the multiplier effect is much much greater.\"</p><p>Because there are fewer suppliers, one bad part could affect the entire industry. That one bad part could send millions of car owners running to a car dealer like Bill Fox, who runs a group of dealerships in upstate New York and is the incoming chairman of the National Automobile Dealers Association.</p><p>\"It's a burden; it's a real burden. Anytime somebody doubles your workload, it creates problems,\" he says. \"It makes me wonder if all recalls are created equal. The fact is many of these recalls are being branded safety recalls when in my eyes they may not be.\"<br /> <br /> Fox says he thinks a lot of the recalls were made with an overabundance of caution, which makes him worry whether customers will actually get their cars fixed.</p><p>Sean Kane, a safety advocate and researcher, says all the recalls are the culmination of years of neglect by manufacturers and the agencies that regulate them.</p><p>\"I think what's really troubling is that it shows that our system of enforcement and the manufacturers' ability to deal with these problems on their own has been pretty poor,\" he says.</p><p>A glaring example, Kane says, is the way to tell customers about recalls — you get a notice in the mail.</p><p>\"We don't have regulations to address the complex electronic systems in today's vehicles,\" he says. \"And on the flip side of that, these increased recalls we're not dealing with in a 21st century way. We're still dealing with them by post office and that doesn't make a lot of sense.\"</p><p>Kane says we have an indicator light tell us when the oil needs changing, so why not mandate one for when your car has been recalled?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Massive+Recalls+Give+The+Auto+Industry+An+Unwanted+Record&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sonari Glinton","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373835165-eaecef.m3u?orgId=1&topicId=1006&ft=3&f=373822312"},{"href":"http://media.npr.org/assets/img/2014/12/29/452281146-983ab4073fef7367c1daf02f99cd1fcdbc9e26df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3996"}}]}