{"created":"2015-07-02T20:33:52+00:00","modified":"2015-07-02T20:33:52+00:00","valid":{"from":"2015-07-02T20:33:52+00:00","to":"3015-07-02T20:33:52+00:00"},"hreflang":"en","guid":"4553b481-ecd7-4466-92d3-d055c322d86d","title":"Can Hemingway help break down the barriers between the US and Cuba?","published":"2015-07-02T20:33:45+00:00","byline":"Peter Thomson","tags":["environment","embargo","wildlife","books","Environment","Science, Tech & Environment","North America","Cuba","United States","Ernest Hemingway","John Hemingway","The Old Man and the Sea","Marlin","billfish","Straits of Florida","Marine conservation","Endangered species","economic embargo of Cuba","oil drilling","Literature","American literature"],"teaser":"The marlin that featured in Ernest Hemingway's classic book, \"The Old Man and The Sea,\" is under threat from overfishing and pollution. That's why Hemingway's grandson is using the book's name to demand the end of the American embargo on Cuba and the start of cooperation to help save the fish.","contentencoded":"<p>Ernest Hemingway called \"The Old Man and The Sea,\" his simple tale of a Cuban fisherman's battle with a giant marlin, \"the best I can write ever for all of my life.\" But that story would be much more complicated today thanks to the American embargo of Cuba.</p>\n<p>That's why one of the author's grandsons, John Hemingway, went to Washington on Tuesday, urging lawmakers to <a href=\"http://www.wola.org/news/ernest_hemingway_s_grandson_environmentalists_call_for_us_cuba_cooperation_on_marine\">ease the half-century-old economic restrictions</a>. He's hoping the move would allow scientists from the two countries to cooperate on conserving the now-endangered marlin and other marine life in the 90-mile-wide Straits of Florida.</p>\n<p>The marlin is in \"serious trouble” due to overfishing and pollution in its spawning grounds, Hemingway says.</p>\n<p>But when it comes to protecting them, he says “we can’t do it alone. We need Cuba. Cuba has a lot of scientists who are getting information on this, and they need to be able to talk to their American counterparts without the kind of travel restrictions [and] trade restrictions” the US has long imposed on Cuba.</p>\n<p>Hemingway believes the cooperation is vital for other issues as well, such as \"efforts to make sure that any future drilling efforts do not end in another disaster similar to what happened in the Deepwater Horizon,” the massive BP oil spill in the Gulf of Mexico in 2010.</p>\n<p>Cuba has big oil reserves in the deep water off its northwestern coast, which can be risky to exploit. “Unfortunately, because of the trade restrictions, they are unable to get certain equipment from American companies, or companies that deal with American companies from abroad,\" Hemingway explains.</p>\n<p>He says Cuban officials \"want to make sure that there aren’t any marine disasters, which could impact not only Cuba but also southern Florida.”</p>\n<p>So why would a divided Congress care about the work and name of Ernest Hemingway when it comes to big political issues? “He is a figure that cuts across the political divide,” his grandson says. “He appeals to an incredibly broad spectrum.\"</p>\n<p>That's why he's optimistic that it may finally be time to lift the embargo. “I think it’s definitely possible,\" Hemingways says. \"It’s certainly something that I hope happens, because Cuba is not just another country on the other side of the world, it is our neighbor.\"</p>\n<p>And those neighbors still share a love of his grandfather with Americans. “This is what I discovered when I went there [this fall],\" he says. \"I had no idea. They love him, they think of him as one of their own. His epic tale of the old man there is something that touches them still, deeply.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-11-18%2Fold-man-and-sea-and-embargo&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Marlin.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/marlinjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111820143.mp3"},{"href":"http://www.pri.org/file/111820143mp3"}]}