{"created":"2015-04-15T07:35:33+00:00","modified":"2015-06-05T15:26:40+00:00","valid":{"from":"2015-06-05T15:26:40+00:00","to":"3015-06-05T15:26:40+00:00"},"hreflang":"en","title":"Redistribute California's Water? Not Without A Fight","published":"2015-04-27T03:49:00+00:00","teaser":"What's a fair way to divide up California's scarce water? The current system relies heavily on history: Some farmers will get water, others won't, based simply on when their land was first irrigated.","itags":["npr_api","398607800"],"guid":"4554e53e-e9ac-49ec-8405-e68c2f22b493","contentencoded":"<p>The state of California is asking a basic question right now that people often fight over: What's a fair way to divide up something that's scarce and valuable? That \"something,\" in this case, is water.</p><p>There's a lot at stake, including your very own nuts, fruits and vegetables, because most of the water that's up for grabs in California goes to farmers. This year, some farmers will get water, and others will not, simply based on when their land was first irrigated.</p><p>Consider, for instance, the case of <a href=\"http://westernfarmpress.com/vegetables/cannon-michael-takes-helm-bowles-farming-co\">Cannon Michael</a>. He grows tomatoes and melons in California's Central Valley. And despite the drought, he'll still grow them this year.</p><p>He expects to receive about 40 percent of the amount of water that he'd receive from the state's aqueducts in a normal year, which sounds harsh, until you realize that some other farmers will get nothing at all. \"Yeah, we're thankful for being able to have whatever water that we can. We're thankful to be able to continue some employment for our [workers],\" Michael says.</p><p>That water, if used carefully, should be enough to raise tomatoes and melons on about 80 percent of his land. Each acre will get about a half-million gallons of water, delivered through a system of aqueducts and canals.</p><p>These fields will receive water, and others in California will not, because of history.</p><p>Cannon Michael's great-great-great-grandfather was <a href=\"http://www.immigrantentrepreneurship.org/entry.php?rec=153\">Henry Miller</a>, a legendary figure in California agriculture. Miller arrived in the United States from Germany, worked as a butcher in San Francisco during the Gold Rush, then built one of the great ranching empires of the West, together with his partner Charles Lux. They owned big chunks of land along the San Joaquin River. Henry Miller looked at the river and recognized an opportunity.</p><p>\"He saw the value of being able to channel some of this water, to grow feed, supply communities, and those kinds of things,\" says Michael.</p><p>By irrigating that land, he obtained a permanent legal right to use that amount of water on those fields. And because Miller claimed his water before anyone else, this land — a small piece of which is now Cannon Michael's land — has what's called \"senior rights\" to water. When water is scarce, this land has first dibs on water. Land that was irrigated later has to get in line, and take the leftovers.</p><p><a href=\"https://woods.stanford.edu/about/woods-faculty/leon-szeptycki\">Leon Szeptycki</a>, who is executive director of a program called Water in the West at the Stanford Woods Institute for the Environment, says that this first-come, first-served system made sense in the 19th century. \"We wanted people to come, settle the land, cultivate the land, and we wanted them to have secure water rights,\" he says. It promoted agricultural development.</p><p>But Szeptycki says this system it is not so great when it comes to responding to drought.</p><p>When water is really scarce, he says, people might say that it should go first to ensure public safety and health, then to irrigate the most valuable crops, like almond orchards.</p><p>In other parts of the economy, prices do this job. When there's a critical shortage of something, whether it's gasoline or gold, people bid up the price. Then, because it's expensive, people who need it less decide to buy less.</p><p>But there's not much of a market for irrigation water, Szeptycki says. If you're first in line for water, it's still pretty cheap, \"and so there's no incentive to be particularly efficient with your water. You're a senior water right holder, you get your water even in times of shortage. You kind of do whatever you want with it.\" Some farmers, for instance, are still using that water to grow alfalfa, which demands a lot of water and goes to feed animals, especially dairy cattle.</p><p>Despite those problems, though, Szeptycki says that government officials are not seriously proposing any fundamental change to the water rules, because for farmers, it would be as shocking and disruptive as reshuffling land, or bank accounts.</p><p>Vegetable grower <a href=\"http://www.growingproduce.com/uncategorized/2006-grower-achievement-award-winner-teixeira-farms/\">Tom Teixeira</a>, for example, has already laid out a huge amount of money to ensure a reliable supply of water. \"We've sought out and acquired land that had good water rights,\" he says. \"We paid substantially more for that ground than we would have paid for ground that had lesser water rights.\"</p><p>Taking that water and dividing it up some other way, he says, would be like taking everyone's paycheck, putting it into a pool, and saying: \"We're going to divide that up evenly. Even though you went to school as a doctor for eight or 10 years, and you're making a lot more money than the guy who's driving a school bus, let's take all the money and divide it up evenly.\"</p><p>That water is our income, Texeira says. It's also our property.</p><p>The basic rules governing water in the West are not about to change, says Stanford University's Leon Szeptycki, but the drought is forcing farmers to change how they use it. They're getting so little water these days that they are rationing it, using it only on their most valuable crops. The amount of land devoted to less-valuable crops like alfalfa and corn and cotton has been shrinking. Some farmers are even selling their water to other farmers — or even cities — who need it more.</p><p>These changes are happening more slowly than he'd like, says Szeptycki, but they are happening.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Redistribute+California%27s+Water%3F+Not+Without+A+Fight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751548-89e5b7.m3u?orgId=1&topicId=1053&d=257&p=3&story=398607800&t=progseg&e=399750277&seg=16&ft=nprml&f=398607800"},{"href":"http://media.npr.org/assets/img/2015/04/14/gettyimages-468840872-24f6107715e9683e41de225bf11321a9604cd721.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}}]}