{"created":"2014-12-03T17:21:39+00:00","modified":"2015-05-13T21:28:25+00:00","valid":{"from":"2015-05-13T21:28:25+00:00","to":"3015-05-13T21:28:25+00:00"},"hreflang":"en","title":"Want To Perk Up Your Love Life? Put Away That Smartphone","published":"2015-02-05T06:06:00+00:00","teaser":"Sure, you just wanted to take a peek at Facebook. But that can chill a relationship, especially if you and your love aren't on the same page about when it's OK to use technology.","itags":["npr_api","368213774"],"guid":"455717d9-2001-4d44-8e6a-9b9ae8541026","contentencoded":"<p>Are you reading this after a long day's work, lounging in bed with the love of your life?</p><p>If so, I promise I won't feel bad if you stash the phone to take some time to talk in real life.</p><p>But if you're still reading, you're probably not alone — 70 percent of women in a recent survey said smartphones were interfering in their romantic relationship.</p><p>The <a href=\"http://psycnet.apa.org/psycinfo/2014-52280-001/\">study</a>, published Monday in the journal <em>Psychology of Popular Media Culture</em>, says technology and the screens that consume us are creating \"technoference\" in couples.</p><p>That ranges from picking up the phone while partners are casually hanging out to checking Facebook while in the middle of an argument.</p><p>You see it everywhere, says <a href=\"https://fhssfaculty.byu.edu/FacultyPage.aspx?id=smcoyne\">Sarah Coyne</a>, psychologist at Brigham Young University and an author of the study. Like at a restaurant where couples have their phones, \"both of them, on the table, right there. I think that is so easy for them to pick it up if it buzzes.\"</p><p>The study surveyed 143 married or cohabiting heterosexual women and asked them about their phone, TV, computer and tablet habits. It also asked about how their partner used technology, if there was any conflict about using technology, and about their satisfaction with their relationship and life overall.</p><p>Play along if you'd like to see how you compare against the women surveyed: They said computers were the most interfering technology in their relationship, followed by cellphones.</p><p>They also reported that of five scenarios presented to them, the most common interference was seeing a partner pick up his phone during \"couple leisure time,\" with 62 percent of women reporting this happened at least once a day.</p><p>Forty percent of women said their men would get distracted by the TV during a conversation at least once a day, while a third said he would take out his phone in the middle of a conversation or during a meal together. A quarter said their partner would actually send texts or emails to another person while they were having a face-to-face conversation.</p><p>But worse than the intrusions was the way they made the women feel; they found, as you might expect, that conflict over technology was associated with poorer relationships, which in turn were associated with lower life satisfaction.</p><p>\"With mobile phone technology emerging on the scene as quickly as it did, we all jumped into computer-mediated interactions without really thinking much about the implications,\" developmental psychologist <a href=\"http://users.ipfw.edu/drouinm/\">Michelle Drouin</a> at Indiana University-Purdue University Fort Wayne, who was not involved with the study, told Shots via email.</p><p>However, this study involved a small group of women, and the researchers acknowledge that these correlations could be due to other factors affecting a person's well-being.</p><p>But for those feeling similarly aggravated by <em>smartphone</em> <em>interruptus</em>, the authors say the answer isn't to completely remove technology from the relationship.</p><p>\"It's not silly for couples to make rules about technology,\" says Coyne. Just having the discussion about what's OK and what's not when it comes to devices at the dinner table or in the bedroom can help.</p><p>Her own method: \"Put [the phone] out of my reach, like on top of the refrigerator, just so that it releases the temptation.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+To+Perk+Up+Your+Love+Life%3F+Put+Away+That+Smartphone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alison Bruzek","audio":[{"meta":{"duration":"119"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370878867-d716f1.m3u?orgId=1&topicId=1128&d=119&p=3&story=368213774&t=progseg&e=370878777&seg=8&ft=nprml&f=368213774"}]}