{"created":"2015-05-15T02:48:26+00:00","modified":"2015-05-15T02:48:26+00:00","valid":{"from":"2013-09-13T13:01:17+00:00","to":"3013-09-13T13:01:17+00:00"},"hreflang":"en","guid":"45602ef7-4f3e-4541-8729-b6a37157a8d7","published":"2013-09-13T13:01:17+00:00","tags":["APM","The Punchline","Your Money","letter"],"itags":["Marketplace","Marketplace Money for Friday, September 13, 2013","Marketplace Money","45602ef74f3e54117293b6a37157a8d7","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>My Darling Humana One TX HDHP PHP-R-Medical IPP,</p>\n<p>It's high time I told you how I really feel about you…</p>\n<p>Last year I found myself back in my hometown, working in the family business, quickly approaching my thirties. I realized I didn't have what I really needed in life - stability, certainty, and something to hold on to, in good times and bad.&nbsp; So I did what most people do these days when they're looking for a life partner - I went online. And there you were, on that snazzy health insurance comparison website I visited. Looking at your profile, I fell for you then and there. I was drawn to your low maintenance monthly premium, just 75-dollars. That's less than a cable bill! You're also really laid back. Some say maybe a bit too laid back. They look at your high deductible and ask me what will I do if, one day, I'm down on my luck, and in need? Will my health plan be there for me?</p>\n<p>That's when I say hey, back off man, chill, it's all ok, she's got an HSA.&nbsp; The health savings account is the best part about our relationship. I can put more than 3-thousand dollars aside every year tax free. I can invest it wherever I want, and can use it whenever I need it for medical expenses. Otherwise, if I stay healthy until retirement age, I can use that money like an IRA. So I tell them, don't worry about me bro, you should check your own plan and see how good it is.</p>\n<p>Now dear, I need to confess something. There are these other plans that everyone's talking about, these Affordable Care Act plans. Well, I went online and had a peek.&nbsp; You see, there was a wise calculator, the <a href=\"http://kff.org/interactive/subsidy-calculator/\">Kaiser Foundation calculator</a>, that I used, just to try and picture what my future would be like with an A.C.A. plan. It turns out, I'd have to pay three times more per month for one of their plans, with no HSA benefits.&nbsp; So I found out what I knew all along, you are the best.&nbsp; For me, at least. So on this, the day of our five month anniversary, I'll say it…I love you. With you, my premium is low, my HSA will grow, and I'll get a tax break every year. What's not to love?</p>\n<p>Lovingly yours,</p>\n<p>Subscriber ID 70052156 02</p>\n<p><a href=\"http://bitstrips.com/r/R8N07\"><img src=\"http://bitstrips.com/strips/R8N07.png\" alt=\"\" /></a></p>\n<hr />\n<p><strong>Tell us:</strong> Do you love your health care? Let us know by leaving a comment.</p></div>","description":"Expensive treatments, confusing price structures, maddening medical bills -- but what if there was something out there that made all of those hurdles vanish?","byline":"Sunjay Chandiramani","title":"Letter: My love, my Health Savings Account","teaser":"Expensive treatments, confusing price structures, maddening medical bills -- but what if there was something out there that made all of those hurdles vanish?","contenttemplated":"[{\"content\":\"<p>My Darling Humana One TX HDHP PHP-R-Medical IPP,</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>It&apos;s high time I told you how I really feel about you…</p>\"},{\"content\":\"<p>Last year I found myself back in my hometown, working in the family business, quickly approaching my thirties. I realized I didn&apos;t have what I really needed in life - stability, certainty, and something to hold on to, in good times and bad.  So I did what most people do these days when they&apos;re looking for a life partner - I went online. And there you were, on that snazzy health insurance comparison website I visited. Looking at your profile, I fell for you then and there. I was drawn to your low maintenance monthly premium, just 75-dollars. That&apos;s less than a cable bill! You&apos;re also really laid back. Some say maybe a bit too laid back. They look at your high deductible and ask me what will I do if, one day, I&apos;m down on my luck, and in need? Will my health plan be there for me?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That&apos;s when I say hey, back off man, chill, it&apos;s all ok, she&apos;s got an HSA.  The health savings account is the best part about our relationship. I can put more than 3-thousand dollars aside every year tax free. I can invest it wherever I want, and can use it whenever I need it for medical expenses. Otherwise, if I stay healthy until retirement age, I can use that money like an IRA. So I tell them, don&apos;t worry about me bro, you should check your own plan and see how good it is.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Now dear, I need to confess something. There are these other plans that everyone&apos;s talking about, these Affordable Care Act plans. Well, I went online and had a peek.  You see, there was a wise calculator, the <a href=\\\"http://kff.org/interactive/subsidy-calculator/\\\">Kaiser Foundation calculator</a>, that I used, just to try and picture what my future would be like with an A.C.A. plan. It turns out, I&apos;d have to pay three times more per month for one of their plans, with no HSA benefits.  So I found out what I knew all along, you are the best.  For me, at least. So on this, the day of our five month anniversary, I&apos;ll say it…I love you. With you, my premium is low, my HSA will grow, and I&apos;ll get a tax break every year. What&apos;s not to love?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Lovingly yours,</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Subscriber ID 70052156 02</p>\"},{\"content\":\"<p><a href=\\\"http://bitstrips.com/r/R8N07\\\"><img alt=\\\"\\\" src=\\\"http://bitstrips.com/strips/R8N07.png\\\" /></a></p>\",\"type\":\"text/html\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Tell us:</strong> Do you love your health care? Let us know by leaving a comment.</p>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/7036_10100208036220572_246091324_n.jpg?itok=1sK2GAMU","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"meta":{"duration":205,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/13/marketplace_segment34_20130913"},"duration_hms":"00:03:25"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/13/marketplace_segment34_20130913_64.mp3","type":"audio/mpeg","format":"MP3"}]}