{"created":"2014-12-26T21:26:29+00:00","modified":"2015-06-03T14:59:19+00:00","valid":{"from":"2015-06-03T14:59:19+00:00","to":"3015-06-03T14:59:19+00:00"},"hreflang":"en","title":"A Week With Musical Storytellers Of The Silver Screen","published":"2015-01-07T00:35:00+00:00","teaser":"Music can give movies special power. Hear NPR's Robert Siegel speak with the composers behind <em>Life of Pi</em>, <em>Whiplash</em>, <em>Chocolat</em>, <em>Halloween</em> and <em>Finding Nemo.</em>","itags":["npr_api","372511466"],"guid":"456f882a-5752-4d67-9bae-0e4f6a35a008","contentencoded":"<p>This week on <em>All Things Considered</em>, NPR's Robert Siegel spoke with some of film's most thoughtful and high-profile composers — plus an up-and-comer — about what it means to tell a story with music, and how a score can enhance a scene.</p><p>We've collected five conversations that you can listen to below. You'll hear about the magic of the <em>Wizard of Oz</em> score, how 5/4 time inspired <em>Halloween</em>'s terrifying theme, and why a Canadian says he's become to the go-to composer for films requiring South Asian-inspired soundtracks.</p><hr /><h3>\"Music is such an odd thing when you think about it — behind an image until you take it away, and then you realize a movie sounds blank without it.\"</h3><p>-- Thomas Newman says the swish of fish tails (<em>Finding Nemo</em>), a lonely robot's search for companionship (<em>Wall-E</em>) and reunion of two friends (<em>The Shawshank Redemption</em>) guide his music.</p><hr /><h3>\"I wanted everything to be unsettling. I didn't want it ever to groove.\"</h3><p>-- For <em>Whiplash</em>, 29-year-old film composer Justin Hurwitz took all of the instruments of a jazz big band and recorded each one note by note to create an electronic soundtrack for a jazz instructor from hell.</p><hr /><h3>\"Silence can be very terrifying.\"</h3><p>-- John Carpenter (<em>The Fog</em>, <em>Assault on Precinct 13</em>, <em>They Live</em>) started scoring his own movies when he couldn't afford anything else. He talks about how <em>Halloween</em>'s harrowing theme came from his father, and the film industry's return to what the pros call Mickey Mousing: \"Almost all scores these days are scoring every feeling, scoring every movement.\"</p><hr /><h3>\"It's important not to add another layer of the same thing that's already on the screen.\"</h3><p>-- Rachel Portman (<em>Belle</em>, <em>Emma</em> and <em>Chocolat</em>) says she takes her cues from the emotion of a scene, not the era, carefully tailoring the music so that it doesn't manipulate the viewer.</p><hr /><h3>\"Music is such a magical and unexplainable thing anyway, that we've come up with these different ways of expressing ourselves through sound.\"</h3><p>-- Many of Mychael Danna's scores — <em>Life of Pi</em>, <em>Monsoon Wedding</em>, <em>Kama Sutra: A Tale of Love</em> — feature instruments and modes from cultures not his own. He says that \"Canadian culture is so new and almost nonexistent that it's easy for us to see through the eyes of other nations and other cultures and other people.\" For the <em>Moneyball</em> soundtrack, Danna says, \"The most elegant way that music can help tell a story in a film is the simplest possible way.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Week+With+Musical+Storytellers+Of+The+Silver+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372665782-a17904.m3u?orgId=1&topicId=1105&aggIds=373791601&d=300&p=2&story=372511466&t=progseg&e=373303469&seg=19&ft=nprml&f=372511466"},{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372665734-b4d091.m3u?orgId=1&topicId=1105&aggIds=373791601&d=300&p=2&story=372511466&t=progseg&e=373303469&seg=19&ft=nprml&f=372511466"},{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372665679-606475.m3u?orgId=1&topicId=1105&aggIds=373791601&d=300&p=2&story=372511466&t=progseg&e=373303469&seg=19&ft=nprml&f=372511466"},{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372665667-e6c0eb.m3u?orgId=1&topicId=1105&aggIds=373791601&d=300&p=2&story=372511466&t=progseg&e=373303469&seg=19&ft=nprml&f=372511466"},{"meta":{"duration":"481"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373303835-c1b64c.m3u?orgId=1&topicId=1105&aggIds=373791601&d=481&p=2&story=372511466&t=progseg&e=373303469&seg=19&ft=nprml&f=372511466"},{"href":"http://media.npr.org/assets/img/2014/12/24/life-of-pi-lop-274_rgbedit-c3447d6972956c01628370bfaa2b05171284b550.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1617","width":"2155"}}]}