{"created":"2015-01-02T16:23:28+00:00","modified":"2015-06-05T15:31:06+00:00","valid":{"from":"2015-06-05T15:31:06+00:00","to":"3015-06-05T15:31:06+00:00"},"hreflang":"en","title":"Along Shanghai's River, Buddhist Tradition Meets Greedy Fishermen","published":"2015-02-12T23:49:00+00:00","teaser":"It's a scene that reflects China's competing trends: Buddhist monks release fish into Shanghai's Huangpu River to \"free\" them. A few yards downstream, fishermen quickly scoop them up.","itags":["npr_api","373286111"],"guid":"4574f76b-ae35-4c59-8ebb-38eb727f125d","contentencoded":"<p>China today is a whirlwind of competing trends: authoritarianism versus personal freedom; pollution versus environmentalism, and self-interest versus spirituality.</p><p>That last conflict plays out every other Sunday morning in Shanghai when hundreds of Buddhists pack the banks of the city's Huangpu River. Monks in saffron-colored robes lead believers in song in the shadow of some of the world's tallest skyscrapers.</p><p>Then they pour thousands of fish and mollusks into the muddy waters that empty a dozen miles downstream into the mighty Yangtze River. Shen Tianlong, a retired chef, wants to make sure every creature is freed, so he climbs over the railing onto a ledge and gently brushes the remaining snails into the water.</p><p>\"We are freeing captive animals,\" says Shen. \"Why do we free them? They are just like us. We are all living creatures.\"</p><p>Releasing animals is an ancient tradition among Chinese Buddhists, who believe saving an animal that is about to die is an act of compassion.</p><p>\"Buddhism seeks to deliver all living creatures from torment and emphasizes benevolence,\" says fellow Buddhist Xu Gaosheng, a retired ad agency worker, who wears a pink polo shirt. \"All living creatures should be treated well.\"</p><p>Environmentalists have criticized animal release as disruptive to habitats. They say, while well-intentioned, the practice can introduce invasive species.</p><p>The ritual here also draws opportunists, such as the beggar who shows up to work the crowd while tapping a metal cup. Migrant workers prey on the Buddhists' conscience by hawking turtles — they carry them by their tails — at exorbitant prices.</p><p>Finally, just 20 yards downstream, two-dozen men lie in wait with nets for what they see as a free meal.</p><p>One named Li dips his 15-foot pole into the water and scoops up fish moments after the Buddhists have dropped them into the river. Sometimes, he catches two or three in one pass and then dumps them into the shrubs along the riverbank. So far this morning, he has hauled in more than 20.</p><p>I ask if he thinks scooping up all these fish is fair.</p><p>\"What's fair? What isn't fair?\" Li responds in a dismissive tone that suggests the question is naive. \"There are people releasing fish and people catching them. Nothing is fair in today's society. The more skilled swindlers just cheat the weaker ones.\"</p><p>Wang Jisi, a retired accountant and Buddhist who is helping release the fish, disagrees. She chases Li down and scolds him. She says he may catch fish today, but karmic payback is coming.</p><p>\"If they catch fish and it makes them happy, then I guess I'm happy for them,\" she says. \"But when something bad happens to their families and they wonder why? It's because he did something bad.\"</p><p>In these fishermen, Wang says, she sees a greed that pervades society here and elsewhere around the world.</p><p>\"I don't think I hate them,\" she says. \"I pity them. They aren't enlightened. They don't understand. They don't understand karma!\"</p><p>Nor are they likely to anytime soon. Li shrugs off his scolding and returns to the railing, where he reaches over with his net and tries to add to his catch.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Along+Shanghai%27s+River%2C+Buddhist+Tradition+Meets+Greedy+Fishermen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201506-5aaf3e.m3u?orgId=1&topicId=1125&d=235&p=2&story=373286111&t=progseg&e=375168843&seg=17&ft=nprml&f=373286111"},{"href":"http://media.npr.org/assets/img/2015/01/02/china-fish-1-2-15-976a21bfcedd90ad743f4891ebff7f2bac4af623.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}},{"href":"http://media.npr.org/assets/img/2015/01/02/china-fish2-1-2-15-2a0e75e2d24e1c52befeedb91d113e92c7772e2b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1499"}}]}