{"created":"2014-11-24T22:55:31+00:00","modified":"2014-12-02T15:05:32+00:00","valid":{"from":"2014-12-02T15:05:32+00:00","to":"3014-12-02T15:05:32+00:00"},"hreflang":"en","title":"Long-Lost Letter That Inspired 'On The Road' Style Has Been Found","published":"2014-11-25T15:15:00+00:00","teaser":"Known as the \"Joan Anderson Letter,\" the 18-page, single-spaced, stream of consciousness note from Neal Cassady to Jack Kerouac was found amid the dusty papers of a now-closed publishing house.","itags":["npr_api","366349721"],"guid":"45772bba-c9dd-4026-ac45-f90101479818","contentencoded":"<p>When Jack Kerouac's <em>On the Road</em> was first published in 1957 no one had ever seen anything quite like it. As it turns out, that stream of consciousness style that Kerouac made famous owes a huge debt to a letter written by his friend Neal Cassady. Among Kerouac scholars and fans it became known as the \"Joan Anderson letter.\" It was missing for 65 years, but it has been found and will be auctioned next month.</p><p>Joe Maddalena, CEO of the auction house Profiles in History, first heard of the letter about a year ago. A colleague told him about \"the Joan Anderson letter,\" which she called the greatest literary discovery of the 21st century: \"I consider myself a pretty smart guy — well-read, well-educated — and I'm like ... who the heck is Joan Anderson?\" Maddalena admits.</p><p>Anderson was a woman Cassady spent a wild weekend with back in 1950. He wrote about it to his friend Kerouac in an 18-page, single-spaced, stream of consciousness letter.</p><p>\"In the Beat world we've always referred to the Joan Anderson letter as the holy grail of the Beat Generation,\" says Jerry Cimino, founding director of the Beat Museum in San Francisco. He says this is the letter that led Kerouac to completely change his writing style.</p><p>\"Prior to this, Kerouac had been writing in a relatively standard fashion for that time,\" Cimino explains. \"And when he got this letter from Neal ... it just knocked his socks off. He said, 'Wow, look at how Neal is writing' — it's so spontaneous; it's so confessional. And Jack Kerouac adapted that style from Neal Cassady's letter and used it in the writing of his new novel, which was called <em>On The Road,</em> which of course became his best-seller.\"</p><p>There were many theories about what happened to the letter. As it turns out, it was in a dead-end file in a publishing company called Golden Goose. The owner of that company gave some of his literary archives to a neighbor whose daughter found those papers among her father's things after he died.</p><p>As Maddalena explains: \"She's looking for insurance papers, documents ... and all of a sudden she comes upon boxes and boxes and boxes of Golden Goose. And she's like, 'Wow, my Dad wasn't a publisher; what is all this stuff?' I'm talking about a voluminous amount of material. Buried in one of these files she finds this letter.\"</p><p>The few people who have seen the letter say it looks like the original manuscript of <em>On the Road.</em></p><p>\"It's just a sight to behold,\" Cimino says. \"It's a stunning thing to look at. For a geek like me, it's a really big deal.\"</p><p>The Joan Anderson letter will be auctioned off on Dec. 17 as part of a collection of papers by a number of well-known writers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long-Lost+Letter+That+Inspired+%27On+The+Road%27+Style+Has+Been+Found&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366379374-c92ff4.m3u?orgId=1&topicId=1161&ft=3&f=366349721"}]}