{"created":"2014-09-18T20:18:16+00:00","modified":"2014-10-30T22:20:26+00:00","valid":{"from":"2014-10-30T22:20:26+00:00","to":"3014-10-30T22:20:26+00:00"},"hreflang":"en","title":"The Secret To This Melt-In-Your-Mouth Pork Is In The (Soy) Sauce","published":"2014-09-19T11:31:00+00:00","teaser":"Although it's a common Chinese dish, <em>hongshao rou </em>(red-braised pork) can be tricky to master. The key is to use two different types of soy sauce — light and dark.","itags":["npr_api","348972277"],"guid":"457da723-fcb2-4b8f-b38d-c802ccd4effa","contentencoded":"<p>Oliver Wang is a professor and occasional <a href=\"http://www.npr.org/people/5257410/oliver-wang\" target=\"_blank\">NPR music reviewer</a> — not a professional cook. But he's spent years trying to perfect a common Chinese dish: <em>hongshao rou,</em> or red-braised pork.</p><p>\"It's actually more of a deep brown, made from bite-sized morsels of pork belly, layered with skin, fat and meat, all deliciously braised in a salty, sweet sauce to become melt-in-your-mouth tender,\" he says.</p><p>In search of a recipe, he turned to his friend Gary Wang, a pork aficionado and restaurant owner in Shanghai. Gary says few places outside of China know how to make the dish correctly. They either slice the pork too thinly or add cornstarch to thicken the sauce.</p><p>The key, Gary says, is to use two different types of soy sauce — <a href=\"http://livradley1013.files.wordpress.com/2010/02/soy-sauce-with-border.jpg\">light and dark</a>. The light, <em>sheng chou,</em> is the most common one used in Chinese cooking but is not the same thing as low-sodium brands sold in the U.S. <em>Sheng chou</em> is actually saltier than the dark, <em>lao chou,</em> which is thicker and sweetened.</p><p>\"<em>Lao chou</em> basically gives the meat a dark color instead of the saltiness,\" Gary says.</p><p>Despite his expert opinions, Gary doesn't actually serve <em>hongshao rou </em>at his restaurant, <a href=\"http://thegrumpypig.com/\" target=\"_blank\">The Grumpy Pig</a>, because he doesn't have the right gas stoves to make it, he says. But you can still steal his recipe below.</p><hr /><h3>Shanghainese Red-Braised Pork <em>(Hongshao Rou)</em></h3><p><em>One key difference between this and other recipes is the use of two different soy sauces to help balance color and flavor (see the note at bottom). Also, the long precook time will help guarantee a lusciously tender piece of pork, while finishing a hot braise with sugar will give the pork a tangy, caramelized exterior.</em></p><p>2 pounds pork belly, ideally with skin on and bone-in</p><p>4 tablespoons Chinese yellow cooking wine <em>(huang jiu)</em> or a dry sherry</p><p>1/4 cup Chinese dark soy sauce <em>(lao chou)</em> — you can substitute a low-sodium soy sauce/tamari but the color will be lighter</p><p>3 tablespoons Chinese light soy sauce <em>(sheng chou)</em></p><p>6 thin slices of raw ginger</p><p>4 large sprigs green onion, cut into short pieces</p><p>3 tablespoons rock sugar <em>(bing tang)</em> or regular sugar</p><p>1/3 cup soybean or vegetable oil</p><p>Cut the pork belly into large cubes approximately 1 1/2 inches across. Rinse the pork, then place into a pot, covering it completely in cold water. Bring the water to a moderate boil, and cook pork for 10 minutes to remove scum. Discard cooking water and rinse the pork again.</p><p>Return the pork to the clean pot*, covering with cold water (add even more water this time, about 25 percent more than before). Add four slices of ginger and half the green onions to the pot. Bring the water to a boil at and then add two tablespoons yellow cooking wine and reduce to a minimum simmer. If you're cooking with a wok, precook time will average 90-120 minutes, but with a heavier Dutch oven, you may want to check the pork at 60-90 minutes instead. You want the meat to be tender but not on the verge of falling apart. Carefully set the pork aside but retain the cooking water as a pork broth.</p><p>Heat the oil to near smoking and then add the pork pieces into the wok/Dutch oven (be careful of splashing oil). Saute briefly to coat pork evenly with oil, add the remaining yellow cooking wine and let alcohol cook off (about 30 seconds).</p><p>Lower to a low boil, add some of the reserved pork broth, with just enough liquid to almost cover the meat. Mix in the rest of the ginger, green onion, and add the dark soy sauce, cooking for 10 minutes. Add light soy sauce, mixing evenly with pork. Lower heat to a simmer, cover with a lid, and continue braising for about 30 minutes. Occasionally mix the pork and liquid to ensure even flavor and color. The liquid should reduce significantly, and the meat should take on the rich brown color of the soy sauce during cooking.</p><p>Return the wok/pot to high heat. Add rock sugar, broken into small pieces. The sauce will caramelize quickly — within a minute or so. Turn and mix the pork to make sure the meat is covered evenly. Taste and adjust for sweetness. Remove from heat and serve in large bowl or clay pot.</p><p>*When using a Dutch oven or frying pan instead of a wok, be careful not to disturb the meat excessively as this could cause the pork to begin to fall apart. You will also want to adjust the heat down slightly as a heavy Dutch oven or pan will retain heat more than a wok normally would.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Secret+To+This+Melt-In-Your-Mouth+Pork+Is+In+The+%28Soy%29+Sauce&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626363-7ae115.m3u?orgId=1&topicId=1139&aggIds=175306271&ft=3&f=348972277"},{"href":"http://media.npr.org/assets/img/2014/09/16/201204281118201391908-2--d3eef7b87e107e6a23f1ed716ced376ca25a08a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}