{"created":"2015-02-04T10:12:36+00:00","modified":"2015-02-05T19:41:04+00:00","valid":{"from":"2015-02-05T19:41:04+00:00","to":"3015-02-05T19:41:04+00:00"},"hreflang":"en","title":"ABC Tones Down Author's 'Fresh Off The Boat' For Sitcom Audience","published":"2015-02-04T20:01:00+00:00","teaser":"ABC will break an important boundary in television Wednesday night with the debut of <em>Fresh Off the Boat</em>. It's the first network sitcom in two decades to star an Asian-American family.","itags":["npr_api","383724495"],"guid":"4589c3b5-a8fa-47be-8c77-b93c1e43686f","contentencoded":"<p><em>This story contains language that may be offensive.</em></p><p>When they built a sitcom around a hip-hop-loving child of Taiwanese immigrants in Orlando, the producers of <em>Fresh Off the Boat</em> probably knew they would face some uncomfortable questions about culture and race.</p><p>But they may not have expected what they heard in the very first — very awkward — question at a press conference with TV critics in Los Angeles a few weeks ago.</p><p>\"I wanted to ask the question: I love Asian culture,\" said one journalist. \"I was just talking about the chopsticks and I just love all that. Will I get to see that or will it be more Americanized?\"</p><p>As other journalists and TV critics in the room groaned, the cast and producers tried a different response: They laughed it off. \"It's more about the chopsticks,\" said celebrity chef Eddie Huang, whose memoir inspired the show and provided its title. \"The original title was <em>Chopsticks,</em> \" said Randall Park, who plays Huang's father on the show.</p><p>But the question, however clumsy, gets at an important point. When you're building the first sitcom to star an Asian family in 20 years, how culturally real can the stories be?</p><p>ABC will break an important boundary in television Wednesday night with <em>Fresh Off the Boat,</em> the first network sitcom in two decades to star an Asian-American family. But thriving in the world of broadcast TV will require navigating a host of challenges, including the ambivalence of the guy whose life inspired the show.</p><p>Huang's book <em>Fresh Off the Boat </em>is, in part, his story of moving to Florida from Washington, D.C., with his family — including two immigrant parents. In the book, his love for hip-hop was a way of coping with the cruelty of his new classmates and the toughness of his parents.</p><p>\"Suburbia's weird for a kid, because you're trapped,\" he said during the press conference. \"You don't have modes of transportation. You go to school and you come home. And if the kids in the neighborhood are just ... you have no reference to communicate with them ... [then] you're very alone and isolated. The book is very much about figuring out who I am regardless of where I am and creating my place wherever I go.\"</p><p>Huang even narrates the pilot episode, which takes place in the mid-'90s, <em>Wonder Years</em>-style.</p><p>\"Moms was always hard on me ... way before all that 'Tiger Mom' stuff,\" he says in the show's pilot. \"She thought I was trying to cause trouble wearing that Nas shirt, but she didn't understand. If you're an outsider, hip-hop was your anthem. And I was definitely the black sheep in my family.\"</p><p>The book talks about how tough Huang's parents were when they tried to curb his teenage rebellion. But the pilot mostly shows Eddie's mother criticizing his taste in T-shirts.</p><p>\"Why do all your shirts have black men on them?\" she says in one scene. Young Eddie replies: \"It's Notorious B.I.G.! Me and him are both dudes with mad dreams just trying to get a little respect in the game.\"</p><p>In the show, Eddie looks like an adorable rap nerd trying hard to look tough. But in real life, Huang says, rap was an integral part of his survival, something that doesn't yet come through in the TV show.</p><p>Huang told journalists he understands why the show tones down his parents for a sitcom audience.</p><p>\"You come out with a strong Asian character on network television, people may not understand,\" he said. \"And I think the show is strategic and smart in how it's easing the viewer into that.\"</p><p>But in <a href=\"http://www.vulture.com/2015/01/eddie-huang-fresh-off-the-boat-abc.html\">an essay</a> for <em>New York</em> magazine published one day before the press conference, Huang complained that the actor who plays his father was \"neutered\" and the actress who plays his mother was \"exoticized.\"</p><p>By the end of the essay, Huang had grudgingly come to terms with the network's decisions. \"This show isn't about me, nor is it about Asian America,\" he wrote. \"The network won't take that gamble right now. ... The only way they could even mention some of the stories in the book was by building a Trojan horse and feeding the pathogenic stereotypes that still define us to a lot of American cyclope. ... People watching these channels have never seen us, and the network's approach to pacifying them is to say we're all the same.\"</p><p>At the press conference, Huang shrugged off the comments.</p><p>\"I really genuinely feel, when you do something that's historic that has to do with race relations, there has to be conflict; there has to be debate,\" he said.</p><p>Conflicted as he seems, Huang also put his finger on a problem for people of color on TV.</p><p>Archie Bunker can be racist because there's lots of other white people on television. But when you're the only network TV show with a cast that's mostly Asian, every character becomes a symbol, whether you like it or not.</p><p>That's what helped kill the last sitcom to star an Asian-American family, Margaret Cho's 1994 ABC comedy <em>All American Girl</em>. It featured Cho, an edgy Korean-American standup comic, as a rebellious daughter who often clashed with her traditional mother.</p><p>Cho said in a PBS documentary she was pressured into damaging her health with a crash diet to fit a stereotypical vision of Asian beauty.</p><p>\"When you're the first person to kind of cross over this racial barrier, then you're scrutinized for all these things that have nothing to do with race but have everything to do with race,\" she says. \"It's a very strange thing.\"</p><p>Critics attacked the simple stories and bland sitcom-level humor. One <em>Los Angeles Times</em> <a href=\"http://articles.latimes.com/1995-03-11/entertainment/ca-41514_1_korean-american\">story</a> quoted Korean-American viewers who said they were angry at the show's stereotypes, its garbled Korean lines and the fact that Cho was the only Korean in the cast. <em>All American Girl</em> was eventually canceled after 19 episodes.</p><p>ABC has had its own stumbles with <em>Fresh Off the Boat</em>. Last week, its social media team <a href=\"http://www.cnn.com/2015/01/30/entertainment/fresh-off-the-boat-tweet/\">had to delete a tweet</a> with a graphic featuring caricatures of various ethnicities beside the phrase \"We're all a little #FreshOfftheBoat.\" Huang himself tweeted that the image was \"plain offensive and ridiculous.\"</p><p>Worse, these stumbles come at a time when hit shows such as ABC's <em>Scandal</em> and Fox's <em>Empire</em> have brought an unprecedented level of ethnic diversity to network television.</p><p>It's as if all the lessons TV executives have learned in creating shows starring black and Latino families — ABC has one new show in each category this year, with <em>Cristela</em> and <em>Black-ish</em> — were forgotten for this series.</p><p>But in his <em>New York</em> column on the series, Huang eventually praised a scene in which Eddie fights with a black classmate who calls him a racial slur. It was a scene taken from his real life, in which the network let the character use the term that was used toward Huang: \"chink.\"</p><p>For someone trying to challenge the safe stereotypes of Asians on TV, it's a start.</p><p>Expecting more from this show, which struggles in its pilot to be edgy without crossing the line into offense, seems a bit much.</p><p>But if <em>Fresh Off the Boat</em> can really subvert Asian stereotypes and amp up the funny, it just might become one of the best comedies on network television.</p><p>Fresh Off the Boat<em> debuts Wednesday night on ABC at 8:30 p.m.and 9:30 p.m. ET, moving to 8 p.m. Tuesdays next week. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ABC+Tones+Down+Author%27s+%27Fresh+Off+The+Boat%27+For+Sitcom+Audience&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383724496-5dc048.m3u?orgId=1&topicId=1138&e=383724495&d=226&ft=nprml&f=383724495"}]}