{"created":"2014-10-30T22:07:53+00:00","modified":"2014-10-30T22:07:53+00:00","valid":{"from":"2014-10-30T22:07:53+00:00","to":"3014-10-30T22:07:53+00:00"},"hreflang":"en","title":"Philippine President On Climate Change","published":"2014-09-23T19:41:00+00:00","teaser":"Here & Now's Jeremy Hobson spoke with Philippine President Benigno Aquino III ahead of the UN Climate Summit.","itags":["npr_api","350936006"],"contentencoded":"<p>Philippine President <strong>Benigno Aquino III</strong> addresses the United Nations Climate Summit today.</p><p>He spoke with <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson ahead of the summit about climate change challenges in his country, global security, and what he wants to see from wealthy countries, including the United States.</p><h4>Interview Highlights: Benigno Aquino III</h4><p><strong>On how the Philippines can be a leader on climate change</strong></p><p>&#8220;Part of the reason I&#8217;m here is that there was a very strong call from President Obama and Vice President Biden and even the president of the World Bank and other leaders from Europe in particular who were saying the Philippines should take a more active role.&#8221;</p><p>&#8220;We want to be able to demonstrate the adaptation interventions that we have been doing and show certain successes to perhaps motivate others that the difficult job might not be as difficult as thought, and can produce rapid results.</p><p>&#8220;But it&#8217;s still a work in progress, and it seems we have to lend our voice now before we can see the successes we are trying to implement.&#8221;</p><p>&#8220;Every country can do more, including the Philippines.&#8221;</p><p><strong>On the threat of climate change for the Philippines</strong></p><p>&#8220;If you look at the maps, especially for storms coming from the Pacific side, it seems like we&#8217;re a gateway to the rest of Asia.&#8221;</p><p>&#8220;For instance, Typhoon Haiyan. We don&#8217;t get typhoons in December. They normally end by September. A typhoon happening in October is considered a late event. Having a major typhoon in December (and this has happened for practically ever year that I&#8217;ve been in office) &#8230; is truly alarming to us.</p><p>&#8220;Even the planting cycles, which are really very dependent on weather &#8212; there seems to be a return to normal this year &#8212; but for the past few years they kept on changing, which affects the food security, not only for us, but for a whole range of other countries.&#8221;</p><p><strong>On the threat of the Islamic State</strong></p><p>&#8220;One has to be really bothered by what [the Islamic State has] done to areas they have already conquered. We in the Philippines know we have to perform our own role in terms of promoting peace in the world. We are actually members of the UN peace keeping forces in many areas.&#8221;</p><p>&#8220;Now having said that, in terms of this particular engagement, if we are asked to participate, we&#8217;d like to know exactly what the terms of engagement are so that we present our forces with a doable mission that poses no unreasonable risks on their behalf or even in the country.&#8221;</p><p>&#8220;If there are atrocities and crimes against humanity that are already being demonstrated by IS, and we do nothing about it, then in some point in time, they will come around and do it to the rest of us. So if it is wrong, then by its very nature, by its very definition, we should be resisting this crime against humanity.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.president.gov.ph/biography/\" target=\"_blank\">Benigno Aquino III</a>,</strong> President of the Philippines. He tweets <a href=\"https://twitter.com/noynoyaquino\" target=\"_blank\">@noynoyaquino</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Philippine+President+On+Climate+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"45a0a09b-cdf8-432c-9d45-e5a8f1db770f","audio":[{"meta":{"duration":"432"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350936009-5c020d.m3u?orgId=1&ft=3&f=350936006"}]}