{"created":"2015-03-28T14:40:44+00:00","modified":"2015-05-21T21:15:23+00:00","valid":{"from":"2015-05-21T21:15:23+00:00","to":"3015-05-21T21:15:23+00:00"},"hreflang":"en","title":"Anonymous 4 With Bruce Molsky: Tiny Desk Concert","published":"2015-03-30T21:18:00+00:00","teaser":"The a cappella quartet, known for luminous interpretations of medieval pieces, teams up with folk musician Bruce Molsky in music from more modern times — popular songs from the Civil War era.","itags":["npr_api","395585597"],"guid":"45a239d6-823d-40a6-9f8e-6470d0212341","contentencoded":"<p>It was December 1990 — more than a year before the first <a href=\"http://www.npr.org/artists/15182954/anonymous-4\" target=\"_blank\">Anonymous 4</a> album was released — when NPR invited four slightly shy women into our studio to sing 13th-century Christmas music. Back then, we already knew the manifold beauty of their sound, its purity and accuracy, was something unique.</p><p>Now, some 25 years and 21 albums later, the a cappella vocal quartet is calling it quits at the end of 2015. But not before one final visit to NPR.</p><p>Original members Ruth Cunningham, Marsha Genensky and Susan Hellauer, plus Jacqueline Horner-Kwiatek, came bearing music from their new album, <em>1865</em>, released to coincide with the 150th anniversary of the end of the Civil War. They brought along a gifted friend, singer, banjo player and fiddler Bruce Molsky, who also appears on the album. He's a keen choice of partner. Molsky's folksy baritone and his instrumental contributions provide a rustic foil to the crystalline tones of Anonymous 4, giving the songs a more authentic feel.</p><p>A sense of loss, a longing for home and general tough times are recurring themes in popular songs of the Civil War era. \"Listen to the Mocking Bird,\" from 1855, sports a jaunty beat but the protagonist dreams of \"sweet Hally\" and the mockingbird \"still singing o'er her grave.\" In Stephen Foster's \"Hard Times Come Again No More,\" from one year earlier, we \"pause in life's pleasures\" but also \"count its many tears.\"</p><p>And the most popular song of the age, \"Home, Sweet Home,\" originated in an English opera aria from 1823 with words by an American actor and poet. Accounts tell of Northern and Southern soldiers, across a battlefield or river, singing the tune together. The song's repeated affirmation, \"There's no place like home,\" (also <a href=\"https://www.youtube.com/watch?v=ooM-RGUTe2E\" target=\"_blank\">Dorothy's mantra</a> from <em>The Wizard of Oz</em>) is something that must resonate with the members of Anonymous 4 these days, as they get ever closer to hanging up the concert outfits and heading home themselves.</p><p><strong>Set List:</strong></p><ul><li>Listen to the Mocking Bird (Richard Milburn, Alice Hawthorne)</li><li>Hard Times Come Again No More (Stephen Foster)</li><li>Home, Sweet Home/Polly Put The Kettle On (Henry Bishop, John Howard Payne/Trad.)</li></ul><p><strong>Anonymous 4:</strong></p><p>Ruth Cunningham, Marsha Genensky, Susan Hellauer, Jacqueline Horner-Kwiatek</p><p>Bruce Molsky, vocals, banjo, violin</p><p><strong>Credits:</strong></p><p><em>Producers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Emily Jan, Maggie Starbard, Carlos Waters; Assistant Producer:</em> <em>Annie Bartholomew; photo by Emily Jan/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anonymous+4+With+Bruce+Molsky%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"804"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395771461-a815e9.m3u?orgId=1&topicId=1110&aggIds=92071316&d=804&story=395585597&ft=nprml&f=395585597"},{"href":"http://media.npr.org/assets/img/2015/03/26/anonymous4-b5d927be7f33ca7883a18a8e6c94572526686b6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1050","width":"1400"}}]}