{"created":"2015-03-08T14:01:21+00:00","modified":"2015-05-13T21:10:39+00:00","valid":{"from":"2015-05-13T21:10:39+00:00","to":"3015-05-13T21:10:39+00:00"},"hreflang":"en","title":"Venezuela's President Sees Only Plots As His Economy Crumbles","published":"2015-03-08T17:08:00+00:00","teaser":"Nicolas Maduro is expelling most U.S. diplomats and demanding Americans secure visas to enter the country. Critics say it's an effort to draw attention from the nation's economic meltdown.","itags":["npr_api","391549844"],"guid":"45a63e99-dc70-4b03-a133-db13cde8d9cd","contentencoded":"<p>As the U.S. prepares to reopen its embassy in communist Cuba, relations with another Latin American nation — oil-rich Venezuela — are crumbling.</p><p>President Nicolas Maduro accuses the U.S. of plotting a coup against him, and is expelling most U.S. diplomats from Venezuela. He is also demanding that Americans secure visas to enter the country.</p><p>The visa requirement is still so new that upon my arrival in Caracas this week without one, the immigration official doesn't even notice. She stamps my U.S. passport and says, \"Welcome.\"</p><p>I'm here in time for the second anniversary of the death of Hugo Chavez, who led Venezuela's socialist revolution until he succumbed to cancer. The events include military parades and a modern dance performance about Chavez, whom many Venezuelans still adore.</p><p>By contrast, Maduro is struggling. He has failed to tame one of the world's highest inflation rates, food shortages are getting worse and the economy last year contracted by almost 3 percent.</p><p>But instead of rebooting his economic policies, Maduro is lashing out at critics. Last month, police arrested Antonio Ledezma, the opposition mayor of Caracas, for allegedly taking part in a U.S.-backed conspiracy against the government. Ledezma and U.S. officials have strongly denied these accusations.</p><p>The American ambassador was kicked out of Venezuela five years ago.</p><p>But in a televised speech, Maduro announced that he would also expel most of the remaining 100 U.S. diplomats. Also, just as Venezuelans must apply for U.S. visas, he said Americans must now do the same for Venezuela.</p><p>But in blaming the U.S. for nearly all his problems, Maduro is crying wolf, says Xabier Coscojuela, editor of the Caracas newspaper <em>Tal Cual</em>.</p><p>\"I've lost count of the number of alleged plots to overthrow or kill the president,\" Coscojuela says. \"It's something like ten over the past two years. But there is no credible evidence in any of these cases.\"</p><p>Still, Milos Alcalay, a former Venezuelan diplomat, says the conspiracy theories are repeated so often in state-run media that some Venezuelans are convinced.</p><p>\"This is what Cuba did for 50 years — manifestation against imperialism, against the United States,\" Alcalay says.</p><p>The message also resonates because, in the past, there have been real conspiracies. In 2002, Chavez was briefly ousted in a military-backed uprising that he claimed — without proof — was supported by the United States.</p><p>A visit to a Caracas slum uncovers deep distrust for the United States. Edgar Angarita, who runs a street-side lunch stand, speculates about a possible U.S. military attack on Venezuela.</p><p>\"It's happened everywhere — in Afghanistan, in Vietnam,\" Angarita says. \"Under any pretext, they could just send in a few drones.\"</p><p>But Coscojuela calls Maduro's latest anti-American salvos a smokescreen to divert attention from the collapsing economy.</p><p>\"If Maduro truly believed Washington was out to get him,\" Coscojuela says, \"he could take much stronger actions — like severing diplomatic ties or cutting off oil sales. So far, Maduro has done neither.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Venezuela%27s+President+Sees+Only+Plots+As+His+Economy+Crumbles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391619596-c136c5.m3u?orgId=1&topicId=1127&d=230&p=10&story=391549844&t=progseg&e=391618409&seg=4&ft=nprml&f=391549844"}]}