{"created":"2014-11-15T12:48:21+00:00","modified":"2015-05-13T21:31:13+00:00","valid":{"from":"2015-05-13T21:31:13+00:00","to":"3015-05-13T21:31:13+00:00"},"hreflang":"en","title":"At A Tense Jerusalem Holy Site, Palestinians Stand Watch ","published":"2014-11-15T21:09:00+00:00","teaser":"With tensions rising over a sacred hilltop in Jerusalem, Muslims \"defenders\" say they are protecting the holy site against Jewish activists. But critics say this is just contributing to the friction.","itags":["npr_api","364119614"],"guid":"45ae3968-f675-4c83-b0c3-ec991e465ee5","contentencoded":"<p>Muslims call it the Noble Sanctuary. Jews call it the Temple Mount. On the contested hilltop that has been the focus of so much of the unrest in Jerusalem, Muslims who see themselves as \"defenders\" of the sanctuary raise their voices in a call to God whenever Jewish visitors enter.</p><p>These <em>mourabitoun</em> (men) and <em>mourabiat</em> (women) have gained attention during the recent weeks. Speaking at a cabinet meeting last Sunday, Israeli Prime Minister Benjamin Netanyahu called them \"movements engaged in incitement ... financed by funds from extremist Islam.\" He said they should be outlawed.</p><p>Palestinian Authority President Mahmoud Abbas responded a few days later with the proclamation \"We are all <em>mourabitoun.</em>\" In the same speech, he accused Netanyahu of fanning the flames of a religious war.</p><p>During visiting hours for non-Muslims one day this week, all was quiet on the broad plaza for a while. Israeli police in riot gear lounged at the entrance. Boys played soccer in a grove of olive trees.</p><p>Muslim men and women sat in shady spots between the gilded Dome of the Rock shrine, which dominates the sanctuary, and the more modest Al-Aqsa mosque at one end.</p><p>Then a man wearing a Jewish skullcap arrived. As soon as they spotted him, many of the Muslims there called out <em>Allahu Akbar</em> — Arabic for \"God is great.\"</p><p>Zaina Ahmer has gone to the sacred shrine almost daily for more than a decade. She teaches classes about the holy site and acts as a guide.</p><p>\"Our purpose is to educate,\" she says, \"not to create chaos. But when we are provoked, we call attention to wrongdoing. The Jewish people who claim to come as tourists really want to take over. When we call out <em>'Allahu Akbar</em>,' we are rejecting their presence here.\"</p><p>Things can quickly escalate from cries of \"God is great.\" Police say they have been attacked with chairs, rocks and fireworks. Muslims say they have been hit by Israeli forces, injured by sound bombs, arrested and banned from entering. A video [<a href=\"http://youtu.be/VIqgJE6-zgc\">http://youtu.be/VIqgJE6-zgc</a> ] one woman \"defender\" posted on YouTube shows police chasing and surrounding her after she got up close to a Jewish visitor, calling out \"<em>Allahu Akbar</em>.\"</p><p>Israeli police spokesman Mickey Rosenfeld says the <em>mourabitoun</em> aim to disrupt.</p><p>\"We're talking about groups that get organized, walk around the Temple Mount, and try and disrupt the visits by shouting or screaming,\" Rosenfeld says. \"There have even been cases where women have thrown stones at individuals and VIPs who have been walking on the Temple Mount.\"</p><p>During the past weeks of unrest in Jerusalem, police have been cracking down. This week, Elham Ibrahim waited two hours with a group of women before police would let them in.</p><p>\"I come as much as I could, you know. I send my son off to school, then I come here,\" Ibrahim says. \"When I don't come here, I'm missing something. Something is really missing.\"</p><p>She takes religious classes at the mosque and adds to the Muslim presence during tourist hours. But she doesn't yell at visiting Jews, she says.</p><p>\"They have video cameras, they're taking videos of whoever's saying '<em>Allahu Akbar</em>.' I have a family, with kids, you know and I wouldn't want to be taken. I wouldn't want to be arrested.\"</p><p><a href=\"http://www.npr.org/blogs/parallels/2014/11/12/363346575/israeli-jews-divided-over-right-to-visit-jerusalem-holy-site\">Jews debate among themselves whether they should visit the site</a>. Many believe it is too sacred to set foot on. Others say it's too sensitive politically. Israel bans Jewish prayer at the site, a policy that more than one-third of Jewish Israelis want lifted, according to a <a href=\"http://en.idi.org.il/media/3774380/Peace_Index_October_2014-Eng.pdf\">recent poll</a>.</p><p>Muslim Akram Shurafa says Jews who want to pray there are intruders. He doesn't believe their motivations are solely spiritual.</p><p>\"We do not consider this aggression religious,\" he says, referring to increased visits by Jewish believers, some of whom want to <a href=\"http://www.jpost.com/Diaspora/International-crowdfunding-campaign-to-build-Third-Temple-raises-over-100000-376610\">rebuild a Jewish temple</a> on the site. \"We see it as aggression from extreme Jews who want to claim the sanctuary and take it for their own.</p><p>\"This is explosive,\" he says.</p><p>Both Israel and Jordan, the official custodian of the site, promised after a meeting with U.S. Secretary of State John Kerry Thursday to take concrete steps to calm tensions around the contested holy site. Israel is also considering measures such as adding electronic security to the gates Muslims enter. That is unlikely to please at least some of those who consider themselves the mosque's \"defenders.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+A+Tense+Jerusalem+Holy+Site%2C+Palestinians+Stand+Watch+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364289633-3ffb2f.m3u?orgId=1&topicId=1009&d=269&p=7&story=364119614&t=progseg&e=364289470&seg=16&ft=nprml&f=364119614"},{"href":"http://media.npr.org/assets/img/2014/11/14/temple-palestinian-israeli-c63182246d97e070f3a0c95e171e7a2517a52d48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1243","width":"1657"}},{"href":"http://media.npr.org/assets/img/2014/11/14/img_8740edit_custom-b07d223849a3754d97fcdda17d2f5512a05b2f23.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1630","width":"2417"}}]}