{"created":"2014-12-19T20:37:58+00:00","modified":"2015-02-27T21:25:34+00:00","valid":{"from":"2015-02-27T21:25:34+00:00","to":"3015-02-27T21:25:34+00:00"},"hreflang":"en","title":"Sentenced For Life, Inmate Still Holds Hope For Release","published":"2015-01-20T01:29:00+00:00","teaser":"David Padilla is one of thousands of people sentenced under tough drug laws who are spending life in prison. Now the Clemency Project 2014 promises pardons or early release for some offenders.","itags":["npr_api","371689007"],"guid":"45afbfde-a13a-44ec-a964-829cc98950cd","contentencoded":"<p>Thousands of people sentenced under the tough drug laws of the 1980s and '90s are still behind bars, serving mandatory minimum prison sentences requiring them to spend decades, if not life, in prison. Nowadays people convicted of the same crimes serve far less time.</p><p>One of them is a man named David Padilla. He lives inside a medium-security prison in Fairmont, N.J. He's been there for 18 years now, since his arrest in November 1996. A year later, a judge found him guilty of conspiracy and possession with intent to distribute cocaine. Padilla was arrested after he and his codefendants moved drugs out of a Philadelphia hotel in a dark-colored suitcase. State police later found two handguns in a trapdoor in their borrowed van.</p><p>Padilla had two previous drug charges. The prosecutor in his case asked the court to weigh those priors, and the judge sent him to prison for the rest of his life.</p><p>Sitting on a tan-colored plastic chair in the visitors area, and looking back on that day he was sentenced in November 1997, he sighs. \"There is no doubt in my mind that I feel I should have been punished,\" he says. \"No doubt about it. But I don't agree that I should die in prison.\"</p><p>Lisette, Padilla's wife of 27 years, says prison has made him \"a better man.\"</p><p>They met as teenagers in Philadelphia, as neighbors. Back then, Padilla was kind of a celebrity on the block — high school prom king, a bit of a bragger. And though he was an honors student, he says college never crossed his mind.</p><p>The years away, Lisette says, have changed him. \"David is an amazing man, amazing father,\" she explains. \"He worked so hard and I'm proud of what he has accomplished all these years. I think prison was a good thing for him.\"</p><p>In 1997, the judge branded Padilla a career offender who had squandered his potential. Here's a glimpse of what he has accomplished since then. Behind bars, he found an unlikely passion — dentistry. He works in the prison lab, work that puts a smile on his face and a shine in his eyes.</p><p>\"I never imagined that these hands would make a denture for somebody,\" Padilla says. \"These hands, would make a prosthesis for someone. I never thought I can do that.\"</p><p>He also finished an associate degree. Ask, and he'll give the credit for his close-knit family, and his own turnaround, to his wife.</p><p>\"I really owe it all to my wife, Lisette. She's been mommy, she's been daddy, she's been a supportive wife. She's been my everything. She had options; I gave her options,\" Padilla adds.</p><p>Lisette says she never considered leaving her husband. \"The day of the sentencing he turns around and tells me, 'Go on with your life.' I told him, 'No.' I told him, 'No, I'm here for you now. Things get hard, I got to be there for you regardless.' We're his voice, we're his voice in the outside world. I believe that when two people get married, it's forever.\"</p><p>All these years, every year, Lisette says she takes her vacation around their wedding anniversary in August, so she can visit him multiple times in a week.</p><p>And though their children were young when he was sentenced, he's remained a big part of their lives, nudging and even nagging them about school and doing the right thing. Padilla said he had two choices when he got sent to prison for life: continue on the road to destruction, or be a model for his three kids.</p><p>\"I have to show them that I can be good, that I can do what I'm telling them to do. So every time I'd get my grades ... I would send them my grades, 'This is what Daddy got, these are my grades, show me your grades.' \"</p><p>David and Lisette's oldest daughter, Sasha, is now 26.</p><p>\"I remember this project on Italy,\" she says. \"It was one of my biggest projects and he actually went to the library, he got the encyclopedia, printed out pages for me and while I'm looking at the photocopies, he has the book so we're conversing back and forth on what's more important, what should I write, what should my thesis be.\"</p><p>Sasha says she's always felt a deep attachment to her dad.</p><p>Padilla, now 47, also mentors young offenders. And just as he's been preparing himself in prison, Lisette says she and the children have been preparing themselves too, for a day they can only hope for.</p><p>During Padilla's long incarceration, she squirreled away anything that could document her husband's transformation.</p><p>\"Letters and certificates and recommendations,\" Lisette remembers. \"I started making copies, I'm going to make 20 booklets. And I told Sasha, I said, 'Sash, you need to come over and help me because this is a lot of paper.' We had papers all over the table, all over the floor.\"</p><p>Finally, last winter, Padilla heard about about a new effort, known as Clemency Project 2014, to help people serving long sentences for nonviolent drug crimes. Authorities held out the promise of pardons or early release for inmates who would have been sentenced to less time if they committed crimes today.</p><p>And pro bono lawyers were looking for prisoners who might make model cases. Attorney Jeremy Klatell describes why he took this case.</p><p>\"The consistency over the 18 years of David's incarceration with which he has dedicated to rehabilitating himself as a person can't really be faked,\" Klatell says. \"He's never had a single disciplinary infraction and we are utterly convinced that David is a different person than he was 18 years ago.\"</p><p>Padilla's petition is now under review. And though he's excited, prison has taught him to temper his emotions.</p><p>\"Everything is hurry up and wait,\" he says. \"Wait for the phone lines, wait for the computers, wait to get to commissary, patience is so important here.\"</p><p>He says he's in no rush. He's been waiting for 18 years. And he doesn't want to set expectations too high.</p><p>\"My hope is to be with my family once again, to re-establish my household, to be the so-called captain of the ship one more time, that's my hope,\" Padilla says.</p><p>Lisette has simple dreams, she says.</p><p>\"Hopefully we rebuild a new beginning,\" she says. \"Be able to go hold hands, or take a walk in the park, walk down the beach, you know, things that we miss.\"</p><p>Lisette wants to show him the colors she painted the living room and the hardwood floors she sanded.</p><p>She wants a new kitchen, but she says she's saving that job for him.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sentenced+For+Life%2C+Inmate+Still+Holds+Hope+For+Release&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372526937-db57fb.m3u?orgId=1&topicId=1070&aggIds=371918249&e=371689007&d=395&ft=nprml&f=371689007"},{"href":"http://media.npr.org/assets/img/2014/12/19/scan-043-89d53a91c8884de88a0173ac308f6a67ed7b7c9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2305","width":"3074"}},{"href":"http://media.npr.org/assets/img/2014/12/19/scan-044_vert-ec1bcc21a44948f69a6db85b3524817b9261a5e8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3130","width":"2347"}}]}