{"created":"2015-05-12T06:03:24+00:00","modified":"2015-06-25T17:43:53+00:00","valid":{"from":"2015-06-25T17:43:53+00:00","to":"3015-06-25T17:43:53+00:00"},"hreflang":"en","title":"Jerry Garcia's Advice To Bill Kreutzmann: 'Don't Rush'","published":"2015-05-12T12:22:00+00:00","teaser":"\"You can learn so much from [Jerry Garcia]. Doesn't matter what instrument you play,\" the Grateful Dead drummer says. He has a new memoir out called <em>Deal</em>.","itags":["npr_api","404225191"],"guid":"45bf22a2-5ee2-41a3-a05f-10b1bcfda2bd","contentencoded":"<p>In his new memoir, <em>Deal</em>, drummer Bill Kreutzmann tells a story about the <a href=\"http://www.npr.org/artists/15440218/grateful-dead\">Grateful Dead</a>'s tour of Egypt. Instead of filling hookahs with \"black, gooey tobacco,\" the band \"filled the entire hookah with hash. No tobacco!\" In the midst of Middle East trouble, the Grateful Dead's members were unwitting ambassadors of American culture.</p><p>\"Everybody had fun,\" Kreutzmann tells NPR's Steve Inskeep. \"Yes, indeed.\"</p><p><em>Deal </em>emerges just as the Grateful Dead is getting back together, with surviving members planning a concert in July. Of course they'll be missing lead guitarist Jerry Garcia, who died in 1995. Kreutzmann writes that he met Garcia when they were kids in California.</p><p>\"My dad was going to play banjo and he never got into it, so he advertised in the Palo Alto newspaper: 'Banjo for sale,' \" Kreutzmann says. \"One night there's a knock on the door. I open the door and Jerry Garcia was standing there.\"</p><p>A number of years later, Kreutzmann saw Garcia again, playing with Mother McCree's Uptown Jug Champions, and was \"completely taken away.\" That night, he swore to follow Garcia everywhere. Two weeks later, Kreutzmann got a phone call from Garcia asking if he'd like to be in a band.</p><p>\"I thought that was a very good idea,\" Kreutzmann says. \"Turned out to be a pretty great idea, don't you think?\"</p><p><strong>'It Can Be Like Fractals'</strong></p><p>In the band's beginnings, altered states of consciousness fueled the Grateful Dead's creativity.</p><p>\"Well, acid was the most beneficial drug,\" Kreutzmann says. \"I jokingly refer to it as my college education, my graduate school, whatever. If I hadn't taken acid, I just would not be here talking to you today. It opens you up; it lets you see that what you're taught in school or what your parents have taught you, or society lays on you, isn't necessarily all there is to see. Your art can flourish and flourish and flourish. It can be like fractals, your art; it can just keep growing. That's what LSD did for me.\"</p><p>But drugs ate away at the band, even as the Grateful Dead grew into the biggest touring attraction in America.</p><p>\"When cocaine came into the Grateful Dead, it really hurt us,\" Kreutzmann says.</p><p>Kreutzmann says that 1995, when Jerry Garcia died, \"was a terrible year for me. I moved to Hawaii to get healing. I was in a really bad way —\"</p><p>After a moment, Kreutzmann composed himself.</p><p><strong>'He Was My Best Music Teacher'</strong></p><p>The drummer and the bandleader had once made a pact: If the Grateful Dead ever came to an end, Bill Kreutzmann and Jerry Garcia would move to the Hawaiian island of Kauai, clean up and go diving. In the end, Kreutzmann moved there alone.</p><p>\"I thank him. He was my best music teacher,\" Kreutzmann says of Garcia. \"He taught me more about music than anybody else. And not necessarily just in words, but how he played. The way he played, you can learn so much from it. Doesn't matter what instrument you play.</p><p>\"I [was] a senior in high school when he asked me to join the band, when that phone call came in. I knew how to play the drums just a little bit. I had the desire. The thing he said was, 'Bill, play full value. Make four beats be a really full four beats. Don't rush to the end of the bar.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jerry+Garcia%27s+Advice+To+Bill+Kreutzmann%3A+%27Don%27t+Rush%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406105671-bcaac8.m3u?orgId=1&topicId=1105&aggIds=100876926&d=419&p=3&story=404225191&t=progseg&e=406103668&seg=10&ft=nprml&f=404225191"},{"href":"http://media.npr.org/assets/img/2015/05/04/deal-40207d3018a759a4d5243a29c1128a008780648e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"632","width":"843"}},{"href":"http://media.npr.org/assets/img/2015/05/04/billkreutzmannauthorphoto-0923615fcc41856c17fae5043622468d3d6b5830.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1938","width":"2584"}}]}