{"created":"2015-06-22T14:59:10+00:00","modified":"2015-06-23T18:12:41+00:00","valid":{"from":"2015-06-23T18:12:41+00:00","to":"3015-06-23T18:12:41+00:00"},"hreflang":"en","guid":"45c3b031-aaec-4fcf-a388-96e876bff916","title":"Merrill Garbus of tUnE-yArDs: 'Play what you want to hear'","published":"2015-06-23T18:12:36+00:00","byline":"Marissa Lorusso, Andrea Crossan","tags":["TeachHer","Across Women's Lives","Music","Education","Arts, Culture & Media","Development & Education","Teach Her"],"teaser":"Merrill Garbus, who performs genre-defying music as tUnE-yArDs, has been shattering expectations about what kind of music women make.","contentencoded":"<p dir=\"ltr\" id=\"docs-internal-guid-5a02ea83-0c6f-086f-10f0-b791ca462bfc\">For the past six years, Merrill Garbus has been making her genre-defying music under the name tUnE-yArDs.</p>\n<p dir=\"ltr\">Her sound is intricate, loud and unique: Songs feature ukulele, horns and electronic samples, and center on layers of percussion and Garbus’s distinctive voice. A typical live performance finds Garbus standing in front of multiple microphones and loop pedals, backed up by bassist Nate Brenner and several other musicians. Hits like “<a href=\"https://www.youtube.com/watch?v=jbiFcPhccu8\">Water Fountain</a>,” from 2014’s Nikki Nack, the most recent tUnE-yArDs release, manage to be both intentionally off-putting and incredibly fun to listen to.</p>\n<p dir=\"ltr\">Garbus grew up surrounded by music. Both her parents are musicians from folk and classical backgrounds who met playing square dances in New York City in the 1970s and ’80s. Garbus says that growing up with parents who had a “respect for art, and for art as a legitimate career” helped convince her to pursue a creative career.</p>\n<p dir=\"ltr\">But she acknowledges that this support isn't a given for all women. “Music and art [are] generally an insecure way a making a living,” Garbus admits, and she knows many people “who really had to go out on a limb to convince their families, if they ever convinced their families, that music was a good idea.”</p>\n<p dir=\"ltr\">Garbus says that her global travels with tUnE-yArDs have led to conversation with female musicians across the world, which she says “has been a really interesting part of my work.”</p>\n<p dir=\"ltr\">“As an American woman,\" she says, \"I realize that I have a privilege that many women around the world do not have,\" including access to the music industry and lower rates of gender-based discrimination. This privilege, she is quick to point out, varies for women in the United States. However, she says that her status as \"a white woman coming from a suburban background in America\" meant that she \"had access to a lot of education about how to wind my way through the music industry,\" and a relative degree of financial security thanks to her college education.</p>\n<p dir=\"ltr\">Despite these privileges, Garbus says she has still faced the same insecurities that plague many female musicians. Without a college education in music — her degree is in theater — she was often intimidated by the more formal music education of her male bandmates. Garbus says this led her to feel a sort of “aversion towards technology and to the technical parts of making music,” which is something she sees many female musicians deal with.</p>\n<p dir=\"ltr\">Gaining confidence as a musician took time and practice. She describes her early collborators — many of them male — as being “very compassionate\" about her insecurities around whether “had something to say and could legitimately say it.” What also helped, she says, was listening to herself and to \"the encouragement of people who were listening to my music and being inspired by it and wanting me to make more.”</p>\n<p dir=\"ltr\">Garbus's advice to young musicians? “Keep playing. Don’t worry about what you don’t know and what you think you’re supposed to sound like,” she says. “Play what <em>you </em>want to hear.”</p>\n<p dir=\"ltr\">Check out the video for tUnE-yArDs’s “Real Thing” below.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Fmerrill-garbus-tune-yards-says-play-what-you-want-hear&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/merril_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/merriljpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06192015_10.mp3"},{"href":"http://admin.pri.org/file/0619201510mp3"}]}