{"created":"2014-11-28T21:51:24+00:00","modified":"2014-11-29T13:11:15+00:00","valid":{"from":"2014-11-29T13:11:15+00:00","to":"3014-11-29T13:11:15+00:00"},"hreflang":"en","title":"Killer Mike: 'Rap Has Given Me Voice'","published":"2014-11-28T23:22:00+00:00","teaser":"The Atlanta rapper — and one half of rap group Run The Jewels — wants his songs to confront heavy everyday issues with empathy: \"I think our regular lives are amazing, beautiful things.\"","itags":["npr_api","366619092"],"guid":"45cc1f11-b183-4827-aa4f-14c7741c499e","contentencoded":"<p>Michael Render, more commonly known as the rapper <a href=\"http://www.npr.org/artists/167283637/killer-mike\" target=\"_blank\">Killer Mike</a>, has had a long career. He debuted on \"Snappin' And Trappin,'\" a track by fellow Atlantans <a href=\"http://www.npr.org/artists/15182634/outkast\" target=\"_blank\">OutKast</a>. Since then, he's released several solo albums and mixtapes, most recently 2012's <em>R.A.P. Music</em>, an album-length collaboration with producer, rapper and Def Jux Records founder Jaime Meline, who records as El-P.</p><p>That album saw the beginnings of what would soon become the rap duo <a href=\"http://www.npr.org/artists/250227134/run-the-jewels\" target=\"_blank\">Run The Jewels</a>. Render and Meline released their second album, <em>Run The Jewels 2</em>, this year.</p><p>Rap, Render says, has given him something vital.</p><p>\"I'm a black man who grew up in America,\" Render says. \"I'm a father of four children. They don't all have the same mother. I own a business. I see the societal ills and woes on the news everyday just like you. And rap has given me voice to talk about all these things in a very honest, simplistically complex way.\"</p><p>Instead of rapping about grandiose topics, like contemporaries <a href=\"http://www.npr.org/artists/16318474/jay-z\" target=\"_blank\">Jay-Z</a> and <a href=\"http://www.npr.org/artists/14889532/kanye-west\" target=\"_blank\">Kanye West</a>, Render says he writes his music for ordinary people.</p><p>\"My music is just for that guy that comes home, pours a shot of whiskey, reflects on it all,\" Render says. \"I think that there is a narrative that's been lost in American culture, but definitely in rap music. It's very consumer-based. It's very narcissistic in a way. But I just want to talk about practical stuff, about regular people, because I think our regular lives are amazing, beautiful things.\"</p><p>Regular life is not always beautiful, however. Many of Render's lyrics paint painful pictures drawn from his own life. On \"Crown,\" from <em>Run The Jewels 2</em>, Render reflects on his experience as a young father, selling drugs to make money.</p><p>Still, Render says he's frustrated that listeners are more likely to assume that his songs about selling drugs or violence are autobiographical, rather than based on a fictional character, because he's a black man.</p><p>\"I'm not going to stop being who I am,\" he says. \"I'm not going to restrict myself as an artist. My simple argument is this: If you're not intelligent enough to understand that this is a character within a record — the same way <a href=\"http://www.npr.org/artists/15283623/bob-marley\" target=\"_blank\">Bob Marley</a> didn't shoot a sheriff, the same way <a href=\"http://www.npr.org/artists/15165794/johnny-cash\" target=\"_blank\">Johnny Cash</a> didn't shoot a man in Reno to watch him die — then you're not intelligent enough to communicate in discourse with me. I don't wanna get pulled into defending the black male image because of the art I make, but I understand that that comes with it. 'Cause really they're not afraid of a rapper. What they're really saying is: I believe this about black men.\"</p><p>Render — 39 years old, married, with kids — is in a very different place now than he was when he was going through the experiences that informed \"Crown.\" The perspective, he says, allows him to give these songs a sense of empathy that comes with age.</p><p>\"Early,\" a story-song on <em>Run The Jewels 2</em> that follows a young father who is arrested for weed possession and witnesses the police shoot his wife in the ensuing scene, is a song Render says he couldn't have written when he was in his 20s.</p><p>\"In my 20s, I was just angry,\" he says. \"It probably would've just been an 'eff the police' song. But having a retrospective look at it now, understanding life from a policeman's standpoint, from a young father's standpoint, from a husband's standpoint, I just wanted to add a sense of empathy to it.\"</p><p>Render is <a href=\"http://www.youtube.com/watch?v=MQs7CWKHM9w\" target=\"_blank\">a vocal speaker on the subject of police violence</a>. In \"Early,\" he says, he wrote the mother's death to provide a pointed insight.</p><p>\"It's almost hurtful and shameful to say in my country, they're used to black men being killed by the police, and even black children,\" he says. \"But to remove a mother from a family crushes a family in a much different way. I needed people to understand the severity from the dire, dire consequence of bad policing in our community.\"</p><p>At the same time, Render is the son of a policeman and the barbershop he runs with his wife is frequented by police officers.</p><p>\"It's my responsibility to be a voice of reason of some type,\" he says. \"You know, I have to have empathy. Because I have to understand that these people have a job that, although considered deplorable by the general public sometimes, is necessary to keep people safe. But with that said, you have the responsibility and accountability of doing your job in an honorable way or you should be punished even more harshly than people who aren't. Because if I trust you with the power of human life, your standard has to be much higher.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Killer+Mike%3A+%27Rap+Has+Given+Me+Voice%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"497"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367244364-7fc299.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=366619092"},{"href":"http://media.npr.org/assets/img/2014/11/25/killermike_1-8b1a2eb9c3ef549bc72ee05ed2afc7984c1bd996.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"701","width":"935"}}]}