{"created":"2014-10-08T16:26:37+00:00","modified":"2014-10-31T02:16:01+00:00","valid":{"from":"2014-10-31T02:16:01+00:00","to":"3014-10-31T02:16:01+00:00"},"hreflang":"en","title":"Marc Maron: A Life Fueled By 'Panic And Dread'","published":"2014-05-09T17:40:00+00:00","teaser":"The comedian turned his life around when he started \"WTF with Marc Maron\" out of his garage in 2009. He has parlayed the popularity of the podcast into a new television show called <em>Maron.</em>","itags":["npr_api","310783376"],"guid":"45d3417c-08e2-4af7-af55-0de71f271a59","contentencoded":"<p><em>This interview was originally broadcast on <a href=\"http://www.npr.org/2013/04/29/179014321/marc-maron-a-life-fueled-by-panic-and-dread\">April 29, 2013</a>.</em></p><p>When Marc Maron started his podcast \"WTF with Marc Maron\" out of his garage in September 2009, he was in a dark place: He was going through a divorce, his comedy career had hit a wall and — in his mid-40s — he didn't have a Plan B.</p><p>\"I was at a place in my life where I had gotten very cynical,\" he tells <em>Fresh Air</em>'s Terry Gross. \"I had lost a lot of hope for my comedy and everything else, and I really feel that I was no longer able to really appreciate other people's stories. I had lost my ability to really kind of listen and enjoy the company of other people.\"</p><p>Looking back, Maron says, the podcast \"was really a way of me reconnecting with like-minded people — with people I'd known for years — and learning how to talk about problems and issues with friends and peers. And because of that, my joy came back. My ability to laugh came back; my ability to listen and engage emotionally with someone else's story came back. It brought me back into the world of the living, emotionally.\"</p><p>And as the podcast, which features interviews with other comedians, writers and personalities in the entertainment world, breathed new life into Maron himself, it did the same for his career. It quickly became one of the most talked-about and listened-to podcasts on the Internet. Conan O'Brien agreed to be interviewed, as did Janeane Garofalo, Robin Williams, Chris Rock and, in an interview that garnered a great deal of attention, Louis C.K.</p><p>Louis C.K. and Maron had been friends coming up together in the comedy world, but the friendship had foundered as Louis C.K.'s career took off and Maron's stalled. The two talked it out on Maron's podcast, and a version of the conversation later showed up in a scene in Louis C.K.'s show, <em>Louie</em>.</p><p>Now Maron has parlayed the success of his podcast into the IFC Channel's <em>Maron</em>, a television show based on his life. And he has a memoir, <em>Attempting Normal, </em>in which he says he wishes his imagination was fueled by something other than panic and dread — though he says not to worry too much about that observation.</p><p>\"I think I've been mischaracterized a bit as a guy who gets off on his own misery,\" he says. \"I think that misery, for people that are incredibly anxious or frightened, is something consistent. I think that obsession sometimes works as almost a spirituality.</p><p>\"You know, you have a routine that your brain kind of loops around, that you call 'home,' but that's usually in defense of some other part of you that's unruly. And for me I think it's anxiety and panic and worry and dread.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On his anxiety about Conan O'Brien agreeing to be interviewed for \"WTF\"</strong></p><p>\"He's a TV guy; he's a big TV star, and I always looked at him as the guy who would let me on <em>his</em> show. We had this rapport on the show, and there was respect there, and I knew he was a busy guy and a hard worker, and he's a very intense dude. And it was just really the fact that even though I'd done his show so many times over so many years, I don't know his life. I don't know him.</p><p>\"It's really that weird separation between what we get as fans or as co-workers of somebody who has a public personality, and what you really know about them. So when he was coming over, I was sort of overwhelmed and grateful that he was going to come, but there was a lot of insecurity in it. It's like, 'Now he's going to see my house. He's probably going to use my bathroom. He's going to judge my couch.' \"</p><p><strong>On whether his interview with Louis C.K. changed their relationship</strong></p><p>\"I had a real problem with resentment and, you know, Louis is his own guy. He busy, too, and he's got his own issues, but this thing happened. I think there was love there. We were good friends. We did have a connection. We did make each other feel better in times of crisis, and we just let it go and it was a burden for me.</p><p>\"So after that [interview], yeah, we did. Honestly, the one thing I learned from that is a lot of times, because of the immediacy of the culture we live in, when you put a text out there or you shoot an email, if you don't hear back from someone in a day, you're like, 'Well, that's it. What happened there? Why isn't he ... ?' And now that I'm a little busier, it took this to happen for me to realize it: Things fall through the cracks. You know, it's hard to keep up with everything that's coming at you.</p><p>\"And ultimately what happened with him is, I went to New York and he invited me over to his house. You know, I ate leftovers, and we sat down, and we talked for two hours. He showed me some cuts of one of the episodes he was working on, and we connected, and it was great. And then I went and did what I had to do, and he went and did what he had to do, and we're in touch. So yeah, the friendship is intact, and it's better.\"</p><p><strong>On becoming a hypochondriac to attract his dad's attention</strong></p><p>\"I always thought I was dying. ... You know, I would tell my father, you know, 'I think I'm this. I think I'm that.' And when your father's a doctor, they can very easily get into a clinical mode with you and give you the attention you need — or tell you to go see their friend. And how I got over it was an awkward series of visits to his friend Bob, the urologist.</p><p>\"And there was just a moment, there on the fourth visit to this guy on one break from college where I thought I had a number of things over the three-week break, and I think I was on my fourth visit to Bob's office. And I had my pants down, and he was looking at me ... and Bob finally just said, 'There's nothing wrong with you, Marc. Do you like coming here?' And there was just something about that moment where I was like, 'You know, I'm going to have to think about that, Bob, and I think this is the end of that period for me.' \"</p><p><strong>On his fears of becoming a father</strong></p><p>\"I'm a very panicky guy, and I worry a lot. That's where my brain goes. There's a dread thing that I have to fight on a daily basis, so when I think about having a baby, I go right from, 'Yay! A baby!' to 'Oh my God. It's not breathing.' There's nothing in between those things.\"</p><p><strong>On his mother</strong></p><p>\"My mother is kind of compulsively vigilant about her weight. That is a nice way to say a functioning anorexic. She's very proud of her weight. She weighs 116 pounds, and I once wrote a piece for a cooking magazine that said she weighed 119 pounds, and it was as if I had misrepresented her entire life. ... Maybe within the last five years she kind of came up to me and goes, 'Look, Marc, I got to be honest with you: I don't know if I could love you if you were fat.' You know, and this was recently. ...</p><p>\"And then the other time, maybe three years ago, she sits me down — we were making Thanksgiving dinner down there — and she goes, 'Marc, you know when you were a baby, I don't think I knew how to love you.' And I'm like, 'All right, well there's a missing piece to the puzzle. I guess I can cancel my therapy now.'\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marc+Maron%3A+A+Life+Fueled+By+%27Panic+And+Dread%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2024"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311097902-20d5b4.m3u?orgId=1&topicId=1022&ft=3&f=310783376"},{"href":"http://media.npr.org/assets/img/2014/05/08/author-photo----marc-maron-credit-leigh-righton--2c1e1ca4e95fc7e2b535bad0c23c50b9417e41bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"702","width":"935"}},{"href":"http://media.npr.org/assets/img/2014/05/08/maron_3-c57d81727fbd84124a8d48b5b69040d804d0bbdb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3115","width":"4150"}}]}