{"created":"2015-02-09T21:24:18+00:00","modified":"2015-02-10T20:23:20+00:00","valid":{"from":"2015-02-10T20:23:20+00:00","to":"3015-02-10T20:23:20+00:00"},"hreflang":"en","guid":"45e01570-2852-4fb9-9447-f617595fa78d","title":"Is that Putin's daughter doing a flip? A Russian journalist says it is.","published":"2015-02-10T20:23:17+00:00","byline":"Jennifer Goren","tags":["Vladimir Putin","Putin's daughter","russia","economic sanctions","Oleg Kashin","Global Politics","Moscow","Asia","Russia","Asia","Ekaterina Tikhonovna","Oleg Kashin","Katerina Tikhonova","Natalia Antonova","Vladimir Putin","Vladimir Putin","Government of Russia","Politics of Russia","Russia","Putinism"],"teaser":"Vladimir Putin almost never talks publicly about his family. But now a Russian journalist has identified her as a competitive dancer. ","contentencoded":"<p>When President Obama's daughter, Malia, went college visiting in New York City, word leaked out — and so did photos.</p>\n<p>The Obamas try to restrict news stories about their daughters, but they can't keep a lid on everything. And the president often mentions Malia and Sasha in his speeches.</p>\n<p>Contrast that with Russian President Vladimir Putin. He's divorced, with two adult daughters, but he almost never talks about his family. When one Russian newspaper published a story that Putin was involved with a gymnast, the paper was shut down.</p>\n<p>But now there's a report that appears to \"out\" one of Putin's daughters. It started with an investigative piece in the Russian publication RBC about a $1.7 billion development project at Moscow State University. One of the people at the center of that huge project is reportedly a woman named Katerina Tikhonova.</p>\n<p>A well-known Russian journalist, <a href=\"http://foreignpolicy.com/2010/11/06/oleg-kashins-horrible-truth/\">Oleg Kashin</a>, took it from there, identifying Katerina Tikhonova in his <a href=\"http://kashin.guru/2015/01/29/ona/\">blog </a>as Putin's daughter. Kashin, who now lives in Switzerland, says he remembered that Putin's daughter was named for her maternal grandmother, Ekaterina Tikhonovna. He says the birth dates match, too.</p>\n<p>\"There is one chance in a million that it is not Putin's daughter. It is impossible to create such a large system of interconnected facts, all of which would turn out to be wrong,\" Kashin said in an <a href=\"http://gordonua.com/english/news/exclusiveenglish/Kashin-The-probability-that-Katerina-Tikhonova-is-not-Putins-daughter-is-one-in-a-million-63927.html\">interview </a>with the website Gordonua.com.</p>\n<p>When asked about Katerina Tikhonova, a Kremlin spokesman has reportedly said he doesn't know who she is.</p>\n<p>It's not a surprise that a former KGB agent like Putin would keep his personal life private. Beyond that, says writer <a href=\"https://twitter.com/nataliaantonova\">Natalia Antonova</a>, there have long been rumors that when Boris Yeltsin named Putin as his preferred successor in 1999, Putin's wife, Ludmila,  said if you want to be president, fine, but you have to keep the kids out of the public eye.</p>\n<p>Over the years, the daughters have largely remained in the shadows. There were unconfirmed rumors last fall that Putin's other daughter, Maris, was living in the Netherlands and that Katerina was in Korea.</p>\n<p>According to Kashin, Katerina Tikhonova, who's also a competitive dancer (as seen in the YouTube video above), doesn't appear to have the experience to be appointed to lead a major expansion project at Moscow State University. So if she is the daughter of Putin, it would look a lot like nepotism.</p>\n<p>In Russia, that's not necessarily a bad thing, says Natalia Antonova. \"Russia has a very big culture of cronyism, and it's always explained away as 'you can't trust anyone but the people who are closest to you.' If you're going to spend a billion dollars, who are you going to give it to? Some random guy or your daughter?\"</p>\n<p>Antonova notes that it's not confirmed that Katerina Tikhonova is Putin's daughter, but it's possible that if she is, Putin wanted that information to come out. In November, Putin said in an interview that both of his daughters live in Moscow and he saw them a couple of times a month. </p>\n<p>At a time when Russia is feeling the pressure of Western sanctions over its involvement in eastern Ukraine, and has been criticizing the West for being \"decadent,\" Antonova says it might make sense to put out the word that Putin's daughter lives in Moscow and is working for the government.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0209201502.mp3"},{"href":"http://www.pri.org/file/0209201502mp3"}]}