{"created":"2015-06-05T20:52:53+00:00","modified":"2015-06-16T20:27:13+00:00","valid":{"from":"2015-06-16T20:27:13+00:00","to":"3015-06-16T20:27:13+00:00"},"hreflang":"en","title":"Who Are America's Suspected ISIS Followers?","published":"2015-06-16T20:27:00+00:00","teaser":"More than 60 U.S. citizens have been accused of joining or supporting the Islamic State in the past two years. NPR has documented their individual cases.","itags":["npr_api","410336369"],"guid":"45fc7679-38d3-459f-af19-487d281d34a4","contentencoded":"<p>More than two years after the self-proclaimed Islamic State burst on the scene, it is still difficult to quantify just how big the threat is in this country. Counterterrorism officials say nearly 200 Americans have traveled to Syria and Iraq, are thinking about doing so or have returned to the U.S. after spending time there.</p><p>NPR has learned that number of returnees in this country is nearly three dozen — but their cases remain sealed.</p><p>At the beginning of the year, FBI Director James Comey announced that the bureau had open investigations of supporters of ISIS in all 50 states. Every month seems to bring a roster of new cases and arrests. Just this week, police officers in Boston shot and killed a man they say was radicalized by ISIS's social media campaign.</p><p>NPR compiled all the known U.S. cases with an ISIS link. We found more than 60 and analyzed them to try to understand how these cases are different from traditional terrorism arrests.</p><p>One notable difference: Very few of the ISIS suspects stand accused of plotting to attack the homeland. The case in Massachusetts this week, in which Usamma Rahim, 26, allegedly wanted to kill police on behalf of ISIS, is the exception rather than the rule.</p><p>If you look at the cases brought so far, the suspects' motivation for going to Syria is about defending Muslims, or battling the Syrian regime, or marrying a good Muslim.</p><p>While some say they were motivated by U.S. policy in the region, America doesn't appear to be the target. Instead, the suspected \"travelers,\" which is what the FBI calls them, seem to be leaving because they want to be part of something bigger. More specifically, they want to help establish a Muslim caliphate. This notion is very different from what motivated those who left the U.S. to join al-Qaida, particularly after the Sept. 11 attacks. In those cases, the goal was most often to train for an attack on the U.S. or other Western targets.</p><p>The criminal complaints indicate that nearly all involve law enforcement officials intercepting the ISIS suspects at U.S. airports as they were boarding flights on trips that would eventually have taken them to Syria. They talk about Syria as a place where they hope to settle down, start a family and live. While fighting there is certainly part of the attraction, it isn't in every case.</p><p>The data also show that the people who choose to go to Syria defy generalization.</p><p>They come from a range of cultural, ethnic, educational and even religious backgrounds.</p><p>In Colorado, the only ISIS cases so far involve teenage women, three of whom were minors.</p><p>In Minnesota, 16 young men have been charged to date; nearly all of them are Somali-Americans in their 20s. None has been accused of plotting anything against America, so U.S. law enforcement officials appear to be coming around to the view that the ISIS travelers from Minnesota — at least at this point — are not going to Syria to become terrorists in a traditional sense.</p><p>That may be part of the reason why the Justice Department appears to be more open to the idea of deradicalization. One of the early Somali travelers, a 19-year-old named Abdullahi Yusuf, is the first American ever to be enrolled in what is essentially a <a href=\"http://www.npr.org/2015/02/26/389321626/why-a-young-minneapolis-man-wanted-to-join-isis\" target=\"_blank\">jihadi rehab program</a>.</p><p>To track these trends, the chart below is intended to be an evolving resource. It will be updated regularly with an eye to understanding what is motivating these men and women to leave the U.S. in hopes of establishing a modern caliphate.</p><p>Here's the chart:  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Are+America%27s+Suspected+ISIS+Followers%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412305622-7536b3.m3u?orgId=1&topicId=1122&d=220&p=2&story=410336369&t=progseg&e=412139496&seg=17&ft=nprml&f=410336369"},{"href":"http://media.npr.org/assets/img/2015/06/03/isis-mosul-landov-5048577d3d803ff1df41b0895addc97547e9e50d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}}]}