{"created":"2015-02-05T08:05:55+00:00","modified":"2015-07-03T20:27:24+00:00","valid":{"from":"2015-07-03T20:27:24+00:00","to":"3015-07-03T20:27:24+00:00"},"hreflang":"en","title":"U.N. Agency Sets New Standards For Tracking Aircraft In Flight","published":"2015-02-05T13:11:00+00:00","teaser":"After Malaysia Airlines Flight MH370 vanished over the Indian Ocean, air safety authorities have argued for more frequent contact in order to better locate aircraft in the event of tragedy.","itags":["npr_api","383963482"],"guid":"45fe535e-7989-48f0-97ce-f7f3ff662164","contentencoded":"<p>The United Nations' aviation organization is endorsing a new standard meant to keep air traffic authorities and airlines from losing track of a jetliner, such as Malaysia Airlines Flight 370.</p><p>That plane disappeared into the Indian Ocean almost a year ago with 239 people on board.</p><p>Under the new policy, commercial airliners would be required to transmit their location every 15 minutes and every minute if in distress.</p><p>Air safety investigator Anthony Brickhouse says whenever there's a horrifying air transport tragedy, the hope is that from the wreckage and the flight recorders, you can piece together what happened and learn from it.</p><p>\"And you can't learn unless you find the plane or if you have data from the plane, so right now we really can't learn anything from this event because we don't have any evidence yet, and that's the problem,\" says Brickhouse, an associate professor of safety science at Embry-Riddle Aeronautical University.</p><p>For many, it is still hard to fathom how, in this day and age, a Boeing 777 could just vanish without a trace, as MH370 did on March 8, 2014.</p><p>So in response to that event and another Malaysia Airlines tragedy last year, the U.N.'s International Civil Aviation Organization called only its second ever high level safety conference.</p><p>Aviation regulators, safety advocates and airline executives from around the world attending the summit in Montreal this week agreed to establish new flight tracking protocols.</p><p>\"And we've developed very quickly a standard, which calls for an aircraft to be tracked within 15 minutes, no matter where it is around the world, whether it's in radar coverage or not,\" says Nancy Graham, director of ICAO's Air Navigation Bureau.</p><p>She says planes will be required to check in every 15 minutes during normal operations and there's an additional standard for planes in distress.</p><p>\"If it gets into trouble, if it goes beyond its flight plan or a very quick descent or something that's in trouble, it will begin to broadcast once every minute, which allows us to locate the aircraft in the event that it goes down within six nautical miles.\"</p><p>Graham says if such a global flight tracking standard had been in place, \"We hope that would have enabled us to find [MH370] within six nautical miles or one minute, navigationally. So that's exactly the point; it would have been able to give us a better sense of the location very quickly,\" Graham added, \"and then not having the families be in such pain waiting to find out exactly what happened.\"</p><p>The member states participating in the aviation safety summit agreed to enact this new tracking standard with a target date for implementation of November 2016.</p><p>But the measure still needs formal United Nations approval. In the meantime, airlines voluntarily agree to begin implementing the technologies needed for such flight tracking. Most modern-day aircraft already have the capabilities, but the airline industry stops short of fully committing to meeting that target date for implementation.</p><p>\"Certainly, the industry is not, sort of, sitting back and waiting,\" says Tony Tyler, director general of the International Air Transport Association. \"A number of airlines are and are planning to improve and work to new ways of tracking their aircraft in flight.\"</p><p>Some safety advocates, including Malaysia's government and the National Transportation Safety Board here in the U.S., want a stricter plane tracking standard and are calling for real-time, minute-by-minute flight tracking.</p><p>\"The ultimate way to do this would be not to just do it every 15 minutes, but to sample every minute, so you are constantly, basically real-time tracking an aircraft,\" says air safety investigator Brickhouse.</p><p>But he adds this is a good first step. \"I know that 15 minutes doesn't seem like a lot,\" he says. \"But compared to what we have now, where planes can be out of radar contact for hours, I think the 15 minutes is a good start.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.N.+Agency+Sets+New+Standards+For+Tracking+Aircraft+In+Flight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988653-6c843c.m3u?orgId=1&topicId=1004&d=206&p=3&story=383963482&t=progseg&e=383988522&seg=1&ft=nprml&f=383963482"}]}