{"created":"2015-02-24T10:09:41+00:00","modified":"2015-02-26T00:54:51+00:00","valid":{"from":"2015-02-26T00:54:51+00:00","to":"3015-02-26T00:54:51+00:00"},"hreflang":"en","title":"At Supreme Court, Fashion Collides With Religion In Headscarf Case","published":"2015-02-24T23:56:00+00:00","teaser":"On one side of the case is the retailer Abercrombie & Fitch, and on the other, a 17-year-old job applicant who was highly rated for hiring but then rejected because she wore a Muslim headscarf.","itags":["npr_api","388665880"],"guid":"46082dcf-9290-4d20-a820-317b85fd112c","contentencoded":"<p>Fashion collides with religion at the U.S. Supreme Court on Wednesday. On one side is the retailer Abercrombie & Fitch Stores Inc., and on the other, a teenage job applicant who was highly rated for hiring but then discarded because she wore a Muslim headscarf.</p><p>Samantha Elauf, then 17, applied for a job at an Abercrombie Kids store in Tulsa, Okla. A Muslim, she had worn the headscarf since she was 13 years old. She asked a friend who worked at the store whether her headscarf would be all right for her to wear as an employee. The friend consulted an assistant manager who knew that some religious Jews had been permitted to wear yarmulkes, and thus concluded the headscarf would not be a problem.</p><p>When Elauf applied for a job, she was interviewed, received a high score and was recommended for hiring.</p><p>But the regional Abercrombie manager ordered the score downgraded because of Elauf's headscarf, and she was not hired.</p><p>Abercrombie defends its action, citing its so-called Look Policy. Elauf's dress for the interview — a T-shirt and jeans — fit in well with that policy, which is described as \"a classic East Coast collegiate style of clothing.\" But her headscarf did not — the Look Policy does not allow caps, terming them \"too informal for the image we project.\"</p><p>Abercrombie maintains that if Elauf wanted to wear a headscarf in violation of the Look Policy, she should have raised the issue at the time of her interview.</p><p>But Elauf says she didn't know about the policy, that she had inquired about the headscarf and been told it would be OK, and that in any event, refusing to hire a highly rated applicant because of her religious practice violates the federal law banning religious discrimination in employment. That law bars discrimination based on religious practices unless an employer can show that an accommodation would impose an undue hardship on the conduct of the employer's business.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Supreme+Court%2C+Fashion+Collides+With+Religion+In+Headscarf+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388665881-2d15d0.m3u?orgId=1&topicId=1070&e=388665880&d=139&ft=nprml&f=388665880"}]}