{"created":"2015-01-03T22:57:25+00:00","modified":"2015-01-12T00:02:06+00:00","valid":{"from":"2015-01-12T00:02:06+00:00","to":"3015-01-12T00:02:06+00:00"},"hreflang":"en","title":"Trading Pom-Poms For Field Boots: Mireya Mayor's Big Break","published":"2015-01-04T15:54:00+00:00","teaser":"The explorer's life plays out like an adventure film. But before she ever went diving with great whites, she was cheering for the Miami Dolphins — until a required science course changed her plans.","itags":["npr_api","374655622"],"guid":"460a96f3-bec6-4980-903c-eb7dba2ad46f","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Mireya Mayor's life plays out like an adventure film.</p><p>She's a globe-trotting anthropologist, primatologist, wildlife expert and conservationist. As the first female wildlife correspondent for the <em>Ultimate Explorer</em> series on National Geographic Channel, she's gone diving with great whites, she's rappelled down cliffs and she was even charged by an angry silverback gorilla.</p><p>But some of her fans might be surprised by what Mayor was up to before she trekked around remote regions of the world.</p><p>\"While I was in college, I was an NFL cheerleader for the Miami Dolphins,\" Mireya Mayor says. \"I took this anthropology class really by accident, because I had to take a science requirement. I was on a very different path to becoming a lawyer.\"</p><p>During the anthropology course, Mayor says she found a new passion. So she headed straight to the field, signing up for a research trip to Guyana in South America.</p><p>\"I cheered at my last football game and then a week later, was on a plane to Guyana,\" she says. \"[I] had to give up the pom-poms and trade them for field boots.\"</p><p>She says she visited one of the country's more remote regions.</p><p>\"It was just this beautiful, natural, green abyss of impenetrable forest,\" she says. \"Monkeys jumping everywhere and macaws flying overhead, and we would park this canoe at night on the side of the riverbank, climb out and basically machete our way in.\"</p><p>Mayor says it was an adventure of misadventures. She couldn't use the new tent she bought because there were poisonous snakes on the ground. So she set up a hammock instead. And the Calvin Klein field vest she brought along was dry clean only — not ideal for the rainforest.</p><p>\"There was some getting used to it,\" Mayor says. \"But in a very strange way, I did feel very comfortable in that element. Probably as comfortable as I felt in the city.\"</p><p>But four months into the expedition, Mayor's life was in danger.</p><p>\"I started noticing that my hands were swelling,\" she says. \"And then spontaneous wounds started appearing and red streaks started going up my leg.\"</p><p>She had a systemic blood infection.</p><p>\"If I didn't get out, I was going to die,\" Mayor says. \"I had to literally hack my way through forest and I was able to get back to Miami just in time because I basically had a few more hours to live.\"</p><p>She spent the next 10 days in the hospital, but Mayor says there was no turning back to a life of cheerleading and law school.</p><p>\"I spent those 10 days planning my next expedition,\" she says.</p><p>One of her most memorable trips was to Madagascar, where she and a colleague were studying lemurs. They set small mammal traps in the jungle to study the other wildlife in the area.</p><p>\"One rainy morning, I took one of the mammal traps in and I peeked inside of it and these two giant eyes stared back at me,\" Mayor says. \"With this tiny, little body. I mean, it's basically all eyes.\"</p><p>Mayor says it looked similar to known species of mouse lemur, but there was something different about the one she caught.</p><p>\"And lo and behold, it was a brand new species to science,\" she says. \"[The] world's smallest mouse lemur: weighs less than two ounces, fits in the palm of your hands. I mean it was complete elation. First of all, when you go into the field of science, you secretly have a dream that you might discover something some day. But you don't really expect to.\"</p><p>After her discovery, she set up a meeting with Madagascar's prime minister and president.</p><p>\"This tiny little mouse lemur got me in the door,\" she says. \"I was able to bring in maps of the area and point out that it lives in this very remote area, and only there. And we were in urgent need of protecting that forest.\"</p><p>Mayor convinced the government to declare the new mouse lemur species' habitat a national park.</p><p>\"They agreed,\" Mayor says. \"That's a pretty big break.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Trading+Pom-Poms+For+Field+Boots%3A+Mireya+Mayor%27s+Big+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374808377-358389.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=374655622"},{"href":"http://media.npr.org/assets/img/2015/01/02/mireya-mayor-276b68c13ebbb2f25db98e17396ce591d0e56a29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"776","width":"1035"}},{"href":"http://media.npr.org/assets/img/2015/01/02/mireya-mayor_00109-7a74ff85affebc7ca68b580eaf92b0539f4b12b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1346","width":"1795"}}]}