{"created":"2014-11-17T21:18:25+00:00","modified":"2015-05-13T21:39:03+00:00","valid":{"from":"2015-05-13T21:39:03+00:00","to":"3015-05-13T21:39:03+00:00"},"hreflang":"en","title":"Channeling Springsteen: Teachers As Performers","published":"2014-12-01T18:05:00+00:00","teaser":"The importance of a teacher's presence in the classroom has long been debated. Our 50 Great Teachers project asks: Does does a teacher's performance distract, or does it inspire?","itags":["npr_api","343729767"],"guid":"462a932a-e67d-42b2-aa39-22704a1de07a","contentencoded":"<p><em>This fall the NPR Ed team is celebrating great teachers and examining what makes great teaching.</em></p><p>When Amanda Siepiola steps into her second-grade classroom, she channels two role models.</p><p>\"I'm a big Bruce Springsteen fan,\" says Siepiola, a teacher at Horace Mann Elementary School in Washington, DC. \"And when I go to his concerts, I end up leaving and saying, 'I want to teach like him.' \"</p><p>The other role model is Siepiola's own English teacher from the 1990s at Clinton High School in upstate New York: Ms. Hepburn.</p><p>\"She was a performer, where she was on all the time,\" Siepiola says. \"That made me want to stay in that chair and be there.\"</p><p>Siepiola has been teaching for well over a decade and says she is naturally quiet and reserved but, in the classroom, she amps up her enthusiasm. She mixes the energy of Springsteen and the drama of Ms. Hepburn.</p><p>Siepiola readily admits, \"I am performing.\"</p><p>One morning as her second-graders sit cross-legged on the rug, Siepiola whispers, \"See what makes you feel excited.\" The students are learning to browse the classroom books.</p><p>\"See what makes your heart race a little bit, your face get a little hot. Which book adventures do you want to go on?\" Her voice is rising as she anticipates the impending adventures.</p><p>One girl's hand shoots up as she blurts out, \"I know what it means by 'lost in a book.' \"</p><p>Siepiola swears her own energy makes the students more engaged and motivated. I spoke to a lot of teachers for this story and all of them said they feel like they're performing.</p><p>But here's a funny thing: this isn't something you'll find in a typical ed school curriculum. It's rarely taught.</p><p>\"I don't think I have ever learned any techniques in any kind of formal way,\" says Siepiola.</p><p><strong>'Anyone? Anyone?'</strong></p><p>In other words, a basic element of a teacher's job — the very way in which they impart information — may not be a part of their training.</p><p>Now, maybe that's not a surprise to anyone who's struggled to stay awake through a droning 90-minute lecture. But it raises a question: How much performance — how much pizzazz — does a teacher need?</p><p>For answers, let's go to the movies.</p><p>There is Ben Stein, master of the monotone lecture, in the 1986 classic, <em>Ferris Bueller's Day Off</em>. His lifeless, \"Anyone? Anyone?\" punctuates his speaking and has earned him a spot as one of the most boring teachers in movie history.</p><p>At the other end of the spectrum, more in the Springsteen and Ms. Hepburn category, is the late Robin Williams in the 1989 film,<em> Dead Poets Societ</em>y.</p><p>This prep school teacher peppers his lectures with skilled impersonations. He leaps onto his desk to demonstrate that looking at things from a new perspective is important. His excitement, his passion, his theatrics have made him a model of educational inspiration.</p><p>So, is Robin Williams' character all the things a great teacher should be?</p><p><strong>Beyond The Lecture</strong></p><p>Maybe not, says Bruce Lenthall, who runs the Center for Teaching and Learning at the University of Pennsylvania. He has seen some teachers bristle at the idea that successful teachers have to also be performers.</p><p>\"Remember that's not what they've signed on for and that can, in fact, be alienating to them.\" Lenthall says teachers tell him, \" 'I'm here to convey my ideas, I don't need to get into this stuff that seems ephemeral.' \"</p><p>But what if the teacher is really boring?</p><p>Lenthall says that's not his primary concern. He's worried about what students are learning, and argues that entertaining doesn't equal learning.</p><p>\"There is not a clear relationship between whether students enjoy paying attention to a lecture and whether they learn from the experience,\" Lenthall says.</p><p>So it's more complicated that Ben Stein vs. Robin Williams.</p><p>Lenthall and others say it's not supposed to be about the teacher. It's about the students. They are the ones who should be fired up. The teacher's role is to guide, to encourage, to prod along. And that doesn't necessarily mean standing on the desk or playing the guitar.</p><p>This model is called \"active learning.\" It's a popular idea that largely rejects the lecture. Instead of sitting quietly in the audience, the students experience the magic of discovering information and exploring ideas themselves.</p><p>\"That's where the push is going on right now in educational theory,\" says Lenthall.</p><p>Of course, he doesn't think teachers should be boring. But he also doesn't think lectures are the way to go.</p><p>In many ways, the performance question has gotten caught up in this fight between active learning and lecturing.</p><p>\"We assume that performance only relates to lecture, only relates to the passive delivery. And thus it should be discarded along with the lecture,\" says Robert Lue, the faculty director of Harvard University's Derek Bok Center for Teaching and Learning.</p><p>Lue is a big fan of honing a teacher's performance gene. He insists the absolute best active learning teachers have it too.</p><p>\"You look at these faculty members and you watch them. Oh boy! They are performers. They are performers. I mean you have to be,\" Lue says. \"And our failure to recognize that is a problem.\"</p><p>But maybe just maybe, there is another factor here too.</p><p>Perhaps it's not just a question of which method imparts more facts or produces the highest test score. It's also about a teacher's ability to inspire.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Channeling+Springsteen%3A+Teachers+As+Performers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gabrielle Emanuel","audio":[{"meta":{"duration":"361"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364760970-804e3a.m3u?orgId=1&topicId=1013&aggIds=359618671&d=361&p=2&story=343729767&t=progseg&e=364760097&seg=19&ft=nprml&f=343729767"},{"href":"http://media.npr.org/assets/img/2014/09/15/teacher-perform1-129a315cc35b5891976c7eb04c7e204417d0a2b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}},{"href":"http://media.npr.org/assets/img/2014/09/15/teacher-perform2-261712cd59ef2224a04696956eee41d9748473e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}}]}