{"created":"2015-06-14T21:11:23+00:00","modified":"2015-06-15T20:18:27+00:00","valid":{"from":"2015-06-15T20:18:27+00:00","to":"3015-06-15T20:18:27+00:00"},"hreflang":"en","title":"Bankrolling A Dinosaur Dig And Unearthing A Giant: The Giganotosaurus","published":"2015-06-15T20:18:00+00:00","teaser":"Don Lessem was the dinosaur adviser for the first <em>Jurassic Park, </em>a job he says sounds more impressive than it was. His real big-dinosaur break happened years later, thanks to a blurry photo of a bone.","itags":["npr_api","414286692"],"guid":"46321b5c-8c9d-4d99-87cf-302b3ddcdc21","contentencoded":"<p><em>As part of a series called</em> <a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>This weekend, the dinosaurs are back in <em>Jurassic World</em>, where the park is ravaged by the invented <em>Indominus Rex</em>.</p><p>The original <em>Jurassic Park — </em>filled with supposedly reality-based dinosaurs — hit theaters 22 years ago. Writer and science journalist Don Lessem had an important-sounding role: dinosaur adviser.</p><p>But it wasn't very glamorous, he says.</p><p>\"[It] really means that you lend your name and they try to get you not to say anything,\" Lessem says. \"Because they've already decided what the dinosaurs are going to look like. And so, when you come along and say, 'Oh, that velociraptor is about the size of a poodle,' they really don't want to hear that.\"</p><p>He was credited in the film ... technically.</p><p>\"They already swept all of the popcorn out of the theater, they were trying to push us out and I said, 'No, wait, wait!' And, like, the last name that comes up right before the copyright notices was me,\" he says.</p><p>So <em>Jurassic Park </em>wasn't really Lessem's claim to fame. His big break — or rather, his big-dinosaur break — came a few years later, thanks to a blurry photo of a bone.</p><p>\"I was a reporter for <em>The Boston Globe</em> and the editor of the Sunday paper said, 'Why don't you go do a story about some crazy dinosaur scientists?' \" Lessem says.</p><p>So he went to a conference held by the Society of Vertebrate Paleontology.</p><p>\"I'm walking along going after one ... presentation after another,\" he says. \"All of a sudden, I come across a photograph. It's a little 3-by-5, slightly blurry photo of a giant bone.\"</p><p>He recognized that it was a leg bone of some carnivorous dinosaur.</p><p>It was huge.</p><p>\"So there's a fellow standing there who's the presenter,\" Lessem says. \"He's a young scientist from Argentina, Rodolfo Coria. So I asked him, 'What's with this bone? This is bigger than anything.' \"</p><p>Coria told him the leg bone was slightly larger than that of a <em>Tyrannosaurus rex.</em></p><p>\"It was found actually by a dune buggy-riding mechanic in the badlands in Patagonia,\" Lessem says. \"So I said, 'Well, what's it going to take to dig it out?' \"</p><p>Coria told him the dig would cost around $6,000. Lessem told him he could help.</p><p>So Don Lessem funded Rodolfo Coria's dig.</p><p>\"In the usual dig, it goes on for two or three summers because the first year you're identifying, 'How far do I need to dig? Where does this all end? Is there more than one animal? Is it a group?' \" he says. \"Second year, you've kind of refined your focus and maybe by that year or the third year, you've got everything that you can out of the ground.\"</p><p>Lessem and Coria's team used jackhammers, shovels and instruments as delicate as a toothbrush to remove rocks and dirt.</p><p>\"It did turn out that more than 80 percent of that dinosaur was in the ground and it was Giganotosaurus as it got named, the giant of the south,\" Lessem says. \"So my big, lucky break was also a big, lucky break for paleontology, I think.\"</p><p>At the time, it was the largest meat-eating dinosaur unearthed.</p><p>\"For me, the wonder of it is, is that this animal that once ruled the landscape has not been seen by anybody, that no one even knew it was there, until a small group of people — and I'm lucky enough to be among them — got to pry him out of the ground,\" Lessem says.</p><p><em><em>We want to hear about </em>your<em> big break. Send us an email at mybigbreak@npr.org.</em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bankrolling+A+Dinosaur+Dig+And+Unearthing+A+Giant%3A+The+Giganotosaurus&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414466993-a4825a.m3u?orgId=1&topicId=1008&aggIds=274340198&d=240&p=2&story=414286692&t=progseg&e=414408630&seg=7&ft=nprml&f=414286692"},{"href":"http://media.npr.org/assets/img/2015/06/13/giganotosaurus-head-1-1-44191311c2f12853fc230db810abb86446b17aff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2581","width":"3444"}},{"href":"http://media.npr.org/assets/img/2015/06/13/don-photo-cropped-11-19-13-92790a44fbd486309d3b15fb653aa9d100d72eb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"256","width":"342"}},{"href":"http://media.npr.org/assets/img/2015/06/13/800-giganoto-skel-k-dsc_0149-7947943e420a327b20d386b27570a19217a343bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"328","width":"437"}}]}