{"created":"2014-10-06T16:13:07+00:00","modified":"2014-10-06T16:13:08+00:00","valid":{"from":"2014-10-06T16:13:08+00:00","to":"3014-10-06T16:13:08+00:00"},"hreflang":"en","guid":"463b9223-2bdc-4289-a63d-864d2dde742d","title":"How Libyans beat the heat — and the turmoil in their country","published":"2014-10-06T16:13:05+00:00","byline":"Marine Olivesi","tags":["beach","Arab Spring","libyan civil war","Conflict","Conflict & Justice","Tripoli","Africa","Libya","North Africa","Fatima Mohammed","Abdul-Razaq Ali","Energy in Libya","Libyan revolution"],"teaser":"It's been a rough summer in Libya. Fighting between rival militias broke out in the capital in July, and forced the government to flee. With Islamists militias in charge, businesses closed and power cuts a common occurrence, many people are turning to the beach for relief from the heat — and a mental break.","contentencoded":"<p>Abdul-Razaq Ali is the one man I&rsquo;ve met in Libya&rsquo;s capital who isn&#39;t complaining about business. It&rsquo;s been a rough summer in Libya,&nbsp;but&nbsp;many people are shunning the turmoil by flocking to the beach, and Ali owns a 100-foot-long stretch of it.</p><p>These days, hitting the beach has nothing to do with weekends, office hours or the weather. It&rsquo;s all about the power cuts. So while Ali&nbsp;can&rsquo;t really predict when people might descend on his patch of sand, he knows they&#39;ll come.</p><p>&quot;Every time the electricity goes, they come,&rdquo; he says. &ldquo;Lately, the time it&rsquo;s really been full is close to midnight &mdash;&nbsp;11 p.m., 12 p.m. You get electricity cuts at night, it gets very hot. People would come over &mdash; not necessarily going for a swim, but just sitting on the beach, have a bit of a cool down, try and keep their minds off it and waste a little bit of time and then go home.&quot;</p><p>Five weeks of intense fighting between rival militias this summer brought Libya&rsquo;s capital to a standstill. Clashes have subsided for now, but the city has yet to recover.&nbsp;Most schools&nbsp;are still closed, as&nbsp;are universities and&nbsp;most public offices. Banks are also shuttered, which means&nbsp;private businesses across town are, too.</p><p>Besides the daily power cuts, hour-long lines at gas stations have stalled traffic. And the bombed-out airport means there&rsquo;s no easy getaway.&nbsp;No surprise then that many are turning to the beach &mdash; with a vengeance.</p><p>Beachgoers can rent tables for $8 a day, and Fatima Mohammed sits at one of them. She&#39;s&nbsp;fully clothed as she watches her nine-year-old daughter splash in the water, but she&#39;s happy to hear&nbsp;the sound of the waves instead of&nbsp;constant generator noise.</p><p>&ldquo;I&rsquo;d actually just got home from a friend&rsquo;s house and I&rsquo;d realized&nbsp;my neighbor had bought himself a bigger generator,&quot; she explains.&nbsp;&quot;Honestly, it sounds like a machine gun firing off a frontline. It&rsquo;s just very annoying, it&rsquo;s very loud, you can&rsquo;t hear yourself think. I just needed to get out of there and just needed to get somewhere safe and somewhere quiet where I could just sit down, and just come and watch the kids play. And obviously the sea is a nice, relaxing place so we just come here and escape it all.&rdquo;</p><p>Another&nbsp;woman named Souheir is selling cookies and coffee. She works at an oil facility on the outskirts of Tripoli, but she says only&nbsp;half of the staff shows up to work these days. She thinks the latest round of fighting&nbsp;has been even more disruptive for business than the 2011 revolution was.</p><p>&ldquo;From a work perspective, in 2011, I think a lot of people &mdash;&nbsp;especially when the revolution kicked off &mdash; a lot of people were inspired to go to work to try and help the country in some way or another and everybody was just inspired to work at that time,&rdquo; she explains.</p><p>Now, slacking seems to make more sense. The country is split between two parliaments, two governments and countless militias.&nbsp;&ldquo;You don&rsquo;t know who&rsquo;s your enemy. You don&rsquo;t know your friend,&rdquo; Souheir says. &ldquo;People just feel powerless, and don&rsquo;t see the point of putting in the effort.&rdquo;</p><p>Fatima&rsquo;s daughter watches her brother and his friends playing racquetball and laughs at every miss. But her mom&nbsp;has her eyes set on something else.&nbsp;&ldquo;Because I live so close, I can just watch the other houses and see when the electricity is back,&rdquo; Fatima says. &ldquo;I&rsquo;ll be here until it comes back.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Girl_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/girljpg-2"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/10032014.marine.mp3"},{"href":"http://www.pri.org/file/10032014marinemp3"}]}