{"created":"2014-10-07T19:47:00+00:00","modified":"2014-10-30T23:51:42+00:00","valid":{"from":"2014-10-30T23:51:42+00:00","to":"3014-10-30T23:51:42+00:00"},"hreflang":"en","title":"It's Boom Times For Pop-Up Shops As Mobile Shopping Clicks","published":"2014-07-29T17:33:00+00:00","teaser":"One-click online shopping is changing how we shop. Stores with leases as short as a day are proliferating — meaning a storefront can be a designer clothing store one day and a test kitchen the next.","itags":["npr_api","336070504"],"guid":"4644578a-98df-4100-9b23-7dbc7312d9c9","contentencoded":"<p>Fast-rising mobile technology is making buying stuff with a tap of an app easier than ever, and shifting the way we shop. What were once permanent, brick-and-mortar stores, where shoppers look at items in a physical space, are now often pop-ups first — shops that last for a limited time only.</p><p>Pop-up shops are temporary retail spaces that spring up in unused premises. Leases can last as short as a single day, when brands use the spaces for a promotional event instead of testing out a market.</p><p>\"As long as they can change it back, they can do whatever they want,\" says Joe LaPadula. He works for OpenHouse, a company that owns storefronts in the always fashion-forward SoHo neighborhood in New York.</p><p>These days, the pop-up concept is proliferating in trendy, high-foot-traffic neighborhoods like SoHo.</p><p>\"Pop-ups, or this idea of selling something for a temporary period of time, has been around since human trade has been around,\" says LaPadula. OpenHouse rents its storefronts out for retail, promotional events, exhibits — whatever clients need.</p><p>Today, an <a href=\"http://bowerystation.openhouse.me/\">old subway stop in SoHo</a> is a place to get designer pants at 40 percent off. On other days, it's a test kitchen and bar. Next week, it might host a press event. The one thing this place doesn't do is anything permanent.</p><p>\"With food trucks becoming more and more open and available, and the kind of migration of bringing that, I actually think that pop-up shops kind of followed suit,\" says Los Angeles-based retail industry consultant Syama Meagher. She's been watching pop-up retailing develop for the past half decade.</p><p>As consumers do more and more on mobile devices, short-term leases promised by pop-ups mean brands can be more mobile, too — moving around to where their customers cluster.</p><p>\"Larger online brands are bridging together these empty spaces and starting to find ways to get in front of their customers,\" says Meagher.</p><p>The old retail world meant long-established brands existed first in brick-and-mortar stores. Then, they expanded online. Now, the model is flipped.</p><p>\"The business model is innovative in a way, and that's because you can now start a company on the Internet, and there's this intermediate step between a brick-and-mortar where you pop up and have this tactile, real experience,\" says LaPadula.</p><p>That \"clicks to bricks\" model, as the marketing folks call it, is exactly what happened with the eyewear brand Warby Parker.</p><p>\"When we launched, we had no plans to open physical stores, so we're kind of learning as we go along,\" says Dave Gilboa, a Warby Parker co-founder and CEO.</p><p>Just as food trucks let potential restaurants test their menus and find an audience, the pop-up shop serves as a modern-day lab for retailers. The four-year-old company <a href=\"http://www.npr.org/2012/12/07/166736765/neil-blumenthal-co-founder-of-warby-parker\">first learned</a> by using the co-founders' apartment as a showroom. It also experimented with a traveling bus full of eyeglass frames before opening a series of holiday pop-up shops in SoHo. <br /> <br />\"It was just kind of a fun space for us to really experiment,\" Gilboa says.</p><p>While you can <a href=\"https://www.warbyparker.com/\">easily buy</a> Warby Parker frames without ever stepping foot into a store — and many people do — the glasses brand found that many of its customers still crave a physical experience. So what were once Warby Parker pop-ups have become something permanent.</p><p>The company now has three sprawling New York locations, with long-term leases, something the original business plan never anticipated.</p><p>\"There's still something tangible that you can't replace, when you're walking into a store, engaging all five senses,\" Gilboa says.</p><p>The shopping options now before us engage not just all our senses but all our spaces — real-life and virtual.</p><p>\"You're going to have a chance to experience brands unlike you have before. Being that they're going to be in your hands, in your face and in your minds and on your phone all at once, and all at one time,\" says consultant Meagher.</p><p>A lot for customers to consider.</p><p>And for the brands, experimenting with spaces that don't last ... can lead to a lasting business.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Boom+Times+For+Pop-Up+Shops+As+Mobile+Shopping+Clicks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123373-2d9a45.m3u?orgId=1&topicId=1006&ft=3&f=336070504"},{"href":"http://media.npr.org/assets/img/2014/07/28/popup-lease9341-1b3e57ec716d3453f98b76c44fad0cdb0959380d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2431"}},{"href":"http://media.npr.org/assets/img/2014/07/28/popup-lease9396-f74032b841ffb7990541f807f2c901f23e35821c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1779","width":"2374"}},{"href":"http://media.npr.org/assets/img/2014/07/28/popup-lease09346-c49764c43821bb32d0b988979182ced030cd76da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2431"}}]}