{"created":"2015-02-24T22:59:58+00:00","modified":"2015-02-24T23:12:31+00:00","valid":{"from":"2015-02-24T23:12:31+00:00","to":"3015-02-24T23:12:31+00:00"},"hreflang":"en","guid":"46440613-8cd2-4c79-a1af-db22bc6f8a68","title":"Syria's Assyrian Christians are now in the crosshairs of ISIS","published":"2015-02-24T23:12:25+00:00","byline":"David Leveille","tags":["ISIS","Islamic State in Iraq and Syria","Religion","terrorism","conflict","Conflict","Conflict & Justice","Asia","Syria","Iraq","Middle East","Mardean Isaacs","Assyria","ISIS","Syria","Middle East","Assyrian people"],"teaser":"As many as 90 Assyrian Christians have been kidnapped from villages in northeastern Syria by ISIS fighters, and may become fodder for a prisoner exchange between the militants and the Kurdish rebels who are holding some jihadis captive.","contentencoded":"<p>Minority Christians who live in northeastern Syria are once again at the center of the ISIS horror.</p>\n<p>According to two human rights agencies, the <a href=\"http://syriahr.com/en/\">Syrian Observatory for Human Rights</a> and <a href=\"http://www.ademandforaction.com/\">A Demand for Action</a>, several Assyrian villages near Syria's border with Turkey have been captured by Islamic State militants. As many as 90 Assyrians, a Christian community with roots in ancient Mesopotamia, have been kidnapped.</p>\n<p>Mardean Isaac of A Demand For Action, which monitors the status of religious minorities in the Middle East, says the hostages are apparently \"exclusively male. The women and children who could flee, fled. A few of the men who had weapons defended the village to allow others to flee.\" He says there are already indications the Islamic State will use the hostages to demand a prisoner exchange with Kurdish forces, who hold some ISIS fighters.</p>\n<p>Over the past century, the Assyrian community has \"been the victims of convolutions in the region involving redrawing of the borders and ethnic cleansing,\" Isaac says. Now ISIS and other jihadis groups are \"persecuting, extorting, harassing, murdering, and kidnapping Christians of all kinds in the Middle East, since 2003 in Iraq and over the last four years in Syria.\"</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>The Islamic State has reportedly kidnapped at least 90 members of a Christian minority group: <a href=\"http://t.co/2QX9CSxJqf\">http://t.co/2QX9CSxJqf</a> <a href=\"http://t.co/QpyUBPSWTY\">pic.twitter.com/QpyUBPSWTY</a></p>\n<p>— VICE News (@vicenews) <a href=\"https://twitter.com/vicenews/status/570322032740720640\">February 24, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Some military observers suspect ISIS may be retaliating for a string of losses at the hands of Kurdish fighters backed by US-led airstrikes, waging desperate attacks to try and secure new territory. But Isaac says it’s still too difficult to discern a trend or \"to conclude that a certain momentum is gathering. ISIS is omni-directional, their belligerence is omni-directional, so they’re potentially attacking all fronts at all times.\"</p>\n<p>The Syria Observatory for Human Rights published raw footage showing the captives being taken away in cages on the back of pickup trucks, but Isaac says he hasn't watched it — nor will he. </p>\n<p>“I don’t watch because I know what’s in the videos, and to me it's really just pornographic,\" he says. \"It doesn't help me understand anything and I know that they’re meant to be watched, so I don't wish to endorse that purpose.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/saiO2xo_KtE\" width=\"420\"></iframe></p>\n<p>Instad, Isaac is devoted to finding out the fate of the captured Assyrians. He argues the situation demands concerted action, including negotiating prisoner exchanges if necessary.</p>\n<p>“My position is that it's a routine aspect of war. Western states should negotiate for the release of these hostages,\" he says. \"I refuse to accept that there’s any legitimate reason for these innocent people to die in the appalling manner that so many other hostages of the Islamic State have died, so I demand and I'm calling for as strong and as assertive action as possible to secure the release of these hostages.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fsyrias-assyrian-christians-now-cross-hairs-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/syriahostages.mp3"},{"href":"http://www.pri.org/file/syriahostagesmp3"}]}