{"created":"2014-09-22T16:10:43+00:00","modified":"2014-09-22T16:10:44+00:00","valid":{"from":"2014-09-22T16:10:43+00:00","to":"3014-09-22T16:10:43+00:00"},"hreflang":"en","title":"In Silicon Valley, Immigrants Toast Their Way To The Top","published":"2014-04-19T16:18:00+00:00","teaser":"Immigrant workers in the Silicon Valley attend Toastmasters meetings to improve their public speaking. Organizers say those skills often lead to increased confidence at work and even job promotions.","tags":["npr_api","300278333"],"contentencoded":"<p>Public speaking can be nerve-wracking whatever your native tongue. It can be especially difficult for immigrants who speak English as a second language.</p><p>In California's Silicon Valley, some immigrant tech workers strengthen their voices by joining public speaking support groups like Toastmasters clubs.</p><p>Members usually meet once a week to practice giving speeches, which are timed to the second and judged for grammar and presentation. There's even a designated counter of ums and ahs.</p><p>At a recent meeting of the \"ArtICCulators\" Toastmasters Club in Milpitas, Calif., engineer Nidhi Agarwal confronted her fear of public speaking with laughter.</p><p>\"Madam Toastmaster, fellow members and guests, have you laughed today?\" she asked her audience, seated in rows of burgundy banquet chairs in a mirrored dance studio at the Indian Community Center.</p><p>\"I mean a real lung-squeezing, belly-shaking, eye-bulging kind of laugh!\" she continued. \"Is there anything better than a contagious giggle that you can't control?\"</p><p>This was Agarwal's seventh speech since joining Toastmasters two years ago. You could see a slight tremble in her fingers, which was an improvement. Before, she says, you would also hear a tremor in her voice.</p><p>\"I wasn't that comfortable,\" explains Agarwal, who was born in India and moved to the San Francisco Bay Area in 2003. \"You feel butterflies.\"</p><p>Those butterflies can be felt in the more than 14,000 Toastmasters clubs around the world. Here at this Silicon Valley chapter, members work on oratorical skills in a community of mostly immigrants from India and China.</p><p><strong>Learning How To Communicate</strong></p><p>Past club president Avani Shah joined the group after marrying her engineer husband and moving from India to San Jose, Calif.</p><p>When looking for her first job in the U.S., she says she needed more confidence, which she found in part by learning some of the quirks of American English through Toastmasters.</p><p>\"Here, people say, 'I'll tell on you.' People don't say, 'I'll tell about you,'\" Shah explains as an example.</p><p>Aside from mastering American idioms, speaking well in public is also about finding the right attitude.</p><p>Henry Miller, a Toastmasters speech competitor who was invited to the meeting as a guest speaker, says the club provides an ideal environment for overcoming any anxieties.</p><p>\"Here, you can come and you do well, we clap. You don't do very well, we still clap!\" he explains with a hearty laugh.</p><p>Born and raised in Trinidad, Miller says that kind of encouragement is just what many immigrant tech workers need in the Silicon Valley.</p><p>\"They know exactly what they want to say. They know their products. They know their jobs very well,\" he says. \"But sometimes, just to communicate their ideas, that's where they fall down.\"</p><p><strong>Tackling The Inner Critic</strong></p><p>Club organizers add that practicing at weekly meetings can not only boost confidence levels, but it can also help workers land job promotions.</p><p>\"If you cannot communicate well to your superiors or to the CEO or whoever is looking at you, they will not figure out whether you are smart enough,\" says Sunil Tomar, who co-founded the \"ArtICCulators\" Toastmasters Club in 2003. \"It's unfortunate, but that's a fact!\"</p><p>Tomar, an entrepreneur who left India for the U.S. in 1987 and now lives in Fremont, Calif., remembers shivering on stage when he gave his first speech. He says the key is to tackle your inner critic head-on.</p><p>\"Go out there and say, 'I don't care! I'm going to speak! And that's the way I'm going to get better,'\" he says.</p><p>And in case members need any extra incentive, meetings end with an award ceremony — complete with impromptu drumrolls of stomping feet that dissolve into warm applause as each winning speaker is announced.</p><p>After hearing her name, Agarwal rushed forward to collect a navy blue ribbon embossed with \"MOST IMPROVED\" in silver lettering for her speech on laughter.</p><p>\"I'm improving every time I'm presenting,\" she says with a chuckle after the ceremony. \"That is a good thing!\"</p><p>And after more Toastmaster speeches, she says she hopes it will only get better.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Silicon+Valley%2C+Immigrants+Toast+Their+Way+To+The+Top&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","guid":"4648fa12-87f2-4ad2-b608-0da0fc3d6a53","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304896503-d076b7.m3u?orgId=1&topicId=1091&ft=3&f=300278333"},{"href":"http://media.npr.org/assets/img/2014/04/19/toastmasters1a-c7fae7eb3a4a7f3a20efc29d560a467a8a0c132c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2406","width":"3207"}},{"href":"http://media.npr.org/assets/img/2014/04/19/toastmasters2a-c265314e509ab5ac12f160c9f72a4d2062a45e81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2395","width":"3195"}}]}