{"created":"2014-10-08T15:17:46+00:00","modified":"2014-11-12T18:16:08+00:00","valid":{"from":"2014-11-12T18:16:08+00:00","to":"3014-11-12T18:16:08+00:00"},"hreflang":"en","title":"How Do You Get Latino Kids Into Classical Music? Bring The Parents","published":"2014-06-10T13:53:00+00:00","teaser":"\"If they hold an instrument, they will not take a drug. They will not hold a gun,\" says Santa Cecilia Orchestra conductor Sonia Marie De Leon De Vega. \"It's that powerful.\"","itags":["npr_api","316344160"],"guid":"464b3235-21dc-4999-895f-7d7d9f0e9aa6","contentencoded":"<p>Outside the concert hall at Occidental College, in Los Angeles' Eagle Rock neighborhood, children are invited to test out the instruments the Santa Cecilia Orchestra will play later. Alexa Media Rodriguez, 8, says she and her family have never before been to an orchestra concert. She heard about the orchestra when some of the musicians visited her school.</p><p>\"I brought my dad, my stepmom,\" she says, \"my sister, my brother and my sister's cousin ...\"</p><p>That's the thing about this orchestra, says conductor Sonia Marie De Leon De Vega: The children are bringing the parents.</p><p>\"What's happening onstage is wonderful,\" De Leon De Vega says. \"But another thing that's great at our concerts is what's happening in the audience.\"</p><p>About 85 percent of the audience is Latino, spanning all ages. They sit mesmerized, pretending to conduct along with De Leon De Vega, her flowing, wavy brown hair bouncing along as she moves the baton. She's happy to try to replicate the concertgoing experience she saw as a guest conductor in other countries.</p><p>\"You go to the Palacio de Bellas Artes in Mexico City,\" she says, \"people are there on a Sunday afternoon with an entire family. Grandchildren to grandparents, and I thought, 'Wow. You just don't see that back home. You just don't see it. You see mostly older people. The same thing in Italy.' And I thought, 'Wow, I would love for that to exist back home.' \"</p><p>So in 1992, she founded the Santa Cecilia Orchestra. The 85 musicians are paid professionals who play with other symphonies and in Hollywood studios. De Leon De Vega started with $2,000 of her own money and now has a staff of three. Her orchestra has played in concert halls and amphitheaters and at universities all over her adopted home of Los Angeles.</p><p>De Leon De Vega was born in San Antonio to a Mexican-American show-business family. Her mother was a dancer, singer and actress, and her father sang and played guitar in a trio.</p><p>\"He was a wonderful singer, very handsome man also,\" she says. \"I remember being very little and hiding behind the couch, and pretending to conduct while he was having rehearsal with his fellow musicians.\"</p><p>When she was 5, De Leon De Vega began playing piano. By then, the family had moved to the Echo Park neighborhood of LA. She recently went back to her old elementary school and talked to the kids about music.</p><p>\"I played in this schoolyard and walked these halls,\" she says. \"Even at that age, I had a really strong feeling to one day come back and make a difference. And I walked down the halls and I thought, 'I will never forget what this is like, being a child.' \"</p><p>When she was a little girl, she says, music was her refuge.</p><p>\"I was definitely the nerd that the bullies would pick on,\" De Leon De Vega says. \"I was actually beat up numerous times at this school. I was very shy, very quiet. I just wanted to go back home. And I think music saved me.\"</p><p>She eventually became a piano major at California State University, Los Angeles, where one of her professors encouraged her to take up the baton. But a well-known conductor she doesn't want to name told her to quit.</p><p>\"He said a woman will never be allowed to conduct a symphony orchestra onstage in our lifetime. That will never, ever exist,\" De Leon De Vega says. \"Of course, I couldn't believe that. It just discouraged me for about a minute, and that was it.\"</p><p>De Leon De Vega began guest conducting. She invited her father to go with her to Rome for one gig — to fulfill his last wish — to visit the tomb of Santa Cecilia. After he died of cancer a few weeks later, she started putting together her orchestra.</p><p>\"He always prayed to St. Cecilia before he sang,\" she says. \"And in his honor, I named it after the patron saint of music, so we call it the Santa Cecilia Orchestra. We have a Spanish name, too: Orquesta Santa Cecilia.\"</p><p>The Santa Cecilia Orchestra has introduced its audiences to the music of such Latin American composers as Arturo Marquez of Mexico and Argentina's Astor Piazzolla. To build those audiences, De Leon De Vega launched her \"Discovering Music\" program, where musicians visit local public schools. That inspired 8-year-old Luna Castillo and 10-year-old Jennifer Roberts to come to the concerts.</p><p>\"It was like heroic music,\" Castillo says during intermission at one concert. \"The sound is, like, serious.\"</p><p>\"I'm just blown away every time,\" Roberts says.</p><p>De Leon De Vega says music does more than just teach rhythm or melody. \"I believe if a child holds an instrument, like these students we've given violins and lessons, if they hold an instrument, they will not take a drug. They will not hold a gun. It's that powerful.\"</p><p>She says she once got an email from a girl who watched her conduct a Brahms symphony. \"She wrote, 'I am a gang member, and I have never gone to a symphony concert before, and I have never felt anything before. I have never felt any emotion before, anything nice about anyone.' She said, 'But this music touched my soul.' \"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Do+You+Get+Latino+Kids+Into+Classical+Music%3F+Bring+The+Parents&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460579-d2c494.m3u?orgId=1&topicId=1106&aggIds=130593764,100920965&ft=3&f=316344160"},{"href":"http://media.npr.org/assets/img/2014/05/27/scopress4-97618dbb356d89e7bb68c56d312c69b8a9f2fefd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1419","width":"1890"}},{"href":"http://media.npr.org/assets/img/2014/05/27/deleonpress5-20d525b1e5c157f735e0970bcd7de2d18fbcaa6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2196","width":"2926"}}]}