{"created":"2015-03-19T14:12:47+00:00","modified":"2015-05-13T17:07:12+00:00","valid":{"from":"2015-05-13T17:07:12+00:00","to":"3015-05-13T17:07:12+00:00"},"hreflang":"en","title":"Jonathan Groff And Raúl Castillo: 'Looking' Ahead ","published":"2015-05-13T17:07:00+00:00","teaser":"Ahead of the season finale of HBO's <em>Looking</em>, the co-stars who play on-again, off-again couple Patrick and Richie talk about redefining gay life on television and play a game about other TV romances.","itags":["npr_api","393823336"],"guid":"46594bb8-909f-4d9b-b894-cf9a61d7c679","contentencoded":"<p>What differentiates the HBO series <em>Looking</em>, which follows a group of gay men navigating life and love in San Francisco, from other TV series depicting same-sex relationships? According to Jonathan Groff, who plays Patrick on the show, <em>Looking's</em> goal was \"to make a show about gay people where they weren't tragic figures and they weren't the comedic relief, and they weren't sexually sensationalized but they were human beings.\" His character's romance with Richie, played by Raúl Castillo, is meant to be a soft-spoken and endearing relationship with ups and downs, not a stereotypical gay couple often seen on television.</p><p>The two performers came together from different parts of the acting world. Before <em>Looking</em>, Groff starred in the TV series <em>Glee</em>, the Broadway musical <em>Spring Awakening</em>, and voiced Kristoff in <em>Frozen</em>. Castillo studied playwriting in college before taking on dramatic stage roles, picking up television credits on <em>Blue Bloods</em>, <em>Law and Order</em> and <em>Nurse Jackie</em> along the way.</p><p>Before shooting their first scene together, the co-stars broke the ice with an embarrassing night of karaoke singing in which Castillo, a karaoke virgin, chose an ambitious first song: \"Girls Just Wanna Have Fun.\" From such humble beginnings, the two built an off-screen friendship which informs their on-screen relationship. Castillo said, \"[they] were really lucky to find great screen partners in each other.\" Groff agreed: \"I found an instant connection with you.\"</p><p>That is good news, because they'll have to be on the same level for their VIP game. One of them has to prompt the other to guess TV shows famous for their \"will they, won't they\" relationships. But here's the catch: they can't say any of the words in the television show's title, or the names of the couple.</p><hr /><h3>Interview Highlights</h3><p><strong>On Looking's portrayal of gay men</strong></p><p>Groff: Michael Lombardo, who's the head of HBO, made a speech on the stage of the Castro Theatre when we had the premiere of the show. And he said, ever since David Fischer, played by Michael C. Hall in <em>Six Feet Under</em>, I've been waiting to make a show about gay people where they weren't tragic figures and they weren't the comedic relief, and they weren't sexually sensationalized but they were human beings, which is what that character on <em>Six Feet Under</em> was and why that was revolutionary in its way.</p><p><strong>On people's reaction to the show</strong></p><p>Groff: People on the street will come up to me and talk about open relationships and having affairs and they feel this sort of openness with us because we're dealing with all those things on the show and I love it, I'm all about it.</p><p><strong>On buying scapular necklaces for the cast and crew</strong></p><p>Groff: I went to the Dolores Chapel in San Francisco and I didn't know what a scapular was and I went and I bought a hundred and fifty of them and they were so excited, they were like, are you Catholic and I was like \"nooo.\" They thought I was converting all these people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jonathan+Groff+And+Ra%C3%BAl+Castillo%3A+%27Looking%27+Ahead+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"566"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394033869-49b7bc.m3u?orgId=1&topicId=1008&aggIds=167740319&d=566&p=58&story=393823336&t=progseg&e=393815234&seg=7&ft=nprml&f=393823336"},{"href":"http://media.npr.org/assets/img/2015/03/18/looking-2-poster-1-jpg-b9d650ed4243f7cf6efc047737cb4ca12c38521d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"403","width":"538"}},{"href":"http://media.npr.org/assets/img/2015/03/18/p1120659-copy2-54d6a17243c061379df91524eeffb45004890077.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"898","width":"1198"}}]}