{"created":"2015-01-14T19:08:28+00:00","modified":"2015-02-04T19:24:00+00:00","valid":{"from":"2015-02-04T19:24:00+00:00","to":"3015-02-04T19:24:00+00:00"},"hreflang":"en","title":"In 'Broad City,' Two Women Make Comedy From The 'Muck' Of New York Living","published":"2015-01-14T19:09:00+00:00","teaser":"The Comedy Central show is about single 20-somethings who sit around and make each other laugh. Stars Abbi Jacobson and Ilana Glazer poke fun at New Yorkers' \"sick, masochistic romance\" with the city.","itags":["npr_api","377061731"],"guid":"4663c864-76c0-4455-b9cf-7e26d989bfdd","contentencoded":"<p>Comedy Central's television show <a href=\"http://www.cc.com/shows/broad-city\" target=\"_blank\">Broad City</a> has been compared to <em>Girls</em> and <em>Sex and the City</em>, but when co-creators, co-writers and co-stars Abbi Jacobson and Ilana Glazer were creating the web series that ended up being a prototype of their TV show, they were actually channeling <em>Seinfeld</em> and <em>Curb Your Enthusiasm</em>.</p><p>\"We didn't realize it was going to be character development for a TV show later,\" Glazer tells <em>Fresh Air</em>'s Terry Gross. \"I think we looked to Larry David more than anybody else.\"</p><p><em>Broad City</em> is about two single 20-somethings, also named Abbi and Ilana, who live in New York City, have dead-end jobs and spend a lot of time hanging out, smoking weed and making each other laugh.</p><p>Jacobson's character, Abbi Abrams, is a janitor at a high-end gym.</p><p>\"[She's] cleaning all sorts of disgusting things up, mostly bodily fluids and remnants,\" Jacobson says. \"But [she] dreams of bigger things and her social life mostly consists of hanging out with her best friend, Ilana, who pulls her out of her comfort zone into these crazy adventures.\"</p><p>Glazer's character, Ilana Wexler, is a free-spirited, loyal \"hedonist,\" according to Glazer.</p><p>\"She likes to feel good; she likes pleasure,\" she says. \"I feel like at this point in her life the most important thing is her friendship with Abbi — that's the grounding through-line for my character.\"</p><p>The web series was produced between 2009 and 2011.</p><p>\"It was like <em>Curb</em> ... because they were these short slices that didn't wrap up usually, or they were just little segments of these characters' lives,\" Jacobson says.</p><p>Glazer and Jacobson met at the improv comedy group the Upright Citizens Brigade, which was co-founded by Amy Poehler. The two used their improv community in their web series, often featuring guest stars, including Poehler. Later, when the <em>Broad City</em> duo pitched their show as a TV series, Poehler came on board as an executive producer.</p><p>The Comedy Central series begins its second season on Wednesday.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the ease with which their characters talk about bodies and sex </strong></p><p><strong>Jacobson:</strong> I think I grew up in a more conservative way. We were not always talking about our bodies or sex or anything. It was never discouraged, but it was not encouraged or dinner talk. Or, I didn't really share much, but I grew up with an extremely supportive family. I think that's part of how Ilana and my voice developed when we were writing the show; that became much more of a thing than it was for me growing up.</p><p><strong>On Glazer being in an anti-drug club in high school </strong></p><p><strong>Glazer</strong>: It was vaguely Christian, or it felt like it. And my brother Eliot had done it years earlier. We used to gather and talk about how cool it was that we didn't do drugs.</p><p><strong>Jacobson</strong>: So one day some bad kid from the tracks came and pulled you out of this?</p><p><strong>Glazer</strong>: I just got a boyfriend who was a huge stoner and was like, \"Ohhh, finally.\" I knew it was my calling.</p><p><strong>On telling New York City-centric stories</strong></p><p><strong>Glazer:</strong> We try to do the most New York [things that happen to us]. ... Like Abbi in the first season with the mail, with the package, going to North Brother Island for that package, that's just so New York-centric. Getting a package in New York City is different than getting a package anywhere else. Our show is a lot about suburban transplants still being in awe of the city, even when it's a really annoying result that you have to endure.</p><p><strong>Jacobson:</strong> I think about our show a lot where it's as if you're walking through just this gross block and there's trash and people peeing and spitting on you and then you turn the corner and look up and it's like, \"Oh right, I'm in New York. This is the most beautiful city in the world.\" ...</p><p><strong>Glazer:</strong> We love the mundane. It cracks us up; the minutiae, the muck that you have to wade through in this city. It cracks us up. It is this sick, masochistic romance that New Yorkers — permanent New Yorkers — have with the city, where they love how tough they are. Like, friends who move to L.A. are like, \"Over it! Later!\" But there's some sort of pride that New Yorkers have.</p><p><strong>On how Judd Apatow films influenced their comedy </strong></p><p><strong>Glazer:</strong> Movies like <em>The</em> <em>40-Year-Old Virgin</em> and <em>Knocked Up</em> came out during a really formative time for us — high school, college years. There's like acute elements — like pot use — and then more diffuse, everywhere elements — like challenging the characters to talk the way we do in real life and using slang that we're using right now and honestly \"the kids\" are using right now. We'll put that into the show. ...</p><p><strong>Jacobson:</strong> <em>Superbad</em>, too. I mean, they are really wonderful at showing a natural friendship and I think that's what our show is all about. Without a doubt, that's one of the best movies about a friendship that's changing.</p><p><strong>On getting their web series noticed</strong></p><p><strong>Jacobson:</strong> Our web shorts are still not widely viewed at this point. They were never viral. Basically, we had both worked these SEO — search engine optimization — jobs, we had both worked these different jobs that dealt with ... the Internet and using social media. ... We sort of made this spreadsheet of press outlets that we felt needed content. And so we thought about our web series and we thought, \"Well, what different types of places would be interested in this?\" OK, it's about two women; OK, it's about New York City; OK, it's about Jews; OK, it's about stoners --</p><p><strong>Glazer:</strong> — broke people. So you go to those subsets and look for those kinds of blogs.</p><p><strong>Jacobson: </strong>And you do research and we made a spreadsheet of all these different sites and then you have to research and find the editors or the writers and different contacts and you just start emailing them and you hope that some people will write some articles. ... It was very slow and steady, but every little article, every little blog post was such a big deal for us because it got the word out. I have to say, because we came out of this amazing community [Upright Citizens Brigade], Facebook built our show.</p><p><strong>Glazer:</strong> That was <em>the </em>main vehicle for the show. We counted those \"likes\" more than YouTube views.</p><p><strong>On the growth of their characters in the future </strong></p><p><strong>Glazer:</strong> It doesn't feel like we've told that many stories. ... I mean, [in] season two I do think the characters grow in an organic way, not in a necessarily pointed way, but we're still figuring out how far they get.</p><p><strong>Jacobson:</strong> Each episode is for the most part 24 hours, maybe a little more, maybe a little less. There's really only been — you've only seen 10 days of these characters' lives. There's not a ton of time that has passed. I just sort of love thinking about other shows, I love thinking about <em>Seinfeld, </em>about how they didn't really change.</p><p><strong>Glazer:</strong> They didn't have to change. I feel also that this is only our first TV show. We plan on doing — writing and performing — for a long time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Broad+City%2C%27+Two+Women+Make+Comedy+From+The+%27Muck%27+Of+New+York+Living&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377236375-3ca75d.m3u?orgId=1&topicId=1138&e=377061731&d=1225&ft=nprml&f=377061731"},{"href":"http://media.npr.org/assets/img/2015/01/13/aj-ig-photocredit--walter-thompson-1-6cd01bdabe04148fdba4c296950f0a59a78e663d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1023","width":"1364"}},{"href":"http://media.npr.org/assets/img/2015/01/13/broad-city0575_photocredit--lane_savage-53d34d56f423f2401920fd0b0bb0226ca6f4bb26.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"528","width":"704"}}]}