{"created":"2015-02-03T15:51:55+00:00","modified":"2015-02-03T21:54:28+00:00","valid":{"from":"2015-02-03T21:54:27+00:00","to":"3015-02-03T21:54:27+00:00"},"hreflang":"en","guid":"466451c9-ecba-46e9-919b-d0ca578fe827","title":"Obama's immigration plan might convince some farm workers to ditch the fields","published":"2015-02-03T21:54:23+00:00","byline":"Monica Campbell","tags":["immigration","executive action","agriculture","Global Nation","Justice","Conflict & Justice","Madera","Mexico","United States","California","Oaxaca"],"teaser":"If you want to see how the president's new rules on deportation may change many lives — and farm labor — head to California's vast Central Valley. ","contentencoded":"<p>From the outside, it looks like a simple, one-story home in the small city of Madera, California. But step inside and you'll find a household numbering 23 people, all related, with roots in the same village in the arid highlands of Oaxaca. </p>\n<p>Oaxaca, a state in southern Mexico, is one of its country's poorest areas. All of the adults here say they left when the agricultural work they used to do there dried up. Now parents and their kids share a three-bedroom space and a converted one-car garage, and work in the fields of Madera, one of California's agricultural hubs.</p>\n<p>Down the hallway, music blasts from one of the family's bedrooms, where six people sleep in bunks and share beds. My guide, Francisco — we'll use first names only because the parents in the house are undocumented — notes that the song is one of his favorites, an upbeat, traditional <em>chilena </em>tune from Oaxaca.</p>\n<p>While the parents are undocumented, their children are US-born. That means President Obama's recent executive action could provide temporary legal status for the adults. But when I ask Francisco how that might alter his life in this crowded home, he's not sure.</p>\n<p>Francisco can’t read or write in English. He says he belongs to Mexico's indigenous Triqui community, and that \"people like me are meant to work in the fields.\" For years, his family has traveled up and down the West Coast, harvesting asparagus and grapes in California and berries in Oregon and Washington.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/9622520276_a35d7453a7_o.jpg?itok=A77NPcD-\" alt=\"\" /><div class=\"field-caption\">\n    <p>Migrant workers harvest green peppers on Uesugi Farms in Gilroy, California.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Bob Nichols/ US Department of Agriculture</p>\n  </div>\n</div>\n<p>But travel has always been risky, with the fear of deportation hanging heavy during those long road trips up and down the coast.</p>\n<p>Francisco says he's not sure what other jobs he'd qualify for; he's just getting his head wrapped around the idea of considering other work.</p>\n<p>But he would like a change. Francisco, now 40 years old, was injured in the fields. More than a year ago, he was laying under a farm vehicle, trying to fix it, when it suddenly started rolling forward. The parking brake was off. A wheel ran over his hip, and he's now unable to do any heavy manual work.</p>\n<p>His wife, Victoria, has also worked the fields since she got to the United States 15 years ago. But she's idle at the moment: The grapevine pruning season hasn't started yet. Victoria says she’d feel safe to look for steadier work if she had legal status, maybe a job in a restaurant or a hotel.</p>\n<p>Pruning can be dangerous. She was recently pulling the vines — \"they're like really long sticks\" — and part of it flicked off and entered her eye. Her son, Heriberto, remembers seeing his mom come home with her eye bloody red. \"They suffer just for us, to get a future,\" he thought.</p>\n<p>Heriberto is a 14-year-old eighth grader and has worked the fields, too, piling into a car to harvest berries in Oregon and Washington during the summer. But now his parents say he must focus on his education. No more field work.</p>\n<p>I ask him what he wants to do. \"I want to go into mechanics, but first I want to get into the Army, defending the country where I was born,\" he says.</p>\n<p>Soon his parents might be able to make choices, too, including leaving the fields. </p>\n<p>The next question: Who will take their place?</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Edited_MigrantFarm1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/editedmigrantfarm1jpg"}]}