{"created":"2014-11-18T20:33:57+00:00","modified":"2015-05-13T21:30:55+00:00","valid":{"from":"2015-05-13T21:30:55+00:00","to":"3015-05-13T21:30:55+00:00"},"hreflang":"en","title":"How A Feud Between Two Russian Companies Fueled A 'Spam Nation'","published":"2014-11-24T20:58:00+00:00","teaser":"Brian Krebs' new book tells the story of how two companies groomed spammers, and then destroyed each other. In the process, Krebs got access to documents that illuminated how cybercriminals operate.","itags":["npr_api","364730954"],"guid":"4679df73-df95-45d0-9a4b-83aa55cc9587","contentencoded":"<p>Don't install software from the Web unless it's directly from the company that made it. If you do install software, make sure you update it. And whatever you do, don't open attachments emailed to you by spammers.</p><p>These are just a few warnings from Brian Krebs, an investigative journalist and cybersecurity expert.</p><p>Krebs learned the ins and outs of how the spam industry works when he was given documents in the aftermath of a feud between two Russian companies — two of the largest sponsors of pharmaceutical spam.</p><p>The feud \"would forever change the course of the spam industry,\" Krebs tells <em>Fresh Air</em>'s Terry Gross. He writes about the feud and more in his new book <em>Spam Nation</em>.</p><p>About 10 years ago two Russian men — who previously worked together before having a falling out — incentivized the selling of products through spam, according to Krebs. In doing so they employed \"probably most of the biggest virus writers out there, and the biggest spammers.\"</p><p>At some point, Krebs says, the men decided the \"world isn't big enough for both of them,\" so they set out to shut each other down.</p><p>\"Both of them pay hackers to break into each other's networks and steal huge amounts of information about their operation, including years' worth of emails, chat records, banking records — all these things that show how these organizations were set up,\" Krebs says. \"They leak that to law enforcement here in the United States and in Europe, and they leaked it to me.\"</p><p>Ultimately, the companies destroyed each other: One company was shut down; the other guy went to jail.</p><p>Despite the crackdown, Krebs says, spam is just as prevalent today.</p><hr /><p><strong>Interview Highlights</strong></p><p><strong>On how partnerships between spammers and companies work</strong></p><p>The way the partnership works is you have the spam affiliate program, and this is just an organization that takes care of all the back-office stuff. They handle customer orders, they handle customer service, they handle getting the product from suppliers and they handle the shipping ... and then there are the spammers, and these folks, their only job is to drive traffic to the websites that are selling whatever that partnership is selling. So if it's male enhancement drugs or if its software or knock-off handbags or whatever, that's their job, is to get eyeballs to those sites. That's the partnership in a nutshell. ...</p><p>It's based on commission, so if I'm a spammer and I have a whole bunch of websites that belong to me, which is usually the case, I blast out a lot of spam. If somebody comes to one of these sites in response to a spam email I sent out and makes a purchase, I get about 30 to 50 percent of whatever their purchase price was.</p><p><strong>On why people buy from spammers</strong></p><p>Almost invariably what I found in talking to these folks was that they bought it for cost reasons. ... In the United States, it's not uncommon for people to pay three to four to five times as much as you would, say, in Europe or anywhere else in the world where they have socialized medicine [and where] the government says you can't charge any more than this for this drug. That's sort of the arbitrage game that these guys [the spammers and partnerships] are exploiting.</p><p>So when I went to interview folks: \"What motivated you to buy and ingest pills that you ordered from dubious marketers?\" Price invariably was the reason. I talked to a lot of folks who were out of work, they didn't have insurance, insurance didn't cover the drugs they were prescribed, and at the end of the day, it was a math issue for them.</p><p><strong>On what happens after you order from spammers</strong></p><p>Every buyer that I talked to reported the same experience after ordering from spam, which was that they got ... more spam after giving away their email address to spammers — no surprise there. They also got a lot of phone calls about a week or two after the drugs arrived in their mailbox. They started getting peppered with calls from India, people asking, \"Hey, you want to renew your prescription? It's almost time to renew your prescription.\" They would get these calls every day. One woman ... had to change her phone number.</p><p><strong>On why hacking and spamming is so prevalent in Russia</strong></p><p>Russia is a very hospitable place for spam for all kinds of cybercrime. A lot of this has to do with the way the former Soviet Union and Russia educated folks, [with a] very strong emphasis on math, science and technology. And these sorts of things actually lend themselves very well to a career in computing, so there's a strong community there that grew up around technology and computers. And cybercrime brings in a tremendous amount of money to the country, and the government there has nurtured this industry to some degree.</p><p>I think having gone to Russia and really taken in the scene there — people who have never really spent any time there have a hard time conceptualizing this — but you walk into a store that sells magazines, you might find dozens of magazines dedicated to hacking — criminal hacking. You just wouldn't see that here; it's just a different culture.</p><p><strong>On ransomware, the most dangerous kind of spam</strong></p><p>The most dangerous spam is going to be an attachment, a malicious, booby-trapped attachment. It's going to be something that basically takes over your computer, steals your passwords, and if you're really unlucky, it will hold your computer for ransom and so this is probably the most diabolical and fastest growing spam out there, it's called ransomware.</p><p>Essentially what ransomware does is it gets on your system and it sits there very quietly and goes through all of your documents, your mp3 files, your pictures, everything that you might actually value on that system and it encrypts it with a very, very strong encryption [that] probably not even the NSA could break.</p><p>Once it's done with that process, it pops up a little note that says, \"Hey, sorry for the interruption, your friendly neighborhood cybercriminal here, just want to let you know that we've gone ahead and encrypted all of your files and if you want them back you have to pay us $700 (or $300 or whatever the arbitrary amount is). And, oh by the way, you have 72 hours.\" And this little countdown clock starts.</p><p>The frustrating part about this is many people don't take this seriously. The first thing they do is try to remove the threat. And this type of malware is actually not difficult at all to remove, but your files are still encrypted. By the way, if you remove it, you remove the actual file that you need to actually get your files back. If you want to get your files back you have to pay a ransom, but you can't just pull out a credit card and pay it, for obvious reasons, so you have to pay with a virtual currency like Bitcoin.</p><p><strong>On how to protect yourself from malware</strong></p><p>If you didn't go looking for it, don't install it. If you're browsing the Web and cruising around and somebody says you need to install software, don't do that. ... If you do need it, get it from the place that made it. Don't just accept a file that some site says you need to run. ... The second rule is maybe even more important. If you did install it, update it.</p><p>... Even more dangerous is all the stuff that plugs into your browser so Adobe Flash, Java, Adobe Reader, Microsoft Silverlight ... and increasingly the fraudsters are attacking these programs because, No. 1, they know everybody has them installed, and No. 2 the companies that make them ship security updates for them at least once a month and it's really easy to fall behind on these things. ...</p><p>The reason that's important is you browse to a website that's hacked, the first thing these guys do is install automated tools that look for the presence of outdated programs in your browser. And if they find them, you'll silently get served malware and then your computer doesn't belong to you anymore.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Feud+Between+Two+Russian+Companies+Fueled+A+%27Spam+Nation%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365006888-5ebd7f.m3u?orgId=1&topicId=1033&d=1186&p=13&story=364730954&t=progseg&e=364973539&seg=1&ft=nprml&f=364730954"},{"href":"http://media.npr.org/assets/img/2014/11/18/9781402295614-300-ea83c29b98b4484958a82ba66e0afafebcaae86a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"967","width":"1290"}},{"href":"http://media.npr.org/assets/img/2014/11/18/cred-kristoff-clerix-73d39fc6cc4e20561c6e83ed07a52861cf8287fd.png","type":"image/jpeg","meta":{"crop":"standard","height":"239","width":"319"}}]}