{"created":"2015-03-05T08:45:42+00:00","modified":"2015-03-06T03:05:34+00:00","valid":{"from":"2015-03-06T03:05:34+00:00","to":"3015-03-06T03:05:34+00:00"},"hreflang":"en","title":"Jaw Fossil In Ethiopia Likely Oldest Ever Found In Human Line","published":"2015-03-05T17:55:00+00:00","teaser":"The 2.8 million-year-old bone may mark the first human branch in the primate family tree. It wasn't just a bigger brain that marked the shift, scientists say. It was also big changes in the mouth.","itags":["npr_api","390717001"],"guid":"468e2067-b653-4cd8-8fb7-3335e89241a8","contentencoded":"<p>Scientists working in Ethiopia say they've found the earliest known fossil on the ancestral line that led to humans. It's part of a lower jaw with several teeth, and it's about 2.8 million years old. Anthropologists<em> </em>say the fossil fills an important gap in the record of human evolution.</p><p>Although it's risky to say you've got the first or oldest of anything, <a href=\"http://cashp.columbian.gwu.edu/brian-villmoare\">Brian Villmoare</a>, a paleoanthropologist at the University of Nevada, Las Vegas, is sure he and his team have the earliest specimen of <em>Homo</em>, the human genus.</p><p>\"Oh, yeah, it definitely is,\" he says. \"We were looking for it — and by miraculous chance we happened to find it.\"</p><p>Villmoare and an international team from the U.S. and Ethiopia found a lower jaw with five teeth in a region of Ethiopia called Afar. They were working a hill that was full of fossils.</p><p>\"I was on the other side of the hill,\" he recalls, \"and they said, 'Brian! Brian! Come over here.\" The partial jawbone — just the left side – was lying on the ground, having eroded out of the hill.</p><p>Several dating methods confirmed its age as roughly 400,000 years older than the previous record for a human-related fossil.</p><p>Here's why that's a big deal: There's a big gap in human history that has long puzzled scientists. It starts 3 million years ago, in east Africa. The place was home to a variety of 4-foot-tall, apelike creatures called <em>Australopithecus</em> — the famous Lucy is the best known. Over the next 500,000 years, these creatures disappeared.</p><p>Then our genus, <em>Homo</em>, appears in Africa — about 2 million years ago. Scientists believe that sometime and somewhere during that million-year gap, <em>Homo</em> evolved from <em>Australopithecus</em>. But there hasn't been physical evidence of that transition; it's a period that has turned up very few human-related fossils.</p><p>This jaw from Ethiopia could be the evidence of that first branching toward humans in the big primate family tree. The jaw is primitive, with some features like <em>Australopithecus</em>, but definitely different, too — less apelike. \"The general story is, it's a reduction,\" says Villmoare. \"It's becoming 'less.' The teeth are not these big blocky rectangular things, they become slender.\" And the shape of the jaw is rounder than the long and narrow, apelike jaw of <em>Australopithecus</em>.</p><p>Villmoare says he doesn't yet know anything about the creature's brain; there's nothing from the cranium in this find. But he says its jaw and teeth clearly have human traits.</p><p>Richard Potts, who runs the human origins program at the Smithsonian Institution's National Museum of Natural History, agrees with Villmoare. \"This new jaw really seems to confirm,\" Potts says, that by two-and-three-quarter million years ago, we certainly had a lineage branching off.\"</p><p>And while human evolution has usually been measured by changes in the size of the brain, here it seems to be about what was in the mouth. \"You have this fragment of the jaw,\" says Potts, \"that shows that the leading edge of the origin of the genus <em>Homo</em> was our teeth.\"</p><p>And, apparently, changes in the mouth continued as humans kept evolving. Fred Spoor, at the Max Planck Institute in Germany, has been making computerized scans of the skulls of early humans. By 2 million years ago, early humans were established and had split into at least two species: <em>Homo habilis</em> and <em>Homo rudolfensis</em>. What made them different from each other? Mostly, their jaws and teeth.</p><p>Says Spoor, \"They all seem to have a brain size that is pretty much the same, so it is not brain size that actually distinguishes these species but it is the face; it's the way the jaws are built.\"</p><p>Villmoare and Spoor published their findings this week in the journals <a href=\"http://www.sciencemag.org/content/early/2015/03/03/science.aaa1343\">Science</a><em> </em>and <em>Nature</em>, respectively.</p><p>Together, the research suggests that human evolution was partly driven by an ongoing \"remodeling\" of the jaws and teeth toward a set that was more ... dainty, or as anthropologists say, \"gracile.\" What made that possible?</p><p>Well, you don't need big jaws and teeth if you have stone tools to process food — you can pound it or grind it up before you eat it. So maybe it was these very first humans who invented stone tools. But to prove that, scientists will have to find some tools as old this earliest Homo. No one has yet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jaw+Fossil+In+Ethiopia+Likely+Oldest+Ever+Found+In+Human+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390903200-698676.m3u?orgId=1&topicId=1007&e=390717001&d=218&ft=nprml&f=390717001"},{"href":"http://media.npr.org/assets/img/2015/03/04/villmoare5hr-2c148e74f733ba4e33e7fed7c2c0281168df019b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"661","width":"882"}},{"href":"http://media.npr.org/assets/img/2015/03/04/villmoare2hr-86bce9b660a2795555c11ccf6e9e2f91eff3b0ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}},{"href":"http://media.npr.org/assets/img/2015/03/04/villmoare1hr_custom-821a48828be4259d23eefc06b7f79fb7848110a3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1451","width":"1398"}}]}