{"created":"2015-01-04T22:05:10+00:00","modified":"2015-01-21T23:05:12+00:00","valid":{"from":"2015-01-21T23:05:12+00:00","to":"3015-01-21T23:05:12+00:00"},"hreflang":"en","title":"In This New Year, Is It Time To Nix The Thank-You Letter?","published":"2015-01-05T03:09:00+00:00","teaser":"In <em>The Guardian, </em>Peter Ormerod argues it's time to end the ritual of forcing children to write often-formulaic letters. Instead, he says, try for something that's less of a chore and more sincere.","itags":["npr_api","374633440"],"guid":"4696ebd6-5896-44b4-96a6-5dec49990b25","contentencoded":"<p>Now that the holidays are over, another season has arrived. It's time for children to put pen to paper and scratch out thank you letters — all under the watchful eye of their parents.</p><p>In <a href=\"http://www.theguardian.com/commentisfree/2014/dec/30/thank-you-letters\">a recent piece for The Guardian</a>, Peter Ormerod argues that it's time to do away with that ritual. He writes that thank you letters \"represent arguably the first instance in our lives when insincerity is officially sanctioned, which is particularly sad given that the best thing about children is their honesty.\"</p><p>He tells NPR's Arun Rath that he's not at all against gratitude. His argument has more to do with the spirit of the thing. \"It's really because gratitude is so important to me. I don't, however, think that forcing children to write what's often quite formulaic letters — I don't think that's necessarily the best way of helping children develop gratitude.\"</p><p>Instead, he thinks the emphasis should be on getting kids to <em>feel</em> and <em>experience</em> gratitude, rather than just make a show of it. And once they feel it, he says, they can express it in fun or creative ways, \"ways that feel much less like a chore.\" That could involve drawing pictures, taking photos or baking. Ormerod says he's even written songs for people.</p><p>Another common argument for the thank-you letter is that it's one of the last ways for children to stay connected to the physical world — actually putting pen to paper and letter into mailbox. Ormerod says, \"There is something nice about that and, of course, if the children really want to write letters and put their heart into them that's fine.\"</p><p>But he says that wasn't the case when he was growing up.</p><p>\"It was something sort of tacked on after Christmas or after birthdays and it was 'Oh no, I've got to do that,' \" Ormerod recalls, while noting that he doesn't blame his parents for doing what they'd been brought up to do. \"I don't think I really appreciated that people had taken the time to think of me and to buy something for me.\"</p><p>A lot of the commenters on his piece in <em>The Guardian</em> shared similar stories of childhood thank-you-letter dread. But some of the most fascinating comments for Ormerod came from older people who say they've actually told family members not to send thank-you notes because they know they're annoying to write. They assume, those commenters say, that their family members are appreciative.</p><p>Ormerod does acknowledge that, for now, he's arguing from the perspective of a former child: He's not a parent. \"Perhaps I'd feel a bit differently,\" he says. \"I can appreciate there may well be some parental peer pressure. So I hold up my hands if I turn out to be a massive hypocrite on this one.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+This+New+Year%2C+Is+It+Time+To+Nix+The+Thank-You+Letter%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374985634-4ec2e2.m3u?orgId=1&topicId=1057&ft=3&f=374633440"},{"href":"http://media.npr.org/assets/img/2015/01/04/istock_000005920640large-18051c72730514426b5ad7997ed6631360fe2223.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1519","width":"2025"}}]}