{"created":"2014-09-02T15:12:09+00:00","modified":"2014-10-30T23:21:22+00:00","valid":{"from":"2014-10-30T23:21:22+00:00","to":"3014-10-30T23:21:22+00:00"},"hreflang":"en","title":"Older German Workers Jump At Chance To Retire At 63","published":"2014-08-14T12:02:00+00:00","teaser":"Germany has lowered its early retirement age by two years. The move fulfills a government promise, but critics say it makes no sense in a country facing a shortage of trained workers.","itags":["npr_api","340005019"],"guid":"469a4c5c-d10c-4d62-9270-dc946cf1cbb0","contentencoded":"<p>Germany recently lowered its retirement age from 65 to 63 for longtime workers, a move Chancellor Angela Merkel's government says is aimed at easing the burden on older Germans in the workforce.</p><p>But the decision is not popular with German businesses or with governments in struggling eurozone countries, which accuse German officials of hypocrisy. They say it's wrong for Germany to demand sweeping cuts in their countries while Merkel's government beefs up benefits at home.</p><p>And that's in <a href=\"http://www.ssa.gov/retire2/agereduction.htm\">contrast to the U.S.</a>, too, where benefits for early retirement at age 62 have steadily decreased and the retirement age has been steadily increasing from 65 to 67.</p><p>So far, more than 50,000 German workers have applied for the new chance to retire two years early. Among them is Robert Buerger from Stuttgart.</p><p>The one-time auto body assembler at Daimler-Benz who now heads his union shop says he will have worked 48 years when he turns 63, and that he's earned the right to start a new chapter in his life.</p><p>\"I love to travel, especially in a motor home. And naturally I'm looking forward to having the freedom to decide how I spend my time,\" he says.</p><p>The German government estimates some 240,000 people are eligible for early retirement under the new law.</p><p>Labor Minister Andrea Nahles called it a matter of justice for people who've worked nonstop since their late teens and paid into the state pension system for at least 45 years.</p><p>Like Buerger, most of those eligible to retire early have demanding physical jobs.</p><p>But the new retirement package their government is rewarding them with isn't cheap. German officials estimate it will cost $6 billion this year, a figure that will jump to $15 billion per year by 2030.</p><p>And it's not just the German taxpayer who will feel the pinch. Businesses will also suffer, says Judith Roeder. She is deputy managing director of the Middle Class Federation, which represents some 230,000 medium-sized businesses, one-quarter of which expect to lose workers because of the new law.</p><p>Roeder says besides increasing what employers and employees pay into the pension system, the new law makes a growing shortage of experienced workers in Germany much worse.</p><p>That's because the population of Germany is rapidly aging, and there simply aren't enough young people to replace retirees.</p><p>Critics accuse the government of playing politics. They point out that Merkel has pushed for an increase in the overall retirement age. But in this case, her government agreed to lower it for one class of workers at the request of the Social Democrats who joined her government and are seeking to reward their voter base.</p><p>Early retirement will not even benefit disabled and impoverished older workers who need it most, Roeder explains. They haven't worked enough years to qualify and can't afford to quit because early retirement would reduce their pensions, she adds.</p><p>Supporters of early retirement, like Hans-Juergen Urban, an executive board member of Germany's Industrial Union of Metal Workers, says younger workers are also criticizing the new law.</p><p>Urban says that's because the government has signaled that it plans to gradually raise the overall retirement age to 67. When that happens, they say, the new early retirement age of 63 will inevitably be increased to 65.</p><p>Back in Stuttgart, Buerger waves off concerns about the early retirement law driving a wedge between the generations.</p><p>He says he's talked about it with younger workers at his plant — including one of his sons — and that they support the new law.</p><p>Buerger says younger employees are hungry for the chance to move up the career ladder as more seasoned workers like him leave.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Older+German+Workers+Jump+At+Chance+To+Retire+At+63&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340005020-6d5255.m3u?orgId=1&topicId=1124&ft=3&f=340005019"},{"href":"http://media.npr.org/assets/img/2014/08/13/141797152-491732f7f94a48e529382fe12ea6d0c7dec1593c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2356","width":"3142"}}]}