{"created":"2014-10-10T20:05:35+00:00","modified":"2014-11-04T00:36:04+00:00","valid":{"from":"2014-11-04T00:36:04+00:00","to":"3014-11-04T00:36:04+00:00"},"hreflang":"en","title":"Let's Hear That One More Time, In Icelandic","published":"2014-10-10T22:43:00+00:00","teaser":"Singer-songwriter Ásgeir shattered records in his native Iceland with his first album. This year he re-released it in English — but he says the originals have had an uncanny staying power.","itags":["npr_api","354821006"],"guid":"469c6bd9-1460-48b5-b7f0-c63c9ba3691f","contentencoded":"<p>The first album by singer Ásgeir Trausti Einarsson, released in 2012, became the biggest selling debut ever in his native Iceland. This year the singer, known professionally as <a href=\"http://www.npr.org/artists/329770596/asgeir\" target=\"_blank\">Ásgeir</a>, released the album again in English, in hopes of connecting with an international audience. But as he tells NPR's Melissa Block, the originals seem to have an uncanny hold on people.</p><p>\"People really love that Icelandic version,\" the 22-year-old singer songwriter says, noting that he and his band often hopscotch between languages in their live sets. \"I can understand why — because it has this mystique about it and something different, you know? Something magical, that maybe gives the music something more than just understanding.\"</p><p>Hear more of the conversation, including how Ásgeir collaborated on the songs with his 74-year-old father, at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Let%27s+Hear+That+One+More+Time%2C+In+Icelandic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355188014-56d9ab.m3u?orgId=1&topicId=1105&ft=3&f=354821006"},{"href":"http://media.npr.org/assets/img/2014/10/09/asgeir-press-photo-3-161238e8379729128933517be629915d12e99922.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"669","width":"892"}}]}