{"created":"2014-10-27T23:39:08+00:00","modified":"2014-10-27T23:39:08+00:00","valid":{"from":"2014-10-27T23:39:08+00:00","to":"3014-10-27T23:39:08+00:00"},"hreflang":"en","title":"U.N.'s Valerie Amos: Syria Aid Efforts 'Not Working'","published":"2014-05-12T19:19:00+00:00","teaser":"U.N. Security Council members say they fear no progress will be made on getting humanitarian aid to millions who need it in Syria.","itags":["npr_api","308715835"],"contentencoded":"<p>Members of the United Nations Security Council now say that they fear no progress will be made on getting humanitarian aid to the millions who need it in Syria, as long as Russia opposes action against the government there.</p><p>U.N. humanitarian chief Valerie Amos <a href=\"http://www.washingtonpost.com/world/middle_east/un-security-council-despairs-over-syria-aid/2014/04/30/290ccb96-d08a-11e3-a714-be7e7f142085_story.html\" target=\"_blank\">said Wednesday</a> that efforts to remove obstacles to delivering aid were &#8220;not working.&#8221;</p><p>Meanwhile, Syria has missed the final deadline to give up the rest of its chemical weapons. U.S. officials <a href=\"http://www.washingtonpost.com/world/national-security/us-officials-say-syria-is-using-remaining-chemical-weapons-stockpile-as-leverage/2014/04/30/1dd68c8a-d0a8-11e3-9e25-188ebe1fa93b_story.html\" target=\"_blank\">told the Washington Post</a> that Syria is holding onto a small portion of its chemical weapons for leverage with the international community.</p><p><strong>Joshua Landis</strong>, director of the Center for Middle East Studies at the University of Oklahoma, discusses the situation in Syria with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Sacha Pfeiffer.</p><h4>Interview Highlights: Joshua Landis</h4><p><strong>On the role of food in the Syria conflict</strong></p><p>&#8220;Food has become a primary weapon in this war, and President Assad does not allow access to many parts of the rebel territory for U.N. food aid, and the U.N. has to abide by this through international law. And Assad then supplies food to the people who are in his territory, and who are submissive. And that means &#8212; we&#8217;ve seen from U.N. statistics that increasingly, they&#8217;re supplying food to more and more people, so they&#8217;ve been very successful for four-point-something million people a month. And but, increasingly, refugees or people from rebel-held territories are coming over to government-held territory in order to get that food, and so this is a way, in a sense, to tell the rebels and the people under them that if you want food and you don&#8217;t want to starve, you have to come to us and be submissive. And it&#8217;s having an effect, because people are crossing those lines and coming to government food areas.&#8221;</p><p><strong>On U.S. involvement</strong></p><p>&#8220;The U.S. has provided a little over $2 billion worth of aid to the Syrian activists and so forth, and humanitarian aid. Now, that is more than anybody else, but it&#8217;s still only equal to about one week of what we spent in Iraq at the height of the Iraq War. So it shows the extreme lack of interest on the part of the United States in the Middle East and in helping Syria, and Syria specifically, because we&#8217;re still spending a lot in Afghanistan.&#8221;</p><p><strong>On whether more money should be spent on aid to Syria</strong></p><p>&#8220;It&#8217;s absolutely necessary. So many people are getting nothing. There&#8217;s tons of refugee camps, and they are going to be al-Qaida III somewhere down the road. They are just gonna be breeding grounds for unhappiness and terrorism of all kinds, unless the international community can figure out a way to repair the situation.&#8221;</p><p><strong>On the use of homemade weapons in the conflict</strong></p><p>&#8220;We&#8217;re seeing all these sort of homemade weapons on both sides. The barrel bombs&#8230;are these very crude weapons, but they have devastating effect on civilians. They&#8217;re not accurate. And using chlorine, which is used in swimming pools and everything, it&#8217;s very hard for the international community to ban it, because it&#8217;s a legal substance. Strategists have said it doesn&#8217;t make a big difference because you can&#8217;t kill tons of people, but you do &#8212; you know, the most vulnerable, babies, so forth, suffocate with this gas, and it just is a way of terrorizing a population and forcing them to flee cities and areas that are being bombed because they&#8217;re fearful. And it&#8217;s just another tactic in what has become a very brutal and costly war.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"https://www.ou.edu/content/cis/ias/faculty/joshua-landis.html\" target=\"_blank\">Joshua Landis</a></strong>, director of the <a href=\"https://www.ou.edu/content/cis/sponsored_programs/center_for_middleeaststudies.html\" target=\"_blank\">Center for Middle East Studies</a> at the University of Oklahoma. He writes &#8220;<a href=\"http://www.joshualandis.com/blog/\" target=\"_blank\">Syria Comment</a>,&#8221; a daily newsletter on Syrian politics. He tweets <a href=\"https://twitter.com/joshua_landis\" target=\"_blank\">@joshua_landis</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.N.%27s+Valerie+Amos%3A+Syria+Aid+Efforts+%27Not+Working%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"46a15365-1dfd-4f91-b787-27f177da5045","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308738310-08ac66.m3u?orgId=330&ft=3&f=308715835"}]}