{"created":"2015-06-22T20:29:44+00:00","modified":"2015-06-24T20:34:37+00:00","valid":{"from":"2015-06-24T20:34:37+00:00","to":"3015-06-24T20:34:37+00:00"},"hreflang":"en","title":"Back In Ghana, Pat Thomas Gives New Life To Highlife","published":"2015-06-24T20:34:00+00:00","teaser":"<em>Pat Thomas and Kwashibu Area Band</em>'s eight songs unfold in beautifully paced arrangements that are unhurried, but also packed with ideas. Legendary Afrobeat drummer Tony Allen guests.","itags":["npr_api","416521169"],"guid":"46a733e2-4257-4685-a574-367c5b5ce14b","contentencoded":"<p>Pat Thomas, a singer and bandleader from Ghana, is nearly 70. He's lived in England, Germany, Canada and the U.S. But these days he's back home, once again making the music that enshrined him in the hearts of his countrymen: highlife.</p><p>In the 1960s, highlife out of Ghana and Nigeria ruled the dance floors of West Africa. The music's blend of African rhythm, jazzy brass lines, tangling electric guitars and folkloric vocals proudly projected African modernity. Independence fever was sweeping the continent, and highlife was the soundtrack to countless celebrations. For Pat Thomas, that celebration has never stopped — in fact, it continues on his new album <em>Pat Thomas and</em> <em>Kwashibu Area Band.</em></p><p>Thomas recorded the album in Accra with a young Ghanaian producer, so it's a multi-generational effort. The session reunites Thomas with another highlife veteran, Ebo Taylor. The two first worked together in 1968, and they've remained close all these years.</p><p>These eight songs unfold in beautifully paced arrangements that are unhurried, but also packed with ideas. Some songs nod to music styles that highlife has influenced, like Afrobeat out of Nigeria. Drummer <a href=\"http://www.npr.org/artists/15398120/tony-allen\">Tony Allen</a> started out in highlife and went on to become an architect of Afrobeat with his unmistakable brilliance on trap drums, and Allen's presence in two of <em>Pat Thomas and </em><em>Kwashibu Area Band</em>'s tracks is a special treat.</p><p>No one would argue that highlife is poised to make a serious comeback in the era of hip-hop and electronica. But iconic dance sounds — whether big-band swing, soul or ska — never really die. Highlife belongs on that list, and we're lucky Pat Thomas is still around to remind us what the fuss was about.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Back+In+Ghana%2C+Pat+Thomas+Gives+New+Life+To+Highlife&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Banning Eyre","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416538164-6b567b.m3u?orgId=1&topicId=1104&d=233&p=2&story=416521169&t=progseg&e=416538006&seg=20&ft=nprml&f=416521169"},{"href":"http://media.npr.org/assets/img/2015/06/22/pat-thomas-2-w_o-glasses-b58d698366bc3d9fc5962c4a2d9ef85b290e848f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}