{"created":"2014-09-12T13:35:30+00:00","modified":"2014-10-30T22:33:02+00:00","valid":{"from":"2014-10-30T22:33:02+00:00","to":"3014-10-30T22:33:02+00:00"},"hreflang":"en","title":"In An Era Of Gridlock, Does Controlling The Senate Really Matter?","published":"2014-09-12T13:35:00+00:00","teaser":"As the midterm elections near, Republicans are increasingly confident they will control both houses of Congress. But even if they do, the clashes will likely continue.","itags":["npr_api","347144865"],"guid":"46aabb0f-d95e-4ed8-9ea5-85d7f7cfbc9d","contentencoded":"<p>Republicans are increasingly confident that when this year's midterm elections are over, they will control both houses of Congress. But in this period of polarization and gridlock, what difference would it make?</p><p>This midterm election doesn't seem to be about anything in particular other than whether you like President Obama or not. There's no overarching issue, no clashing national agendas. Instead, it's just a series of very expensive, brutally negative races for Congress.</p><p>\"I'm not so sure it's going to be a referendum on anything, but what it is all about, I would respectfully suggest, is who controls the Senate for the next two years,\" says former Democratic Senate aide Jim Manley.</p><p>And that's about it. It's all about who controls the Senate. The House is not expected to change hands. But, since nothing much happens in the Senate now under a narrow Democratic majority, why would anything be different under a narrow Republican majority?</p><p>President Obama <a href=\"http://www.nbcnews.com/meet-the-press/president-barack-obamas-full-interview-nbcs-chuck-todd-n197616\">tried to answer that question</a> on Sunday's <em>Meet the Press</em>. He said the fate of his agenda — on issues like the minimum wage, equal pay and infrastructure funding — hangs in the balance if he doesn't have at least one chamber of Congress making his arguments.</p><p>\"I know that given the gridlock that we've seen over the last couple years, it's easy to say that these midterms don't matter. But the fact of the matter is that on every issue that's important to middle-class Americans, overwhelmingly we're seeing a majority prefer the Democratic option,\" Obama said.</p><p>From the Republican point of view, stopping that Democratic agenda would be a positive outcome.</p><p>Scott Reed, senior political strategist at the U.S. Chamber of Commerce, says a lot would change with a Republican Senate.</p><p>\"I wouldn't go as far as to call it a mandate, but I'd call it a step in the right direction, and I think the press will be forced to cover it as ... a repudiation of the president's leadership style, and thus it will be a new day,\" Reed says. \"The president and the White House team will be focused on legacy, legacy, legacy, and there will be an opportunity to try to get some things done that are good for the country.\"</p><p>Those things might include compromises on immigration or energy, for example. But so far, the Republican leadership hasn't laid out a governing agenda. Last week, the <em>Wall Street Journal</em> editorial page implored the GOP to run a campaign that is about more than attacking Obama.</p><p>Minority Leader Mitch McConnell has begun talking about what he'd do as majority leader in the Senate. In remarks at a private meeting with the Koch brothers that <a href=\"https://www.youtube.com/watch?v=v87Lr-wmU0I\">were reportedly leaked</a> to a liberal-leaning YouTube channel called the Undercurrent, McConnell laid out an aggressive agenda. He said, \"We're going to go after them\" on health care, on financial services, on the Environmental Protection Agency, across the board.</p><p>He goes on to say he will place riders on spending bills that only need 50 votes to pass. That strategy would set up a series of confrontations with the president.</p><p>\"There will be an opportunity to pass some bills ... and send them to the president, where he will have the opportunity to either veto them or not,\" Reed says.</p><p>In addition to veto fights, there would be other changes. Republicans would get more oversight of the Obama administration, the White House would get more subpoenas.</p><p>\"Just imagine all the subpoenas that former Secretary Clinton would have to deal with over the next two years under such a scenario,\" former aide Manley says. \"For me, it's nothing short of a nightmare.\"</p><p>If Republicans overreach and let the Tea Party call the shots, Obama might be able to do what other presidents have done when they lost control of Congress: turn the tables.</p><p>Former Obama White House aide Stephanie Cutter doesn't exactly see a silver lining for Democrats if they lose the Senate. But, she says, \"If Republicans win control of the Senate, there is opportunity. ... Hopefully if they come to table we could get something done.\" She adds, \"If they decide not to do that, then the opportunity is to really show the difference in agenda and vision for this country between Democrats and Republicans.\"</p><p>So if the Senate changes hands, one thing won't change: gridlock. Perhaps more dramatic and clarifying than the gridlock we have today, but gridlock all the same. And it will set the table for the 2016 presidential elections.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+An+Era+Of+Gridlock%2C+Does+Controlling+The+Senate+Really+Matter%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151210-d273ec.m3u?orgId=1&topicId=1014&ft=3&f=347144865"}]}