{"created":"2014-09-30T09:06:15+00:00","modified":"2014-10-30T21:55:51+00:00","valid":{"from":"2014-10-30T21:55:51+00:00","to":"3014-10-30T21:55:51+00:00"},"hreflang":"en","title":"In Michigan, A Low-Key Campaign For A High-Stakes Senate Seat","published":"2014-10-02T02:47:00+00:00","teaser":"GOP candidate Terri Lynn Land is taking it slow when it comes to public events. Her opponent, Democrat Rep. Gary Peters, leads in polls, but the race is close.","itags":["npr_api","352661377"],"guid":"46b85483-7946-43cb-bfec-ba39a9f3e10d","contentencoded":"<p>Republicans see a chance for a takeover of the Senate this November, and they are hoping the path to victory leads through Michigan. That's where six-term Democratic Sen. Carl Levin is retiring.</p><p>Even though Democrats dominate the state in the presidential elections, the GOP does much better in midterms when voter turnout is lower.</p><p>The GOP candidate, Terri Lynn Land, is running an unexpectedly low-key race. She's relying on TV ads and avoiding reporters, prompting one national publication, <em>U.S.News & World Report,</em> <a href=\"http://www.usnews.com/news/articles/2014/09/10/michigans-terri-lynn-land-is-the-invisible-senate-candidate\">to dub her</a> \"The Invisible Senate Candidate.\"</p><p>The past week serves as a pretty good example of Land's approach. Her last public appearance was at a Republican dinner in Macomb County — last Tuesday. Since then, nothing, even with Election Day now five weeks away.</p><p>But Land is all over TV — bashing her opponent, Democratic Rep. Gary Peters. Her very <a href=\"https://www.youtube.com/watch?v=dc_AAje-4l0\">first TV spot</a> began airing in the spring:</p><p>In it, she starts, \"Congressman Gary Peters and his buddies want you to believe I'm waging a war on women. Really? Think about that for a moment.\" As the music plays, Land picks up her coffee mug, takes a sip, looks at her watch and adds, \"As a woman I might know a little bit more about women than Gary Peters.\"</p><p>The quirky style of the ad, and its subject matter, got a lot of national attention. But that moment — a good one for Land — was offset by one very awkward day in May at a conference on Mackinac Island. Reporters formed a scrum around her after a speech, firing off questions. That's a pretty common scene in campaigns. But Land very quickly grew visibly agitated.</p><p>Bill Ballenger, of the newsletter <em>Inside Michigan Politics,</em> says she \"pushed at the microphones and said, 'I can't do this. I talk with my hands.' And she fled from the scene. That was not a pretty picture.\"</p><p>It's an image Democrats are trying to drive home: that Land, who served two terms as Michigan's secretary of state, is not ready for the U.S. Senate. And not ready to answer tough questions.</p><p>It has not been that easy for voters to see Land in person either. Her <a href=\"https://terrilynnland.com/\">website</a> has a link to what her campaign calls a Michigan First bus tour. But the schedule has all along listed only past events, not upcoming ones.</p><p>There have been occasional interviews, <a href=\"http://www.abc12.com/story/26570669/us-senate-candidate-terri-lynn-land-stops-in-lapeer\">like one</a> on Sept. 18 with a reporter from a Flint, Mich., TV station after a bus tour stop at a medical supply company. In a clip that aired on its evening news, Land says, \"Obamacare has really hurt the customer. That's really the bottom line here. You got folks who used to have services ... the costs have gone up.\"</p><p>But many of her events are closed to the press.</p><p>Polls have consistently shown Land running behind Peters. But she's still within striking distance. He has been pushing for debates. So far none are scheduled, though negotiations between the two camps are underway.</p><p>Ballenger says this is the first important statewide race in which he's seen the candidate ahead in the polls — Peters — demanding debates. \"How often do you see that? It just doesn't happen.\"</p><p>Land is from the conservative west side of the state; Peters, from metro Detroit, the Democratic stronghold. He championed the federal bailout for GM and Chrysler; she opposed it. But whether that encourages more Democrats to vote this year, reversing the longtime trend of lower party turnout in Michigan in midterms, remains to be seen.</p><p>Peters held a small meet-and-greet with a group of auto workers at a Coney Island restaurant in Dearborn last week.</p><p>He talked about jobs, and the decision to aid the auto industry.</p><p>\"We're auto folks here in Detroit. That's like your life disappearing in front of you and it would have been catastrophic for our area. And to think my opponent wouldn't have done that, I think it disqualifies you as a candidate for U.S. Senate,\" he said.</p><p>This Senate race has attracted lots of outside money. A <a href=\"http://www.mcfn.org/press.php?prId=204\">study</a> by the Michigan Campaign Finance Network shows that Republican Land has an edge there. Groups supporting her have spent $8 million on ads. Groups backing Democrat Peters have spent less than $6 million.</p><p>There are signs that Land may become more visible in the coming weeks. She has an event with Mitt Romney and other state candidates on Thursday. Either way, look for the big spending to continue on both sides.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Michigan%2C+A+Low-Key+Campaign+For+A+High-Stakes+Senate+Seat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"314"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352661387-cf8136.m3u?orgId=1&topicId=1014&ft=3&f=352661377"}]}