{"created":"2015-01-12T22:47:44+00:00","modified":"2015-06-05T15:30:52+00:00","valid":{"from":"2015-06-05T15:30:52+00:00","to":"3015-06-05T15:30:52+00:00"},"hreflang":"en","title":"Minifasting: How Occasionally Skipping Meals May Boost Health","published":"2015-01-13T22:20:00+00:00","teaser":"If your New Year's resolutions to eat better haven't panned out yet, consider intermittent fasting. It's gaining traction among dieters and researchers for its benefits beyond just weight loss.","itags":["npr_api","376712920"],"guid":"46d10f97-7b3c-42bc-b95c-3a8e56cb7809","contentencoded":"<p>If you've ever gone to sleep hungry and then dreamed of chocolate croissants, the idea of fasting may seem completely unappealing.</p><p>But what if the payoff for a 16-hour fast — which might involve skipping dinner, save a bowl of broth — is a boost in energy and a decreased appetite?</p><p>This is what we've experienced as we've tried out the so-called 5:2 diet. It's an intermittent fasting approach that, as we've <a href=\"http://www.npr.org/blogs/thesalt/2013/07/29/205845319/two-day-diets-how-mini-fasts-can-help-maximize-weight-loss\">reported</a>, has been popularized by <a href=\"http://www.amazon.com/FastDiet-Revised-Updated-Healthy-Intermittent/dp/150110201X/ref=sr_1_1?s=books&ie=UTF8&qid=1421094225&sr=1-1&keywords=the+fast+diet+michael+mosley\">books</a> by British physician and television broadcaster <a href=\"http://thefastdiet.co.uk/about-the-authors/\">Michael Mosley</a>. The diet calls for two days per week of minifasting where the aim is to go a long stretch, say 14 to 18 hours, without eating. During these two fasting days, you also eat only about 600 calories, give or take.</p><p>It sounds tough. But here's the easy part: The other five days of the week you forget about dieting and return to your normal pattern of eating.</p><p>It's not really weight loss we're interested in (though, admittedly, we ate and drank too much over the holidays).</p><p>The fascination is what researchers say may be the broader benefits. Scientists are looking into how fasting may help control blood sugar, improve memory and energy and perhaps boost immunity.</p><p>A <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23591120\">study</a> by researchers at the University of Manchester found that when overweight women followed a 5:2 approach, they lost more weight and body fat and improved their insulin resistance compared with women who followed a more traditional diet of limiting calories seven days per week.</p><p>One explanation for the success of the 5-2 dieters could be that a day of minifasting can lead to a diminished appetite. As Allison reports on <em>All Things Considered</em>, she found that she's just less hungry the day after a fast.</p><p><a href=\"http://www.irp.nia.nih.gov/branches/irp/mmattson.htm\">Mark Mattson,</a> a researcher at the National Institute of Aging, says when we go without food, the body uses up its stored glucose, the basic fuel for the body, and starts burning fat.</p><p>Mattson is interested in what happens to the brain — in terms of memory and learning — when the body starts to burn fat for fuel. And he's been studying animals, mainly mice, for clues.</p><p>During fasting, he says, fat can convert to compounds called ketones, \"which have beneficial effects in making neurons more resistant to injury and disease.\" He's planning a study in people to evaluate what effect intermittent fasting may have on brain health.</p><p>And, as Eliza has <a href=\"http://www.npr.org/blogs/thesalt/2014/12/01/365277943/feeling-like-a-holiday-glutton-it-may-be-time-to-try-a-fast\">reported</a>, scientists are also studying how intermittent fasting may help boost immunity, perhaps by making cells more adaptive to stresses such as injury and disease.</p><p>There may be an evolutionary explanation for this because humans (and other animals) have fasted intermittently for much of our time on Earth, after all. As a recent <a href=\"http://www.pnas.org/content/111/47/16647.abstract\">paper</a> in the <em>Proceedings of the National Academy of Sciences</em> notes, \"The most common eating pattern in modern societies, three meals plus snacks every day, is abnormal from an evolutionary perspective.\"</p><p>Of course, doctors don't recommend minifasts for everyone. <a href=\"http://gero.usc.edu/faculty/longo/\">Valter Longo</a>, a gerontologist at the University of Southern California who studies fasting, notes that \"it is very dangerous for people who struggle with eating disorders to fast.\" And he advises everyone interested in fasting to see their physician and meet with a registered dietitian.</p><p>Longo and other experts gave Eliza some of their other tips on how to do it right:</p><ul><li>Fasting is easier with a buddy.</li><li>On a minifast, choose the food you do eat carefully. Researchers recommend high-protein, high-fiber foods. Avoid <a href=\"http://www.npr.org/blogs/thesalt/2014/09/01/344315405/cutting-back-on-carbs-not-fat-may-lead-to-more-weight-loss\">refined carbs and sugar</a>, which will spike blood sugar and may leave you hungry late in the day.</li><li>To minimize temptation, stay out of the kitchen and away from food establishments.</li><li>Try a pattern of weekly intermittent fasting for at least a month. Studies have shown that a long-term lifestyle change (and the benefits associated with it) is more likely for people who can stick with the diet for at least a month. And tolerating some hunger gets easier the longer you do it.</li><li>Don't be surprised if there are some side effects, like trouble sleeping or gastrointestinal issues.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Minifasting%3A+How+Occasionally+Skipping+Meals+May+Boost+Health&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788917-a92f86.m3u?orgId=1&topicId=1053&d=303&p=2&story=376712920&t=progseg&e=376712664&seg=20&ft=nprml&f=376712920"}]}