{"created":"2015-04-15T20:04:00+00:00","modified":"2015-04-15T20:04:00+00:00","valid":{"from":"2015-04-15T20:04:00+00:00","to":"3015-04-15T20:04:00+00:00"},"hreflang":"en","guid":"46e9428e-3a5c-44ac-a799-8bba0ca0f525","title":"Advocates Fight To Keep Sheltered Workshops For Workers With Disabilities","published":"2015-04-15T03:14:00+00:00","teaser":"Such workshops are being closed across the U.S., more than 15 years after the Supreme Court said separate work settings constitute discrimination. But advocates say clients have nowhere else to go.","itags":["npr_api","395287097"],"contentencoded":"<p>It's a hectic day at Production Unlimited in Watertown, N.Y. Everyone has to drop his regular work — making plastic binders, safety equipment, office supplies — for a huge order.</p><p>Beth Carpenter punches hole after hole into colored plastic tags. She and her co-workers are paid based on how fast they work, usually well below minimum wage. Carpenter has done all different kinds of tasks here for more than 15 years.</p><p>\"And I like working here every day,\" she says. \"I work here five days a week. That's why I'd like to make sure we fight to keep this place open.\"</p><p>It's no secret that New York state is phasing out sheltered workshops like this one. Production Unlimited already reduced its workforce from 200 to 65 over the past few years. Under pressure from the federal government, states are starting to phase sheltered workshops out entirely. But there's disagreement within the disabilities community about whether that's a good idea.</p><p>More than 15 years ago, the Supreme Court ruled that keeping people with disabilities in separate work settings constitutes discrimination. Like almost everyone here, Carpenter has a disability. She says she wants to work in an integrated setting — what people here call \"an outside job.\"</p><p>\"Someday, when I'm ready,\" she says. \"[But] not yet. I get nervous.\"</p><p>There are other obstacles to getting outside jobs, including transportation and limited funding for support services like a job coach.</p><p>Ceylane Meyers-Ruff, of the New York state Office for People With Developmental Disabilities, says those are real issues. But as with school desegregation in the past, she says it's government's civil rights obligation to help people hurdle those obstacles.</p><p>\"Every human being should have the opportunity to be a part of the larger society,\" she says. \"And when we hear the stories of success from people who are working who didn't think they could, we're trying to make that a possibility for every person.\"</p><p>Those words are long overdue for disability advocates who have fought for inclusion in the workplace for decades. In 1987, Michael Callahan wrote a book arguing that outside jobs are achievable for almost everyone if the job is customized for the individual and a company's needs, rather than wedging a person with a disability into an existing job.</p><p>\"So bring me a person who's in a coma and let's agree right now until they get out of the coma we won't try to get them a job,\" he says. \"But anyone else, let's work on it. And what I can say to you is employers are not pushing back.\"</p><p>Tom Golden, with the Employment and Disability Institute at Cornell, says that employers are actually ahead of the curve and that they're hungry for new labor markets as baby boomers retire.</p><p>\"They're talking about how they're ready to manage populations in the past that have been marginalized,\" he says.</p><p>But local experts fear it's another story in sluggish economies like Watertown. And they worry the state won't provide enough funding for support and training for those new models to work.</p><p>About 300,000 people work in sheltered workshops nationwide. Daphne Pickert, who runs St. Lawrence NYSARC, another disability services provider, says ending them removes an option for people who may never be ready for an outside job.</p><p>\"For some people, because of their actual diagnosis and disability, they need the support of the workshop,\" she says, \"And they literally cannot perform in a competitive setting.\"<br /> <br /> David Schneider, a longtime employee at the Watertown workshop, says he's afraid of being made fun of in the nondisabled world, or of getting yelled at, or of going jobless.</p><p>\"Who's going to trust us?\" he asks. \"And if we screw up, think of how the customers would feel. And who's going to get blamed for it? We will, probably.\"</p><p>It's a risk for workers to leave Production Unlimited. And for anyone, it's hard to take a risk when your job is on the line.  <div class=\"fullattribution\">Copyright 2015 North Country Public Radio. To see more, visit <a href=\"http://www.northcountrypublicradio.org/\">http://www.northcountrypublicradio.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Advocates+Fight+To+Keep+Sheltered+Workshops+For+Workers+With+Disabilities&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Sommerstein","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399641496-8c3e68.m3u?orgId=625&topicId=1003&e=395287097&d=256&ft=nprml&f=395287097"},{"href":"http://media.npr.org/assets/img/2015/03/25/sommerstein1-c2c2b7bbfd10ddb8a2c76c0f5baac5be513ac54e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2663"}},{"href":"http://media.npr.org/assets/img/2015/03/25/sommerstein2-efc3a47d3f2c58bbf397502a85e58f8a710c5dbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/03/25/sommerstein3-67dbf5a9e4eb318797051d3a0beff3870fd04c1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}