{"created":"2014-10-23T22:24:38+00:00","modified":"2015-04-06T19:36:41+00:00","valid":{"from":"2015-04-06T19:36:41+00:00","to":"3015-04-06T19:36:41+00:00"},"hreflang":"en","title":"Calling 911 On Your Cell? It's Harder To Find You Than You Think","published":"2014-10-23T22:57:00+00:00","teaser":"If you call 911 from inside a tall building, emergency responders may have difficulty finding you. Cellphone GPS technology currently doesn't work well indoors — but the FCC hopes to change that.","itags":["npr_api","358307881"],"guid":"470700eb-2dd4-42d9-8009-b9a0dc269b91","contentencoded":"<p>Today's mobile phones can do almost everything a computer can. But we still need them for their most basic purpose: making phone calls — especially in emergencies.</p><p>Yet existing technology can't always pinpoint a caller's location, particularly when a 911 caller is indoors.</p><p>The Federal Communications Commission has proposed new regulations for wireless carriers to help address the problem, but so far, wireless providers are resisting the changes.</p><p>One of the first questions callers are asked when they call 911 is, \"Where is your emergency?\" It's also \"absolutely the most important,\" says Steve Souder, director of the Fairfax County Department of Public Safety Communications in Virginia.</p><p>\"We need to know where you are to send somebody. We don't need to know what; we don't need to know how; we don't need to know when,\" Souder says. \"The 'where' is the No. 1 thing.\"</p><p>But that's become a much harder question for first responders in the past 20 years. First, the GPS on cellphones doesn't work as well indoors as it does outside.</p><p>Second, callers used to reach 911 via a landline, which was linked to a specific address — down to the apartment number. That's not true with cellphones.</p><p>Chris Frederick, a 911 call taker in Fairfax County, remembers when an 8-year-old called him on a cellphone because his parents had a medical emergency. The boy couldn't read very well, and his parents didn't speak English. So Frederick asked him to walk outside.</p><p>\"And I said, 'Can you tell me what the number is on your house?' And he told me the number. It took about 10 minutes.\"</p><p>If the call had come in on a landline, Frederick says, identifying the house would have been instantaneous — the location would have just popped up on his computer screen.</p><p>With nearly half the children in the U.S. — like the boy Frederick helped — living in wireless-only households, situations like that are common. According to the National Emergency Number Association, around 210 million 911 calls come from cellphones every year. And about half of the people calling on a cellphone from indoors don't know where they are specifically.</p><p>The FCC regulates the cellphone industry, including wireless carriers like Verizon, AT&T and Sprint. Currently, the FCC requires cellphones to have technology that tracks a person to between 100 and 300 meters of where he is.</p><p>But as Jodie Griffin, senior staff attorney at the consumer advocacy group Public Knowledge, points out, \"100 meters, which is the stricter end of the rules right now, is more than a football field.\"</p><p>And a football field is longer than some city blocks.</p><p>\"When you're talking about someone who's outdoors, the ambulance may be able to arrive and just see where someone is in distress,\" Griffin says.</p><p>But if a caller is inside one of these buildings? Good luck.</p><p>So earlier this year, the FCC <a href=\"http://www.fcc.gov/document/proposes-new-indoor-requirements-and-revisions-existing-e911-rules\">proposed new rules that would require vertical location information</a>. That way, first responders could identify which floor a caller is on. The rules would also require location information within 50 meters — still longer than some apartment building hallways.</p><p>The new rules would apply to any phone, no matter what type.</p><p>So far, wireless providers are resisting the proposed changes. In <a href=\"http://apps.fcc.gov/ecfs/document/view?id=7521388160\" target=\"_blank\">filings with the FCC, Sprint said</a> that the agency's timeline wasn't realistic.</p><p>In an email to NPR, Verizon said the company is \"working with a variety of organizations across the ecosystem on a viable path forward.\"</p><p>The technology to meet those requirements is actually already available.</p><p>Several companies have created systems that can better track a phone's location. The company <a href=\"http://www.trueposition.com/solutions/public-safety/emergency-call-location/\" target=\"_blank\">TruePosition creates custom geolocation technology</a>.</p><p>\"Special receivers are installed in the existing wireless operators' or carriers' cell towers,\" says Rob Anderson, TruePosition's chief technology officer. \"Those receivers are able to very accurately measure the time the signals that are transmitted from the cellphones arrive at the various cell towers. And by making those time measurements, we can compute a position. And we measure those signals very precisely, on the order of nanoseconds.\"</p><p>TruePosition's system doesn't require updates to every cellphone, but it does require cellphone carriers to add equipment to their towers.</p><p>Obviously, this would cost money — which companies would likely pass on to consumers in one way or another.</p><p>Public Knowledge's Griffin says the added cost could also raise <em>another</em> problem.</p><p>\"The people who can't afford the newest smartphone, or can't afford to be on an LTE network, are going to be left behind if we just assume that we'll let the new technology that comes along in two years solve everything,\" she says.</p><p>The FCC is currently taking comments on the proposed rules. If they're approved, the regulations would still take at least a year to implement.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Calling+911+On+Your+Cell%3F+It%27s+Harder+To+Find+You+Than+You+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lucy Perkins","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358363585-f484cd.m3u?orgId=1&topicId=1019&e=358307881&d=296&ft=nprml&f=358307881"},{"href":"http://media.npr.org/assets/img/2014/10/23/fairfax911center-e213b3b579605d7401bd92a796c87e9d66a9091d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2655","width":"3542"}},{"href":"http://media.npr.org/assets/img/2014/10/23/percent-of-u-s-wireless-only-households-_chartbuilder-12ae13b4fabaafd505b575ce770d6359ce0b5571.png","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}