{"created":"2015-06-09T12:44:53+00:00","modified":"2015-06-09T12:44:54+00:00","valid":{"from":"2015-06-09T12:44:54+00:00","to":"3015-06-09T12:44:54+00:00"},"hreflang":"en","guid":"4717c082-c2d4-496f-a81e-d021467e2d42","title":"Snowden supporters say USA Freedom Act is proof the former NSA contractor should be allowed to come home","published":"2015-06-09T12:44:48+00:00","byline":"T.J. Raphael","tags":["politics","government","Global Politics","North America","United States"],"teaser":"Edward Snowden made possible many of the reforms of government surveillance measures that are underway right now. But Snowden is still subject to arrest if he returns to the US. Now some are quietly suggesting he should be allowed to come home without facing charges.","contentencoded":"<p dir=\"ltr\">The passage of the <a href=\"https://www.whitehouse.gov/the-press-office/2015/06/02/statement-president-usa-freedom-act\">USA Freedom Act</a> is the first major effort by Congress to rein in parts of the Patriot Act and the NSA's bulk data collection program. But the law may never have been passed had it not been for Edward Snowden, the NSA contractor who leaked information about that agency's broad surveillance powers.</p>\n<p dir=\"ltr\">Earlier this week, Rep. Jerrold Nadler (D-NY) <a href=\"http://www.thetakeaway.org/story/patriot-act-political-asset-political-liability/\">said</a> the new law makes our country stronger, not weaker, in the face of terrorism and security.</p>\n<p dir=\"ltr\">\"I think it is a victory for Edward Snowden,\" said Rep. Nadler, who co-authored the House's version of the bill. \"[Snowden] revealed illegal, I would say unconstitutional, action by the government, which had been secret for years. Because of his revelation, people found out about this and Congress reacted to it, and we changed the law to make clear that they couldn't do what they were doing.\"</p>\n<p dir=\"ltr\">White House Press Secretary Josh Earnest disagrees. He told reporters this week that Snowden \"committed very serious crimes,\" and that he should return to the United States to face the justice system.</p>\n<p dir=\"ltr\">John Cassidy, staff writer for The New Yorker, says it's time to recognize the value of Snowden's revelations, drop all threats of prosecution, and <a href=\"http://www.newyorker.com/news/john-cassidy/its-time-to-let-edward-snowden-come-home\">bring him home</a>.  </p>\n<p dir=\"ltr\">“I’ve always been on Snowden’s side in this debate,” says Cassidy. “This is a person who gave up a great deal to inform us what was going on. He took a great risk to himself, and he’s now been languishing in Russia for two years. I think rather than leaving him to languish there, we should thank him and enter into some sort of plea bargain with him that allows him to come home.”</p>\n<p dir=\"ltr\">Though lawmakers on Capitol Hill are patting themselves on the back for passing the USA Freedom Act, Cassidy argues that at least some of the credit belongs with Snowden.</p>\n<p dir=\"ltr\">“There’s absolutely no way this law would have ever gone into effect if Snowden hadn’t done what he did,” he says.</p>\n<p dir=\"ltr\">Senate Majority Leader Mitch McConnell has called the USA Freedom Act a \"resounding victory for Edward Snowden.\" However, he added that the new law \"is also a resounding victory for those who currently plot against our homeland.\"</p>\n<p dir=\"ltr\">“Some people have suggested that [Snowden] is cooperating with the Russians. Back in 2013, there were also suggestions that he was showing the Chinese what he had during his stopover in Hong Kong,” says Cassidy. “There’s never been any evidence to suggest any of that [is true].”</p>\n<p dir=\"ltr\">While some argue that Snowden is a treasonous traitor, others say that he should be given a job consulting with the government on surveillance policy.</p>\n<p dir=\"ltr\">“At the very least, even if we don’t do that, we owe it to him to give him the opportunity to come home and carry on with his life,” says Cassidy.</p>\n<p dir=\"ltr\">Additionally, Cassidy says Snowden’s leaks worked to positively change the entire political climate that had been in effect from September 11, 2001, until his revelations in 2013.</p>\n<p dir=\"ltr\">“The politically safe thing to do before Snowden came along was to just let the NSA get on with it,” he says. “The default position for politicians of both parties was basically to give the spooks, the Pentagon, and the national security establishment whatever it wanted. What Snowden did — he changed the political calculus.”</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/usa-freedom-act-becomes-law-some-call-snowden-hero/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-08%2Fsnowden-supporters-say-usa-freedom-act-proof-former-nsa-contractor-should-be&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway06515-snowden.mp3"},{"href":"http://admin.pri.org/file/takeaway06515-snowdenmp3"}]}