{"created":"2014-09-03T20:40:49+00:00","modified":"2014-09-10T12:38:14+00:00","valid":{"from":"2014-09-10T12:38:14+00:00","to":"3014-09-10T12:38:14+00:00"},"hreflang":"en","title":"NPR Music At SXSW 2014: Friday","published":"2014-03-18T17:50:00+00:00","teaser":"On Friday in Austin, Texas, full-throttle music consumption and overwhelming crowds battled to a exhausting, exhilarating draw.","tags":["npr_api","289593175"],"guid":"472e0eb8-21c4-440f-b94a-113470e05798","contentencoded":"<p>Friday was a return to full throttle music consumption for NPR Music's team at SXSW, with few obligations other than seeing as many bands as possible. We saw old favorites and new obsessions, tried to squeeze through the crowds on Austin's streets, watched Lady Gaga navigate questions about her career — and reasons behind the corporate sponsorship of her SXSW show — in this year's keynote address and dragged a bunch of bands into the back yard of a local boutique to perform short sets (keep your eye out for these).</p><p>Among the <em>All Songs Considered</em> crew — Bob Boilen, Robin Hilton, Stephen Thompson and returning guest Katie Presley — the day was won by Moon Hooch, a Brooklyn-based instrumental trio of two saxophonists and a drummer who got a deeply invested crowd dancing in unison.</p><p>Stephen gave a portion of his schedule over to recommendations from colleagues — Moon Hooch and the Front Bottoms courtesy of Bob and Denitia and Sene and Lowell as picked by Katie Presley. He also ducked out of the mob on 6th Street to see The Pack A.D., a ferociously loud duo whose set felt \"controlled and calm\" compared to the cacophany of the crowd outside. Katie had a string of good luck, making it in to see seven straight bands she wanted to see, when and where she wanted to see them, a near-impossible feat at the ever-more crowded SXSW. Then, because the laws of SXSW require balance, she got shut out of six shows in a row.</p><p>Bob's non-Moon Hooch highlight came out of a trip to the Austin Convention Center, a \"soulless\" venue that he usually tries to avoid. But the Norwegian band Highasakite, which blends pop and chant, made endearing music that was atmospheric and catchy enough to overcome the site's limitations. Robin saw Perfect Pussy once again — \"I'm just absolutely smitten\" — and Kishi Bashi, who played new songs with a full band, including electrified banjo, to a packed house.</p><p>You can hear that whole conversation in the audio player on this page, and read highlights from our staff in Austin below. Listen to our discoveries in <a href=\"http://open.spotify.com/user/npr_allsongs/playlist/6P04NPEnag1GyWdF9MObFB\" target=\"_blank\">a running playlist</a> of music by the best bands we've heard so far, at the bottom of this page. We'll have more updates throughout the day: You can follow along with all our SXSW coverage in real time via Twitter (<a href=\"https://twitter.com/nprmusic\" target=\"_blank\">@nprmusic</a>), <a href=\"http://instagram.com/nprmusic\" target=\"_blank\">Instagram</a> and <a href=\"https://www.facebook.com/nprmusic\" target=\"_blank\">Facebook</a>.</p><p><hr /></p><p><h3>Friday SXSW Highlights</h3></p><p><ul></p><p><li><strong>Robin Hilton (<a href=\"https://twitter.com/nprobin\" target=\"_blank\">@nprobin</a>)</strong>: The highlight of the entire week didn't come until a little after one in the morning last night, when the Brooklyn band Moon Hooch erupted on a modest stage accessible only through a smelly back alley. Two guys on saxophones and one killer drummer. They basically play riff rock, taking wildly infectious, groove-heavy lines, repeating them and building on them. So much drama. And so tightly synched it sort of boggled my mind. And they had a large crowd of fans out-of-control dancing for joy like I haven't seen in many years. Moon Hooch. Seriously, go see them. You won't believe it.</li></p><p><li><strong>Stephen Thompson (<a href=\"https://twitter.com/idislikestephen\" target=\"_blank\">@idislikestephen</a>)</strong>: At some point on Day 4 of SXSW, you're likely to hit a wall; to want to climb into bed in the hopes that you'll never again encounter another noise or human being. I hit that wall a couple times on Friday, and found a way through it thanks to big, soul-stirring rackets. Seeing The Front Bottoms perform the anthemic \"Twin Size Mattress\" — with the crowd screaming virtually every word in unison — gave the evening its first perfect moment. The two women in Pack A.D. bashed out a raucous blast of room-filling noise that still conveyed more calm than the chaos in the street outside. And then the mighty Moon Hooch, with its drums and two saxophones, closed out the night with a wonderfully cacophonous set; the crowd was a throbbing organism throughout. Bring on Day 5.</li></p><p><li><strong>Kiana Fitzgerald (<a href=\"https://twitter.com/NPRandB\" target=\"_blank\">@NPRandB</a>)</strong>: I got my entire life at Solange's Saint Heron showcase last night, which featured artists from the debut compilation album from her record label. From the colorful venue set-up (pinatas and Christmas lights) against a back drop of a towering stone formation, to the welcoming relaxed environment, the entire showcase was an experience to behold. I have to admit, my favorite moments of the night came in irrepressible spurts of fan-girling. Myself and a small group of long-time supporters of the effervescent Iman Omari wound up singing his songs back to him at the tops of our lungs. I fell in love with a duo, BC Kingdom, whose hip-hop influenced production and unabashed approach to subjects around the outskirts of love threw me back to the days of R. Kelly and Jodeci supremacy. Tweet, the last performer of the night, was light years ahead of her time a decade ago, stylistically. It felt like last night was the moment that all of the pieces locked together and I understood how important her influence was on the sound of current artists like Solange and Kelela.</li></p><p></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NPR+Music+At+SXSW+2014%3A+Friday&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Music Staff","audio":[{"meta":{"duration":"1049"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1290401161-632f9b.m3u?orgId=1&topicId=1106&aggIds=100920965,7729350&ft=3&f=289593175"},{"href":"http://media.npr.org/assets/img/2014/03/15/13168424095_8c0fc2b4dc_h-7aaee06840d96cb42cd36137bc39a0dc91cff667.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1065","width":"1600"}},{"href":"http://media.npr.org/assets/img/2014/03/15/petite-noir-performs-at-cheer-up-charlie-s-during-sxsw-2014_13169896594_l-e360420b814fde3e448cae178b3ee8100bab62a4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/real-estate-performs-at-the-central-presbyterian-church-for-the_13170638334_l-f981fd7cbfb359797102a03b12300762090e6226.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/saint-rich-performs-at-the-ifc-fairgrouns-during-sxsw-2014_13170627274_l-3a36f5faae7e904b8368533d3be97c60ffc59309.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/taylor-gang-and-wiz-khalifa-perform-at-the-fader-fort_13169620103_l-ccb3cee0fa65c0075bcc51591d5f612cf356fb8b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/taylor-gang-and-wiz-khalifa-perform-at-the-fader-fort_13169699943_l-f0a72c8e4870c9c86983fc6edd1475f834726f16.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/temples-performs-at-the-spin-day-party-at-stubb-s-during_13168937124_l-a11c2b8f9e7639feeb58b5d41e4278a8dda56f4d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/03/15/warpaint-performs-at-the-spin-day-party-at-stubb-s-during_13169086444_l-423258f1c2e63d3392c0a1599b480c9af753455f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1024","width":"682"}},{"href":"http://media.npr.org/assets/img/2014/03/15/white-sea-performs-at-the-ifc-playground-during-sxsw-2014_13169533333_l-b09a7e9c2d981cac3c00c581e7e7aee0ace15f10.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"682","width":"1024"}}]}