{"created":"2014-09-17T18:43:56+00:00","modified":"2014-09-17T18:51:20+00:00","valid":{"from":"2014-09-17T18:51:20+00:00","to":"3014-09-17T18:51:20+00:00"},"hreflang":"en","title":"Courtney Barnett: Tiny Desk Concert","published":"2014-06-18T15:01:00+00:00","teaser":"Barnett can tell you a story like she's your best friend, provided your best friend is a funny Australian poet. Hear three of her thoughtful, acerbic rambles, including the new \"Depreston.\"","tags":["npr_api","302900658"],"guid":"472ef867-ae34-4629-a35e-8fb217461794","contentencoded":"<p>Courtney Barnett can tell you a story like she's your best friend — provided your best friend is a funny poet with an Australian accent. Listen to \"Avant Gardener,\" an autobiographical account of trying to turn a life around through gardening, only to be foiled by a severe allergic reaction. The tale that follows at this Tiny Desk Concert, \"History Eraser,\" is a ramble in an alcohol-fueled dream state; it features some of the best lyric-writing in music today. Here's a sample from that song:</p><p><blockquote></p><p>I found an Ezra Pound and made a bet that if I found a cigarette I'd drop it all and marry you. Just then a song comes on: \"You can't always get what you want\" — The Rolling Stones, oh, woe is we, the irony! The Stones became the moss and once all inhibitions lost, the hipsters made a mission to the farm. We drove by tractor there, the yellow straw replaced our hair, we laced the dairy river with the cream of sweet vermouth.</p><p></blockquote></p><p>The only downside for a fan like me is that these songs have been kicking around my head for more than a year. As she played them, I found myself hoping for something new, too. And so it was that Barnett graced the Tiny Desk with a brand-new tune, not yet on a record, about a suburb near Melbourne known as Preston; it's a song about house-hunting that she appropriately calls \"Depreston.\" The song is thoughtful, acerbic and funny, just like the woman who sings it.<br /> <br /><strong><br />Set List</strong></p><p><ul></p><p><li>\"Avant Gardener\"</li></p><p><li>\"History Eraser\"</li></p><p><li>\"Depreston\"</li></p><p></ul></p><p><strong>Credits</strong></p><p><strong></strong><em>Producers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Courtney+Barnett%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"813"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302901692-b54524.m3u?orgId=1&topicId=1110&aggIds=146587997,92071316&ft=3&f=302900658"},{"href":"http://media.npr.org/assets/img/2014/04/14/tdc_courtneybarnett-4_18635417-c1893386f0f99a5749915bc6544f075798a8c0f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3158","width":"4211"}}]}