{"created":"2015-03-01T10:56:51+00:00","modified":"2015-05-13T21:12:24+00:00","valid":{"from":"2015-05-13T21:12:24+00:00","to":"3015-05-13T21:12:24+00:00"},"hreflang":"en","title":"Italian Cheese Lovers Find Their Bovine Match Through 'Adopt A Cow'","published":"2015-03-03T20:07:00+00:00","teaser":"The cheeses of the Italian Alps are prized for their flavor. But the tradition of cheese-making here is dying off. Now remaining farmers are banding together around an unusual adoption program.","itags":["npr_api","389574335"],"guid":"47354208-2d11-4c20-805e-2ef4385dd56d","contentencoded":"<p>Foodies have long savored the cheeses of the Italian Alps. Dairy farmers still make it by hand, but unless you live in the region or can travel there, you'll have a hard time getting your hands on it. Much of this precious cheese isn't exported.</p><p>As you might imagine, this has not been good for business and the Alpine cheese makers have been slowly disappearing. That is until some farmers banded together — with the help of the Internet — and came up with an unusual adoption program called <a href=\"http://www.visitvalsugana.it/en/holiday-ideas/adopt-a-cow/\">Adopt A Cow</a>.</p><p>It's kind of like Internet dating.</p><p>Mery is the first to catch my eye: She's about 5 feet 10 inches tall, outdoorsy, vegetarian. We definitely seem compatible. And the website says she's available.</p><p>She also happens to be an Italian Simmental, a dairy cow that's native to the Alps. For just $67, or 60 Euros, I can meet her.</p><p>But I have to drive 360 miles from Rome to the Sugana Valley, a rural enclave in the northeastern Trentino region, to the hilltop homestead of Francesco Lenzi, the farmer who's raising her.</p><p>This concept of matching cheese lovers with dairy farmers came to Ilaria Sordo, a young woman from Trentino when she was in college 10 years ago. \"Every family here used to have their own livestock,\" she says. \"But in the 1950s and 60s, people started working in factories and office buildings. We got used to seeing pastures just abandoned with no cows. Our traditions were dying, so I came up with Adopt a Cow.\"</p><p>The local tourism department hired Sordo to launch the program, which has grown from a few dozen annual adoptions to nearly 1,000 this past year alone. Most of the members are Italian, though the program is being promoted to tourists as well.</p><p>Here's how it works: With my adoption fee of 60 euros, I get an assortment of aged and soft cheeses made from Mery's milk. She produces some four gallons a day.</p><p>You might be thinking, \"OK, cute idea. But do I really have to go to the middle-of-nowhere Italy to collect my cheese? Can't they just mail it to me?\"</p><p>Actually, they can't. These are small farms that can't afford the export fees. So rather than bring the product to the consumer, Adopt a Cow brings the consumer to the product.</p><p><a href=\"http://www.katieparla.com/\">Katie Parla</a>, who writes about food in Italy, calls it a \"brilliant\" scheme that should help the farmers draw more investment from their neighbors.</p><p>\"So if these great cheese producers are attracting people to Trentino, then the neighboring wine producer is going want to get in on that, too, and the cured-meat producer down the street is going to want to get in on that,\" she says. \"And then that creates a critical mass of people invested in the region.\"</p><p>For Lenzi and his family, that's meant selling their entire annual stock.</p><p>\"Without Adopt A Cow, we would have lost money in 2014,\" he says. \"Instead, it's been a good year. There's money to be made in quality cheese.\"</p><p>Which brings us to a crucial point: Is this cheese really that good? I ask Parla to try it.</p><p>\"It has this really rich, nutty flavor,\" says Parla. \"I mean the cheese is delicious!\"</p><p>The Lenzi family couldn't be prouder. And as Mery's new adoptive father, neither could I.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Italian+Cheese+Lovers+Find+Their+Bovine+Match+Through+%27Adopt+A+Cow%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Livesay","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389945358-091f48.m3u?orgId=1&topicId=1053&d=268&p=10&story=389574335&t=progseg&e=389945257&seg=16&ft=nprml&f=389574335"},{"href":"http://media.npr.org/assets/img/2015/02/27/adopt-a-cow-d9c07d0980f941028c2bd006e944052b575d1279.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1485","width":"1980"}},{"href":"http://media.npr.org/assets/img/2015/03/01/cheese2-5234371fbb4c98256898563d2d4b1e6d7ab7af0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2831","width":"3775"}},{"href":"http://media.npr.org/assets/img/2015/02/27/malga-casarina-96c5f85310da574353aa973d28aa6790d9d4a86e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"640","width":"854"}},{"href":"http://media.npr.org/assets/img/2015/02/27/malga-caserina-francesco-lenzi---storytravelers-2a5f8b7a70dd730d6a572e3abdb7def4c89684b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2574","width":"3437"}}]}