{"created":"2014-10-15T21:34:26+00:00","modified":"2014-10-16T18:00:33+00:00","valid":{"from":"2014-10-16T18:00:33+00:00","to":"3014-10-16T18:00:33+00:00"},"hreflang":"en","guid":"4743ccab-ade8-44d0-a9e1-52da8f28e3cb","title":"American warplanes have effectively become Assad's best weapon","published":"2014-10-16T18:00:32+00:00","byline":"Shirin Jaafari","tags":["Islamic State","Islamic State in Iraq and Syria","Bashar al-Assad","Assad","Syrian civil war","SafeMode","Conflict","Conflict & Justice","Syria","Turkey","United States","Iraq","Asia","Middle East","North America","Bashar al-Assad","Barack Obama","Max Fisher","Asia","Middle East","Assad family","Bashar al-Assad","Syria","Hafez al-Assad","Syrian uprising","Politics","Politics of Syria","Protests in Syria"],"teaser":"Everyone agrees that ISIS needs to be stopped in Iraq and Syria, but there's almost no agreement among Western countries and their allies on how to get rid of Bashar al-Assad. And as they focus on terrorist groups, they may find themselves actually turning to Assad for help.","contentencoded":"<p>If there&#39;s seemingly any winner coming out of the US-led bombing campaign against ISIS, it&#39;s the war&#39;s former&nbsp;main bad guy: Syrian President Bashar al-Assad</p><p>&quot;You have a range of states [and]&nbsp;the only thing they agree on is that they are freaked out about ISIS,&quot;&nbsp;says&nbsp;Max Fisher, director of content for news site&nbsp;<a href=\"http://www.vox.com\">Vox</a>. &quot;But everyone disagrees on how to deal with Bashar al-Assad.&quot;</p><p>Fisher says that&nbsp;confusion is not only great news for Assad, who&#39;s still in power after more than three years of civil war, but likely something he anticipated all along. &quot;His thinking from the beginning of the conflict &mdash;&nbsp;when it was just him versus the rebels &mdash;&nbsp;was that he was going to allow these extremist groups to come in and leave them completely unmolested for a couple of years,&quot; he says.</p><p>That&#39;s exactly what&#39;s happened: Western nations, facing the rising power and terrorist threat of ISIS and other Islamist militias, seem to have put Assad on the back burner despite his brutal tactics. And it may not end there.</p><p>Fisher says that&nbsp;in order to meaningfully beat back&nbsp;ISIS, someone has to go in and actually&nbsp;re-take all of the territory&nbsp;they&#39;ve seized in Iraq and Syria.&nbsp;&quot;They control a huge amount of land, they have oil and now that they&#39;re exporting,&nbsp;they have a lot of money,&quot; he says.</p><p>The US definitely isn&#39;t willing to send in troops to do that.&nbsp;As for the moderate rebels the US is so fond of talking about, Fisher says they aren&#39;t strong enough to conquer and hold much of anything. That weakness, coupled with difficulty of actually finding &quot;moderate&quot; rebel groups, explains why Obama hasn&#39;t poured big amounts of money into giving them weapons and supplies.</p><p>&quot;Some people are calling for arming them, but Obama doesn&#39;t want to do that [because] they&nbsp;are intermixed ... with al-Qaeda,&quot; Fisher&nbsp;says. That&#39;s literally true: Jabhat al-Nusra, one of the most important remaining anti-Assad militias in Syria,&nbsp;is al-Qaeda&#39;s official branch in the country.</p><p>Even Turkey, the NATO member just next door to Syria, is busy trying to deal with its own angry Kurdish minority and showing little interest in sending troops across the border..</p><p>All of this leaves only way Obama could weaken and defeat ISIS: align with Assad.</p><p>It&#39;s a stunning turnaround from just a year ago, Fisher says: &quot;It&#39;s kind of amazing we were going to bomb Assad a year ago. Now we&#39;re bombing his enemies, and we&#39;re helping him so effectively that he&#39;s pretending he&#39;s in on it.&quot;</p><br>Array<br>Array","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/1015201410.mp3"},{"href":"http://www.pri.org/file/1015201410mp3"}]}