{"created":"2015-05-20T20:37:05+00:00","modified":"2015-05-28T17:05:07+00:00","valid":{"from":"2015-05-28T17:05:07+00:00","to":"3015-05-28T17:05:07+00:00"},"hreflang":"en","title":"How A Machine Learned To Spot Depression","published":"2015-05-21T11:53:00+00:00","teaser":"The computer doesn't pay attention to what you say. What matters is how you say it.","itags":["npr_api","407978049"],"guid":"47530c15-b851-4b8f-b985-f69ad00fc6af","contentencoded":"<p>I'm in a booth with a computer program called Ellie. She's on a screen in front of me.</p><p>Ellie was designed to diagnose post-traumatic stress disorder and depression, and when I get into the booth she starts asking me questions — about my family, my feelings, my biggest regrets.</p><p>Emotions seem really messy and hard for a machine to understand. But Skip Rizzo, a psychologist who helped design Ellie, thought otherwise.</p><p>When I answer Ellie's questions, she listens. But she doesn't process the words I'm saying. She analyzes my tone. A camera tracks every detail of my facial expressions.</p><p>\"Contrary to popular belief, depressed people smile as many times as non-depressed people,\" Rizzo says. \"But their smiles are less robust and of less duration. It's almost like polite smiles rather than real, robust, coming from your inner-soul type of a smile.\"</p><p>Ellie compares my smile to a database of soldiers who have returned from combat. Is my smile genuine? Is it forced?</p><p>Ellie also listens for pauses. She watches to see whether I look off to the side or down. If I lean forward, she notices.</p><p>All this analysis seems to work: In studies, Ellie could detect signs of PTSD and depression about as well as a large pool of psychologists.</p><p>Jody Mitic served with the Canadian forces in Afghanistan. He lost both of his feet to a bomb. And Mitic remembers that Ellie's robot-ness helped him open up.</p><p>\"Ellie seemed to just be listening,\" Mitic says. \"A lot of therapists, you can see it in their eyes, when you start talking about some of the grislier details of stuff that you might have seen or done, they are having a reaction.\"</p><p>With Ellie, he says, he didn't have that problem.</p><p>Right now, Ellie is strictly for diagnosis. The idea is, once Ellie's out in the field, she'll find soldiers who are having a problem and a human will take it from there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Machine+Learned+To+Spot+Depression&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408293135-46c847.m3u?orgId=1&d=277&p=2&story=407978049&t=progseg&e=408293024&seg=4&ft=nprml&f=407978049"},{"href":"http://media.npr.org/assets/img/2015/05/20/stacey2-e432725d3d7f3d070104070456d8b8f06da3d95e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"524","width":"699"}}]}