{"created":"2015-01-16T22:21:54+00:00","modified":"2015-05-13T21:21:28+00:00","valid":{"from":"2015-05-13T21:21:28+00:00","to":"3015-05-13T21:21:28+00:00"},"hreflang":"en","title":"French Immigrants To Israel Bring Part Of Home With Them","published":"2015-01-17T04:39:00+00:00","teaser":"French Jews, many with roots in North Africa, have immigrated to Israel since the country's founding. Unlike previous generations, the latest wave of arrivals is retaining more of its French identity.","itags":["npr_api","377744173"],"guid":"475412f7-af7e-40ef-903e-e2d39fed0a3f","contentencoded":"<p>French Jews, often with roots in North Africa, have been immigrating to Israel since that country's founding. The community has changed with the times, and after last week's attacks in Paris, is expected to grow — and change — again.</p><p>Samuela Mass left Paris in October last year. The 28-year-old French Jew came to Israel for a better life for him and his future family — and to escape violence.</p><p>Because with anti-Semitism in Paris, he says, life has gotten progressively worse. Although Israel as a nation faces frequent attacks, Mass says he feels more secure here because he is not part of a minority.</p><p>But French immigration wasn't always connected to security. When Avi Zana came in the late 1970s, nothing was driving him from Paris; rather, something was drawing him to Israel. At that time, he says, most French Jews moved to Israel for ideological reasons.</p><p>\"They build their identity in Israel. They learn the language, they decide to be Israeli,\" Zana says. \"That was then the model of absorption, to take a Jew from all over the world and transform it into an Israeli people.\"</p><p>Zana runs an <a href=\"http://www.ami-israel.org/notre-equipe\">organization to help French immigrants adjust in Israel</a>. But he says as more come, they are staying more French.</p><p>\"The last 15 years we have some, I will not say ghetto, but we will say neighborhood of French people who develop and copy a good part of their way of life from France.\"</p><p>Last year, nearly 7,000 French Jews took Israeli citizenship, surpassing the previous one-year record of 5,292 in 1969. The Jewish Agency is predicting, based on cases started before last week's attacks, that <a href=\"http://www.jewishagency.org/blog/1/article/31576\">French immigration will climb to 10,000 in 2015</a>.</p><p>Over almond croissant and pear tart in a Tel Aviv cafe, writer and filmmaker Stephane Belaisch says much of his life still revolves around France.</p><p>\"I write in French so I need to stay connected,\" he says. \"I don't know so many people who totally integrate [into] the Israeli world of business and work with Israelis.\"</p><p>Many French business owners fly back and forth or manage remotely. Many French call centers have sprung up in Israel. Belaisch immigrated 10 years ago, but still calls himself a Frenchman living in Israel.</p><p>\"I think I will never be Israeli. I didn't share the army, I didn't share lot of things with Israeli society,\" he says. \"So I have a French culture. And there's nothing I can do about that.\"</p><p>A majority of French Jews — in both France and Israel — have roots in North Africa. Some say that makes Israel's Mediterranean lifestyle familiar. Avraham Azoulay, 51, was born in Morocco and moved to Toulouse, France, as a child. He felt his heritage set him apart.</p><p>\"When I came to Toulouse, I felt first and foremost a Jew. But everybody told me you're Moroccan. So I said I'm French,\" he recalls. \"Later they said you are a Jew. Israel is the only place I can be a Jew and an Israeli. I feel like I arrived at the right place.\"</p><p>Azoulay started a <a href=\"http://www.leptithebdo.net/\">French-language magazine</a> covering Israel and recently began dabbling in politics. He says there are enough French here now that they can change Israel.</p><p>\"If you live here as a Jew, this is your country, and you have to be part of it,\" he says. \"You have to take action. Not like in France, when we looked at things from outside. Here we are inside. We have to be involved.\"</p><p>Azoulay is politically right-wing, like most French Israelis now. Some French here say the community could become more liberal, if France feels unsafe for a wider variety of Jews.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=French+Immigrants+To+Israel+Bring+Part+Of+Home+With+Them&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377780930-17396e.m3u?orgId=1&topicId=1004&d=242&p=2&story=377744173&t=progseg&e=377758239&seg=12&ft=nprml&f=377744173"},{"href":"http://media.npr.org/assets/img/2015/01/16/french-jews-c32e2f45f82d2a4ab1429f543e8b03b8d1a00f53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1595","width":"2127"}}]}