{"created":"2015-05-30T19:11:34+00:00","modified":"2015-07-03T20:23:45+00:00","valid":{"from":"2015-07-03T20:23:45+00:00","to":"3015-07-03T20:23:45+00:00"},"hreflang":"en","title":"In California, Technology Makes Droughtshaming Easier Than Ever","published":"2015-05-26T11:22:00+00:00","teaser":"As California's drought continues, social media and smart phone apps let just about anyone call out water waste, often very publicly.","itags":["npr_api","409522056"],"guid":"475911b2-7478-4838-b19b-751056745cbe","contentencoded":"<p>California's drought is turning neighbor against neighbor, as everyone seems to be on the lookout for water wasters.</p><p>Take Los Angeles resident Jane Demian, for example. She recently got a letter from the Los Angeles Department of Water and Power's Water Conservation Response Unit, about an unverified report of prohibited water use activity at her home in the Eagle Rock neighborhood of L.A. Demian says she was called out for water runoff onto the sidewalk, driveway and gutter, and the unauthorized \"washdown of hardscapes\" like the walkway to her house.</p><p>But Demian isn't even sure that water waste was hers. \"My neighbor next door runs his sprinkler,\" Demian told NPR. \"And then the sprinkler water cascades down the street, ends up on my sidewalk, and waters my sidewalk actually!\"</p><p>Besides not knowing whose water she's getting in trouble for, Demian also doesn't know who called her out. She thinks it may be another neighbor down the street, getting revenge after she previously complained about a noise violation from his house. But she's reluctant to confirm. \"I'm certainly not going to go over and ask him.\"</p><p>The ordeal has left Demian emotional. \"I'm just shocked actually, paranoid, and a little squeamish now about even watering at all,\" she said. \"I can't really trust people anymore. So I wonder now, who was it, who turned me in?!\"</p><p>This is the current state of affairs in the Golden State. Mandatory water restrictions there, as California endures its fourth year of drought, have turned entire neighborhoods into water-waster whodunit mysteries.</p><p>But, as bad as Demian's story may sound, it could have been worse. She was called out privately. In this new age of social media and apps for everything, so called \"droughtshaming,\" can be much more public, and nastier than what Demian got a taste of.</p><p>Just look at Twitter. If you search the social media site for the hashtags #DroughtShame or #DroughtShaming,\" you'll find hundreds, if not thousands of very public reprimands of water wasters, often with pictures, video, and a lot of addresses. Some tweets are directed right towards Los Angeles Mayor Eric Garcetti. Others have photos that show the water wasters themselves. Even celebrities like Kim Kardashian and Barbara Streisand have been droughtshamed on Twitter, with aerial shots of their large estates with plush green lawns. A private phone call this is not.</p><p>And there's more — droughtshaming apps. <a href=\"https://www.vizsafe.com/\">VizSafe</a> might be the most popular, even though it wasn't created specifically for that purpose.</p><p>\"We launched the app last year,\" says VizSafe founder and CEO Peter Mottur. \"It's really a broad community safety and wellbeing platform for sharing photos and videos that are all geolocated and mapped.\" Mottur says people can report anything from a fallen tree to a pothole, but increasingly he says, \"users are posting information about their neighbors who are wasting water.\" And that data ends up on a map that is visible to the public.</p><p>There's another, newer app devoted only to droughtshaming, and it's called, obviously, <a href=\"https://twitter.com/droughtshameapp\">DroughtShameApp</a>. Creator Dan Estes, a Santa Monica real estate agent, says he made the app just a few weeks ago out of a feeling of responsibility.</p><p>\"I think like a lot of Angelenos, I'm a little freaked out by the drought,\" he told NPR. \"It just seems like something has to be done to avoid a long-term catastrophe.\" Estes' app lets users upload geo-located photos, with captions and addresses to report water wasters.</p><p>But, all this new app data from VizSafe and DroughtShameApp, is it useful?</p><p>Dean Kubani, sustainability manager for the City of Santa Monica, says no, at least not right now. \"What he's [Estes] doing sounds kind of redundant to what we already have in place.\"</p><p>When he spoke with NPR, Kubani said he's never heard of the apps, and that in fact, Santa Monica already has its own droughtshaming app.</p><p>\"Well we call it the <a href=\"https://itunes.apple.com/us/app/go-smgov/id495988202?mt=8\">GO system</a>, and it basically allows residents and visitors to communicate with the appropriate people in the city,\" says Kubani. You can use it to upload reports on all kinds of things: fallen branches, potholes, and even water wasters. Los Angeles has a similar app, too, called <a href=\"http://lacity.org/311-directory-online-services/mobile-apps-and-sites/myla311\">MyLA311</a>.</p><p>And that means data from these independent apps might not be seen by the right eyes. \"It's not getting through to us,\" says Kubani, \"and we're the folks doing enforcement and education about this.\"</p><p>Even if data from those apps got to Kubani's office, he's not sure he'd use it. \"It might be very outdated,\" he said. \"I don't know where it came from, or how it was obtained. I wouldn't be able to verify it.\"</p><p>So, If you use an unofficial app to droughtshame, it might not get to the right person. And if you call someone out on Twitter, but don't direct message or tag the LA Department of Water and Power, they might not see that either [Santa Monica says it doesn't monitor Twitter for water wasters at all], proving once again that not all data is good data.</p><p>But local government representatives from Los Angeles and Santa Monica said they're open to talking with Dan Estes about his Drought Shame App, so one day, all of that data might be synced up, and more droughtshaming could be used for actual punishment and not just shaming.</p><p>Whatever happens with all that data, Demian, the Eagle Rock resident who got the warning letter a few weeks ago, has changed her behavior. \"I've been taking my watering can, believe it or not, and watering with my watering can,\" she says. \"See everybody! I don't have my hose.\"</p><p>At least one California resident has changed her behavior. Sometimes, just the shame can be enough.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+California%2C+Technology+Makes+Droughtshaming+Easier+Than+Ever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409531309-5ec77f.m3u?orgId=1&topicId=1091&d=211&p=2&story=409522056&t=progseg&e=409476153&seg=16&ft=nprml&f=409522056"},{"href":"http://media.npr.org/assets/img/2015/05/25/vizsafe_custom-e017d8e8abf21bdac03f8d4f1615c3a0f3629716.png","type":"image/jpeg","meta":{"crop":"custom","height":"1104","width":"640"}}]}