{"created":"2014-09-27T13:52:43+00:00","modified":"2014-10-30T22:00:41+00:00","valid":{"from":"2014-10-30T22:00:41+00:00","to":"3014-10-30T22:00:41+00:00"},"hreflang":"en","title":"Banned Books Remind Us Of The Power Of The Written Word","published":"2014-09-27T15:07:00+00:00","teaser":"Pick up a banned book. Look for the scenes and language that once made people blush. Do those sections still have the power to make you gasp?","itags":["npr_api","351811082"],"guid":"47607ae1-714a-4d4d-bcd5-7da5e32c457b","contentencoded":"<p>Here's an idea for weekend fun: Pick up a banned book.</p><p>Look for \"the good parts\" — the sections of <em>Ulysses</em>, <em>The Grapes of Wrath</em>, <em>The Color Purple</em>, <em>Catch-22</em>, <em>To Kill a Mockingbird</em>, <em>The Adventures of Huckleberry Finn</em>, <em>Lolita</em>, the Harry Potter series, <em>Animal Farm</em>, <em>A Farewell to Arms</em> or <em>In the Night Kitchen</em> that have scenes and language that once made people gasp, blush or shudder. The parts that made them say, \"We can't let people read this!\"</p><p>Re-read those sections now. See if they still have the power to make you gasp.</p><p>This is the 30th year that the American Library Association has saluted <a href=\"http://www.ala.org/bbooks/\">Banned and Challenged Books</a>, which they describe as \"an annual event celebrating the freedom to read.\"</p><p>Most titles on any list of great books have been challenged or banned by some kind of authority; a lot of them still are.</p><p>There are still calls for Huck Finn to be removed from classrooms and libraries, because Mark Twain wrote in a vernacular that included racial language of the kind people used before the U.S. Civil War (and, to be sure, for a long time thereafter).</p><p>Anne Frank's <em>The Diary of a Young Girl</em> is still sometimes taken off shelves or reading lists. Not because students might get nightmares to read how the Frank family had to hide in an attic until they were dragged into Nazi death camps, but because at one, brief point, 14-year-old Anne describes her maturing anatomy.</p><p>Not every book someone wants to ban is as distinguished as those, of course. But look around the world, or through history, and you might see what happens in the societies that ban ideas, images or beliefs: They wind up as intolerant, oppressive and ugly.</p><p>A lot of books once disparaged as smutty or blasphemous become classified as classics — or worse: \"required reading.\"</p><p>Students might groan now to see James Joyce's <em>Ulysses</em> on a reading list — the book weighs in at around 265,000 words. The scenes that once got it banned for being sexually explicit are often so metaphorical, a 16-year-old boy might read it today and still ask \"so, like, where's the hot stuff?\"</p><p>But maybe during Banned Books Week, the works of Joyce — and Steinbeck, Hemingway, Morrison, Orwell, Rushdie, Capote, Walker and Twain — should be remembered and re-read. Not because they're classics, but because they still can be dangerous, irreverent and profane. They still can put people in a lather. Banned Books Week may be a good time to remember that great books, beginning with the Bible, have the power of the word to upset and inspire.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Banned+Books+Remind+Us+Of+The+Power+Of+The+Written+Word&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"172"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351978991-170469.m3u?orgId=1&topicId=1060&aggIds=4495795&ft=3&f=351811082"},{"href":"http://media.npr.org/assets/img/2014/09/27/141930592-04d6f6e7926e165d5c6dd30e478968c16cbd0105.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}