{"created":"2014-09-08T15:37:42+00:00","modified":"2015-01-21T02:17:39+00:00","valid":{"from":"2015-01-21T02:17:39+00:00","to":"3015-01-21T02:17:39+00:00"},"hreflang":"en","title":"Rubio: Small Government Can Help Fix Economic Inequality","published":"2014-07-21T13:07:00+00:00","teaser":"The Florida Republican, with one eye on the White House, tells NPR's <em>Morning Edition</em> that there's a role for government to play in opening access to higher education and job training.","itags":["npr_api","333211643"],"guid":"4780f48e-b80e-4465-8db0-c36a4c985fdf","contentencoded":"<p><a href=\"http://www.rubio.senate.gov/public/\">Sen. Marco Rubio</a>, a potential 2016 GOP presidential contender, is concerned about issues of access to affordable education, availability of job training and prospects for economic mobility. While shunning the \"income inequality\" language of the left, he insists that those problems need to be viewed through the lens of limited government.</p><p>\"At its core, conservatism is not an anti-government movement, and it's not a no-government movement,\" Rubio tells <em>Morning Edition</em> host Steve Inskeep in the first of a two-part interview today.</p><p>\"The conservative movement is about government playing its important yet limited role, and about not falling into the trap of believing that every problem has an exclusive government answer for it,\" the Florida Republican says.</p><p>Just last week, Rubio, 43, <a href=\"http://www.columbusceo.com/content/stories/apexchange/2014/07/16/rubio-delves-into-student-debt-debate-dominated-by-democrats.html\">co-sponsored a bill</a> with Virginia Democratic Sen. Mark Warner to set up a system for federal student loan repayment based on a borrower's income.</p><p>While many conservatives argue that federal aid perpetuates dependency, others, such as Rubio, want to help struggling families without disowning their core ideology.</p><p>In May, for example, former Florida Gov. Jeb Bush, another possible 2016 candidate, warned against an economy where some people are permanently on top and others stuck at the bottom. While he offered no rhetoric about \"the 1 percent,\" Bush was referencing some of the same underlying concerns.</p><p>Rubio steers away from criticizing unequal incomes, preferring instead to focus on unequal opportunity. \"If you're the cashier at Burger King, of course you make less than the manager or even the CEO,\" Rubio tells NPR. \"The issue is whether you're stuck being a cashier for the rest of your life.</p><p>\"So, what we need to do is figure out, what is it that's holding people back? And try to do what we can to address it within the confines of what limited government should be doing,\" he says.</p><p>Take a single mother with two children who's struggling to support her family on $10 an hour: \"[There] are things that government can do to incentivize the creation of innovations in education that are accessible to people like [her], because if you have to work full time and raise a family, you can't just drop everything and go into a traditional four-year college program,\" he says.</p><p>\"There are things that government can do through our tax code to allow you to keep more of the money that you make, particularly when you look at the cost of child care,\" he says.</p><p>Asked why he specifically mentions single mothers, Rubio responds, \"Because I know a bunch of them.\"</p><p>\"There are millions of women who are trapped in lower-paying jobs and don't have the skills for a higher-paying job, and don't have the money or the time to access the higher education that they need for a better job,\" he says.</p><p>\"So, for the rest of their lives, they're stuck making $10 an hour, and their kids, as a result, don't have opportunities either,\" Rubio says.</p><p>Many conservatives see government support as only reinforcing a dependency and incentivizing the father's absence. Rubio, however, insists that often it's not the mother's fault. \"The man has abandoned her, or he was abusive.\"</p><p>\"The success sequence in America says you get an education, you get a good job, you get married, you have children,\" Rubio says. \"People who do those four things have an incredible level of economic stability.</p><p>\"But there are millions of people who aren't going to have one or any of those things,\" he says. \"They are not going to have an equal opportunity to succeed unless something happens to equalize the situation.</p><p>\"The question for those of us in public policy is: What can a limited government do to become a part of that solution — not the exclusive solution — but a part of that solution?\" Rubio contends.</p><p>\"People should be allowed to package learning no matter how they acquired it,\" he says. \"Their life experience, their work experience, free online courses, one course at a community college, another at another community college — you should be able to package all that cumulative learning into the equivalent of a degree that allows you to be employed.\"</p><p>In the second part of our conversation with Rubio, on Tuesday's <em>Morning Edition</em>, we'll hear from him about immigration and his presidential ambitions.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rubio%3A+Small+Government+Can+Help+Fix+Economic+Inequality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Neuman","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537797-b0b7e2.m3u?orgId=1&topicId=1017&ft=3&f=333211643"}]}