{"created":"2015-06-04T18:02:54+00:00","modified":"2015-07-01T14:56:03+00:00","valid":{"from":"2015-07-01T14:56:03+00:00","to":"3015-07-01T14:56:03+00:00"},"hreflang":"en","title":"How Many Viruses Have Infected You?","published":"2015-06-05T20:12:00+00:00","teaser":"Most tests for viruses aim to detect only one or two. But researchers can now check a drop of blood for antibodies to hundreds of viruses, tracing the history of a lifetime of infections, old and new.","itags":["npr_api","411469959"],"guid":"4784bd18-3581-488c-859d-6c827919640f","contentencoded":"<p>A cheap new lab test can use just a drop of blood to reveal the different kinds of viruses you've been exposed to over your lifetime.</p><p>The test suggests that, on average, people have been infected with about ten different types of known virus families, including influenzas, and rhinoviruses that cause the common cold, according to <a href=\"http://www.sciencemag.org/content/348/6239/aaa0698.abstract\">a report</a> published Thursday in <em>Science</em>.</p><p>\"Usually if you go to the doctor, the doctor might suspect that you have a particular virus, and then he or she will order a test to test that one virus,\" says <a href=\"http://elledgelab.med.harvard.edu/\">Stephen Elledge</a> at Harvard Medical School and Brigham and Women's Hospital. \"But if you wanted to know about all viruses, there was really no way to do it.\"</p><p>He and his colleagues developed this test by turning to vast databases of information about known human viruses. Their test checks to see if a person's blood has antibodies that recognize bits of viruses. \"And in that way, you can look back into the history of your viral infections,\" says Elledge.</p><p>The test takes advantage of 93,000 protein fragments that represent more than a thousand strains of viruses, which fall into about two hundred different virus families.</p><p>\"We can't have all viruses, because there are so many, it's impossible,\" Elledge says. \"But they are often very related to each other.\" All the influenza viruses, for example, are quite closely related.</p><p>Team members challenged their new test by comparing its results to those of conventional diagnostics. \"It doesn't sporadically identify things that are not real,\" he says. \"And we get between 95 percent and 100 percent correct determinations of known viruses.\"</p><p>The test costs about $25 to run, and takes a couple of days to process a hundred samples. But Elledge thinks it can be made to be cheaper and faster.</p><p>Already, the researchers have tested 569 people from four continents. They found that adults were more likely than children to have been exposed to certain viruses, as expected. And people living in South Africa, Peru, and Thailand tended to have antibodies against more viruses than people in the United States.</p><p>\"The exciting thing about this paper, to me, isn't what they found with their tool — it's the tool itself,\" says <a href=\"http://medicine.yale.edu/lab/iwasaki/members/ellen_foxman.profile\">Ellen Foxman</a> of Yale University School of Medicine. Conventional tests can do the same thing, but for only one virus at a time, she says.</p><p>\"So, in medical research, that comes down to testing for a virus that you already suspect is involved in a disease process. But with their tool, you can now screen for lots of viruses with just one drop of blood. So you could find things you're not expecting. That's what exciting about it.\"</p><p>Researchers have long thought that certain diseases, like diabetes or some kinds of cancer, might be triggered by viral infections.</p><p>\"In the future,\" Foxman says, \"I imagine this tool will be used for biomedical research to look at people with a certain disease or without a disease — to see if there's some pattern of viral exposure that is actually contributing to that disease that we don't know about.\"</p><p>But there are limitations. The test can only find evidence of past infection with viruses that are already known — it can't catch new viruses. It sometimes takes a couple weeks for an antibody response to appear, so it might not detect a very new infection.</p><p>And, as virologist <a href=\"http://www.med.umich.edu/MICROBIO/bio/imperiale.htm\">Michael Imperiale</a> of the University of Michigan points out, since antibodies continue to be produced for years after an infection is cleared, this test can't reveal exactly when in life a person carried the virus — which could be important for understanding how a viral infection might trigger another disease. Still, he says, \"I think it's a really interesting approach.\"</p><p><a href=\"http://molbio.princeton.edu/faculty/molbio-faculty/81-enquist\">Lynn Enquist</a>, a virologist at Princeton University, calls the technology \"remarkable and powerful,\" and noted that in the future it could be adapted to analyze the immune response to other potential pathogens, including bacteria and fungi.</p><p>\"What is exciting these days is that the technology for detection and identification of microbes — including viruses — is exploding,\" he says. \"A few years ago, we had no clue how many viruses were out there.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Many+Viruses+Have+Infected+You%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412177090-af7e16.m3u?orgId=1&topicId=1128&d=155&p=3&story=411469959&t=progseg&e=412139493&seg=3&ft=nprml&f=411469959"}]}