{"created":"2015-05-15T08:53:09+00:00","modified":"2015-06-16T21:19:41+00:00","valid":{"from":"2015-06-16T21:19:41+00:00","to":"3015-06-16T21:19:41+00:00"},"hreflang":"en","title":"Ebola Survivors Who Continue To Suffer","published":"2015-05-15T16:13:00+00:00","teaser":"A mysterious set of medical complications plagues some survivors: joint pain, vision loss, rashes. Doctors aren't sure why it's all happening. But they have a name for it: post-Ebola syndrome.","itags":["npr_api","406748691"],"guid":"478571c1-1b0e-41de-bf69-34a113fbb81a","contentencoded":"<p>His mother named him Moses, but the story of Moses Lasana over the past year unfolds more like the story of Job: Adversity follows tragedy only to be topped off with pain.</p><p>Last summer, Moses Lasana's girlfriend, who was nine months pregnant with his child, got Ebola and died. He has two sons; one of them also got sick and died. Then he came down with the disease.</p><p>In September, Moses Lasana was cured of Ebola. That should have been good news for the 30-year-old Liberian. But his suffering continues.</p><p>As he was preparing to leave an Ebola treatment unit, a friend warned him not to return to his rented room in the Virginia section of Monrovia. He'd been evicted and all of his belongings burned in the street. \"I was not even there when everything was burned off,\" he told me.</p><p>So he moved in with his mother and grandmother in another part of the Liberian capital. There were already 20 people living in the small house on a sandy lot shaded by mango trees. Lasana slept in a room with the younger boys.</p><p>He was having pain in his back and his legs. He figured the aching would go away as his body recovered. But it didn't. In fact, the pain got worse. It now moves around, he says, in ways that don't make sense to him.</p><p>\"It come from the legs to the back, to the hands, fingers. That's the pain I'm feeling,\" he says.</p><p>Sometimes his left wrist swells up and he gets a shooting pain in his hand. He describes it as if a needle is being driven into his palm.</p><p>Lasana used to do construction but hasn't worked since he left the Ebola treatment unit last fall. He says he can no longer grip a hammer or a saw.</p><p>His experience is not the norm for Ebola survivors. Most purge the virus from their bodies and slowly regain strength. But it's becoming clear that for some survivors, serious medical problems persist for months: joint pain, muscle pain, fatigue.</p><p>Monika Niemiec, a physician at a clinic Doctors Without Borders has set up in Monrovia just for Ebola survivors, says they see a wide array of medical issues: joint pain, muscle pain, fatigue, menstrual irregularities in women, rashes.</p><p>Many survivors come in with eye problems. Some have cloudy vision. Others have pain around the eye socket. And, she says, \"a number of patients\" whose visual complaints went untreated for several weeks ended up losing their sight.</p><p>This Doctors Without Borders clinic has seen nearly 200 Ebola survivors since January. The missionary medical charity SIM also treats what's coming to be called post-Ebola syndrome at a separate facility across town.</p><p>Niemiec says it's really too early to say what's causing these medical problems. Was it the Ebola virus? The treatment? Or are these underlying conditions that were present before the individual fell ill?</p><p>And how much of this is related to trauma? Not only have survivors stepped back from the brink of death, but most of them lost loved ones. Many haven't been able to resume their pre-Ebola lives.</p><p>Niemiec says the factors causing these medical conditions for Ebola survivors need a lot more study.</p><p>For Moses Lasana, his current situation remains bleak. Ebola took his girlfriend, his son, his home and his health. But the one routine he still has from his pre-Ebola life is going to church every week. It gives him faith, he says, that things will get better.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Survivors+Who+Continue+To+Suffer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406938745-d59e76.m3u?orgId=1&topicId=1031&d=206&p=3&story=406748691&t=progseg&e=406893956&seg=14&ft=nprml&f=406748691"},{"href":"http://media.npr.org/assets/img/2015/05/14/ebola-survivor-1-1eb5af67c81761a166ba72b234dd864c54d8b17e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1846","width":"2462"}},{"href":"http://media.npr.org/assets/img/2015/05/14/ebola-survivor-2-fa59c95f2730f8d7d1d1d1d71fe9bdd36ba2f3c8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}