{"created":"2015-01-14T20:58:25+00:00","modified":"2015-05-13T21:22:06+00:00","valid":{"from":"2015-05-13T21:22:06+00:00","to":"3015-05-13T21:22:06+00:00"},"hreflang":"en","title":"One County Provides Preview Of China's Looming Aging Crisis","published":"2015-01-15T23:33:00+00:00","teaser":"Eastern China's Rudong County began implementing the one-child policy 10 years before the rest of the nation. Now, an estimated 60 percent of the county's residents will be 60 or older by 2030.","itags":["npr_api","377190697"],"guid":"4785a1e0-7bb1-4b18-b42a-596bcadd5034","contentencoded":"<p>A decade from now, about 2025, experts predict that China's population will peak — reaching as high as 1.4 billion — and begin to steadily decline. Some of them are predicting that a shrinking, aging population could lead to a national crisis.</p><p>One way to peer into the future is to visit a county in eastern China that pioneered population controls a decade before the rest of the country — and is now feeling their impact.</p><p>Rudong County is in Jiangsu province, on China's east coast just north of where the Yangtze River empties into the East China Sea.</p><p>Both the province and the county are known throughout China for their good schools and bright students.</p><p>But school principal Miao Boquan says there aren't many of them left.</p><p>\"There used to be 14 schools in this township, one in every village,\" Miao says. \"Now we are the only remaining elementary school. All the others have been merged.\"</p><p>There are 460 students at Miao's school in the town of Yangkou, about half the number a decade ago. The school appears modern and well-equipped. But some of the students face difficulties at home.</p><p>Many of the students' parents have gone to work in the cities. As rural migrants, they're not entitled to education or any welfare benefits there.</p><p>So they leave their children in the countryside in the care of their grandparents.</p><p>Miao says this causes developmental problems for some kids.</p><p>\"The grandparents' love is a doting love,\" he says. \"They don't know how to love them. They don't know what to give them or talk to them about.\"</p><p>Meanwhile, in a nearby town in Rudong County, senior citizens sit down to dinner at their government-funded retirement home.</p><p>They're bundled up against the cold, as there's no heat in winter here. Most of them have no income or children to support them.</p><p>In recent years, this town went from having one such facility to having five. That doesn't include private retirement homes, where children pay to have their parents looked after.</p><p>He Jingming, 58, lives at the government-funded facility. He contracted polio as a child. He never married. Before retiring, he collected scrap for recycling. He says he's grateful to be here.</p><p>\"We have it easy here,\" He says, smiling. \"We get to eat without having to do any work. The state looks after us and is good to us. Our director here speaks humbly to us, and would never curse at us.\"</p><p>He glances at the director, Chen Jieru, who used to work as the Communist Party secretary of a nearby village.</p><p>Beginning in the 1960s, Rudong County launched a family planning pilot program, a decade before China's one-child policy began in 1979. Beijing held up the county as a successful model to be emulated nationwide.</p><p>Chen remembers that he spent a lot of time implementing the program, which meant being on the lookout for pregnant women.</p><p>\"Having a second child wasn't allowed, so we had to work on them and persuade them to have an abortion,\" he recalls. \"At the time, we village cadres' work revolved around women's big bellies.\"</p><p>By one estimate, 15 years from now, 60 percent of Rudong County residents will be 60 years old or older. There are a growing number of centenarians.</p><p>But Chen Youhua, a Nanjing University demographer who grew up in Rudong County, says that the family planning policy is not the only reason the county is aging so quickly.</p><p>\"Another reason is that our young people go elsewhere to seek their education, and few of them return,\" he says. \"The third is that with improvements in health, people are living longer.\"</p><p>In other words, Rudong County's population would have shrunk anyway without the one-child policy. The policy just speeds it up a bit.</p><p>Experts argue that the same goes for China. Rising levels of income and education would have had the same effect as population controls. It might have taken a few more years, but it would have also avoided coerced abortions, a gender imbalance (roughly 118 men for every 100 women) and a generation of kids without siblings.</p><p>In 2013 China loosened the one-child policy to allow some families — those in which one parent is an only child — to have two children. But despite family planning officials' warnings that lifting the controls could trigger a baby boom, only a small fraction of those families eligible have applied to have a second child. In Beijing, for instance, less than 7 percent of eligible couples have applied.</p><p>Some Rudong County locals are aware of the irony that after pioneering population controls, they're now the first to suffer the problems of an aging society. But Chen Youhua, the sociologist, says not everybody makes the mental connection between past and present.</p><p>Besides, the real difficulties may be yet to come.</p><p>Chen calculates that in a 150-year period from 1950 to 2100, China's population will have gone from about 500 million to a peak of 1.4 billion and then decline more or less to where it started. His graph looks like a symmetrical mountain.</p><p>Chen and other experts say that if China is to avoid a national crisis — including soaring health care and pension costs, and collapsing real estate markets — it needs to scrap the one-child policy immediately, and get Chinese citizens to make more babies.</p><p>But Chen admits that this could be difficult.</p><p>\"Only yesterday, China was emphasizing the advantages of the one-child policy,\" he points out. \"To encourage people the next day to have children is a 180-degree reversal.\"</p><p>For decades, he adds, Chinese have been taught that all of their problems — from poverty to chaos — boil down to having too many people. He says that idea is deeply ingrained and difficult to change.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+County+Provides+Preview+Of+China%27s+Looming+Aging+Crisis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377527055-f35c6e.m3u?orgId=1&topicId=1125&d=255&p=2&story=377190697&t=progseg&e=377299037&seg=9&ft=nprml&f=377190697"},{"href":"http://media.npr.org/assets/img/2015/01/14/1981095-kuhn-59-9e845370b060c9a49d408943ff0719f85531f9dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2306","width":"3075"}},{"href":"http://media.npr.org/assets/img/2015/01/14/1981095-kuhn-9-526bb2adc775f75f35efacd5aa7b415f393bac46.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2895","width":"3860"}},{"href":"http://media.npr.org/assets/img/2015/01/14/1981095-kuhn-15-f27889877c6429f7018aea551a87234456bc17a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2015/01/14/1981095-kuhn-44-228ce2e513f5c75d28f14e51ea64a1cae9489b57.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}