{"created":"2015-02-17T20:28:12+00:00","modified":"2015-02-18T19:29:35+00:00","valid":{"from":"2015-02-18T19:29:35+00:00","to":"3015-02-18T19:29:35+00:00"},"hreflang":"en","guid":"479538db-1891-45d3-a748-8b09f65a2339","title":"Heavy fighting continues in Ukraine — despite ‘ceasefire’","published":"2015-02-18T19:29:30+00:00","byline":"Christopher Woolf","tags":["conflict","military","government","Conflict","Conflict & Justice","Debaltseve","Kiev","Europe","Asia","Ukraine","Russia","Europe","Asia","Debaltseve","Ukraine","Russia-Ukraine Conflict"],"teaser":"The ceasefire for Ukraine agreed to last week appears to be meaningless, at least in the pocket around a place called Debaltseve. Some of the heaviest fighting of the war is taking place, with perhaps 8000 Ukrainian government troops reportedly surrounded and under assault.","contentencoded":"<p>The ceasefire in eastern Ukraine doesn’t appear to be doing too well. Pro-Russian rebels appear to be making an all-out push to capture the strategic road and rail hub at a town called Debaltseve.</p>\n<p>Under the timetable of the ceasefire agreed last week, both sides were scheduled to withdraw their heavy weapons on Tuesday. Instead, both sides were pounding each other with everything they’ve got: artillery, mortars and rockets.</p>\n<p>“Where I am now,” says the <a href=\"http://www.nytimes.com/2015/02/17/world/europe/ukrainian-troops-trapped-cease-fire-fragile.html?ref=world&amp;_r=0\">New York Times’ Andrew Kramer</a>, speaking from nearby Soledar, “I can still hear the artillery booming.”</p>\n<p>Kramer spent Tuesday on the road down to Debaltseve, on the Ukrainian side of the line. “They’re shooting in both directions. In this part of Ukraine, there’s certainly no ceasefire.”</p>\n<p>Ukrainian officials accuse rebels of launching a ground assault on Debaltseve from two directions.</p>\n<p>As many as 8,000 Ukrainian government troops are deployed there. Debaltseve forms a government-held salient in the front-line, sticking deep into rebel-held territory.</p>\n<p>The rebels claimed Tuesday that they had broken through and now surrounded the town, although Kiev denies this.</p>\n<p>Kramer went to look for himself, and concludes “it’s pretty clear that the city is in fact surrounded. ... The road into town is controlled by separatist forces at one location. It’s also mined, and is frequently fired at. So there’s no way for the Ukrainians in Debaltseve to get in or out.”</p>\n<p>Elsewhere, the front lines are quieter, although shelling and casualties are reported in a few locations. “The crux of the problem,” says Kramer, “the real riddle of this ceasefire, is the city of Debaltseve. And the question of whether the road is closed or not, and whether the troops are surrounded and should surrender or not, maybe the tumbling block that causes this ceasefire to fail.”</p>\n<p>Ukraine accuses Russia of sending more men and weapons to the fight. Russia denies involvement. More than 5,000 people have died in the 10-month-old conflict.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Fheavy-fighting-ukraine-despite-ceasefire&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0217201501.mp3"},{"href":"http://www.pri.org/file/0217201501mp3"}]}