{"created":"2014-08-29T16:43:13+00:00","modified":"2014-10-30T22:56:44+00:00","valid":{"from":"2014-10-30T22:56:44+00:00","to":"3014-10-30T22:56:44+00:00"},"hreflang":"en","title":"Libya's Crisis: A Shattered Airport, Two Parliaments, Many Factions","published":"2014-08-27T02:03:00+00:00","teaser":"Libya keeps spiraling downward as Islamist fighters slug it out with forces loyal to a rogue general in the capital and elsewhere.","itags":["npr_api","343444450"],"guid":"47972d23-dba3-4a3a-bc82-9acbc8e0fd74","contentencoded":"<p>As Libya has descended into chaos, it has split into two broad camps. On one side is Libya Dawn, an Islamist-backed umbrella group; on the other is a renegade general, Khalifa Hifter, who is based in the eastern part of the country along with his allies.</p><p>As this power struggle has escalated, it is no longer just an internal Libyan conflict. It is now being fought regionally, with parallels to other battles playing out in North Africa and the Middle East.</p><p>U.S. officials say Egypt and the United Arab Emirates carried out secret airstrikes in recent days directed against the Islamist factions, which was first reported in <em>The New York Times</em>. This direct involvement in the Libyan fighting came as a surprise, though both of these countries have staked out positions opposing Islamist groups in their own countries and abroad.</p><p>\"We see in the battle that is being fought out in Libya between these two broad coalitions is a battle that is already being fought out regionally,\" says Claudia Gazzini, a Libya researcher at the International Crisis Group.</p><p>But outsiders picking sides may just make things worse in Libya, Gazzini notes.</p><p>\"There is a risk that regional actors step in on one side or the other, and this could complicate a solution to Libya's problems,\" says Gazzini. \"An imploded Libya will have security implications for its neighbors.</p><p>The newly appointed United Nations envoy to Libya, Bernardino Leon, has warned against foreign intervention. And U.S. officials quoted in <em>The New York Times</em> said the airstrikes were not constructive.</p><p>Egypt has denied it was involved, and the UAE has not publicly commented.</p><p>In Cairo, Libya's newly appointed military chief of staff said in a press conference that Egypt has promised to provide military support to Libya's military.</p><p>\"We lack a little support, which Egypt's President Abdel-Fattah el-Sissi has promised to give us,\" said Abdel Razzak Nadhuri, who was appointed by Libya's new parliament. He called Libya's battle a fight against extremists.</p><p>Sissi, the former head of Egypt's military, was behind the 2013 coup and the sweeping crackdown against the Muslim Brotherhood, the Islamist group that was elected in 2012.</p><p>In the same press conference in Cairo, Egypt's foreign minister said his country was not involved militarily in Libya. But he did say that Egypt supported \"legitimate bodies\" in Libya.</p><p>But what are legitimate bodies in Libya?</p><p>Right now, there are two parliaments. A newly elected body has convened in the eastern city of Tobruk, a stronghold for Hifter's anti-Islamist forces that's about 1,000 miles east of Tripoli.</p><p>Meanwhile, the old parliament reconvened in Tripoli, which is now controlled by Libya Dawn after weeks of fighting that destroyed Tripoli's airport. Even though they're the outgoing parliament, they appointed a new prime minister and are being backed by Libya Dawn.</p><p>Libya Dawn calls the new parliament and its allies counter-revolutionaries who are trying to hijack Libya and bring back the old regime that existed under dictator Moammar Gadhafi.</p><p>Meanwhile, Hifter's forces and the newly elected parliament call Libya Dawn terrorists and extremists who threaten Libya.</p><p>No one is in the mood to compromise.</p><p>\"At the moment we're seeing the violence localized to Tripoli and the surrounding area and the far east, so violence has not spilled over into the rest of Libya,\" says Gazzini of the International Crisis Group.</p><p>The country is plagued with militias and a weak central government, and now armed groups are joining one side or the other in this polarized fight. Neighboring countries are alarmed that Libya's fighting will spill over the borders.</p><p>A solution must come from within Libya, Gazzini says, but the international community could help by not sending additional weapons. The weapons may be intended to stabilize a government, but they end up with the militias, she says.</p><p><em>NPR Cairo correspondent Leila Fadel has reported extensively from Libya. Follow her</em> <a href=\"https://twitter.com/LeilaFadel\" target=\"_blank\">@LeilaFadel.</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Libya%27s+Crisis%3A+A+Shattered+Airport%2C+Two+Parliaments%2C+Many+Factions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343552848-ff7b64.m3u?orgId=1&topicId=1126&ft=3&f=343444450"},{"href":"http://media.npr.org/assets/img/2014/08/26/libya-826-1-a95441bd1c324a356139e6b3083ec28792953027.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1922","width":"2565"}},{"href":"http://media.npr.org/assets/img/2014/08/26/libya-826-2-8dd7ce40d0f62180867f3bd5c91db026a6808f24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2599","width":"3465"}}]}