{"created":"2015-05-15T12:01:36+00:00","modified":"2015-05-15T12:01:36+00:00","valid":{"from":"2013-07-09T19:06:02+00:00","to":"3013-07-09T19:06:02+00:00"},"hreflang":"en","guid":"47a36fe9-851e-4b5e-83a5-3487642d1c95","description":"In cities like Milwaukee, where unemployment hovers around 10 percent, scrapping for junk metal has become a way to earn a living.","published":"2013-07-09T19:06:02+00:00","byline":"Amy Kiley","title":"Turning junk metal into a livelihood","teaser":"In cities like Milwaukee, where unemployment hovers around 10 percent, scrapping for junk metal has become a way to earn a living.","itags":["Marketplace for Tuesday, July 9, 2013","47a36fe9851eb5e63a5f3487642d1c95","Marketplace","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Community Pastor Tim Nelson stands in the parking lot of Transformation City Church. Located in Milwaukee’s low-income central city, the church ministers to a diverse population.</p>\n<p>The building used to be an indoor archery range. During renovations, the church experienced a strange phenomenon. Its&nbsp;metal garbage... vanished.</p>\n<p>Nelson decided to&nbsp;play detective. The pastor&nbsp;says he sat outside one day and kept an eye on metal discards. “I noticed that there was folks that pulled up in an old, beat-up pickup truck, and they would ask, ‘Hey, can we take this metal?’” he says. “I realized that they were scrapping the metal.”</p>\n<p>That is, they were collecting metal junk from garbage bins and construction discard piles to sell at scrap yards. The yards buy the metal for refineries that recycle it.</p>\n<p><strong>Scrapping as a Job</strong></p>\n<p>Nelson says he formed relationships with scrappers operating near the church, and he&nbsp;noticed many of them were African-American men collecting junk to make a living.</p>\n<p>For Milwaukee’s black men, getting a job can be hard. Of those aged 16 to 64, the Center for Economic Development reports only about 45 percent are employed. The region is arguably the nation’s most segregated, and public transportation to suburban jobs is spotty. The public education system struggles. Milwaukee’s manufacturing decline hit the working middle class hard -- and that was before the recession. Now, the city is one of the poorest in the country.</p>\n<p>Nobody gets rich junk collecting, but, for people with few options, it means income. For Nelson, it meant extra money for church renovations.&nbsp; So he tried his own hand at scrapping.</p>\n<p>Nelson says he also started intentionally leaving metal outside the church and his home in order to help people in need.&nbsp; He calls it “gleaning,” and says the Bible talks about farmers leaving portions of their crops unharvested, so the poor could have the food.</p>\n<p><strong>Junk Collecting</strong></p>\n<p>To teach me how to scrap, Nelson drives us through nearby alleys in his open-bed truck. In low-income neighborhoods like this one, residents know to leave scrap metal waste outside their garbage cans. They understand that scrappers live near and will gather the metal for money.</p>\n<p>Tim points out a TV sitting near a garbage can. Scrappers have removed its back and gutted the wires, which Nelson says are worth extra money because they contain copper.</p>\n<p>Driving on, Nelson spots small discarded pieces of metal, but, for the most part, scrappers have already picked the area dry in the morning.</p>\n<p><strong>Scrapper Gold</strong></p>\n<p>Nelson moves to the suburbs next, where the regulations are looser. The City of Milwaukee requires professional scrappers to have a permit, but state law prohibits other municipalities from being too stringent. Even the U.S. Supreme Court has ruled in favor of junk collectors.</p>\n<p>Nelson explains scrappers have told him two theories: they scrap in poor neighborhoods where residents intentionally leave out metal, or they go to wealthier areas where people are more likely to discard items of value.</p>\n<p>We drive through an affluent suburb. Pastor Nelson pulls up the bed of his truck to a construction dumpster, hops in, and strikes scrapper gold.&nbsp; He lifts up a chunk of metal the size of a bowling ball. “It looks like a motor for an old fan,” he observes. He says it could be worth extra if it contains copper wires and that its weight is also a bonus.</p>\n<p><strong>The Scrap Yard</strong></p>\n<p>Sure enough, at the scrap yard, the motor weighs in at 39 pounds. “I keep asking for the price for motors so that I get a better price than if I just asked for metal.&nbsp; You gotta be smart,” Nelson says. “It’s not just about looking for metal. It’s like figuring out how to have it all packaged right, so you get the most for the metal you have.”</p>\n<p>He says professional scrappers might laugh to see him selling wires intact. The pros take the time to remove the protective coating, knowing the exposed wire fetches a higher price.</p>\n<p>Lamar Cox is also at the scrap yard, selling an old car strut. He has four daughters and does contract work and car repairs.&nbsp; “I figure the ones that throw [metal] away, you know, they, I guess they got it like that. They don’t need the money,” he says, “I don’t got it like that, so … every little bit helps me.”</p>\n<p>Jeffrey Ben seems of the same mind. He points out that anyone can scrap. “A lot of people do have bad records. Nowadays, you know what I’m saying, they’re looking for some kind of degree,” he says of job searching. “We just got to hang on in there and just do what we have to do.” Ben does maintenance work for a local school. He says he sells metal his employers discard.&nbsp;</p>\n<p><strong>Legalities</strong></p>\n<p>Of course, not all scrapping is legal. Foreclosed homes attract copper thieves -- a reality with which Nelson is quite familiar.&nbsp; He leads the Inhabit program, a nonprofit group started through Transformation City Church. Its participants rehab and then reside in foreclosed homes in low-income areas of Milwaukee. The idea is to minister to the community from within it.&nbsp;</p>\n<p>Nelson says, when looking for homes to renovate, he started to expect to find the structures stripped of copper wires, window weights and other scrapper targets. In a recently occupied Inhabit home, the renovators found evidence vandals had even tried to steal the water heater. Apparently, it was too heavy.</p>\n<p>A former scrap yard worker is unloading old fencing from a garage renovation to sell. He tells me spotting stolen metal is difficult -- except when labeled “Property of the City of Milwaukee.”</p>\n<p>Nelson says he sometimes sees drug addicts at the scrap yard, selling metal to get a morning fix.</p>\n<p>In Milwaukee County, most African-American men spend time in prison before turning 50, and Wisconsin incarcerates more black men than any other state by far. A felony can keep someone from getting a junk collector’s permit in Milwaukee, but almost anyone can sell scrap metal.</p>\n<p>Doing so requires the scrapper to be a legal adult with an ID. Pastor Nelson stands in line outside a sales window covered by security bars.&nbsp; He signs a paper declaring he has not stolen the metal he is selling. He presents his driver’s license -- and gets paid.</p>\n<p>He says the total is, “$21 minus gas, so it’s like $16.19 for two and half hours of work.” He points out that people who scrap daily might fare better, but they would still make just enough to survive.</p>\n<p>For some people in Milwaukee with few other options, that makes scrapping a viable way to make a living.</p>\n<p>&nbsp;</p></div>","contenttemplated":"[{\"content\":\"<p>Community Pastor Tim Nelson stands in the parking lot of Transformation City Church. Located in Milwaukee’s low-income central city, the church ministers to a diverse population.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The building used to be an indoor archery range. During renovations, the church experienced a strange phenomenon. Its metal garbage... vanished.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nelson decided to play detective. The pastor says he sat outside one day and kept an eye on metal discards. “I noticed that there was folks that pulled up in an old, beat-up pickup truck, and they would ask, ‘Hey, can we take this metal?’” he says. “I realized that they were scrapping the metal.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That is, they were collecting metal junk from garbage bins and construction discard piles to sell at scrap yards. The yards buy the metal for refineries that recycle it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Scrapping as a Job</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nelson says he formed relationships with scrappers operating near the church, and he noticed many of them were African-American men collecting junk to make a living.</p>\"},{\"content\":\"<p>For Milwaukee’s black men, getting a job can be hard. Of those aged 16 to 64, the Center for Economic Development reports only about 45 percent are employed. The region is arguably the nation’s most segregated, and public transportation to suburban jobs is spotty. The public education system struggles. Milwaukee’s manufacturing decline hit the working middle class hard -- and that was before the recession. Now, the city is one of the poorest in the country.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nobody gets rich junk collecting, but, for people with few options, it means income. For Nelson, it meant extra money for church renovations.  So he tried his own hand at scrapping.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nelson says he also started intentionally leaving metal outside the church and his home in order to help people in need.  He calls it “gleaning,” and says the Bible talks about farmers leaving portions of their crops unharvested, so the poor could have the food.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Junk Collecting</strong></p>\"},{\"content\":\"<p>To teach me how to scrap, Nelson drives us through nearby alleys in his open-bed truck. In low-income neighborhoods like this one, residents know to leave scrap metal waste outside their garbage cans. They understand that scrappers live near and will gather the metal for money.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Tim points out a TV sitting near a garbage can. Scrappers have removed its back and gutted the wires, which Nelson says are worth extra money because they contain copper.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Driving on, Nelson spots small discarded pieces of metal, but, for the most part, scrappers have already picked the area dry in the morning.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Scrapper Gold</strong></p>\"},{\"content\":\"<p>Nelson moves to the suburbs next, where the regulations are looser. The City of Milwaukee requires professional scrappers to have a permit, but state law prohibits other municipalities from being too stringent. Even the U.S. Supreme Court has ruled in favor of junk collectors.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Nelson explains scrappers have told him two theories: they scrap in poor neighborhoods where residents intentionally leave out metal, or they go to wealthier areas where people are more likely to discard items of value.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>We drive through an affluent suburb. Pastor Nelson pulls up the bed of his truck to a construction dumpster, hops in, and strikes scrapper gold.  He lifts up a chunk of metal the size of a bowling ball. “It looks like a motor for an old fan,” he observes. He says it could be worth extra if it contains copper wires and that its weight is also a bonus.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The Scrap Yard</strong></p>\"},{\"content\":\"<p>Sure enough, at the scrap yard, the motor weighs in at 39 pounds. “I keep asking for the price for motors so that I get a better price than if I just asked for metal.  You gotta be smart,” Nelson says. “It’s not just about looking for metal. It’s like figuring out how to have it all packaged right, so you get the most for the metal you have.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He says professional scrappers might laugh to see him selling wires intact. The pros take the time to remove the protective coating, knowing the exposed wire fetches a higher price.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Lamar Cox is also at the scrap yard, selling an old car strut. He has four daughters and does contract work and car repairs.  “I figure the ones that throw [metal] away, you know, they, I guess they got it like that. They don’t need the money,” he says, “I don’t got it like that, so … every little bit helps me.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Jeffrey Ben seems of the same mind. He points out that anyone can scrap. “A lot of people do have bad records. Nowadays, you know what I’m saying, they’re looking for some kind of degree,” he says of job searching. “We just got to hang on in there and just do what we have to do.” Ben does maintenance work for a local school. He says he sells metal his employers discard. </p>\"},{\"content\":\"<p><strong>Legalities</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Of course, not all scrapping is legal. Foreclosed homes attract copper thieves -- a reality with which Nelson is quite familiar.  He leads the Inhabit program, a nonprofit group started through Transformation City Church. Its participants rehab and then reside in foreclosed homes in low-income areas of Milwaukee. The idea is to minister to the community from within it. </p>\"},{\"content\":\"<p>Nelson says, when looking for homes to renovate, he started to expect to find the structures stripped of copper wires, window weights and other scrapper targets. In a recently occupied Inhabit home, the renovators found evidence vandals had even tried to steal the water heater. Apparently, it was too heavy.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>A former scrap yard worker is unloading old fencing from a garage renovation to sell. He tells me spotting stolen metal is difficult -- except when labeled “Property of the City of Milwaukee.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nelson says he sometimes sees drug addicts at the scrap yard, selling metal to get a morning fix.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In Milwaukee County, most African-American men spend time in prison before turning 50, and Wisconsin incarcerates more black men than any other state by far. A felony can keep someone from getting a junk collector’s permit in Milwaukee, but almost anyone can sell scrap metal.</p>\"},{\"content\":\"<p>Doing so requires the scrapper to be a legal adult with an ID. Pastor Nelson stands in line outside a sales window covered by security bars.  He signs a paper declaring he has not stolen the metal he is selling. He presents his driver’s license -- and gets paid.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>He says the total is, “$21 minus gas, so it’s like $16.19 for two and half hours of work.” He points out that people who scrap daily might fare better, but they would still make just enough to survive.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>For some people in Milwaukee with few other options, that makes scrapping a viable way to make a living.</p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"}]","tags":["APM","Junk","Sustainability","metal","scrapping"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Kiley-Nelson-Scrapping-Photo.JPG?itok=-uyRovID","meta":{"width":"610","height":"340","crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/09/marketplace_segment21_20130709_64.mp3","meta":{"duration":242,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/09/marketplace_segment21_20130709","type":"application/json"},"duration_hms":"00:04:02"},"type":"audio/mpeg","format":"MP3"}]}