{"created":"2014-10-31T02:18:10+00:00","modified":"2014-10-31T02:18:10+00:00","valid":{"from":"2014-10-31T02:18:10+00:00","to":"3014-10-31T02:18:10+00:00"},"hreflang":"en","title":"Ruth Marcus: Lewinsky Did Hillary Clinton A Favor","published":"2014-05-07T18:55:00+00:00","teaser":"Vanity Fair magazine has published excerpts of a forthcoming piece by Monica Lewinsky, who had an affair with President Bill Clinton.","itags":["npr_api","310464357"],"contentencoded":"<p>Vanity Fair magazine has published excerpts of a forthcoming piece by Monica Lewinsky, who had an affair with President Bill Clinton as a White House intern in the &#8217;90s.</p><p>Clinton&#8217;s lies about the relationship contributed to the House impeaching him in 1998; the Senate acquitted him.</p><p>Excerpts of the piece are available <a href=\"http://www.vanityfair.com/online/daily/2014/05/monica-lewinsky-speaks\" target=\"_blank\">on the Vanity Fair website</a>. The preview reads in part:</p><blockquote><p>After 10 years of virtual silence (“So silent, in fact,” she writes, “that the buzz in some circles has been that the Clintons must have paid me off; why else would I have refrained from speaking out? I can assure you that nothing could be further from the truth”), Lewinsky, 40, says it is time to stop “tiptoeing around my past—and other people’s futures. I am determined to have a different ending to my story. I’ve decided, finally, to stick my head above the parapet so that I can take back my narrative and give a purpose to my past. (What this will cost me, I will soon find out.)”</p></blockquote><p>Columnist <strong>Ruth Marcus</strong> <a href=\"http://www.washingtonpost.com/opinions/ruth-marcus-monica-lewinsky-does-hillary-clinton-a-big-favor/2014/05/06/36657da4-d55f-11e3-8a78-8fe50322a72c_story.html\" target=\"_blank\">writes in The Washington Post</a>, &#8220;Monica Lewinsky may not have intended it this way, but she just did Hillary Clinton a big favor&#8221;:</p><blockquote><p>The Lewinsky affair never really came up in 2008; the subject was too raw and too fraught, and Clinton did not make it to the ugliness of a general election campaign. It’s clear, though, that the subject will not be taboo in 2016. Sen. Rand Paul (R-Ky.) has already raised the question of whether Democrats in general, and Hillary Clinton in particular, should consort with a “sexual predator” like Bill Clinton. Lewinsky’s account makes clear that her affair with the president was between two consenting adults.</p></blockquote><p>Marcus discusses Lewinsky&#8217;s Vanity Fair piece and what the impact could be on the 2016 presidential election, with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.washingtonpost.com/ruth-marcus/2011/02/24/ABjkDzI_page.html\" target=\"_blank\">Ruth Marcus</a></strong>, opinion writer for The Washington Post. She tweets <a href=\"https://twitter.com/RuthMarcus\" target=\"_blank\">@RuthMarcus</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ruth+Marcus%3A+Lewinsky+Did+Hillary+Clinton+A+Favor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"47ac9751-cbb2-4efa-9ccc-678fadfc420b","audio":[{"meta":{"duration":"579"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310464360-649444.m3u?orgId=1&ft=3&f=310464357"}]}