{"created":"2014-10-03T03:54:22+00:00","modified":"2015-04-30T19:47:53+00:00","valid":{"from":"2011-05-03T15:12:45+00:00","to":"3011-05-03T15:12:45+00:00"},"hreflang":"en","guid":"47b51b3f-167c-4676-b292-1bd583448718","title":"SOTRU - Oakland: The Self-Made City","teaser":"Refugees, entrepreneurs, visionaries—these are the historic roots of Oakland, California.  The city has long been home for people building new lives and imagining even better ones.  But dreams deferred also haunt this place, in its empty post-boom skyscrapers, its infamous homicide rates and deep budget cuts.  And in the face of entrenched problems, the people of Oakland characteristically answer back with diverse, revolutionary solutions.  Why have regular citizens been left to solve large-scale  urban problems?  Sociologist Benjamin Bowser says, “I can put it in a nutshell:  it’s called government non-responsiveness.”  Oakland is one of the most diverse cities in the US, its problems now remarkable for uniting people from every conceivable background.  Everywhere you can feel the forces of idealism, the belief that people working together can make this place with such enormous potential work better.  And that if they really want change, they’ll make it happen themselves. In this episode we explore the rewards—and costs—for people dreaming big in Oakland.","description":"State of the Re:Union\nOakland &ndash; The Self-Made City\n&nbsp;\nHost: Al Letson\n&nbsp;\nDESCRIPTION: Refugees, entrepreneurs, visionaries&mdash;these are the historic roots of Oakland, California.&nbsp; The city has long been home for people building new lives and imagining even better ones.&nbsp; But dreams deferred also haunt this place, in its empty post-boom skyscrapers, its infamous homicide rates and deep budget cuts.&nbsp; And in the face of entrenched problems, the people of Oakland characteristically answer back with diverse, revolutionary solutions.&nbsp; Why have regular citizens been left to solve large-scale&nbsp; urban problems?&nbsp; Sociologist Benjamin Bowser says, &ldquo;I can put it in a nutshell:&nbsp; it&rsquo;s called government non-responsiveness.&rdquo;&nbsp; Oakland is one of the most diverse cities in the US, its problems now remarkable for uniting people from every conceivable background.&nbsp; Everywhere you can feel the forces of idealism, the belief that people working together can make this place with such enormous potential work better.&nbsp; And that if they really want change, they&rsquo;ll make it happen themselves. In this episode we explore the rewards&mdash;and costs&mdash;for people dreaming big in Oakland.\n&nbsp;\nBillboard (:59)\nIncue: From PRX and NPR\nOutcue: But first, this news\n&nbsp;\nNews Hole: 1:00-6:00\n&nbsp;\nSEGMENT A (12:29)\nIncue: From PRX and NPR\nOutcue: And of course, Stateofthereunion.com\n&nbsp;\nA. The Self-Made City. &nbsp;\n&nbsp;\nOakland, California is notorious for its problems&mdash;and its creative, sometimes radical solutions.&nbsp; This segment opens with archival audio from Black Panther Party leader Huey P. Newton encouraging the Oakland Police Department to withdraw from black neighborhoods so that the Black Panthers can create their own police force.&nbsp; In the 70s, anti-government activism was common, but in few places did radical organizations actually propose to replace local government institutions.&nbsp; How did Oakland get to be this way?&nbsp; We find the catalyst for the Black Panther Party in early Oakland, where the city withdrew resources in poorer, mostly black neighborhoods.&nbsp; Then we hear from sociology professor Benjamin Bowser on a change to the city charter that transformed the mayor&rsquo;s office into a bully pulpit with little power to remedy the crime and poverty that haunted Oakland for decades. &nbsp;\n&nbsp;\nB. One Of Our Own: Seeking Justice in the Murder of Oakland Journalist Chauncey Bailey (Part 1). &nbsp;\n&nbsp;\nIn 2007, a local black newspaper reporter named Chauncey Bailey was gunned down in downtown Oakland.&nbsp; Part 1 of this story reveals the details of the killing, and the response of journalists from around the Bay Area as they search for a motive in the days after the murder.&nbsp; The informal response&mdash;journalists doing their job&mdash;quickly shifted into a wide-spread, organized response, as reporters from TV, radio, rival newspapers, and journalism schools join forces.&nbsp; They called their efforts the Chauncey Bailey Project, and the journalistic collaboration was unprecedented.&nbsp; Reporters soon uncovered that Chauncey Bailey was working on an article about a local institution called Your Black Muslim Bakery when he was killed.&nbsp; Your Black Muslim Bakery had been a fixture in town since the late 1960s, and a symbol of local black self-reliance.&nbsp; But the organization&rsquo;s dark side had begun to emerge in the years before Chauncey was killed.&nbsp; Part 1 of this story ends with the team of journalists determined to finish Chauncey&rsquo;s work and expose whoever is responsible for his death.&nbsp; &nbsp; &nbsp;\n&nbsp;\n&nbsp;\nBREAK: 19:00 - 20:00\n&nbsp;\nSEGMENT B (18:58)\nIncue: Welcome back to State of the Re:Union\nOutcue: P-R-X.O-R-G\n&nbsp;\nA. One Of Our Own:&nbsp; Seeking Justice in the Murder of Oakland Journalist Chauncey Bailey (Part 2). &nbsp;\n&nbsp;\nAt the time of his death, Bailey was writing a small article for a weekly black newspaper about Your Black Muslim Bakery declaring bankruptcy&mdash;but his article was just the tip of the iceberg.&nbsp; Our story focuses on three journalists at the center of the story: investigative reporter Tom Peele, radio reporter Bob Butler, and a retired business reporter named Mary Fricker.&nbsp; Their reporting in the weeks and months following Chauncey&rsquo;s death revealed welfare fraud, real estate fraud, abuse of women, and other unsolved murders in Your Black Muslim Bakery&rsquo;s past.&nbsp; As the journalists uncovered story after story, their attention turned to the Oakland Police Department&rsquo;s seemingly inadequate investigation of Chauncey&rsquo;s murder.&nbsp; The journalists became determined to link all of the people responsible for Chauncey&rsquo;s death to the crime, and to pick up the slack where the police department couldn&rsquo;t.&nbsp; In 2008, a clandestinely recorded police video was leaked to reporters, revealing crucial evidence that the police had missed.&nbsp; In 2009, following months of reporting on the police investigation, the Alameda County DA indicted Yusuf Bey IV, the leader of Your Black Muslim Bakery, and another man with Bailey&rsquo;s murder as well as two other murders in 2007. The story ends with reflection on the double loss for Oakland&mdash;the closing down of the once-revered Your Black Muslim Bakery, and the loss of Chauncey Bailey himself, a community reporter who had once believed in the bakery himself.&nbsp; The murder trial got underway in Oakland in March of 2010, and is likely to drag on through the summer. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;\n&nbsp;\nB. Dear Oakland:&nbsp; Host of NPR and PRX&rsquo;s Snap Judgment, Glynn Washington, pens a letter to Oakland.&nbsp;\n&nbsp;\nC. Oakland in Blue:&nbsp; Local Hip-Hop Artists Join Forces. &nbsp;\n&nbsp;\nWe hear a quick and fabulous review of Oakland&rsquo;s unique music history, touching on acts like Sly and the Family Stone, MC Hammer and Digital Underground.&nbsp; Today, the town&rsquo;s local hip-hop scene is in the middle of a renaissance.&nbsp; Downtown clubs are welcoming hip-hop artists for the first time in a decade, and most notable&mdash;in a genre famous for its turf wars and constant beefs between artists&mdash;some local hip-hop musicians are banding together, seeking creative cross-pollination infused by a love of their city.&nbsp; We focus on local MC Do D.A.T., who turns his day-to-day life into hip-hop that people in Oakland can connect to, and hear songs from his new album, Oakland in Blue. &nbsp; &nbsp;\n&nbsp;\n&nbsp;\nBREAK: 39:00-40:00\n&nbsp;\nSEGMENT C: (18:59)\nIncue: You're listening to State of the R:Union\nOutcue: This is N-P-R\n&nbsp;\nA. A Gentle Revolution at 5AM. &nbsp;\n&nbsp;\nVery early in Oakland, California, you&rsquo;ll find hundreds of people gathering to do tai chi, qi gong, dance and more at Madison Square Park in Oakland&rsquo;s Chinatown.&nbsp; Some have been coming for more than thirty years.&nbsp; Guided by the ambassadors of this place, Ed and Evelyn Loo, we learn that the dedication of the practitioners here was threatened a few years ago.&nbsp; Everyone who now gathers at Madison Square Park used to meet across the street at the BART plaza (BART is the public transportation system in Oakland), but then BART told them they had to leave so the plaza could be renovated.&nbsp; The only option was Madison Square Park&mdash;a city park, which would seem like a good option.&nbsp; But the park had been largely abandoned by the city, and was in bad shape.&nbsp; Guided by Ed and Evelyn, this largely Chinese-speaking group raised money and got the ear of their city council member to push through a major renovation and save their early morning community. &nbsp;\n&nbsp;\nB. Healthy, Together?:&nbsp; The Sobrante Park Time Bank. &nbsp;\n&nbsp;\nOn a rainy day in Sobrante Park, a poor neighborhood in Deep East Oakland, a man unloads food from a truck to help feed his hungry neighbors.&nbsp; But this is no ordinary church food pantry.&nbsp; This guy is banking hours in something called the Sobrante Park Time Bank.&nbsp; Neighbors in this small neighborhood join up and trade skills&mdash;brick-laying for gardening, roof repair for accounting&mdash;with no money involved.&nbsp; Just favors, neighbor to neighbor.&nbsp; And it&rsquo;s all part of a plan set in motion by the Alameda County Public Health Department.&nbsp; So what&rsquo;s the connection to health?&nbsp; We learn from the retired director of the Alameda County Public Health Department, Arnold Perkins, that people in Oakland&rsquo;s poor neighborhoods live about ten years less than people in the wealthier ones.&nbsp; Perkins was determined to close this huge gap in life expectancy.&nbsp; He decided that the best way to create healthier communities is to build close ties, support, and power within poor neighborhoods.&nbsp; The time bank is part of this effort, but connecting neighbors proved to be a challenge in Sobrante Park.&nbsp; &nbsp; Shifting demographics&mdash;from one hundred percent black, to 60/40 black and Hispanic&mdash;have led to tension between neighbors where the public health department is determined to build camaraderie.&nbsp;\n&nbsp;\nC. Oakland International High School.&nbsp;\n&nbsp;\nA little school out on Webster Avenue in Oakland was transformed four years ago when it became Oakland International High School.&nbsp; Here, the students&mdash;all refugees or very recent immigrants&mdash;speak over two dozen languages, and are united in their quest to learn English.&nbsp; But it turns out that they&rsquo;re also learning what it means to go to an American high school.&nbsp; We listen in on a meeting of the school&rsquo;s new &ldquo;leadership club&rdquo; (a first stab at student government), and their effort to plan the school&rsquo;s first ever prom.&nbsp; The only problem is that most of the students here don&rsquo;t even know what prom is.&nbsp; The students in the leadership club aren&rsquo;t just taking the helm at school, though.&nbsp; Most times, their English skills designate them leaders in their families too.&nbsp; We go home with a student from Mexico and hear from his parents about the burdens and advantages of having a teenage son who has adapted more quickly to Oakland than anyone else in his family. &nbsp;\n&nbsp;\nD.&nbsp; I Love Oakland Vox:&nbsp; We hear from residents about their unconditional love for their city, and their determination to dream big in the face of entrenched problems.&nbsp; &nbsp; &nbsp;\n&nbsp;\nPROGRAM OUT @ 59:00\n&nbsp;\nBROADCAST WINDOW BEGINS 5/9\nThe Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;\nState of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.\nThanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"<p>State of the Re:Union</p>\n<p>Oakland &ndash; The Self-Made City</p>\n<p>&nbsp;</p>\n<p>Host: Al Letson</p>\n<p>&nbsp;</p>\n<p>DESCRIPTION: Refugees, entrepreneurs, visionaries&mdash;these are the historic roots of Oakland, California.&nbsp; The city has long been home for people building new lives and imagining even better ones.&nbsp; But dreams deferred also haunt this place, in its empty post-boom skyscrapers, its infamous homicide rates and deep budget cuts.&nbsp; And in the face of entrenched problems, the people of Oakland characteristically answer back with diverse, revolutionary solutions.&nbsp; Why have regular citizens been left to solve large-scale&nbsp; urban problems?&nbsp; Sociologist Benjamin Bowser says, &ldquo;I can put it in a nutshell:&nbsp; it&rsquo;s called government non-responsiveness.&rdquo;&nbsp; Oakland is one of the most diverse cities in the US, its problems now remarkable for uniting people from every conceivable background.&nbsp; Everywhere you can feel the forces of idealism, the belief that people working together can make this place with such enormous potential work <em>better</em>.&nbsp; And that if they really want change, they&rsquo;ll make it happen themselves. In this episode we explore the rewards&mdash;and costs&mdash;for people dreaming big in Oakland.</p>\n<p>&nbsp;</p>\n<p>Billboard (:59)</p>\n<p>Incue: From PRX and NPR</p>\n<p>Outcue: But first, this news</p>\n<p>&nbsp;</p>\n<p>News Hole: 1:00-6:00</p>\n<p>&nbsp;</p>\n<p>SEGMENT A (12:29)</p>\n<p>Incue: From PRX and NPR</p>\n<p>Outcue: And of course, Stateofthereunion.com</p>\n<p>&nbsp;</p>\n<p>A. The Self-Made City. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Oakland, California is notorious for its problems&mdash;and its creative, sometimes radical solutions.&nbsp; This segment opens with archival audio from Black Panther Party leader Huey P. Newton encouraging the Oakland Police Department to withdraw from black neighborhoods so that the Black Panthers can create their own police force.&nbsp; In the 70s, anti-government activism was common, but in few places did radical organizations actually propose to <em>replace</em> local government institutions.&nbsp; How did Oakland get to be this way?&nbsp; We find the catalyst for the Black Panther Party in early Oakland, where the city withdrew resources in poorer, mostly black neighborhoods.&nbsp; Then we hear from sociology professor Benjamin Bowser on a change to the city charter that transformed the mayor&rsquo;s office into a bully pulpit with little power to remedy the crime and poverty that haunted Oakland for decades. &nbsp;</p>\n<p>&nbsp;</p>\n<p>B. One Of Our Own: Seeking Justice in the Murder of Oakland Journalist Chauncey Bailey (Part 1). &nbsp;</p>\n<p>&nbsp;</p>\n<p>In 2007, a local black newspaper reporter named Chauncey Bailey was gunned down in downtown Oakland.&nbsp; Part 1 of this story reveals the details of the killing, and the response of journalists from around the Bay Area as they search for a motive in the days after the murder.&nbsp; The informal response&mdash;journalists doing their job&mdash;quickly shifted into a wide-spread, organized response, as reporters from TV, radio, rival newspapers, and journalism schools join forces.&nbsp; They called their efforts the Chauncey Bailey Project, and the journalistic collaboration was unprecedented.&nbsp; Reporters soon uncovered that Chauncey Bailey was working on an article about a local institution called Your Black Muslim Bakery when he was killed.&nbsp; Your Black Muslim Bakery had been a fixture in town since the late 1960s, and a symbol of local black self-reliance.&nbsp; But the organization&rsquo;s dark side had begun to emerge in the years before Chauncey was killed.&nbsp; Part 1 of this story ends with the team of journalists determined to finish Chauncey&rsquo;s work and expose whoever is responsible for his death.&nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>BREAK: 19:00 - 20:00</p>\n<p>&nbsp;</p>\n<p>SEGMENT B (18:58)</p>\n<p>Incue: Welcome back to State of the Re:Union</p>\n<p>Outcue: P-R-X.O-R-G</p>\n<p>&nbsp;</p>\n<p>A. One Of Our Own:&nbsp; Seeking Justice in the Murder of Oakland Journalist Chauncey Bailey (Part 2). &nbsp;</p>\n<p>&nbsp;</p>\n<p>At the time of his death, Bailey was writing a small article for a weekly black newspaper about Your Black Muslim Bakery declaring bankruptcy&mdash;but his article was just the tip of the iceberg.&nbsp; Our story focuses on three journalists at the center of the story: investigative reporter Tom Peele, radio reporter Bob Butler, and a retired business reporter named Mary Fricker.&nbsp; Their reporting in the weeks and months following Chauncey&rsquo;s death revealed welfare fraud, real estate fraud, abuse of women, and other unsolved murders in Your Black Muslim Bakery&rsquo;s past.&nbsp; As the journalists uncovered story after story, their attention turned to the Oakland Police Department&rsquo;s seemingly inadequate investigation of Chauncey&rsquo;s murder.&nbsp; The journalists became determined to link all of the people responsible for Chauncey&rsquo;s death to the crime, and to pick up the slack where the police department couldn&rsquo;t.&nbsp; In 2008, a clandestinely recorded police video was leaked to reporters, revealing crucial evidence that the police had missed.&nbsp; In 2009, following months of reporting on the police investigation, the Alameda County DA indicted Yusuf Bey IV, the leader of Your Black Muslim Bakery, and another man with Bailey&rsquo;s murder as well as two other murders in 2007. The story ends with reflection on the double loss for Oakland&mdash;the closing down of the once-revered Your Black Muslim Bakery, and the loss of Chauncey Bailey himself, a community reporter who had once believed in the bakery himself.&nbsp; The murder trial got underway in Oakland in March of 2010, and is likely to drag on through the summer. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>B. Dear Oakland:&nbsp; Host of NPR and PRX&rsquo;s Snap Judgment, Glynn Washington, pens a letter to Oakland.&nbsp;</p>\n<p>&nbsp;</p>\n<p>C. Oakland in Blue:&nbsp; Local Hip-Hop Artists Join Forces. &nbsp;</p>\n<p>&nbsp;</p>\n<p>We hear a quick and fabulous review of Oakland&rsquo;s unique music history, touching on acts like Sly and the Family Stone, MC Hammer and Digital Underground.&nbsp; Today, the town&rsquo;s local hip-hop scene is in the middle of a renaissance.&nbsp; Downtown clubs are welcoming hip-hop artists for the first time in a decade, and most notable&mdash;in a genre famous for its turf wars and constant beefs between artists&mdash;some local hip-hop musicians are banding together, seeking creative cross-pollination infused by a love of their city.&nbsp; We focus on local MC Do D.A.T., who turns his day-to-day life into hip-hop that people in Oakland can connect to, and hear songs from his new album, Oakland in Blue. &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>BREAK: 39:00-40:00</p>\n<p>&nbsp;</p>\n<p>SEGMENT C: (18:59)</p>\n<p>Incue: You're listening to State of the R:Union</p>\n<p>Outcue: This is N-P-R</p>\n<p>&nbsp;</p>\n<p>A. A Gentle Revolution at 5AM. &nbsp;</p>\n<p>&nbsp;</p>\n<p>Very early in Oakland, California, you&rsquo;ll find hundreds of people gathering to do tai chi, qi gong, dance and more at Madison Square Park in Oakland&rsquo;s Chinatown.&nbsp; Some have been coming for more than thirty years.&nbsp; Guided by the ambassadors of this place, Ed and Evelyn Loo, we learn that the dedication of the practitioners here was threatened a few years ago.&nbsp; Everyone who now gathers at Madison Square Park used to meet across the street at the BART plaza (BART is the public transportation system in Oakland), but then BART told them they had to leave so the plaza could be renovated.&nbsp; The only option was Madison Square Park&mdash;a city park, which would seem like a good option.&nbsp; But the park had been largely abandoned by the city, and was in bad shape.&nbsp; Guided by Ed and Evelyn, this largely Chinese-speaking group raised money and got the ear of their city council member to push through a major renovation and save their early morning community. &nbsp;</p>\n<p>&nbsp;</p>\n<p>B. Healthy, Together?:&nbsp; The Sobrante Park Time Bank. &nbsp;</p>\n<p>&nbsp;</p>\n<p>On a rainy day in Sobrante Park, a poor neighborhood in Deep East Oakland, a man unloads food from a truck to help feed his hungry neighbors.&nbsp; But this is no ordinary church food pantry.&nbsp; This guy is banking hours in something called the Sobrante Park Time Bank.&nbsp; Neighbors in this small neighborhood join up and trade skills&mdash;brick-laying for gardening, roof repair for accounting&mdash;with no money involved.&nbsp; Just favors, neighbor to neighbor.&nbsp; And it&rsquo;s all part of a plan set in motion by the Alameda County Public Health Department.&nbsp; So what&rsquo;s the connection to health?&nbsp; We learn from the retired director of the Alameda County Public Health Department, Arnold Perkins, that people in Oakland&rsquo;s poor neighborhoods live about ten years less than people in the wealthier ones.&nbsp; Perkins was determined to close this huge gap in life expectancy.&nbsp; He decided that the best way to create healthier communities is to build close ties, support, and power within poor neighborhoods.&nbsp; The time bank is part of this effort, but connecting neighbors proved to be a challenge in Sobrante Park.&nbsp; &nbsp; Shifting demographics&mdash;from one hundred percent black, to 60/40 black and Hispanic&mdash;have led to tension between neighbors where the public health department is determined to build camaraderie.&nbsp;</p>\n<p>&nbsp;</p>\n<p>C. Oakland International High School.&nbsp;</p>\n<p>&nbsp;</p>\n<p>A little school out on Webster Avenue in Oakland was transformed four years ago when it became Oakland International High School.&nbsp; Here, the students&mdash;all refugees or very recent immigrants&mdash;speak over two dozen languages, and are united in their quest to learn English.&nbsp; But it turns out that they&rsquo;re also learning what it means to go to an American high school.&nbsp; We listen in on a meeting of the school&rsquo;s new &ldquo;leadership club&rdquo; (a first stab at student government), and their effort to plan the school&rsquo;s first ever prom.&nbsp; The only problem is that most of the students here don&rsquo;t even know what prom is.&nbsp; The students in the leadership club aren&rsquo;t just taking the helm at school, though.&nbsp; Most times, their English skills designate them leaders in their families too.&nbsp; We go home with a student from Mexico and hear from his parents about the burdens and advantages of having a teenage son who has adapted more quickly to Oakland than anyone else in his family. &nbsp;</p>\n<p>&nbsp;</p>\n<p>D.&nbsp; I Love Oakland Vox:&nbsp; We hear from residents about their unconditional love for their city, and their determination to dream big in the face of entrenched problems.&nbsp; &nbsp; &nbsp;</p>\n<p>&nbsp;</p>\n<p>PROGRAM OUT @ 59:00</p>\n<p>&nbsp;</p>\n<p>BROADCAST WINDOW BEGINS 5/9</p>\n<p>The Spring 2011 season of State of the Re:Union will be available on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2011. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.&nbsp;</p>\n<p>State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.</p>\n<p>Thanks for your consideration of the State of the Re:Union with Al Letson. Please contact your NPR Stations Relations person or Joan Miller at joanadrienne@gmail.com or 612-377-3256 with questions or to confirm carriage.</p>","byline":"Al Letson","published":"2011-05-03T15:12:45+00:00","tags":[],"itags":["prx:stories-62629"],"audio":[{"href":"https://hal.prx.org/pub/51738640c5290102539c46a207c00cb5/0/web/story_image/131361/medium/SOTRU_Oakland.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/4610fec77c7d6f973522db8b7cdee43c/0/web/audio_file/284900/broadcast/05-Oakland_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}},{"href":"https://cms.prx.org/pub/a6e1a877eb04f639c1d532f1c554e705/0/web/audio_file/284901/broadcast/07-Oakland_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408506}},{"href":"https://cms.prx.org/pub/af54768f031a45ce9801dc629731b96b/0/web/audio_file/284903/broadcast/03-Oakland_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/3a0439dc9ba0e48f88d2718a9ae35ea0/0/web/audio_file/284904/broadcast/01-Oakland_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/32ff1d1718fd83967c3984e4b89d1925/0/web/audio_file/284905/broadcast/06-Oakland_Segment_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886266}},{"href":"https://cms.prx.org/pub/48ae7f2d1cc1da7a8a7ff2ce8e7da6a7/0/web/audio_file/284906/broadcast/04-Oakland_Segment_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/12e059c03ecceb2e75536fb0962616ba/0/web/audio_file/284907/broadcast/02-Oakland_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":926851}}]}