{"created":"2015-05-20T15:19:57+00:00","modified":"2015-05-21T19:11:22+00:00","valid":{"from":"2015-05-21T19:11:22+00:00","to":"3015-05-21T19:11:22+00:00"},"hreflang":"en","title":"Debate: Is Smart Technology Making Us Dumb?","published":"2015-05-20T19:37:00+00:00","teaser":"Are we smarter now that technology has put a lot more than a slide rule into our pockets? Experts take sides on the impact of technology in an Intelligence Squared U.S. debate.","itags":["npr_api","407956931"],"guid":"47b7fd0a-dd4c-4595-a9c4-7ee8da1437f1","contentencoded":"<p>We've come a long way since 1975, when a newspaper in Midland, Texas, featured an advertisement about a personal pocket computer wizard that had the broad mathematical abilities of a slide rule: a Sharp calculator.</p><p>But, are we smarter now that technology has put a lot more than a slide rule into our pockets? Or are we so dependent on technology to do things for us that we are losing the ability to make our own magic, mentally, socially and politically?</p><p>Two teams faced off over these questions in the latest event from Intelligence Squared U.S., debating the motion: \"Smart Technology is Making us Dumb.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, 37 percent of the audience at the Kaufman Music Center in New York voted in favor of the motion, while 33 percent were opposed and 30 percent were undecided. After the event, 47 percent agreed with the motion and 43 percent disagreed, and 10 percent were undecided, making it the first tied debate.</p><p><strong>THOSE DEBATING <br /></strong></p><p><strong>For The Motion </strong></p><p><strong>Nicholas Carr</strong> writes about technology and culture. He is the author of the acclaimed new book <em>The Glass Cage: Automation and Us</em> (2014), which examines the personal and social consequences of our ever growing dependency on computers. His previous work, <em>The Shallows: What the Internet Is Doing to Our Brains</em> (2011), was a Pulitzer Prize finalist and a <em>New York Times</em> bestseller. A former columnist for the <em>Guardian</em>, Carr writes the popular blog <em>Rough Type, </em>and has written for <em>The Atlantic, Wall Street Journal, New York Times, Wired, Nature, MIT Technology Review</em> and other periodicals. His essays, including \"Is Google Making Us Stupid?\" and \"The Great Forgetting,\" have been collected in several anthologies. Previously, Carr was executive editor of the <em>Harvard Business Review</em>, as well as a member of Encyclopedia Britannica's editorial board of advisers and the steering board of the World Economic Forum's cloud computing project.</p><p><strong>Andrew Keen</strong> is an Internet entrepreneur and the author of three books: <em>The Internet Is Not the Answer </em>(2015), <em>Digital Vertigo: How Today's Social Revolution Is Dividing, Diminishing and Disorienting Us</em> (2012), and <em>Cult of the Amateur: How The Internet Is Killing Our Culture</em> (2007). In 1995, he founded Audiocafe.com and built it into a popular first-generation Internet company. Keen is currently the executive director of the Silicon Valley salon FutureCast, a senior fellow at CALinnovates, the host of the \"Keen On\" Techonomy chat show and a columnist for CNN.</p><p><strong>Against The Motion </strong></p><p><strong>Genevieve Bell</strong> is an Intel fellow and vice president of the Corporate Strategy Office at Intel Corp. She leads a team of social scientists, interaction designers, human factors engineers and computer scientists focused on people's needs and desires to help shape new Intel products and technologies. An accomplished anthropologist, researcher and author, she has been granted a number of patents for consumer electronics innovations. Bell is a highly regarded industry expert and frequent commentator on the intersection of culture and technology, featured in <em>Wired, Forbes, The Atlantic, The Wall Street Journal</em> and <em>The</em> <em>New York Times</em>. She was recognized as one of the \"100 Most Creative People in Business\" by Fast Company, inducted into the Women in Technology International Hall of Fame, and honored as the 2013 Woman of Vision for Leadership by the Anita Borg Institute. With Paul Dourish, she authored <em>Divining a Digital Future</em> (2011).</p><p><strong>David Weinberger</strong> is a senior researcher at the Berkman Center for Internet & Society at Harvard, where he previously served as co-director of the Library Innovation Lab and led its Interoperability Initiative. He is currently a fellow at the Kennedy School's Shorenstein Center for Media, Politics and Public Policy. His most recent book, <em>Too Big to Know: Rethinking Knowledge Now That the Facts Aren't the Facts, Experts Are Everywhere, and the Smartest Person in the Room Is the Room</em> (2014), won two international Best Book of the Year awards. He has been published by <em>Wired, Harvard Business Review, Scientific American, The New York Times</em> and elsewhere. Additionally, Weinberger advised three U.S. presidential campaigns on Internet issues and was a Franklin Fellow at the State Department. Called a \"marketing guru\" by <em>The</em> <em>Wall Street Journal,</em> he was previously a high-tech marketing VP and strategic marketing consultant, a dotcom entrepreneur, and now serves on the advisory boards of several tech companies.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Is+Smart+Technology+Making+Us+Dumb%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"5850"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408197490-3cc165.m3u?orgId=1&topicId=1057&aggIds=6263392&d=5850&story=407956931&ft=nprml&f=407956931"},{"meta":{"duration":"3030"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408193020-3825dd.m3u?orgId=1&topicId=1057&aggIds=6263392&d=3030&story=407956931&ft=nprml&f=407956931"},{"href":"http://media.npr.org/assets/img/2015/05/19/1168_img_6996-7d7a6380e2d05cac63cc62b1bf98fe67d5f2efa4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2015/05/19/1227_img_7130-24cfd696678a7cecdf0046545438daad537e5042.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}}]}