{"created":"2015-05-28T22:39:46+00:00","modified":"2015-06-03T17:05:08+00:00","valid":{"from":"2015-06-03T17:05:08+00:00","to":"3015-06-03T17:05:08+00:00"},"hreflang":"en","title":"Cholera Surges In Haiti As Rain Arrives Early","published":"2015-05-29T01:01:00+00:00","teaser":"Cholera has been spreading in Haiti for over four years. But this year looks especially bleak. In the first four months, there were nearly four times the number of cases as in the same period in 2014.","itags":["npr_api","410242929"],"guid":"47bbb631-92ce-4ca9-b06e-6c1b1556e6dd","contentencoded":"<p>At a government-run clinic in Diquini, near Port-au-Prince, doctors are treating a handful of cholera patients.</p><p>One of them is Givenchi Predelus. For five days, the high school sophomore has been lying on a cot with a towel over his midsection and an IV in his arm, listening to tinny music on his bare-bones cellphone.</p><p>Predelus speaks in a whisper, a sign of what cholera has done to his strength. \"Only one other person in my area has cholera,\" he says, through an interrupter. \"She sells patties on the side of the road. I'm the second victim.\"</p><p>Cholera causes profuse diarrhea and vomiting, which can lead to death by dehydration, sometimes within a matter of hours.</p><p>An unusually early start to the rainy season has brought a spike in the waterborne bacteria — and thus the number of infections. In the first four months of this year, the number of reported cholera cases was nearly 400 percent higher than that reported in the same period in 2014.</p><p>This outbreak in Haiti has been ongoing since October 2010 — 10 months after the<a href=\"http://www.npr.org/series/122522434/haiti-quake-ruin-and-recovery\"> catastrophic earthquake</a>. So far, nearly 9,000 people have died, and more than 730,000 have been infected.</p><p>Scientific studies <a href=\"http://www.npr.org/templates/story/story.php?storyId=211434286\">show</a> that U.N. peacekeepers from Nepal likely imported the bacteria causing the outbreak in 2010. The U.N. says it's committed to eradicating cholera from Haiti, but it hasn't accepted responsibility for inadvertently introducing the disease.</p><p>An unprecedented surge in cholera cases at the end of the last year and a harsh, early start to the rains mean this year will be bleak, says Oliver Schulz, who, until last week, led Doctors Without Borders' mission in Haiti.</p><p>Some illegal behavior could be contributing to the spread of the disease, Schulz says. \"People [are] breaking the official water pipes to illegally take the water,\" he says. \"There's the risk of contamination. If you have an open water pipe on the ground, and there's a heavy rain, perhaps there's a latrine nearby that floods into the pipe, and it contaminates the whole system.\"</p><p>More than 15,000 people have been infected and another 126 have died this year, says Haiti's health ministry.</p><p>But despite the grim totals, the number are slowing. The health ministry says 2,400 cases were reported last month, which is down from 4,000 in January.</p><p>Back at the cholera treatment center, a man rushes in with his 1-year-old daughter. She already has an IV in her arm. She is vomiting, and workers rush to surround her metal cot with buckets.</p><p>Workers at a clinic near the man's home sent him and his daughter by motorcycle taxi here because the clinic is better equipped than the one nearby.</p><p>Across the room, Rinel Mathurin holds her 3-year old daughter, Williana, who after three days of treatment can finally sit up.</p><p>Rinel says the center staff told her to watch Williana's interactions with other kids to avoid spreading infections — and to purify the home's water to keep other kids safe.</p><p>\"We need to treat the water we drink with chlorine tabs,\" Rinel says through an interrupter. \"We need to clean the house with Clorox. We need to buy chlorine tabs.\"</p><p>But chlorine tabs at the market cost money, she says. And she's not sure she can afford them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cholera+Surges+In+Haiti+As+Rain+Arrives+Early&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Granitz","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410340239-702f4f.m3u?orgId=1&topicId=1031&d=201&p=2&story=410242929&t=progseg&e=410338173&seg=4&ft=nprml&f=410242929"},{"href":"http://media.npr.org/assets/img/2015/05/28/haiti-december-cholera-12-11100938_5731029-86fbddb0c33dc8a036bfa6ae27ae894cb0df22d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}