{"created":"2014-09-18T18:49:49+00:00","modified":"2014-09-19T13:46:44+00:00","valid":{"from":"2014-09-19T13:46:44+00:00","to":"3014-09-19T13:46:44+00:00"},"hreflang":"en","guid":"47ca939e-57c2-43e3-acad-b1e809e1f9e6","title":"London is becoming the newest hub of Islamic finance","published":"2014-09-19T13:46:41+00:00","byline":"Amy Guttman","tags":["Islamic finance","finance","banking","Islam","Islamic law","Finance","Belief","Business, Finance & Economics","Lifestyle & Belief","London","United Kingdom","Mohammed Khan","Islam","Economics","Financial economics","Islamic banking","Halal","Islamic Bank of Britain","World Islamic Economic Forum","Business","Islamic economical jurisprudence","Sukuk"],"teaser":"Already one of the world’s major financial centers, London is now going after an even bigger piece of the pie — Islamic finance. The sector is growing by 30 percent a year, so British government officials are pushing for a public, high-profile campaign to establish the city as a hub.","contentencoded":"<p>Last year, Prince Charles gave a warm welcome to the <a href=\"http://wief.org/\">World Islamic Economic Forum</a>&nbsp;in London,&nbsp;the first held in a non-Muslim country. &ldquo;You could not be more welcome to the United Kingdom,&rdquo; he said.</p><p>The Islamic investment business is a global industry worth more than $2 trillion a year, and Britain is looking to cash in. That should come as no surprise given that <span style=\"line-height: 1.538em;\">there are some three million Muslims living in the UK &mdash; not to mention that the</span><span style=\"line-height: 1.538em;\">&nbsp;Islamic finance sector is growing at an average of 30 percent each year.</span></p><p><span style=\"line-height: 1.538em;\">Islamic law prohibits going into or making money on debt, though profit is allowed. And the Islamic code bans investment in companies that produce or sell forbidden or harmful products, like tobacco, alcohol or weapons.</span></p><p>That&#39;s not as easy as it sounds. Every Islamic financing institution has a board of at least three scholars &mdash; men who have spent seven years or more studying religion and economics &mdash; to determine what&#39;s halal, or religiously approved.</p><p>&ldquo;For example, if I was going to invest in a hotel chain &mdash; hotels sell alcohol, they might have some adult channels. So where&rsquo;s the definition there?&rdquo; asks Mohammed Khan,&nbsp;<span style=\"line-height: 1.538em;\">the head of Islamic finance for the consulting firm&nbsp;</span><a href=\"http://www.pwc.co.uk/\" style=\"line-height: 1.538em;\">Price Waterhouse Coopers</a>.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I thought, when I first got into this sector, hotel chains &mdash; why wouldn&rsquo;t you be able to invest in a hotel chain company? But actually, you can see how it can get quite complicated quite quickly.&rdquo;</span></p><p>And those complications are keeping away a<span style=\"line-height: 1.538em;\">&nbsp;specific set of Muslim Londoners that the government would love to have banking on British soil</span><span style=\"line-height: 1.538em;\">: The sports car-driving sheikhs and their families who make London their second home.</span></p><p>&ldquo;I can&rsquo;t put my money here, because there&rsquo;s no halal bank here,&rdquo; says a soft-spoken Qatari who didn&rsquo;t wish to be named. He&#39;s actually wrong: There&#39;s&nbsp;<a href=\"http://www.islamic-bank.com/useful-info-tools/about-us/history-of-ibb/\">the Islamic Bank of Britain, which launched in 2004</a>. But his sentiment is shared by others.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I would like to invest in [the] UK if there were halal products,&quot; says a Kuwaiti.</span></p><p>With transparent investing and a good track record during the recession, you might think Islamic finance would be taking off. But it&rsquo;s not &mdash; not yet, at least.</p><p>Khan says it&rsquo;s a combination of factors, but what&rsquo;s the biggest?&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Let&rsquo;s just get it out there,&quot; he says. &quot;If you invest in IF [Islamic Financing], are you investing in [al-Qaeda]? &hellip; The answer is &lsquo;no.&rsquo;&rdquo;</span></p><p>While the British government is likely after the high-flyers, Mujib Rahman says the focus on Islamic finance is helping the little guy, too. He moved to the UK from Bangladesh more than 40 years ago and was one of the first to take out an Islamic mortgage.</p><p>&ldquo;If I want to buy a property &mdash; for myself or for a rental, doesn&rsquo;t matter &mdash; the bank is actually the buyer, not me,&rdquo; he says. &ldquo;They will lease it to me for whatever many years we agree to.&rdquo;</p><p>Rahman thinks adapting mortgages to Islamic rules is a great start, but there&#39;s even more coming. The UK rolled out a new task force last year with plans for an Islamic Market Index on the London Stock Exchange and an Islamic bond called a sukuk &mdash; the first to be issued by a Western government.&nbsp;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091820144_0.mp3"},{"href":"http://www.pri.org/file/091820144mp3-0"}]}