{"created":"2015-01-02T20:34:48+00:00","modified":"2015-01-06T14:29:06+00:00","valid":{"from":"2015-01-06T14:29:06+00:00","to":"3015-01-06T14:29:06+00:00"},"hreflang":"en","title":"As Police Get Body Cameras, What Happens To All That Video?","published":"2015-01-05T15:57:00+00:00","teaser":"Steve Tuttle of TASER discusses how police departments store and manage video and mitigate privacy concerns.","itags":["npr_api","374606435"],"guid":"47e1e64e-38c7-4716-946e-99f04db41465","contentencoded":"<p>One of the ideas catching hold after the non-indictments of police officers in the deaths of Eric Garner and Michael Brown is equipping police with body cameras. Advocates of the idea say they increase transparency, and improve trust between communities and the police.</p><p>The Los Angeles Police Department recently bought 860 body cameras, and over the course of this year, L.A. Mayor Eric Garcetti says he wants all of the department&#8217;s roughly 7,000 front line officers wearing cameras.</p><p>The L.A.P.D bought its cameras from <a href=\"http://www.taser.com/\" target=\"_blank\">TASER</a>, one of the leading companies in the law enforcement body camera industry. Along with the cameras, TASER also sells subscriptions to a site called <a href=\"http://www.evidence.com/\" target=\"_blank\">evidence.com</a> that police departments can use to store and manage all the video officers record while out on a shift.</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Lisa Mullins spoke with<strong> Steve Tuttle, </strong>one of the founding members of TASER, and the company&#8217;s vice president of strategic communications about who the cameras benefit, how the video is stored and managed, and concerns over privacy.</p><p>&#8220;The privacy concerns are certainly there and that&#8217;s up to the individual agencies and state laws that deal with that,&#8221; he said. &#8220;So we want to give them the features that can make this shareable in the manner that&#8217;s necessary for the public, but at the same time manage those expectations for privacy.&#8221;</p><p>Ultimately, Tuttle says the equipment is beneficial to both police and the public.</p><p>&#8220;If we were to empower the police with what we call the legal body armor of these on-officer cameras, I think we would give more accountability to the public and provide a lot more transparency of a use-of-force situation in which there&#8217;s a he-said-she-said,&#8221; Tuttle said.</p><h4>Interview Highlights</h4><p><strong>On how TASER&#8217;s cameras work</strong></p><p>&#8220;The camera that you put on your body, once you go on patrol is always recording in a video mode. Now what that does is it saves all the most recent video of the previous 30 seconds &#8230; And once it&#8217;s doing that, what the officer is then waiting for is an event to occur.&#8221;</p><p>&#8220;If you&#8217;ve got a radio callout, you&#8217;re going to double-click that button and it will grab the previous 30 seconds of video only and then it begins to add the audio portion. And that officer then goes on to the scene of the crime, maybe interviews a suspect, maybe arrests somebody. Keeps that camera rolling until that person is in jail. And then they press and hold that button for five seconds. You now have an event of that recording. If it were played back, you would hear 30 seconds of silence prior to when that officer pressed that button and you would then capture all that audio visual currents that occurred from pressing the button forward.&#8221;</p><p><strong>On statistical evidence for body-camera effectiveness</strong></p><p>&#8220;The evidence shows that it actually keeps the officer safer and the suspect safer. There was a watershed moment for us; it was called the Cambridge University Rialto Police Department Study. Rialto is a suburb of Los Angeles and they looked at the TASER AXON Camera Flex system for one year in a blind study. They found that the complaints were reduced by 88% &#8212; that&#8217;s a game-changer in and of itself, because you&#8217;ve now got a witness to certain situations where there&#8217;s been previously no witness. The bigger game changer was the 59% drop in use of force. That clearly is changing behavior on both sides of the badge.&#8221;</p><h4>Guest</h4><ul><li><strong>Steve Tuttle, </strong>vice president of strategic communications<strong> </strong>at <a href=\"http://www.taser.com/\" target=\"_blank\">TASER</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Police+Get+Body+Cameras%2C+What+Happens+To+All+That+Video%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"896"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375341206-3ed642.m3u?orgId=1&ft=3&f=374606435"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/AXON-Body-Camera3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}