{"created":"2015-01-21T22:03:24+00:00","modified":"2015-06-05T15:30:28+00:00","valid":{"from":"2015-06-05T15:30:28+00:00","to":"3015-06-05T15:30:28+00:00"},"hreflang":"en","title":"E-Cigarettes Can Churn Out High Levels Of Formaldehyde","published":"2015-01-22T21:55:00+00:00","teaser":"Unexpectedly high levels of the cancer-causing chemical were found in an analysis of the vapor from e-cigarettes, researchers say.","itags":["npr_api","378663944"],"guid":"47e534fe-befc-44ac-94d6-0f244970b363","contentencoded":"<p>Vapor produced by electronic cigarettes can contain a surprisingly high concentration of formaldehyde — a known carcinogen — researchers reported Wednesday.</p><p>The findings, described in a letter <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMc1413069\">published</a> in the <em>New England Journal of Medicine,</em> intensify <a href=\"http://www.npr.org/2014/12/16/371253640/teens-now-reach-for-e-cigarettes-over-regular-ones\">concern</a> about the safety of electronic cigarettes, which have become increasingly popular.</p><p>\"I think this is just one more piece of evidence amid a number of pieces of evidence that e-cigarettes are not absolutely safe,\" says <a href=\"http://www.pdx.edu/profile/david-peyton\">David Peyton</a>, a chemistry professor at Portland State University who helped conduct the research.</p><p>The e-cigarette industry immediately dismissed the findings, saying the measurements were made under unrealistic conditions.</p><p>\"They clearly did not talk to [people who use e-cigarettes] to understand this,\" says <a href=\"http://vaping.com/news/greg-conley-to-lead-american-vaping-association\">Gregory Conley</a> of the American Vaping Association. \"They think, 'Oh well. If we hit the button for so many seconds and that produces formaldehyde, then we have a new public health crisis to report.' \" But that's not the right way to think about it, Conley suggests.</p><p>E-cigarettes work by heating a liquid that contains nicotine to create a vapor that users inhale. They're generally considered safer than regular cigarettes, because some research has suggested that the level of most toxicants in the vapor is much lower than the levels in smoke.</p><p>Some public health experts think vaping could prevent some people from starting to smoke traditional tobacco cigarettes and help some longtime smokers kick the habit.</p><p>But many health experts are also worried that so little is known about e-cigarettes, they may pose unknown risks. So Peyton and his colleagues decided to take a closer look at what's in that vapor.</p><p>\"We simulated vaping by drawing the vapor — the aerosol — into a syringe, sort of simulating the lungs,\" Peyton says. That enabled the researchers to conduct a detailed chemical analysis of the vapor. They found something unexpected when the devices were dialed up to their highest settings.</p><p>\"To our surprise, we found masked formaldehyde in the liquid droplet particles in the aerosol,\" Peyton says.</p><p>He calls it \"masked\" formaldehyde because it's in a slightly different form than regular formaldehyde — a form that could increase the likelihood it would get deposited in the lung. And the researchers didn't just find a little of the toxicant.</p><p>\"We found this form of formaldehyde at significantly higher concentrations than even regular cigarettes [contain] — between five[fold] and fifteenfold higher concentration of formaldehyde than in cigarettes,\" Peyton says.</p><p>And formaldehyde is a known carcinogen.</p><p>\"Long-term exposure is recognized as contributing to lung cancer,\" says Peyton. \"And so we would like to minimize contact (to the extent one can) especially to delicate tissues like the lungs.\"</p><p>Conley says the researchers found formaldehyde only when the e-cigarettes were cranked up to their highest voltage levels.</p><p>\"If you hold the button on an e-cigarette for 100 seconds, you could potentially produce 100 times more formaldehyde than you would ever get from a cigarette,\" Conley says. \"But no human vaper would ever vape at that condition, because within one second their lungs would be incredibly uncomfortable.\"</p><p>That's because the vapor would be so hot. Conley compares it to overcooking a steak.</p><p>\"I can take a steak and I can cook it on the grill for the next 18 hours, and that steak will be absolutely chock-full of carcinogens,\" he says. \"But the steak will also be charcoal, so no one will eat it.\"</p><p>Peyton acknowledges that he found no formaldehyde when the e-cigarettes were set at low levels. But he says he thinks plenty of people use the high settings.</p><p>\"As I walk around town and look at people using these electronic cigarette devices it's not difficult to tell what sort of setting they're using,\" Peyton says. \"You can see how much of the aerosol they're blowing out. It's not small amounts.\"</p><p>\"It's pretty clear to me,\" he says, \"that at least some of the users are using the high levels.\"</p><p>So Peyton hopes the government will tightly regulate the electronic devices. The Food and Drug Administration is in the process of deciding just how strict it should be.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=E-Cigarettes+Can+Churn+Out+High+Levels+Of+Formaldehyde&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379010304-4aa297.m3u?orgId=1&topicId=1128&d=203&p=3&story=378663944&t=progseg&e=379010178&seg=7&ft=nprml&f=378663944"},{"href":"http://media.npr.org/assets/img/2015/01/21/vaping-2d71de7c89ba3d046316bd4ccefcb21d64b50bb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}