{"created":"2014-11-22T12:51:27+00:00","modified":"2015-05-13T21:30:00+00:00","valid":{"from":"2015-05-13T21:30:00+00:00","to":"3015-05-13T21:30:00+00:00"},"hreflang":"en","title":"Terrible Video Game, Great Fundraiser: Meet Desert Bus For Hope","published":"2014-11-24T01:16:00+00:00","teaser":"Desert Bus, a parody game invented by magicians Penn and Teller, consists of driving a bus on a featureless road for hours. A comedy troupe in Canada has turned that monotony into money for charity.","itags":["npr_api","365753387"],"guid":"48066a87-1bc7-4714-99f6-ccc307418565","contentencoded":"<p>What would you give to watch someone else play what's arguably the world's worst video game — for nearly a week?</p><p>It turns out, people have given millions, as part of a fundraiser called <a href=\"http://desertbus.org/\">Desert Bus for Hope</a>.</p><p><a href=\"http://desertbus-game.org/\">Desert Bus</a> is the game in question. Sitting in a La-Z-Boy in a room in Victoria, British Columbia, Kathleen de Vere, driving the virtual vehicle, says that playing it is <em>awful.</em></p><p>\"You are driving down a long, featureless stretch of highway,\" she explains. \"Occasionally you pass a bus stop. There is no one there. Occasionally you check your rear view mirror. There is no one there.\"</p><p>Yet she drives ever onward between Tucson and Las Vegas ... in real time. It takes eight hours to earn one point. Unless you crash — then you have to start over.</p><p>The bus veers to the right, requiring constant correction. And you can't pause the game.</p><p>\"You stay in the left-hand lane until the torment ends,\" de Vere says, \"and then you do it again.\"</p><p>This rotten game was created in the mid-'90s by the magicians Penn and Teller as a satire on video games. Eight years ago, members of <a href=\"http://loadingreadyrun.com/\">LoadingReadyRun</a>-- an online comedy group in British Columbia — discovered it.</p><p>They thought a live online marathon Desert Bus session would be fun, and could raise money for Child's Play — a charity supporting hospitals and domestic abuse shelters. And thus was born Desert Bus for Hope, the world's dullest telethon.</p><p>\"The first year we raised $22,000 and were sort of like, 'I guess we're doing this every year,' \" says Graham Stark, de Vere's co-pilot for this shift.</p><p>Since that first year, Desert Bus for Hope has grown to more than 40 volunteers working out of a conference room in Victoria. Stark says they have thousands of viewers watching drivers play. The problem is keeping those viewers interested in the world's dullest game.</p><p>\"The way I word it is, we are the viewer's monkeys,\" Stark says. \"Like, we do whatever.\"</p><p>They dance. They auction off artwork, gaming paraphernalia and boxes of pastries. They do karaoke to songs from <em>Beauty and the Beast.</em></p><p>Playing Desert Bus, in fact, sometimes seems like an afterthought — which may be why de Vere crashed twice during her 12-hour shift.</p><p>\"I may have been distracted,\" she says.</p><p>The fundraiser seems to be working anyway. This week, Desert Bus for Hope passed the $2 million mark in overall donations.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terrible+Video+Game%2C+Great+Fundraiser%3A+Meet+Desert+Bus+For+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910588-b05ca9.m3u?orgId=1&topicId=1049&d=170&p=7&story=365753387&t=progseg&e=365910457&seg=21&ft=nprml&f=365753387"},{"href":"http://media.npr.org/assets/img/2014/11/21/desertbus1-3d90abc7d63adbd74384fd05e739697c289e9a49.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"455","width":"606"}},{"href":"http://media.npr.org/assets/img/2014/11/21/15652428030_ddf320b4b8_o-3ce74e883516414d83f9d51096244cfb66544c13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/21/15217380083_6eeb6ef86a_o-49e3e623cb51645e279f5498feed91888b6f0d24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3517","width":"4690"}}]}