{"created":"2015-02-17T08:31:53+00:00","modified":"2015-02-24T17:05:21+00:00","valid":{"from":"2015-02-24T17:05:21+00:00","to":"3015-02-24T17:05:21+00:00"},"hreflang":"en","title":"King, Tyrant, Beheaded Traitor: The Many Trials Of Charles I","published":"2015-02-17T15:10:00+00:00","teaser":"The British monarch ruled at a time of civil war — and was blamed for much of the bloodshed. In <em>Killers of the King</em>, Charles Spencer tells the story of the men who signed the king's death warrant.","itags":["npr_api","383323591"],"guid":"481be7df-b23f-4bce-98cd-99d74b3874af","contentencoded":"<p>In 1642, England became a country torn apart by civil war. Tens of thousands would die as King Charles I and his royalist supporters battled Parliament and its army.</p><p>Over the course of the conflict, Charles I came to be perceived as a traitor and was blamed for the bloodshed. After he and his supporters were defeated, Charles I was seized, tried for treason and sentenced to death.</p><p>Historian Charles Spencer, an earl and direct descendant of Charles I, has written well-received volumes of British history. Now, in <em>Killers of the King: The Men Who Dared to Execute Charles I</em>, he's turned to the story of his beheaded royal ancestor and the 59 men who signed his death warrant. As Spencer tells NPR's Renee Montagne, the story is perhaps all the more shocking when you consider the origins of Charles I's reign.</p><p>\"He wasn't the brightest king we've ever had, and he was certainly one of the weakest in terms of leadership,\" Spencer says. \"He was not meant to be king, in fact. It was sort of unfortunate. He had an elder brother who went for a swim in the River Thames in London and picked up some terrible illness and died, so suddenly we had the second son on the throne. And ... Charles was this very cultured, very intelligent man, very devout [man], but not a leader of men <em>at all</em>. And he came up against some really very, very focused individuals.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the unprecedented court that tried </strong><strong>Charles I after he and his supporters were defeated</strong></p><p>There was no mechanism for trying a king. In the end, there was a court put together for trying him. It is fair to say that the courtroom where the king was tried in early 1649 was convoluted and legally unsound. But then, on the other hand ... the parliamentarians said later, you know, \"What were we supposed to do? It may have been a court we put together, but we <em>had</em> to put a court together because these were times like no other. And we had a problem like no other,\" a king who they believed was a traitor and tyrant.</p><p>Now, Charles was absolutely certain that he must not even acknowledge the right of this court to do what it did. ... But he was met by an absolutely rigid determination that he was not there as King Charles I; he was there as Charles Stuart, his family name. And he was there because he had committed crimes effectively against the state. And so really in his trial you have the essence of what the civil war was all about: a king who believed he was only answerable to God, and a Parliament believing that the king had acted as a man, in an improper way and he had to pay for it.</p><p><strong>On how death warrant signees Oliver Cromwell and Henry Martin behaved during the document's signing</strong></p><p>I've always thought of Cromwell, you know, he's this sort of ferocious, very capable, cold figure from British history who has a terrible reputation for all the atrocities he oversaw, in Ireland, for instance. But looking into him as a human being at this moment of high drama — you know, 59 men ... going into a room in the palace of Westminster to sign the death warrant of a king — you'd have thought there could not be a more solemn moment, but Oliver Cromwell had a sort of hysterical fit. He was so overexcited. And we have eyewitness accounts of him like a schoolboy sort of flicking ink at Henry Martin — with their quills, just flicking ink at each other in a sort of moment of <em>such</em> euphoria that they couldn't contain themselves. I love finding these little details.</p><p><strong>On public reaction to the king's execution</strong></p><p>I honestly believe that the thousands who turned up to witness the execution of the king that very, very cold morning in January 1649 — I really don't think they thought it was going to happen. A lot of the people in the crowd believed that he was semi-divine. And we know this from when the ax fell: The crowd rushed forward and they were dipping clothing and handkerchiefs in the blood of the king, believing it had magical properties and would protect them from illness or disaster in the future. And we know from the great diarist who was present, Samuel Pepys, when the ax fell and the king's head was presented to the crowd there was a stunned gasp from the crowd. It was such an unbelievable moment.</p><p><strong>On Charles II's efforts to avenge Charles I more than a decade later</strong></p><p>Originally there were 80 men who were involved. The killers of the king were the prosecutors, the judges and the masked executioners on the scaffold who dispatched the king. I think they became scapegoats. You know, at the end of a civil war often somebody has to pay the price. And it became a sort of spiral of viciousness which went on, really, for the rest of Charles II's reign — for 25 years.</p><p><strong>On why he, a descendent of Charles I, included an acknowledgement in his book to \"the extremely brave men who put a defeated and distrusted king on trial, and saw through what they sincerely believed had to be done\"</strong></p><p>I started researching the book thinking I'd just feel very sorry for Charles I, you know, because he was put on trial in a court that shouldn't have existed and he had tried his best. And, yes, he wasn't the best ruler, but he did try. But as I researched it, I realized that he really was responsible for so much of this bloodshed. ... Five percent of English people were killed in the war, and it was a terrible time.</p><p>And then at the same time, I respected the men because, you know, I found, out of the 80 ... none of them, apart from perhaps one, none of them were doing it out of personal malice. So they were doing it because they believed that it was right for their country and also religiously correct. And it did bring forward the first steps toward democracy. And it did actually deal with the problem of kingship. And, you know, the royal family we have today is alive and kicking very much because of what happened back in the mid-17th century, where the British thought, \"Right, we do want to continue having a ruler. But we're not going to be dealt with in a way that is basically dictatorial.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=King%2C+Tyrant%2C+Beheaded+Traitor%3A+The+Many+Trials+Of+Charles+I&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876235-1dc1d8.m3u?orgId=1&topicId=1033&e=383323591&d=424&ft=nprml&f=383323591"},{"href":"http://media.npr.org/assets/img/2015/02/04/51105575small-5e0cc045dd9a6681f1a731009f8ff3ff6ec415f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1966","width":"2622"}},{"href":"http://media.npr.org/assets/img/2015/02/02/charles-spencer-credit-jonathan-ring--519da017be3dd494279f07da5d95606ceb871cdd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2790","width":"3720"}}]}