{"created":"2014-09-13T17:00:06+00:00","modified":"2014-09-14T00:41:29+00:00","valid":{"from":"2014-09-14T00:41:29+00:00","to":"3014-09-14T00:41:29+00:00"},"hreflang":"en","guid":"482ad96a-e9ae-4416-8db1-9001a3eac49d","title":"The latest news on the ozone layer shows we can solve big environmental problems","published":"2014-09-14T00:41:23+00:00","byline":"Peter Thomson","tags":["ozone","enivronment","air pollution","climate change","Environment","Science","Science, Tech & Environment","Mario Molina","Sherry Rowland","Ozone depletion","Ozone","Environment","Montreal Protocol","CFC's","atmospheric science","Climate change","Chemistry","Ozone layer","Chlorofluorocarbon","Atmosphere of Earth"],"teaser":"After years of decline, the global ozone layer is starting to bounce back. That's a big environmental success story — and an important example of what pro-environment actions can do in the long run, if countries take strong action together.","contentencoded":"<p>Here&rsquo;s a rare thing these day: Two pieces of good news on the environment in just one week.</p><p>A few days ago, we reported on how the population of <a href=\"http://www.pri.org/stories/2014-09-09/heres-green-success-story-california-blue-whale\">blue whales in the eastern Pacific has bounced back</a> to nearly where it was before whaling. Now there&#39;s news that t<span style=\"line-height: 1.538em;\">he ozone layer is making a comeback of its own.</span></p><p><span style=\"line-height: 1.538em;\">Remember ozone? You&rsquo;re forgiven if you don&#39;t, since the issue has mostly been out of the public eye for years. That&#39;s because we actually figured out a solution to it 25 years ago. This latest news confirms that</span><span style=\"line-height: 1.538em;\">&nbsp;the solution is <a href=\"http://www.bbc.co.uk/news/science-environment-29152028\">finally starting to pay off</a>.</span></p><p>Here&#39;s a little history: Back in the 1970s, Mario Molina at MIT and Sherry Roland at the University of California-Irvine discovered that CFCs &mdash; common chemicals that were used in refrigeration and air-conditioning &mdash; were escaping into the atmosphere and destroying the earth&#39;s ozone layer.</p><p><a href=\"https://www.ras.org.uk/education-and-careers/for-everyone/124\" style=\"line-height: 1.538em;\">Ozone</a><span style=\"line-height: 1.538em;\"> is a special and very fragile kind of oxygen &mdash; O</span><span style=\"line-height: 1.538em; vertical-align: sub;\">3</span><span style=\"line-height: 1.538em;\">.&nbsp;</span><span style=\"line-height: 1.538em;\">There&#39;s not much of it in the atmosphere, but the little bit that does exist helps make life on earth possible. It filters out some of the powerful ultraviolet rays from the sun that can otherwise harm DNA and cause maladies like skin cancer.</span></p><p>Things went from problem to solution with surprising speed &mdash; as far as these things go, anyway. The scientists realized CFCs could destroy the ozone layer &mdash; and were eventually rewarded with a Nobel Prize &mdash; and their findings were quickly followed by clear evidence of ozone depletion. Within a little more than a decade, nations signed a global agreement to phase those chemicals out.</p><p><span style=\"line-height: 1.538em;\">That agreement, called the&nbsp;</span><a href=\"http://montreal-protocol.org/new_site/en/MP_achievements_challenges.php\" style=\"line-height: 1.538em;\">Montreal Protocol</a><span style=\"line-height: 1.538em;\">, went into effect in 1989.&nbsp;</span><span style=\"line-height: 1.538em;\">Now, 25 years later, the </span><a href=\"http://montreal-protocol.org/Assessment_Panels/SAP/SAP2014_Assessment_for_Decision-Makers.pdf\" style=\"line-height: 1.538em;\">UN Environment Program and the World Meteorological Organization report</a><span style=\"line-height: 1.538em;\"> that ozone levels have finally stopped falling. In some parts of the atmosphere, they&#39;ve actually started increasing.</span></p><p>So how is this good news if it&rsquo;s taken 25 years for the ozone layer to even <em>begin</em> to bounce back?</p><p><span style=\"line-height: 1.538em;\">The reason for the lag is that it takes a long time for the ozone-destroying chemicals we put in the atmosphere to do their dirty work. That means it takes a similarly long time for the ozone &mdash; which is constantly being created by solar radiation &mdash; to build back up again. </span><a href=\"http://science.nasa.gov/science-news/science-at-nasa/2000/ast02oct_1/\" style=\"line-height: 1.538em;\">It&rsquo;s a slow process</a><span style=\"line-height: 1.538em;\">, but the concentration of CFCs is going down and the concentration of ozone is going up, so by mid-century it&rsquo;ll be roughly back to normal levels in much of the atmosphere.</span></p><p>This doesn&rsquo;t mean we&rsquo;re totally out of the woods on the ozone problem. It&rsquo;ll still be several more decades before the protective shield is near normal again. There are also some new ozone-eating chemicals out there, as well as a complicated interplay between ozone levels and the pollution and processes involved in climate change.</p><p>But the bottom line is this: Ozone is a big, global, environmental success story, in a whole lot of ways.&nbsp;<span style=\"line-height: 1.538em;\">Scientists identified the problem; g</span><span style=\"line-height: 1.538em;\">overnments all over the world came together on a plan to fix it; i</span><span style=\"line-height: 1.538em;\">ndustry figured out how to replace those chemicals; a</span><span style=\"line-height: 1.538em;\">nd now all that effort is paying off, which will make a big difference to the health of people, animals and plants around the world.</span></p><p><span style=\"line-height: 1.538em;\">One of the big ironies in this, of course, is that early on in that process, industry protested that the science was uncertain and that it would cost too much to replace the chemicals. S</span><span style=\"line-height: 1.538em;\">ound familiar? It is the same fight playing out in today&rsquo;s debate over climate change. Only the stakes with climate change are even higher, the consequences even more grave, and the economic and technological challenges vastly greater.</span></p><p>So the lesson of the ozone story is that we <em>can</em> tackle these problems.&nbsp;The Montreal protocol is <em>the</em> model of international cooperation on global environmental issues. And the new report makes clear it is working.</p><p>Often, the news on the environment is downright grim and that can take an emotional toll on just about all of us. It&rsquo;s important to be reminded that when we really put our minds to it, we can actually fix a lot of the environmental problems we&rsquo;ve created for ourselves.</p><p>The ozone story is a great example of that, and a moment to take heart about the future.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ozone%20NASA.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://www.pri.org/file/ozone-nasapng"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/091120147.mp3"},{"href":"http://www.pri.org/file/091120147mp3-0"}]}