{"created":"2014-09-11T22:06:54+00:00","modified":"2014-09-12T18:23:18+00:00","valid":{"from":"2014-09-12T18:23:18+00:00","to":"3014-09-12T18:23:18+00:00"},"hreflang":"en","guid":"483d4c25-a107-41cc-bf11-76ad041de94b","title":"Can the US 'destroy' ISIS without American ground troops?","published":"2014-09-12T18:23:17+00:00","byline":"Christopher Woolf","tags":["Islamic State in Iraq and Syria","Islamic State","military intervention","ISIS","Conflict","Conflict & Justice","Asia","North America","Iraq","United States","Syria","Middle East","Asia","North America","James Foley","Steven Sotloff","Janine Di Giovanni","Middle East","Levant","Bashar al-Assad","Syria","Iraq","War"],"teaser":"President Obama has committed the US to war with the Islamist militants of ISIS, but he has also limited his military options. Newsweek's Middle East editor thinks the effort might be too little, too late.","contentencoded":"<p>President Obama spoke to the American people on Wednesday night and committed the United States to a war against the militant group ISIS and its self-proclaimed Islamic State. But he also placed limits on what the US would do.</p><p>Obama said the goal of the US and its allies is to &quot;destroy&quot; the group, which has seized control of large parts of Iraq and Syria. He made clear that means attacking them inside Syria as well as in Iraq.</p><p>Of course, that&#39;s all much easier said than done. Especially with the constraints he placed on the operation.</p><p>For one, Obama pledged that no American combat troops would be deployed on the ground in either country. The US will send hundreds of military personnel to Iraq, but they are &ldquo;needed to support Iraqi and Kurdish forces with training, intelligence and equipment&quot; &mdash; not to fight.</p><p>That&rsquo;s a weakness, according to Janine di Giovanni, the Middle East Editor at Newsweek and a veteran of conflict reporting. The American effort &quot;<span style=\"line-height: 1.538em;\">will need to be followed with ground troops to be effective,&rdquo; she says. &ldquo;In most cases, with airstrikes, you do need to follow it up with some ground troops.&rdquo;</span></p><p><span style=\"line-height: 1.538em;\">Obama has stressed that local partners will provide those ground forces. But the Iraqi army simply collapsed in the face of ISIS this summer and is still recovering, while Kurdish forces fighting ISIS in the north have also encountered unexpected difficulties. </span></p><p><span style=\"line-height: 1.538em;\">In an eerie echo of the attempted &quot;Sunni Awakening&quot; during the Iraq War, officials in Washington have also spoken of the need to stand up new Sunni &ldquo;National Guard&rdquo; units to drive ISIS out of predominatly Sunni northern and western Iraq.</span></p><p><span style=\"line-height: 1.538em;\">However, fighting ISIS in Iraq seems almost straightforward compared to the challenges faced by the US and its allies if they hope to attack ISIS bases in Syria. There, a three-sided civil war is taking place &mdash; between ISIS, the government of Bashar al-Assad and other rebels.</span></p><p>President Obama suggested that moderate Syrian opposition groups could take on both the Islamic State and the Assad regime, working with the US.</p><p>Di Giovanni is skeptical. &ldquo;Who are they?&rdquo; she wonders. &ldquo;As a journalist, it&rsquo;s my job to reach these people,&rdquo; and yet, she says they&rsquo;re almost impossible to track down. Many observers agree the Syrian opposition is weak and fragmented. It also includes a known al-Qaeda affiliate, Jabhat al-Nusra.</p><p>Di Giovanni is also critical of the timing of the US action, following so closely on the murders of two US journalists being held hostage by the Islamic State: James Foley and Steven Sotloff.</p><p>She says that journalists, as long as two years ago, were hearing about ISIS. &quot;I find it very hard to believe that security officials in America didn&rsquo;t pay more attention to [ISIS] and let it get to this stage where they beheaded two young, talented American journalists.&rdquo;</p><p>She worries that US action could lead to the death of other hostages. &ldquo;There&rsquo;s always a price to be paid for air strikes,&rdquo; she says, &ldquo;and, of course, the other thing is the collateral damage on the ground &mdash; of getting it wrong and hitting civilians.&rdquo;</p><p>But for all of her reservations, di Giovanni says, &quot;I think the time has come. What other choice do we have right now?&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR45R99.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr45r99jpg"}]}