{"created":"2015-06-25T21:50:43+00:00","modified":"2015-07-01T20:01:08+00:00","valid":{"from":"2015-07-01T20:01:08+00:00","to":"3015-07-01T20:01:08+00:00"},"hreflang":"en","title":"U.S. Army Begins Training Ukrainian Soldiers","published":"2015-06-29T19:11:00+00:00","teaser":"The U.S. won't give the Ukrainian army lethal weapons to fight separatists and their Russian allies, but it has sent 300 trainers to help the beleaguered, bedraggled Ukrainian military.","itags":["npr_api","417511636"],"guid":"48666c68-1912-4464-b104-f1367cdfadc6","contentencoded":"<p>Fighting surged again this week in eastern Ukraine, where government troops are battling separatist militias and their Russian allies.</p><p>NATO is responding by sending troops and equipment to eastern Europe, and it's also giving defensive training to Ukraine's beleaguered army.</p><p>First, you need to know how bad things were for the Ukrainian army when separatist militias and their Russian allies began the fight in eastern Ukraine in April 2014.</p><p>Miroslav Gai volunteered for the army last winter.</p><p>I met him in Kiev, and this is how he described its state of readiness: \"The army gave me just my weapon and uniform, and bring me with my friends to Slovyansk and say, 'OK, fight.' \"</p><p>Gai saw many of his friends killed around the eastern city of Slovyansk in the winter and spring of 2014. He says he wouldn't have survived without food and warm clothing provided by volunteers from Kiev.</p><p>He now runs a volunteer foundation that helps supply Ukrainian soldiers with body armor and clothing.</p><p>The Ukrainian military says it's doing everything it can to make its army combat-ready.</p><p>That's happening on a sprawling base and firing range near the Polish border.</p><p>I'm here to watch about 300 American paratroopers from the U.S. Army's 173rd Airborne Brigade, who've arrived to work with about 750 Ukrainian national guardsmen.</p><p>Practice ranges on all sides of us are crackling with weapons fire, everything from hand grenades to heavy machine guns.</p><p>\"Part of what we really want to do here is just to help these guys in terms of survivability, in terms of flexibility,\" says Army Capt. Steven Modugno.</p><p>He says the Americans were surprised to find that most of their initial trainees already had combat experience in the war in eastern Ukraine.</p><p>Two Ukrainian soldiers in the first group, he says, were actually decorated war heroes from their service in the east.</p><p>Modugno says what started as basic infantry training quickly grew more complex, when the trainees started asking questions like, \"When we know that there's a potentially hostile drone monitoring us, how do we react?\"</p><p>Modugno says the trainers had to go to the State Department to make sure they could teach advanced tactics like that. The answer was yes.</p><p>Right now, the Ukrainian troops are honing their shooting skills and defensive maneuvers. They range from raw recruits to seasoned men in their 30s, most of them wearing mismatched uniforms and body armor.</p><p>Soldiers from one platoon practice dropping to one knee and forming a circle with their rifles bristling out, covering others as they give first aid to a wounded comrade.</p><p>One Ukrainian soldier goes by the nickname \"Crimea\" and asks not to be identified because he still has family there. He was serving in the Ukrainian army in Crimea when the Russians took over in March of last year, and says he refused an offer to defect to the Russian side.</p><p>\"We can learn something from the American army,\" he says, \"and share our experience of fighting in the east against the Russian regular army. Because Americans haven't fought them, and we're fighting them now.\"</p><p>That's why the 173rd Airborne Brigade commander, Lt. Col. Robert Brown, says this mission is as much of a learning experience for the Americans as it is for the Ukrainians.</p><p>He says the interaction among the troops could be the most valuable result.</p><p>\"There's a lot of bonds that are forming now, and a lot of lessons learned, both on our side and on their side, and you don't know what those relationships will mean in the future,\" Brown says.</p><p>Both U.S. and NATO officials have been warning that the future may hold increasing confrontations with Russia. Brown acknowledges that this is a relatively small training exercise. But he says there will be a multiplier effect when these national guardsmen go back to teach their comrades what they've learned.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Army+Begins+Training+Ukrainian+Soldiers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417516509-0a8c48.m3u?orgId=1&topicId=1124&d=236&p=2&story=417511636&t=progseg&e=417457505&seg=14&ft=nprml&f=417511636"},{"href":"http://media.npr.org/assets/img/2015/06/25/252-edit-d67a8f5b6ab2652cfc1bfdbd0c1ba955f6ba7e23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/06/25/242-edit-c3fd490ff9dee1ffff274d5b0f2e21a5da16b20c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}