{"created":"2014-09-23T20:55:49+00:00","modified":"2014-09-24T19:19:38+00:00","valid":{"from":"2014-09-24T19:19:38+00:00","to":"3014-09-24T19:19:38+00:00"},"hreflang":"en","guid":"487d5687-a063-4807-b594-208882d7f8f9","title":"This woman's gaming career took off in the back of her parents' Chinese restaurant","published":"2014-09-24T19:19:37+00:00","byline":"Nina Porzucki","tags":["culture","video games","immigration","Global Nation","Culture","Arts, Culture & Media","North America","Asia","United States","China","Connecticut","New York","North America","Lilian Chen","Milktea","Gaming","Video game culture","Action video games","Super Smash Bros.","Gamer","Women and video games"],"teaser":"Lilian Chen grew up playing video games in the back of her parent's Chinese restaurant. She navigates between her life Chinese heritage at home and her American lifestyle at school. But it was in the world of gaming where Chen found home.","contentencoded":"<p>As a kid, Lilian Chen spent hours in the back of her parents&rsquo; Chinese restaurant, Peking House, watching her brother play video games.</p><p>&ldquo;I played a bit, but I was much more of a studier in his ways of playing &mdash; except for this one game that I play.&rdquo;</p><p>That game was Super Smash Brothers Melee &mdash; Smash.</p><p>For those unfamiliar with the game, it&#39;s a competitive fighting game in which you choose an avatar from the pantheon of well-loved Nintendo characters (think Mario, Donkey Kong, Bowser).&nbsp;&ldquo;You get to select an avatar and compete against other people. The goal is to stay and survive the longest. The person who gets knocked out loses and the longest living remains the winner,&rdquo; Chen says.</p><p>[[{\"fid\":\"74346\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Milktea playing &quot;friendlies&quot; (non-tournament matches) at Revival of Melee, a tournament held in Nanuet, New York in March 2014.\",\"class\":\"media-element file-story-image\"}}]]</p><p>Chen started playing the game against her brother. Quickly she found herself winning more than she was losing &mdash; beating her brother, friends, she even played against (and beat) customers who came to dine at the Peking House.</p><p>That didn&rsquo;t always go over well with her parents and grandparents, who immigrated to the United States from China. They had rather different ideas of what a girl should or shouldn&rsquo;t do with her free time.</p><p>&ldquo;I recall when I first started playing, they were really confused as to why I was hanging out with a bunch of boys instead of girls,&quot; Chen says. &quot;They were looking forward to me being a delicate, gentle, calm, woman figure who had interests in piano and studying. But &mdash; nope &mdash;&nbsp;I was really loud and very tomboyish and hung out with all the boys.&rdquo;</p><p>Their parents were initially against Chen and her brother playing video games. They even went so far as to hide their Gameboys, which actually made Chen study harder in school.</p><p>&ldquo;I remember trying really hard in school, just so they had no reason to ban me from going to tournaments,&rdquo; Chen says.</p><p>Chen says she struggled at school.</p><p>&ldquo;I didn&rsquo;t really fit in in school and I was harassed a lot for being different &mdash; for being Asian, for being weird &mdash; so I took a lot of interest in subcultures, like video gaming or Japanese animation. And that is where I thrived,&quot; Chen says. &quot;In essence, that&rsquo;s almost like another world coming into play.&rdquo;</p><p>And this third world, the gaming world, became an increasingly large part of Chen&rsquo;s life, who&nbsp;goes by the nickname &quot;Milktea&quot; when she&#39;s gaming.</p><p>When her mother finally allowed Chen to go to Smash tournaments around the country, she was often one of the few women competing.&nbsp;Initially, the attention she got as the token female gamer was exciting.</p><p>&ldquo;I remember when I was young, maybe 16 or 17, and I first made my presence known as a female gamer on the websites, I got a lot of attention and I didn&rsquo;t really understand what it meant,&rdquo; said Chen, &ldquo;To me it was like &lsquo;Wow, this is such a different reaction than I get at school. I need to take advantage of this, this is awesome!&rsquo;&rdquo;</p><p>[[{\"fid\":\"74345\",\"view_mode\":\"story_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":487,\"width\":864,\"alt\":\"Two two-person teams battle each other in Super Smash Brothers Melee for practice.\",\"class\":\"media-element file-story-image\"}}]]</p><p>But her views on being a female in this male-dominated subculture have evolved quite a bit since those teenage years.&nbsp;Last May, Chen co-curated a&nbsp;<a href=\"http://gamecenter.nyu.edu/event/the-new-meta/\">panel</a>&nbsp;at NYU addressing women&rsquo;s role in the gaming world and the gender imbalance.</p><p>&quot;There are a lot of different myths that surround female players in the gaming world,&quot; she explains. &quot;I think it mostly just stems from the gender imbalance and not from some malicious intent which alot of people make it out to be.&quot;</p><p>And while she might not adore the attention from male gamers any more, she&#39;s careful not to make blanket statements about male gamers or gaming.</p><p>&ldquo;I only recently realized that I think what has helped me empathize at extreme levels with a lot of different groups of people, or just being able to understand the notion of empathy, is because I&rsquo;ve had different worlds chucked at me my entire life,&rdquo; Chen says.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/chen6.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/chen6jpg"},{"href":"https://www.youtube.com/watch?v=BAgF0mz_GZs"},{"href":"http://www.pri.org/file/behind-scenes-e3-super-smash-brothers-invitational"}]}