{"created":"2015-04-22T22:36:33+00:00","modified":"2015-05-13T21:01:09+00:00","valid":{"from":"2015-05-13T21:01:09+00:00","to":"3015-05-13T21:01:09+00:00"},"hreflang":"en","title":"Buzz Over Bee Health: New Pesticide Studies Rev Up Controversy","published":"2015-04-25T19:56:00+00:00","teaser":"Two new studies published in the journal <em>Nature</em> point to a connection between a class of insecticides known as neonicotinoids and a decline in bee health. What's bad for bees is bad for crops, too.","itags":["npr_api","401536105"],"guid":"4894400e-b342-48dd-9a72-a80534345db5","contentencoded":"<p>It has been about a decade since beekeepers and scientists began documenting a decline in honeybee populations and other important pollinators.</p><p>Even if you're not a lover of bees or honey, you should know that bees are critically important to our food supply. They help pollinate billions of dollars of crops each year, from apples and carrots to blueberries and almonds.</p><p>So if bees are threatened, ultimately, the production of these crops will be threatened, too.</p><p>Scientists have shown that a range of factors — from climate change to viruses to loss of habitat — are contributing to the global decline in bee health.</p><p>And two new studies published in the journal <em>Nature</em> add to the evidence that overuse of neonicotinoid pesticides may also be contributing to the decline of bees.</p><p>Neonics, as they're known for short, have become among the most widely used insecticides in the world. The pesticide is coated onto the seeds that farmers plant to grow their crops. These pretreated seeds are used extensively in corn, soy and canola crops. In fact, it's estimated that treated seeds are used in more than 95 percent of the U.S. corn crop.</p><p>Part of the appeal for farmers is that neonics are simple to use. Farmers plant the seeds in the spring. \"The neonicotinoid [which is water soluble] is then absorbed as the plant grows ... and protects the tissues,\" explains scientist <a href=\"http://pure.rhul.ac.uk/portal/en/persons/nigel-raine_b25f3a4a-fcda-4f53-874d-b58577f60b83.html\">Nigel Raine</a>, who authored a <a href=\"http://www.nature.com/articles/nature14391.epdf?referrer_access_token=bflxoBTpQ78aw0ew2EuY-NRgN0jAjWel9jnR3ZoTv0OeZS9B-qNJPtIKWScyD6fOBt_ORnPUst73s12l39VyBG31LTCIVzkOZINOtL7yQ9lZelyyrplUQ9Ao_E8WPA7-Jw8C6Ut7yUJIzkAw2W6gZEsrLlm5Qwnkdtt5Zhc00MlK5nZPYjH7czBEY9N3P4L23t8Ih_2Td_RWBPI5AxSdCA%3D%3D&tracking_referrer=www.nature.com\">News & Views piece</a> that accompanies the new <em>Nature</em> studies.</p><p>This is effective at protecting farmers' crops from pests. But it may be risky for the bees, because \"you get [neonicotinoid] residues in the nectar and pollen, even when the plant is flowering months later, potentially,\" Raine says.</p><p>And this means that when bees feed on the nectar of these flowering crops, they can be exposed to the pesticide.</p><p>Now, neonicotinoids, as the name suggests, are derived from nicotine and act as a poison to the nervous system. There's been a theory that bees might actually be repelled by it and avoid plants grown from treated seed. But one of the new studies published Wednesday suggests this is not the case.</p><p>Researchers in the United Kingdom conducted a lab experiment to see which kind of food sources bees are drawn to. They offered bees a choice between a plain, sugary solution and one laced with neonics. They <a href=\"http://www.nature.com/articles/nature14414.epdf?referrer_access_token=RTNAGJ0r7txW1VMgB2OwctRgN0jAjWel9jnR3ZoTv0MduC3nHCOl2J2ECXCmE9hd2x8RlCnEGmk8ywijoGHvRvePt5iOSRTu235EXr9Vo8M8UVsrY8ZiC61C-wfCSm5PlFg-e2VHR9keu0RBYfVXXCZWjcNaB0dIeD8HpIAZLYvwCs_FLBwVTHSFfhh8qQp1V2SImHnv-2MCHZRpm-LH1A%3D%3D&tracking_referrer=www.nature.com\">found</a> the bees preferred the pesticide solution.</p><p>\"I think it's a surprising result,\" Raine says, \"because the data suggest that they can't taste the [pesticides], but they are still preferring them.\"</p><p>It's possible that they're getting a little buzz from the neonics, similar to the way a human may get a buzz from nicotine.</p><p>\"It might be a similar pathway,\" says Raine. \"They're getting some kind of positive reinforcement.\"</p><p>And the upshot is that bees could be opting for the food source that may harm them.</p><p>In a <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature14420.html\">second study</a> published in <em>Nature</em>, researcher Maj Rundlof and colleagues document the negative effects on the growth and reproduction of commercial bumblebee colonies feeding on flowering canola plants that were grown from seeds coated with neonicotinoids.</p><p>The study also documents a negative effect on populations of wild bees — both in seed-treated fields and in adjacent meadows.</p><p>Interestingly, the researchers did not observe a negative effect on honeybee colonies.</p><p>Scientists for Bayer CropScience, a leading producer of neonics, wrote in a statement emailed to The Salt that the research \"demonstrates yet again there is no effect of neonicotinoids on honeybee colonies in realistic field conditions, consistent with previous published field studies.\" The statement goes on to question the methodology and the \"overall robustness\" of the data on wild bees.</p><p>But given the accumulating body of evidence on the potential risk of neonics, there's a growing movement to restrict their use.</p><p>The European Union already has a temporary, partial ban in place restricting the use of some neonics.</p><p>And the Ontario government in Canada has <a href=\"http://news.ontario.ca/ene/en/2015/03/reducing-neonicotinoid-pesticide-use-by-80-per-cent.html\">proposed a regulation</a> aimed at reducing the number of acres planted with neonic-treated corn and soybean seed by 80 percent by 2017. The proposal, which is currently open for a public comment period, would take effect in July.</p><p>In the U.S., the Environmental Protection Agency <a href=\"http://www.epa.gov/oppfead1/cb/csb_page/updates/2015/neonic-outdooruse.html\">announced</a> this month that it is unlikely to approve new neonicotinoid pesticide uses.</p><p>\"I definitely think we are overusing neonicotinoids,\" <a href=\"https://ag.purdue.edu/entm/Pages/Profile.aspx?strAlias=ckrupke&intDirDeptID=13The\">Christian Krupke</a>, an associate professor in the department of entomology at Purdue University, tells us.</p><p>\"We're simply using too many of these compounds, in such an indiscriminate way,\" he says. He <a href=\"http://www2.epa.gov/sites/production/files/2014-10/documents/benefits_of_neonicotinoid_seed_treatments_to_soybean_production_2.pdf\">points to a recent EPA review</a> that concludes that using neonic-coated seeds offers little, if any, economic benefit to soybean farmers' economic bottom lines. In other words, some farmers are using pesticide-treated seeds they don't need.</p><p>And around the globe, there's concern that this may be undermining the health of bees.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Buzz+Over+Bee+Health%3A+New+Pesticide+Studies+Rev+Up+Controversy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540582-7a0a12.m3u?orgId=1&topicId=1024&d=227&p=2&story=401536105&t=progseg&e=401487387&seg=14&ft=nprml&f=401536105"},{"href":"http://media.npr.org/assets/img/2015/04/22/13_apis_mellifera_albinandersson-c98aea6c260dd78a0336cd41e654756204289d84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1813","width":"2418"}},{"href":"http://media.npr.org/assets/img/2015/04/22/11_honeybee_frame_majrundlof-d40a55f97ed563630feddf84846bd3474f78167f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}