{"created":"2014-08-29T14:15:47+00:00","modified":"2014-10-30T22:52:35+00:00","valid":{"from":"2014-10-30T22:52:35+00:00","to":"3014-10-30T22:52:35+00:00"},"hreflang":"en","title":"Zero-Tolerance Policing Is Not Racism, Say St. Louis-Area Cops","published":"2014-08-29T03:57:00+00:00","teaser":"The protests following Michael Brown's death have rekindled long-standing complaints about racist policing in the St. Louis area. Cops there are now becoming more outspoken in their own defense.","itags":["npr_api","344018633"],"guid":"489f27dd-29b2-41d8-b80c-c7e5a97e7ad3","contentencoded":"<p>The protests that followed the shooting death this month of Michael Brown in Ferguson, Mo., have rekindled long-standing complaints about racist policing, especially in the St Louis area.</p><p>Many male African-American residents there say police scrutinize them unfairly. \"Every time you see a cop, it's like, 'OK, am I going to get messed with?' \" says Anthony Ross. \"You feel that every single time you get behind your car. Every time.\"</p><p>Now, police officers in and around St. Louis are becoming more vocal about defending themselves against the charges of bias.</p><p>Erich Von Almen, a sergeant in the St. Louis County Police Department, is assigned to the city of Jennings, right next door to Ferguson. Like Ferguson, Jennings is predominantly African-American. \"There are a few Caucasians that still live here,\" Von Almen says.</p><p>Von Almen himself is white, as are most police officers here. That's another way Jennings is like Ferguson: White cops patrol black neighborhoods.</p><p>Von Almen was keenly aware of that right after the shooting of Michael Brown. \"It was a little tense,\" he says, but \"I was, I guess, pleasantly surprised\" by the relative calm.</p><p>Did anyone call him a racist?</p><p>\"No,\" he says, then hesitates. \"Well, let me say this: No more than during, quote-unquote, normal times.\"</p><p>Jennings has something else in common with Ferguson. Darren Wilson, the Ferguson officer who shot Michael Brown, used to work in Jennings. But three years ago, scandals prompted the city to disband its police department and fire its officers — including Wilson.</p><p>The city then switched to county police, and Von Almen says they're turning things around in Jennings.</p><p>\"If there's a violation, whether it's something as simple as ... an outstanding warrant or a traffic violation, there's a zero-tolerance policy,\" he says. \"And the good citizens of the precinct that we patrol appreciate that, because it has had a very positive impact on crime stats.\"</p><p>But here's the thing: Jennings is predominantly black, so if the cops here are showing zero tolerance, it can't help but feel like racial profiling to the residents.</p><p>Von Almen says he gets that, but insists the zero tolerance policy is colorblind. \"For example, there's a big heroin trade down here. And a lot of white people come, and they get stopped,\" he says. \"And they all say the same thing: that they were stopped because they were white in a black area.\"</p><p>The difference is that black people who feel under scrutiny are in their own neighborhoods, not coming in from elsewhere. Young black men, especially, say they have to do everything perfectly to avoid trouble with the police. That's something even some white officers say they recognize.</p><p>\"Even if there's not any truth to it, the fact that the perception is out there sort of becomes the reality,\" says Jeff Roorda, a retired cop. Now a business manager for the St. Louis Police Officers Association, he's also a state representative.</p><p>\"We put police where crime is, and we saturate areas where we're trying to displace crime,\" Roorda says. \"And through no fault of their own, a lot of young black men are right in the middle of that.\"</p><p>It's a conundrum: The police officers' mandate to push down crime statistics in black neighborhoods can also alienate them from those neighborhoods.</p><p>\"There's a disconnect that's undeniable between police and urban communities. There's distrust on both sides,\" and that's not going to be easily resolved, Roorda says.</p><p>As things have calmed in Ferguson, police around St. Louis are becoming more outspoken in their own defense. A few days ago, they rallied in support of Darren Wilson. Supporters have raised more than $400,000 for him outside a local bar and online.</p><p>Jeffrey Barnes, a retired St. Louis city police commander, is among those waving pro-police signs in support of Wilson.</p><p>\"Our job is to protect and serve,\" Barnes says. \"And for individuals to call policemen racist for trying to defend themselves — to defend their lives — that's absolutely despicable.\"</p><p>But even here, in a neighborhood where a lot of cops live, support was hardly universal. A woman passed in a car, shouting, \"You racist pig!\"</p><p>That woman was white.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Zero-Tolerance+Policing+Is+Not+Racism%2C+Say+St.+Louis-Area+Cops&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036706-56199c.m3u?orgId=1&topicId=1091&ft=3&f=344018633"},{"href":"http://media.npr.org/assets/img/2014/08/28/453836442-6f1fd2c092a16846902a7526ed8a480f1248fd95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2034","width":"2713"}},{"href":"http://media.npr.org/assets/img/2014/08/28/454013490-9506f29779645b9090cdecba44e3b65b34cae8b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1417","width":"1892"}}]}