{"created":"2014-10-30T20:35:47+00:00","modified":"2014-11-26T23:05:11+00:00","valid":{"from":"2014-11-26T23:05:11+00:00","to":"3014-11-26T23:05:11+00:00"},"hreflang":"en","title":"The Campaign That Seems More Crime Drama Than Congressional Race","published":"2014-10-30T22:27:00+00:00","teaser":"When he was an undercover FBI agent, Michael Grimm adopted the persona of \"Mikey Suits\" to catch alleged mobsters. Now a congressman from Staten Island, Grimm is the target of tax evasion charges.","itags":["npr_api","360133445"],"guid":"48a128ca-70ea-434e-aba3-1de9ade3f019","contentencoded":"<p>A congressional race that sounds like the plot of a crime movie is playing out in Staten Island, N.Y. Republican Congressman Michael Grimm went undercover as 'Mikey Suits' when he was an FBI agent. Now Grimm is the one facing a 20-count federal indictment. But despite the charges, Grimm stands a decent chance of being reelected next week.</p><p>Grimm's troubles began in January, when he threatened to throw a TV reporter off a balcony with the camera rolling. Grimm didn't like getting questions about a federal investigation into his finances. And it wasn't a hollow threat: Grimm is a former Marine who still looks the part. He has since apologized, most recently at a debate on Tuesday night.</p><p>\"I'm a U.S. Marine and I'm tenacious,\" Grimm said. \"Doesn't mean you should act inappropriately. But I doubt there's anyone in the audience who hasn't said something they regretted. That's why you apologize.\"</p><p>Then there are the federal charges hanging over Grimm's head: 20 of them, including tax evasion and perjury, tied to the Manhattan restaurant he owned before he went to Congress. Grimm denies the charges. But that doesn't stop his opponent from bringing them up at every opportunity.</p><p>\"The people of this district deserve better,\" said Domenic Recchia, the Democratic nominee. \"After January, if [Grimm] wins, he's gonna have to worry about his trial. He's gonna be worried about defending himself. His number one priority is staying out of jail. My number one priority is the people of this district.\"</p><p>Recchia was able to raise a lot of money from Democrats who sensed a rare chance to win a seat on Republican turf. But the race is not playing out the way they hoped. A poll in September showed Grimm ahead by four points. And interviews with Grimm's constituents suggest that many are still giving him — not federal prosecutors — the benefit of the doubt.</p><p>\"The man is a decent man,\" says Staten Islander Joe Magnani, \"and he's getting railroaded by a bunch of bums.\" Grimm's constituents also give him high marks for helping Staten Island residents in the aftermath of Superstorm Sandy. And it's not just his record that's attractive to some of his constituents. \"Michael Grimm could put his shoes under my bed anytime with those beautiful blue eyes,\" said one woman who identified herself only as 'Jeanie.'</p><p>Staten Island is the last Republican bastion in New York City — especially the neighborhoods on the east and south shore, a suburban-style sprawl of single family homes and strip malls. It's literally the only congressional district out of 13 in the city that's held by the GOP.</p><p>\"If you go around, you see all the yard signs. 80, 90% for Grimm,\" says resident Dennis Semenza. \"I'm not saying he's perfect. But all in all, he's better than this guy who's running against him.\"</p><p>Recchia is a former New York City councilman. He's at a bit of a disadvantage with Staten Islanders because he lives in Brooklyn, in a small chunk of the district that is not on the Island. Recchia has also hurt himself on the campaign trail. When a reporter asked about his foreign policy experience, Recchia talked about running a foreign exchange program at a local school.</p><p>The district has its share of Democrats, too — mostly in Brooklyn, and at the north end of Staten Island, near the ferry terminal. But even there, voters don't seem thrilled with Recchia.</p><p>\"I'm not very impressed with his campaign, or the way he speaks,\" says Michael Califra. \"But he's the guy. He's the nominee. So I'm gonna vote for him.\" Or as Brian Nelson put it: \"In a case like this, you go with the least of the evils.\"</p><p>Whether Grimm wins or not, the next Congress will convene in Washington in the new year. And Grimm will be due back in Brooklyn in February to stand trial.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Campaign+That+Seems+More+Crime+Drama+Than+Congressional+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360179313-6cf0aa.m3u?orgId=1&topicId=1014&ft=3&f=360133445"}]}