{"created":"2014-09-25T19:41:35+00:00","modified":"2014-09-25T21:38:34+00:00","valid":{"from":"2014-09-25T21:38:34+00:00","to":"3014-09-25T21:38:34+00:00"},"hreflang":"en","guid":"48b6898e-464d-4b74-9ef7-dd3920332901","title":"Where Ebola hits home in the United States","published":"2014-09-25T21:38:33+00:00","byline":"Joe Rubin","teaser":"As the Ebola crisis grows, a California church is helping one community with strong ties to Liberia cope.","tags":["Global Nation","Health","Health & Medicine","Monrovia","Sacramento","Africa","Liberia","California","Tim Wulah","Joelle Toe","Florence Brown","Elwood Jangaba","Ebola virus disease","Liberia","Biology","Tropical diseases","Ebola","Medicine"],"contentencoded":"<p>Nestled in an industrial park, near a tire repair shop, the church is easy to miss.</p><p>But if you are part of Sacramento&rsquo;s Liberian-American community, one of the largest in the US, you probably know about the Friends in Jesus African International Church.</p><p>Inside, about 60 people sing and pray. For years, the church has offered refuge for many Liberians, who&rsquo;d escaped the country&rsquo;s long civil war.</p><p>But now, there&rsquo;s another crisis: Ebola.</p><p>The church&rsquo;s pastor, Tim Wulah, recently visited family in Liberia, and says the disease&rsquo;s impact on everyday life there is shocking.</p><p>&ldquo;In Liberia, we greet with a handshake and a hug,&rdquo; he says. &ldquo;That&rsquo;s ingrained in our culture. Now it&rsquo;s just going away over night because of Ebola.&rdquo;</p><p>Lately, Wulah&rsquo;s sermons have focused on Ebola. He tells congregation members &mdash; many with relatives in Liberia, but also Sierra Leone and Guinea &mdash; that their loved ones back home are, &ldquo;afraid to leave their house because &hellip; they might catch Ebola. And at the same time they are sitting there hungry.&rdquo;</p><p>Wulah says the situation with food and water shortages is so grim that his relatives have taken to calling the crisis &ldquo;Hungrybola.&rdquo;</p><p>After church, cellphones ring and buzz with messages.</p><p>Liberia was already a fragile place, recovering from a long <a href=\"http://www.bbc.com/news/world-africa-13729504\">civil war</a>. Now, relatives back home say that hunger and fear is overwhelming the country.</p><p>Joelle Toe, a nurse in Sacramento, says she is worried about her relatives in Monrovia, Liberia&rsquo;s capital.</p><p>She has already lost five relatives there&mdash;all members of a single family. She says that the family&rsquo;s surviving three children are alone, quarantined in the family home.</p><p>&ldquo;Three little kids in their house all by themselves, knowing that the mom is gone, the dad is gone, the older sisters are gone, their brother is gone,&rdquo; she says. &ldquo;And they&rsquo;re all by themselves. Imagine what they are going through?&rdquo;</p><p>Another woman in the church is grieving.</p><p>Florence Brown lost her 27-year-old to Ebola. She says that her son was a hard worker &mdash; a contractor who built houses from the ground up.</p><p>&ldquo;That is the kind of child he was, willing to help anyone at anytime,&rdquo; Brown says.</p><p>She also found out how her son likely got infected. He was out of work and got desperate, she says, adding: &ldquo;He was looking for money to feed his two children and his wife.&rdquo;</p><p>So he took a job collecting the bodies of Ebola victims. But, she says, he was not given adequate protective clothing. &ldquo;They had no right to ask anyone without protection to go and get bodies because most of them that pick up the dead bodies, they die,&rdquo; she says.</p><p>Brown says being part of the close-knit church community helps with the grief. Recently, she led a prayer, crying out, &ldquo;As you are wiping away the sin, wipe away the Ebola. Wipe away the Ebola. Let the Ebola be cursed, let the Ebola be nullified.&rdquo;</p><p>Church cried &ldquo;Hallelujah&rdquo; and embraced.</p><p>Another church member, Elwood Jangaba, has spent several years traveling between Sacramento and Monrovia as a missionary.</p><p>He helped open a school and a health clinic there. This <a href=\"http://www.frontpageafricaonline.com/old/news/general-news/6566-world-harvest-outreach-aids-clinics-medical-centers-in-rural-liberia.html\">summer</a>, he went back to check on the clinic and realized that the staff was not equipped to address Ebola.</p><p>&ldquo;They did not know the nature of the disease. They did not have the right PPE&rsquo;s [personal protective equipment] to prevent it themselves,&rdquo; Jangaba says.</p><p>The clinic was shut down.</p><p>Jangaba hopes to reopen the clinic one day. &ldquo;We want to be there for our people,&rdquo; he says. &ldquo;I have my mom and my brother there. I still have a heart there to help and see how I can provide some aid or assistance.&quot;</p><p>For now, Jangaba says he will help another way: by gathering donations at the church for medical supplies, food and clothes. Tall stacks of boxes now stand at the church entrance as prayers ring out, with hopes that the crisis ends soon.</p><p><em>Liberians are known to shake hands and snap their fingers. But the recent Ebola outbreak means this common ritual is fading. Here&#39;s an exmaple of the greeting filmed by&nbsp; The BBC World Service.</em></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Ebola_1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ebola1jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520146.mp3"},{"href":"http://www.pri.org/file/092520146mp3"}]}