{"created":"2014-10-27T17:31:49+00:00","modified":"2014-10-30T22:21:54+00:00","valid":{"from":"2014-10-30T22:21:54+00:00","to":"3014-10-30T22:21:54+00:00"},"hreflang":"en","title":"A Call To Reject Corporal Punishment As Part Of Black Culture","published":"2014-09-15T19:29:00+00:00","teaser":"An incident of child abuse by an NFL player has raised questions about the use of corporal punishment as a form of discipline in the African-American community.","itags":["npr_api","348755649"],"guid":"48b7c14d-3785-449c-bc1e-5863ed4bd418","contentencoded":"<p>Minnesota Vikings star Adrian Peterson was placed on the inactive list late last week after a Texas grand jury indicted him on a child abuse charge.</p><p>Peterson&#8217;s four year old child had to go the the hospital after his father beat him with a stick. But Peterson says he was just disciplining his child.</p><p>The incident has raised questions about the use of corporal punishment as a form of discipline in the African-American community.</p><p>Criticizing black fatherhood and black families &#8212; which have historically been subjected to brutality and surveillance by the state &#8212; is fraught territory, says <strong>Khadijah Costley White,</strong> an associate professor at Rutgers University. But White says that should not shut down conversations about abuse.</p><p>&#8220;We end up cloaking misogyny and abuse in this rhetoric of cultural rights, and it only serves to further harm folks who are most vulnerable &#8212; like women and children &#8212; in the black community,&#8221; White told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young.</p><p>White says black parents feel they need to impart strongly to their children the consequences of breaking the rules in society, which might manifest itself as harsh physical disciplinary practices. But it&#8217;s ultimately not effective.</p><p>&#8220;There&#8217;s more trauma being inflicted with this kind of discipline than anything else, than any sort of benefit,&#8221; White said. &#8220;We need good parents. And we absolutely have to teach them that it is wrong to take a child and to beat them so hard, and so brutally, that they have to go to the hospital. We have to tell them that the strongest aren&#8217;t the ones who are supposed to dominate and take advantage of the most vulnerable.&#8221;</p><ul><li><strong>Quartz: </strong><a href=\"http://qz.com/265514/its-time-we-reject-the-idea-that-beating-our-kids-is-part-of-black-culture/\" target=\"_blank\">It’s time we reject the idea that beating our kids is part of black culture</a></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.khadijahwhite.com/\" target=\"_blank\">Khadijah Costley White</a>, </strong>assistant professor at the school of communication and information at rutgers university</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Call+To+Reject+Corporal+Punishment+As+Part+Of+Black+Culture&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"514"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348755652-7d26d7.m3u?orgId=1&ft=3&f=348755649"}]}