{"created":"2014-11-20T23:28:46+00:00","modified":"2015-05-13T21:30:09+00:00","valid":{"from":"2015-05-13T21:30:09+00:00","to":"3015-05-13T21:30:09+00:00"},"hreflang":"en","title":"New Affirmative Action Cases Say Policies Hurt Asian-Americans","published":"2014-11-24T01:13:00+00:00","teaser":"The same man who helped bring a suit against the University of Texas at Austin a few years ago is back, with new cases against Harvard and the University of North Carolina at Chapel Hill.","itags":["npr_api","365547463"],"guid":"48c26e15-23c0-446c-974a-21b20fe365b7","contentencoded":"<p>If you go to <a href=\"http://harvardnotfair.org\">HarvardNotFair.org</a>, you'll find yourself on a page that says this: Were You Denied Admission to Harvard? It may be because you're the wrong race.</p><p><a href=\"http://uncnotfair.org/\">UNCnotfair.org</a> says the same thing about the University of North Carolina at Chapel Hill. And there's a third one called <a href=\"http://uwnotfair.org\">uwnotfair.org</a>, for the University of Wisconsin-Madison. All three of these websites prominently feature Asian-Americans on their pages, looking either deep in thought, or a little sad — two have their heads resting pensively on their chins.</p><p>And these websites all seek people who think they were wrongly denied from those universities.</p><p>The sites are the brainchildren of Edward Blum and his advocacy group, The Project for Fair Representation. Blum previously backed <em>Fisher v. Texas</em>, an affirmative action case that was brought before the <a href=\"http://www.npr.org/2012/10/10/162669964/supreme-court-questions-uts-affirmative-action-plan\">Supreme Court in 2012</a>. In that case, <a href=\"http://www.npr.org/templates/story/story.php?storyId=192703172\">Abigail Fisher</a>, a white woman, claimed she was denied admission to the school, while lesser-qualified blacks and Latinos got in because of affirmative action. (The Supreme Court <a href=\"http://www.npr.org/blogs/thetwo-way/2013/06/16/192372066/supreme-court-sends-affirmative-action-case-back-to-lower-court\">sent the case back to a lower court</a> for further review, and it's still making its way through the appeals process.)</p><p>Blum's three sites preceded two new lawsuits this week, one against UNC and another against Harvard. This time, the cases are more forcefully making the argument that affirmative action policies don't just hurt whites; they also hurt Asian-Americans, maybe even more so.</p><p>\"We allege that Harvard has a hard, fast quota limiting the number of Asians it will admit,\" Blum told NPR. \"In addition to that, Harvard has a racial balancing policy that balances the percentages of African-Americans, Hispanics, Whites and Asians.\"</p><p>The Harvard case has an Asian-American plaintiff, and the UNC case has a white one. Both claim Asian-Americans and whites are hurt by current admissions policies. But the UNC argument is a little different than the Harvard one.</p><p>\"At the heart of the UNC case is an admission by the UNC officials that, in fact, they could provide increased racial and ethnic diversity if they admitted students in the top 10 percent of every high school in North Carolina,\" says Richard Kahlenberg, a senior fellow at the Century Foundation. (He serves as a paid consultant for the plaintiffs.) Kahlenberg says UNC didn't want to implement that plan because they worried about a possible drop in their school rankings. \"Their concern was this would involve a drop in the average SAT scores of North Carolina by 56 points,\" Kahlenberg says.</p><p>Kahlenberg describes himself as a liberal and thinks schools should try to achieve racial diversity – but he believes current policies in place do it the wrong way. \"It's one thing if an affirmative action program discriminates against whites, who have had lots of advantages in American history,\" Kahlenberg says. \"It's a very different thing to allege that affirmative action is discriminating against Asian-Americans, a minority group that has been subject to official and private discrimination throughout American history.\"</p><p>In statements, both UNC and Harvard say their admissions policies are legal. Harvard says they look at the whole student and UNC claims that diversity benefits their entire student body.</p><p>Cecilia Polanco is the head of UNC's Hispanic Association, and says the case paints the wrong image of her race. \"I'm not lesser-qualified. I work just as hard as everyone else to get here, to be here, to stay here and to graduate from here.\" And UNC's Asian Students Association issued its own statement denouncing the case against UNC. One line read, \"To paint the picture that Asians are being denied admission into UNC due to racial discrimination is to use our community as a shield to promote an already privileged position.\"</p><p>Jasmin Huang, the president of the UNC student group told NPR that the case draws on stereotypes of Asian-Americans. \"It kind of perpetuates this model minority myth that all students of Asian descent are high-achieving and come from affluent families when that really isn't true.\"</p><p>Jennifer Lee, a sociologist at the University of California, Irvine says affirmative action policies can in fact help some Asian-Americans, which are a very diverse group. \"You have Cambodians, Laotians, and Hmong Americans who have higher high school dropout rates than African-Americans and Latino Americans,\" Lee says. \"So, when we think about race-conscious admissions and whether they would help Asian-Americans, we have to really think about who Asian-Americans are as a community.\"</p><p>A <a href=\"http://www.naasurvey.com/reports/field-2014-affaction.html\">recent poll of Asian-American adults in California</a> found that about 70 percent of them supported \"affirmative action programs designed to help blacks, women and other minorities get better jobs and education.\"</p><p>But there's inconclusive nationwide data on Asian sentiment about affirmative action, and a lot of times, the percentage of support changes depending on how questions about affirmative action are worded. And even in California, polling might not tell the entire story. Recently, a push to bring affirmative action back into California public universities was squashed after some <a href=\"http://www.scpr.org/blogs/multiamerican/2014/03/21/16152/sca-5-chinese-americans-immigrants-asian-americans/\">groups in the state</a> – including Chinese-American groups – strongly opposed the measure.</p><p>But Lee says Blum's new case won't gain traction in the Asian-American community: \"I think what he's done is galvanized a number of us to speak out in favor of affirmative action.\"</p><p>As far as the chances of success for these two new cases, Steven Rich of the University of Southern California Law School, says they'll both have an uphill battle, especially the case against Harvard.</p><p>\"I think it's hard to imagine the Supreme Court in particular striking down the Harvard policy,\" Rich says. \"Because it has for so long invested in what it's called 'The Harvard plan,' as a model of constitutionality or as a model of individualized consideration or holistic review.\"</p><p>As for UNC? Rich says Edward Blum and his team will have an uphill battle with that case, too. Though he says winning it is \"difficult, but not impossible.\"</p><p>Edward Blum, for his part, is perseverant. Earlier this month, another court refused to hear an appeal on <em>Fisher v. Texas</em>, his other affirmative action case. In a statement, Blum said he'll appeal again, all the way to the Supreme Court.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Affirmative+Action+Cases+Say+Policies+Hurt+Asian-Americans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365547524-43d9b4.m3u?orgId=1&topicId=1070&d=233&p=2&story=365547463&t=progseg&e=365462163&seg=17&ft=nprml&f=365547463"}]}