{"created":"2014-09-02T20:56:30+00:00","modified":"2014-09-02T20:56:30+00:00","valid":{"from":"2014-09-02T20:56:30+00:00","to":"3014-09-02T20:56:30+00:00"},"hreflang":"en","guid":"48d8f0d7-70af-4ec9-9e49-f8717b4bfdb4","title":"A tidier, more polite lobster roll ... courtesy of Canada","published":"2014-09-02T20:56:29+00:00","byline":"Clark Boyd","tags":["food","culture","Food","Lifestyle & Belief","North America","Canada","New Brunswick","Maine","New England","North America","Steve Dolinsky","Food and drink","Seafood","Canadian cuisine","Lobster roll","New England cuisine","Lobster","Hot dog bun","Mayonnaise"],"teaser":"The lobster roll is a summertime favorite in New England. Fresh lobster, a little mayo, some dill and a splash of lemon juice. All mixed together, and then slapped on a hot dog bun. But up north in New Brunswick, you can find some delicious Canadian variations on the lobster roll. Leave it to Chicago-based food writer Steve Dolinsky to try them all. ","contentencoded":"<p>The lobster roll is&nbsp;<span style=\"line-height: 1.538em;\">one of the real seafood treats during the summer here in New England.&nbsp;</span><span style=\"line-height: 1.538em;\"><a href=\"http://stevedolinsky.com/blog\">Food writer Steve Dolinsky</a> is tireless in his search for the perfect one. Seriously, <a href=\"http://instagram.com/stevedolinsky\">check out his Instagram stream</a>. </span></p><p><span style=\"line-height: 1.538em;\">Currently, he&#39;s up in New Brunswick in Canada, sampling the crustaceans north of the border.</span></p><p>To be honest, he says, there&#39;s really not that much difference in the lobsters up in, for example, the Bay of Fundy and those off the coast of Maine.&nbsp;</p><p>&quot;You probably couldn&#39;t tell them apart unless you&#39;re a fisherman,&quot; Dolinsky says. &quot;It&#39;s not like you cross the border and suddenly you get a more polite lobster,&quot; he jokes.</p><p>Dolinsky notes that some 140,000 pounds of lobster were harvested from Canada&#39;s maritime provinces last year. That&#39;s why it&#39;s not hard to find it being served up in all variety of forms. But a special favorite is the lobster roll.</p><p>&quot;First of all,&quot; Dolinsky explains. &quot;A lobster roll is not a sweet roll, or a cinammon roll, or a pecan roll. It&#39;s a sandwich.&quot;</p><p>But it&#39;s so much more than just a sandwich. You take fresh lobster, boil it, and then get rid of all the shell. Next, you mix up the fresh lobster meat with mayonnaise, and maybe some celery and dill, and add lemon juice.</p><p>Each restaurant, as you might imagine, has it&#39;s own recipe. &quot;It&#39;s kind of like with chili,&quot; Dolinsky says. Some use a lot of mayo, making a really thick spread.</p><p>But not at <a href=\"https://www.facebook.com/theclamdigger\">The Clam Digger</a>, a well known seafood spot in a New Brunswick town called St. Andrews by-the-Sea.&nbsp;</p><p>&quot;You mix it up with just enough mayonnaise to hold it together,&quot; says Andrew Jacobs, manager of The Clam Digger. &quot;Real mayonnaise,&quot; he insists, &quot;not dressing. Maybe a touch of butter. There&#39;s not a big secret to it. Keep it lobster. Keep it fresh.&quot;</p><p>Then, you &quot;top-load&quot; that lobster salad into a New England-style hot dog bun.</p><p>&quot;The bun has flat sides,&quot; says Dolinsky. &quot;So you can butter up each side and toast them on a flat-top grill.&quot;&nbsp;</p><p>If you&#39;re in New Brunswick and would like to try more than one, Dolinsky says that you can check out the lobster roll offerings at <a href=\"https://www.facebook.com/pages/The-Gables-Restaurant/165474053509799?sk=info\">The Gables</a>, and <a href=\"http://www.capeenrage.ca/en/plan-your-trip/restaurant\">Cape Enrage</a>.</p><p>So how does the Canadian version compare to its American cousin?</p><p>&quot;It&#39;s a little bit more modest, a little bit more diminutive,&quot; Dolinksy says. &quot;Dare I say it, a little bit more polite. They&#39;re a little bit tidier. My son says it&#39;s the perfect ratio of lobster to roll.&quot;</p><p><span style=\"line-height: 1.538em;\">And slightly cheaper, too. Whereas a lobster roll in Maine might run you $15, or even up to $25 in places like Chicago, in New Brunswick they cost around $10. Be sure, Dolinsky says, to get the fries and slaw&nbsp;</span><span style=\"line-height: 1.538em;\">with the lobster roll. He notes that some places you can even get poutine &mdash; that infamous Canadian combo of french fries, gravy and cheese curds &mdash; with your roll.</span></p><p>Is that what he ordered?</p><p>&quot;You betcha,&quot; he says.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Clam%20Digger%20%28St.%20Andrews%2C%20N.B.%29_0.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/clam-digger-st-andrews-nbjpg-0"}]}