{"created":"2015-05-01T20:29:24+00:00","modified":"2015-05-14T01:05:20+00:00","valid":{"from":"2015-05-14T01:05:20+00:00","to":"3015-05-14T01:05:20+00:00"},"hreflang":"en","title":"The Annual Shareholders' Meeting Will Now Come To Order Online","published":"2015-05-02T01:18:00+00:00","teaser":"The tradition of the annual meeting is gradually changing. Some firms have replaced the face-to-face meeting with a virtual one. But some investors still want to look the CEO in the eye.","itags":["npr_api","403593453"],"guid":"48e3dc0a-4ac6-4df1-b7ec-e21052585604","contentencoded":"<p>The annual meeting is a staple of corporate life. It's a chance for even a small shareholder to take the measure of a company's managers, to ask a question or express a beef about a company actions.</p><p>But here's the dirty secret about shareholder meetings: Unless the company is huge or there's some controversy going on, hardly anyone shows up.</p><p>\"Over the years, the shareholder meeting attendance started to dwindle,\" says Heidi Lewis, general counsel at the utility company Dynegy. \"In fact, the two years prior to us switching to virtual meetings we had three shareholders one year, and then zero the next. And so we had this big room with nobody in it, except for security.\"</p><p>Two years ago, Dynegy became one of a small but growing number of companies to stop holding meetings in person. <a href=\"https://east.virtualshareholdermeeting.com/vsm/web.do?pvskey=DYN14\">Instead they're done online</a>.</p><p>This wasn't even legal about 15 years ago. Then the state of Delaware, which is a leader in these matters because so many companies are incorporated there, changed its laws. It decided that companies could hold meetings electronically, even by conference call.</p><p>Broc Romanek, editor of <a href=\"http://www.thecorporatecounsel.net/home/\">The Corporate Counsel</a>, says some people balked at the idea.</p><p>\"There [were] a lot of protests by investors, and that's why you didn't many of these meetings,\" he says. \"The first company to do it was a really small company called Inforte in 2001, and no one complained because they were so small.\"</p><p>But time has mellowed the opposition and technology has gotten a lot better. Today a company called Broadridge Financial sells a kind of digital platform that lets companies <a href=\"http://www.broadridge.com/corporate-issuer-solutions/annual-meeting/annual-meeting/virtual-shareholder-meeting/Virtual-Shareholder-Meeting.html\">hold their annual meetings by webcast</a>.</p><p>\"You can be anywhere and attend a meeting and vote your shares and ask a question,\" says Cathy Conlon, Broadridge's vice president of strategic development. The firm says about 90 companies put their meetings online last year. More than half were exclusively virtual.</p><p>\"I think a virtual meeting is just sort of a natural part of the way people experience content today and I think we're right there with where society is going in terms of streaming media and content,\" Conlon says.</p><p>She says watching a webcast is easier and cheaper than flying to a city and paying for a hotel room, so online meetings tend to attract more shareholder eyeballs.</p><p>But the idea is still controversial. Amy Borrus of the Council of Institutional Investors says it's fine for companies to webcast their meetings — as long as shareholders also have the option to attend in person.</p><p>\"Face time is still important,\" Borrus says. \"Investors should have the opportunity once a year to look the CEO and the board members in the eye. And with virtual-only meetings you could miss out on telling moments — some things that you only get from being in the same room with someone.\"</p><p>Dynegy's Heidi Lewis says one-on-one contact does matter. But she says the technology behind virtual meetings has gotten pretty good. Some shareholders even like it better.</p><p>\"Sometimes it's a little easier for a shareholder to type in a question and send it to us to answer than actually stand up at a meeting and ask the question on a microphone,\" Lewis says.</p><p>She says companies still need to keep lines of communication open with their investors.</p><p>But as more and more of our lives get played out online, the tradition of the annual shareholder meeting is gradually changing. This year Hewlett-Packard held its annual meeting <a href=\"http://www.reuters.com/article/2015/02/12/us-hp-meeting-internet-idUSKBN0LG2QI20150212\">exclusively online</a>. It's by far the biggest company to do so.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Annual+Shareholders%27+Meeting+Will+Now+Come+To+Order+Online&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403597820-760eae.m3u?orgId=1&topicId=1006&d=251&p=2&story=403593453&t=progseg&e=403437391&seg=15&ft=nprml&f=403593453"},{"href":"http://media.npr.org/assets/img/2015/05/01/dynegy-meeting-148622d8377d7e8a01a3fe10a93ecf7393d0d431.png","type":"image/jpeg","meta":{"crop":"standard","height":"413","width":"551"}}]}