{"created":"2015-01-13T21:17:04+00:00","modified":"2015-01-17T00:03:37+00:00","valid":{"from":"2015-01-17T00:03:37+00:00","to":"3015-01-17T00:03:37+00:00"},"hreflang":"en","title":"5 Years After 'Citizens United,' SuperPACs Continue To Grow","published":"2015-01-13T23:45:00+00:00","teaser":"A new political committee will pay for former Florida Gov. Jeb Bush's pre-presidential announcement politicking. But don't confuse it with the separate superPAC of the same name.","itags":["npr_api","377024687"],"guid":"48e59679-520b-4440-997c-4c5b92d801a5","contentencoded":"<p>Prospective Republican presidential candidate Jeb Bush is moving to get his share via a new political committee. The way he did it could blaze a new trail for candidates seeking out million-dollar donors.</p><p>Bush's action comes just before the fifth anniversary, next Wednesday, of <em><a href=\"http://www.oyez.org/cases/2000-2009/2008/2008_08_205\">Citizens United</a></em>, the 2010 Supreme Court ruling <a href=\"http://www.opensecrets.org/news/2014/01/more-on-citizens-united-recommended-reading-policy-updat/\">that restructured the campaign finance landscape</a>. In the five years since, there's been an explosion of political money.</p><p>The organization around Bush, a former Florida governor, has created a superPAC, a species of political committee that wasn't possible before <em>Citizens United</em>. It can take contributions of any amount.</p><p>Confusingly, the Bush organization also set up another political action committee at the same time, an old-fashioned PAC operating with contribution limits. The PACs have the same name, Right To Rise, similar logos and the same lawyer.</p><p>Bush announced one of them – the old-fashioned one – in a smartphone video last week. Walking along a sidewalk in Manhattan, he told the camera, \"Everybody, today we're setting up the Right To Rise PAC, which is a PAC to support candidates that believe in conservative principles to allow all Americans to rise up. If you're interested, go to righttorisepac.org.\"</p><p>But for wealthy donors who are deeply interested in Jeb Bush's political future, Right to Rise SuperPAC seems the better option. At the superPAC, donors can give hundreds of thousands of dollars, even millions of dollars. Bush can even solicit the big contributions himself — something he couldn't do as a declared candidate.</p><p>It's a new twist in post-<em>Citizens United</em> politics.</p><p>The heart of <em>Citizens United</em> is the notion that superPACs, and other outside groups, are completely independent of candidates. That underpins the Court's conclusion that unregulated money from big donors wouldn't be corrupting to lawmakers.</p><p>Federal law says federal candidates and officeholders can't coordinate with superPACs. But until Bush becomes a candidate, that restriction doesn't apply.</p><p>\"So long as you do not take steps to actively and publicly campaign, then a superPAC is permissible,\" said campaign finance lawyer <a href=\"http://www.arentfox.com/people/craig-engle#.VLWO0dLF98E\">Craig Engle</a>, who represented candidate Jon Huntsman in the 2012 Republican contest. \"If you have a superPAC and there isn't a candidate, there's no worry of coordination because there aren't two entities that could be coordinating.\"</p><p>The Bush organization didn't respond to requests for comment.</p><p>SuperPACs were mandatory accessories for presidential candidates in 2012, often running devastating attack ads that the candidate's campaign preferred to avoid. Some of the superPACs were funded mainly by one wealthy donor – among them, <a href=\"http://www.opensecrets.org/pacs/indexpend.php?cmte=C00507525&cycle=2012\">Winning Our Future</a>, supporting Republican Newt Gingrich and underwritten by casino magnate <a href=\"http://www.forbes.com/profile/sheldon-adelson/\">Sheldon Adelson</a> and his wife; and <a href=\"http://www.opensecrets.org/pacs/indexpend.php?cmte=C00503417&cycle=2012\">Red, White and Blue Fund</a>, backed by investor <a href=\"http://fosterfriess.com/\">Foster Freiss</a> to promote Republican Rick Santorum.</p><p>Now, as Bush is demonstrating, there's nothing to stop not-yet candidates from having superPACs too – Mitt Romney, Chris Christie, Hillary Clinton, anyone who isn't an announced candidate or federal officeholder.</p><p>\"What <em>Citizens United</em> and related cases from the Roberts court have given us is a system that is pretty close to no holds barred,\" said <a href=\"http://moritzlaw.osu.edu/faculty/professor/daniel-p-tokaji/\">Daniel Tokaji</a>, a law professor at Moritz College of Law in Ohio, and co-author of <a href=\"http://moritzlaw.osu.edu/thenewsoftmoney/wp-content/uploads/sites/57/2014/06/the-new-soft-money-WEB.pdf\">The New Soft Money</a>, a book examining the outside spending in politics.</p><p>He notes that many of the Watergate-era regulatory standards are still in effect. \"But they're increasingly ineffective at stopping people from spending massive amounts of money to influence campaigns,\" he said. \"So we're not quite to a completely deregulated system, but we are pretty darn close to that now.\"</p><p>This year, a well-financed pre-candidacy could be especially important. The 2016 primary season starts later than normal, with the Iowa caucuses in early February. Tokaji says White House hopefuls might follow Bush's lead, and \"you could have what is in effect a wealth primary before the primaries and caucuses even begin.\"</p><p>It would be just another product of campaign finance law after <em>Citizens United</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=5+Years+After+%27Citizens+United%2C%27+SuperPACs+Continue+To+Grow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377024688-3a17e9.m3u?orgId=1&topicId=1014&ft=3&f=377024687"}]}