{"created":"2015-05-22T12:03:20+00:00","modified":"2015-05-31T23:52:25+00:00","valid":{"from":"2015-05-31T23:52:24+00:00","to":"3015-05-31T23:52:24+00:00"},"hreflang":"en","title":"Jason Vieaux And Yolanda Kondonassis: Tiny Desk Concert","published":"2015-05-31T23:51:00+00:00","teaser":"Watch two master musicians combine the sounds of harp and guitar into a singular, evocative instrument in music influenced by Africa and Asia.","itags":["npr_api","408459547"],"guid":"48e92a94-bd34-41e8-bbad-1681534cfb59","contentencoded":"<p>We rarely invite Tiny Desk alumni back to the confines of Bob Boilen's work space, but we couldn't resist this time. Harpist <a href=\"http://www.npr.org/2011/01/04/131848020/yolanda-kondonassis-tiny-desk-concert\" target=\"_blank\">Yolanda Kondonassis</a> and Grammy-winning guitarist <a href=\"http://www.npr.org/templates/story/story.php?storyId=105215426\" target=\"_blank\">Jason Vieaux</a> have both given solo Tiny Desk performances. Since then they've paired up for concerts and a new album of works composed especially for their combination of instruments.</p><p>Although the harp and guitar are both instruments you pluck and strum, they seem to come from different corners of the classical world. The guitar conjures up the legacy of zesty Spanish music while the harp must contend with the cliché of its angelic role in the orchestra. But when Kondonassis and Vieaux are together, the two instruments seem to merge into a singularly evocative voice. Kondonassis joked that they could call it a \"guitarp\" until someone quickly Googled and told us there actually is such a <a href=\"http://www.guitarp.com/guitarp.html\" target=\"_blank\">contraption</a>.</p><p>Music for harp and guitar isn't easy to come by, so Kondonassis and Vieaux have been busy commissioning works like the opening \"Elysian,\" part of a larger suite written for the duo by Gary Schocker.</p><p>Anything that sounds even vaguely non-Western is a good fit for the duo because most cultures enjoy their own versions of the harp and guitar. Alan Hovhaness, an American composer with a global outlook, weaved Asian ideas into his Sonata for Harp and Guitar, subtitled \"Spirit of Trees.\" And the duo ends by beating out the interlocking rhythms of the African <em><a href=\"http://www.npr.org/sections/world-cafe/2013/11/14/245232673/latin-roots-rachel-faro-on-candombe\" target=\"_blank\">candombe</a>,</em> which Argentine composer Máximo Diego Pujol placed in his <em>Suite mágica</em>.</p><p><strong>Set List</strong></p><ul><li>Gary Schocker: \"Elysian\" (from <em>Hypnotized</em>)</li><li>Alan Hovhaness: Fuga: Allegro – Andante grazioso, Canon: Allegro (from Sonata for Harp and Guitar, \"Spirit of Trees\")</li><li>Máximo Diego Pujol: Vals, Candombe (from <em>Suite mágica</em>)</li></ul><p><strong>Credits</strong></p><p><em>Producers: Tom Huizenga, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer:</em> <em>Meredith Rizzo; photo by Meredith Rizzo/NPR</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jason+Vieaux+And+Yolanda+Kondonassis%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"995"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408539855-05f072.m3u?orgId=1&topicId=1039&aggIds=92071316&d=995&story=408459547&ft=nprml&f=408459547"},{"href":"http://media.npr.org/assets/img/2015/05/21/20150410-vieaux-kondonassis-d134d21bd0e6e230ce025a4b2852bb41a6f9d681.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1780","width":"2373"}}]}