{"created":"2014-10-08T02:49:26+00:00","modified":"2014-10-31T00:32:56+00:00","valid":{"from":"2014-10-31T00:32:56+00:00","to":"3014-10-31T00:32:56+00:00"},"hreflang":"en","title":"It's A Nice Day For A Flash Wedding","published":"2014-07-06T16:50:00+00:00","teaser":"In these pop-up weddings, locations are never booked, planning is minimal and fingers are crossed that you don't get asked to leave before you finish the ceremony.","itags":["npr_api","328887021"],"guid":"48ed8620-1619-4cb7-9b74-e9ec80e4c21e","contentencoded":"<p>You've heard of pop-up restaurants, flash mobs and other hipster happenings. Now comes a pair of entrepreneurs in Washington, D.C., offering pop-up weddings for those who want to elope, but do it with flair.</p><p>Locations are never booked ahead of time, planning is minimal and fingers are crossed that you and your partner don't get asked to leave before you are pronounced husband and wife, or wife and wife.</p><p>PopWed Co., which started last January, procures the wedding license, chooses a creative location, takes the photographs and performs the ceremony.</p><p>The unusual venues are what make it fun, PopWed's Maggie Winters tells NPR's Linda Wertheimer. Some couples may not want to throw a big party. \"They still want to commemorate the day in a really special way, but dial it back,\" says Winters, so it's just the two of them focusing on the moment instead of stressing out about a party.</p><p>Winters describes herself as the \"tiny, technicolor half of PopWed\" — a reference to her fuchsia, asymmetrical haircut. She started the company with her boyfriend, Steven Gaudaen, a management student at George Mason University.</p><p>Gaudaen is a secular humanist wedding officiant who performs the ceremonies. Winters, a professional photographer, takes the photos.</p><p>\"We generally chat with [couples] about what they like to do, and how they met, to see where we should marry them,\" Winters explains. As Washington natives, Winters says they know all the secret, trendy and colorful locations around the city.</p><p>They've held ceremonies at a church converted into an art gallery painted with the colors of the rainbow, and inside the pearly marble atrium of the American Art Museum. They also married a couple in one of the Smithsonian museums — the one with the Hall of Bones and an 8-ton African elephant.</p><p>\"When I was really small, my parents would take me to the Natural History Museum, and I just remember feeling this sense of awe when I looked at that giant elephant,\" Winters says. \"I really wanted to find the right couple to marry [there], and when our bride told us she had just gotten back from a safari in Africa ... it was perfect.\"</p><p>But sometimes half the adventure is when things don't go as planned.　</p><p>\"They did kick us out two-thirds of the way through,\" Winters concedes, \"so as we were walking out, Steven pronounced them legally married so we could put the Natural History Museum on their wedding certificate.\"</p><p>PopWed Co. isn't \"trying to be a budget wedding option\" but rather, \"an awesome wedding option that happens to be less expensive,\" Winters says.</p><p>Continuing their passion for spontaneity but with plenty of whimsy, high school sweethearts Winters and Gaudaen are planning their own pop-up wedding in the fall.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+A+Nice+Day+For+A+Flash+Wedding&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Denise A. Stephan","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329154744-8e80a1.m3u?orgId=1&topicId=1146&ft=3&f=328887021"},{"href":"http://media.npr.org/assets/img/2014/07/05/artgallery-0bd74d05927ed6a5676b6022119eba3ad7a9ae95.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1024","width":"681"}},{"href":"http://media.npr.org/assets/img/2014/07/05/colorful-cathedral-8404deb930f538498a57703ace3e79ab15cc838f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"935","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/07/05/family-bea30e63598160c9d72aacd87dad92571cc4b28a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"683","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/07/05/gaypride-5fcfb585b54c08f329831171dc525dce3457f2f6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1331","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/07/05/navy_yard-a915cd00a4521fb71bdaeaf7e50e91c631c9e324.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"731","width":"1024"}},{"href":"http://media.npr.org/assets/img/2014/07/05/smithsonian_wedding-ba543e6499ea9d3c3c401020123c239c873ca28f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}},{"href":"http://media.npr.org/assets/img/2014/07/05/smithsonian_wedding-ba543e6499ea9d3c3c401020123c239c873ca28f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1777"}}]}