{"created":"2014-10-07T19:55:57+00:00","modified":"2014-10-30T23:58:25+00:00","valid":{"from":"2014-10-30T23:58:25+00:00","to":"3014-10-30T23:58:25+00:00"},"hreflang":"en","title":"Life Beyond The Dance Floor","published":"2014-07-27T23:15:00+00:00","teaser":"For former DJ Fin Greenall, jumping from the electronic to the acoustic music world meant re-learning how to read a crowd.","itags":["npr_api","334888635"],"guid":"48f44269-02ea-4a06-b822-c866bb44331f","contentencoded":"<p>Fin Greenall is a singer, songwriter and guitarist. His band, <a href=\"http://www.npr.org/artists/15396724/fink\" target=\"_blank\">Fink</a>, has been releasing albums since 2006 and dropped its latest, <em>Hard Believer</em>, this month. He's also a songwriter for hire, who has lent his talents to tracks by <a href=\"http://www.npr.org/artists/15838633/john-legend\" target=\"_blank\">John Legend</a> and <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a>. But before any of this, he was a success in a very different world: dance music.</p><p>Greenall spent a decade as a DJ and electronic music producer before taking a shot at singing his own songs. As he tells NPR's Eric Westervelt, it's a change he's still getting his head around — especially when it comes to live performance. Hear the radio version at the audio link, and read an excerpt of their conversation below.</p><p><strong>Eric Westervelt: </strong><strong></strong><strong>Tell me a little bit about the transition, when you decided to sort of hang up your headphones and start to write your own tunes.</strong></p><p><strong>Fin Greenall:</strong> I was signed to, and still am signed to, Ninja Tune Records, a big independent European dance label. In the '90s, the whole electronic dance music thing, it was a revolution to us: We bypassed the industry and made our own records.</p><p>I was lucky enough to work with Amy Winehouse in the early days, before she was signed, just making beats for her and writing songs with her and hanging out. Sometimes dance music is a lot of sitting in a room on your own clicking a mouse, and working with Amy was the absolute opposite of that. It really changed the way I thought about songs. She wasn't a pop idol-looking girl, at all; it was all about the voice. After 10 years of being part of the revolution that was trying to kill off the song and kill off the band, I suddenly realized, \"I kinda get it now.\"</p><p>I spent three or four years retooling, teaching myself to sing and play guitar and write, and Ninja Tune was very much behind me. But in order to get it past the label without feeling weird about it, we told them that the guy singing on the record was actually an American kid that I'd found — who was 20, looked like Brad Pitt, something like that. It was only when they needed to start arranging tours and live gigs, and our first single, \"Pretty Little Thing,\" was kind of big in Europe, that they said, \"Okay, let's meet this guy.\" I was like, \"Yeah, it's actually me,\" and the CEO literally fell off his chair.</p><p><strong>Suddenly this famous electronic music label was putting out a singer-songwriter.</strong></p><p>Yeah, well, that was something that they had a difficult time coming to terms with. But as soon as they did the accounts at the end of the first album they were very cool with it.</p><p><strong></strong><strong>Acoustic music and electronic dance music are obviously so different. With dance music, you know people are into it because they're getting up and moving. When you're up there now, how is it different in terms of audience feedback?</strong></p><p>It's totally different. Instead of judging it with everybody moving around and making a lot of noise, if everybody's completely silent, you know that something's going on. Over the years you kind of learn to judge what different applauses mean; it's really interesting. Different shades of applause can teach you lots of different things about why the song was good, and <em>where</em> it was good.</p><p><strong></strong><strong>You sort of develop your own mental-emotional applause meter. </strong></p><p>Absolutely. The finest moment I think we've had on stage with applause was, we did this concert with the Royal Concertgebouw Symphony Orchestra in Holland, this hundred-piece orchestra. We came on stage very nervous and played our first track, a track called \"Berlin Sunrise.\" In classical music you don't clap after each track: You clap at the end, for like an hour. We finished the track and there was a pause — it felt like a minute, but it was probably like two seconds. And then we got this beautiful, enormous round of applause. We just knew the audience had kind of breathed a collective sigh of relief, too.</p><p><strong></strong><strong>You had as well?</strong></p><p>Yeah, all of us. All 5,000 people, and the band, and the orchestra, kind of went, \"Okay, this is gonna work out.\" And that was a beautiful moment.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Life+Beyond+The+Dance+Floor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"470"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335868151-676328.m3u?orgId=1&topicId=1105&ft=3&f=334888635"},{"href":"http://media.npr.org/assets/img/2014/07/24/fink-7dab39f9657ee73fe39f6b05c0f4c8f7fb80fb68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3596","width":"4790"}}]}