{"created":"2014-10-08T13:27:53+00:00","modified":"2014-10-31T00:51:19+00:00","valid":{"from":"2014-10-31T00:51:19+00:00","to":"3014-10-31T00:51:19+00:00"},"hreflang":"en","title":"Are We Doing Enough To Protect Our Children?","published":"2014-06-26T13:03:00+00:00","teaser":"In her weekly \"Can I Just Tell You?\" essay, host Michel Martin reflects on the thousands of children who have tried to cross the U.S.-Mexico border without an adult.","itags":["npr_api","325493931"],"guid":"48fabd7d-eec2-4d12-b26c-1f5081ee7ef5","contentencoded":"<p>I walked my kids to their first day of summer camp and we had a slight disagreement over exactly where and when I was to let them go.</p><p>My son preferred that I remain at the foot of the stairs that led into the building. And honestly, if he'd had his druthers, I think he'd have preferred that I stopped at the corner. Whereas my daughter preferred that I walk all the way up the stairs and inside the gym. Truth be told, she probably wouldn't have minded at all if I'd stayed through lunch.</p><p>I opted to ignore my son's eye-rolling and go with my daughter's preference.</p><p>As I was leaving, I felt grateful to have had the luxury of being able to have those extra few minutes to see them off. To have the luxury of being able to, at least in my mind, protect them for those few precious minutes.</p><p>And then I came to work and heard more about the 52,000 children who have tried to get into the U.S. this year, without an adult and, almost needless to say, without authorization, via the U.S.-Mexico border.</p><p>Why are they coming? Some say it's bad information: they or their parents have heard, wrongly, that if they manage to get here, they will be able to stay here.</p><p>Others say it's bad information and worse conditions. Criminal gangs are pressing in on them and they want something better for themselves than a life of poverty, violence, prostitution and whatever other degradation the world has to offer the children of the poor and powerless.</p><p>Can I Just tell You? It seems to me that the problem of our age and time is the problem of information — there is both too much and too little.</p><p>It's too little when you send your children on a dangerous journey with no clear idea of what will happen when they get there. But for many of us, it's almost a problem of too much, with too little agency to do anything about it.</p><p>Now that we know that thousands of little ones, some as young and foolish and frightened as your children and mine, are packed into detention centers, sleeping under those foil blankets they hand out at the end of marathons, what do we do?</p><p>And while we're at it, now that we know that children as young and foolish as yours and mine are barely surviving as refugees in Jordan from a war in Syria that seemingly has no end, what do we do?</p><p>Now that we know that more than 200 school girls are still being held prisoner by extremists in Nigeria, what do we do?</p><p>Now that we know that children all over the world are on the move, trying to save their own lives, what do we do?</p><p>The children of the world are our most precious resource and yet every day we are reminded of our failure to treat them as such. No one wants to be reminded of failure, so what we want to do — OK, what I want to do — is turn it off and turn away. It becomes so tempting to focus on our own — school clothes and camp and SAT's, and how we individually get what we individually want for ourselves and our own kids, yet we cannot turn it off and turn away.</p><p>How can we?</p><p>It strikes me that those children coming here without papers, as badly informed, as ignorant as they may be, because somehow they trust us, in the way that children insist on trusting us even when we do not deserve it. They trust us as the grownups, to figure it out.</p><p>A year or so ago I got the chance to meet a number of Freedom Riders. People often forget how young they were — not much older than many of those kids pouring across the border — who risked their lives, riding the buses through the still segregated south to force this country to live up to its promise of equal treatment of all citizens.</p><p>I asked one woman how she told her mother that she was going to leave school to do this and she recalls saying something quite hurtful that she now regrets. She told her, if you had done this, I wouldn't have to. That question haunts me.</p><p>Somehow the children are still doing the work that we have failed to do for them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+We+Doing+Enough+To+Protect+Our+Children%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325493932-4a76b5.m3u?orgId=1&topicId=1060&aggIds=10617064&ft=3&f=325493931"},{"href":"http://media.npr.org/assets/img/2014/06/25/ap766666218437-b13648645af986efc6b7add41abe0cde708116a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1649","width":"2198"}}]}