{"created":"2015-05-15T11:29:14+00:00","modified":"2015-05-15T11:29:14+00:00","valid":{"from":"2013-08-09T06:29:16+00:00","to":"3013-08-09T06:29:16+00:00"},"hreflang":"en","guid":"4910dca4-0807-46b0-82d7-ee528f21063c","contentencoded":"<div class=\"barn-cleaned\"><p>A lot of times resolving a consumer issue comes down to this: how much time you are willing to spend dealing with it.&nbsp; It's one thing to make complaints, quite another to do something about them.&nbsp; A year and a half ago, the federal government took this on when it established&nbsp; the Consumer Financial Protection Bureau, or CFPB.&nbsp; It helps people resolve problems and writes legislation to make the overall consumer experience easier. Richard Cordray was confirmed as the Director of the CFPB in July.</p>\n<p>Cordray says some of the most common consumer complaints the CFPB is contacted about involve mortgage lenders, debt collectors and credit reporting agencies.&nbsp; To file a complaint, the CFPB can be reached on its hotline -- 1-855-411-CFPB -- or&nbsp; online at <a href=\"consumerfinance.gov\" target=\"_blank\">www.consumerfinance.gov</a>.&nbsp;</p>\n<p>\"It's a pretty transparent process where you can follow the progress of your complaint online,\" says Cordray.&nbsp; \"We will work with the company.&nbsp; We'll work with you.&nbsp; It doesn't have to be a bank.\"</p>\n<p>The toughest disputes to resolve are between customers and their mortgage lenders, says Cordray.&nbsp; \"Definitely mortgages have been the hardest kinds of complaints to process because, first of all, they're often very complicated problems.&nbsp; They may have built up over years.&nbsp; They may involve lots of money -- tens of thousands of dollars, even hundreds of thousands of dollars.&nbsp; So, those are obviously big complains and hard ones to deal with.\"</p>\n<p>But, Cordray says, the consumer disputes aren't always resolved with a financial settlement.&nbsp; He says, \" Sometimes the consumer, they just want an explanation.&nbsp; They just want to understand and have the respect of having somebody tell them what happened and why it happened.\"</p></div>","description":"Since 2011, the Consumer Financial Protection Bureau has been collecting consumer complaints and helping people resolve their disputes with companies.  Richard Cordray, the newly confirmed CFPB director, talks about using his organization as a resource.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>A lot of times resolving a consumer issue comes down to this: how much time you are willing to spend dealing with it.  It&apos;s one thing to make complaints, quite another to do something about them.  A year and a half ago, the federal government took this on when it established  the Consumer Financial Protection Bureau, or CFPB.  It helps people resolve problems and writes legislation to make the overall consumer experience easier. Richard Cordray was confirmed as the Director of the CFPB in July.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Cordray says some of the most common consumer complaints the CFPB is contacted about involve mortgage lenders, debt collectors and credit reporting agencies.  To file a complaint, the CFPB can be reached on its hotline -- 1-855-411-CFPB -- or  online at <a href=\\\"consumerfinance.gov\\\" target=\\\"_blank\\\">www.consumerfinance.gov</a>. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It&apos;s a pretty transparent process where you can follow the progress of your complaint online,&quot; says Cordray.  &quot;We will work with the company.  We&apos;ll work with you.  It doesn&apos;t have to be a bank.&quot;</p>\"},{\"content\":\"<p>The toughest disputes to resolve are between customers and their mortgage lenders, says Cordray.  &quot;Definitely mortgages have been the hardest kinds of complaints to process because, first of all, they&apos;re often very complicated problems.  They may have built up over years.  They may involve lots of money -- tens of thousands of dollars, even hundreds of thousands of dollars.  So, those are obviously big complains and hard ones to deal with.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But, Cordray says, the consumer disputes aren&apos;t always resolved with a financial settlement.  He says, &quot; Sometimes the consumer, they just want an explanation.  They just want to understand and have the respect of having somebody tell them what happened and why it happened.&quot;</p>\"}]","tags":["APM","Consumer Financial Protection Bureau","Personal Finance","Richard Cordray","Your Money"],"byline":"Barbara Bogaev","teaser":"Since 2011, the Consumer Financial Protection Bureau has been collecting consumer complaints and helping people resolve their disputes with companies.  Richard Cordray, the newly confirmed CFPB director, talks about using his organization as a resource.","itags":["PMP:Marketplace_PMP","Marketplace Money","4910dca408076b062d78ee528f21063c","Marketplace Money for Friday, August 9, 2013","Marketplace"],"title":"Consumer complaint? Who you gonna call? Try the government","published":"2013-08-09T06:29:16+00:00","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/163564075.jpg?itok=KMPjXeiw"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/09/marketplace_segment26_20130809_64.mp3","meta":{"duration":411,"duration_hms":"00:06:51","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/09/marketplace_segment26_20130809"}},"type":"audio/mpeg"}]}