{"created":"2015-02-25T20:01:19+00:00","modified":"2015-02-26T19:45:52+00:00","valid":{"from":"2015-02-26T19:45:52+00:00","to":"3015-02-26T19:45:52+00:00"},"hreflang":"en","guid":"491bff0e-bff8-437f-b551-8ff710cefa0d","title":"If you're looking for a good time, try a ride down Bolivia's 'road of death'","published":"2015-02-26T19:45:46+00:00","byline":"John Otis","tags":["travel","sports","culture","Sports","La Paz","South America","Bolivia","South America","Mark Symon","Gustavo Bascope","Evel Knievel","Bolivia","Mountain biking","'death road'","camino de la muerte"],"teaser":"In Bolivia, bicyclists are drawn to a dirt road that is known as the \"road of death.\" It's windy, narrow and edged out of the side of a mountain. So off the road is a steep, deadly drop. Sound great, right?","contentencoded":"<p>In Bolivia, the main attraction for thrill-seeking tourists is biking down what’s known as “Death Road.” It’s a winding, 11,000-foot descent from snow-capped peaks to the rainforest. But some of the cyclists pay the ultimate price.</p>\n<p>Before leading a dozen bikers down its 40 treacherous miles, Mark Symon, a guide from Australia, tries to put them at ease. “Is anyone nervous?” he says. “This is really easy, I’ve taken a 75-year-old grandmother down the road and she nailed it.”</p>\n<p>It’s easy in the sense that it requires almost no pedaling. But bikers are constantly squeezing their brakes to maneuver through hairpin turns and to avoid flying off mountain ledges. It’s clear that a some bikers haven’t ridden very much before. </p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/151.jpg?itok=bo7GabKG\" alt=\"\" /><div class=\"field-caption\">\n    <p>The road of death</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>John Otis</p>\n  </div>\n</div>\n<p>“I’m scared,” says one, a diplomat based in La Paz, the Bolivian capital. “But I’m just going to take it slow and steady and keep my eyes on the road. Just like he said. But I’m excited. How about you?”</p>\n<p>Death Road was built in the 1930s to connect La Paz, located high in the Andes Mountains, to the jungle. But amid fog, rain and landslides, accidents killed hundreds. That prompted the Inter-American Development Bank in 1995 to label it “the world’s most dangerous road.”</p>\n<p>In 2007, a paved highway was built drawing away most of the vehicles and turning Death Road into a de facto bike path. But Symon says some of the cyclists court death with their dunderheaded behavior. </p>\n<p>“A tourist filming her boyfriend from her iPhone was not watching where she was going, one hand on the handlebar, and she rode straight off the edge,” he says. “There was a gentleman who had his Handycam taped to the side of his bike and he was watching where he was going through the viewfinder and of course there’s no perspective and he’s ridden straight off the edge of the road. Thankfully he survived. But the Japanese tourist who had the iPhone did not survive.”</p>\n<p>According to Symon, at least 21 cyclists have been killed here in the past 17 years. His fellow guide, Gustavo Bascope, points to the metal crosses on the side of the road marking the fatalities.</p>\n<p>“You can see the different years of the accidents from the crosses,” he says.</p>\n<p>Rather than driving away business, the mortality rate attracts more bikers. Some 30 tour companies, with names like Madness, Vertigo and Black Widow, chaperone thousands of cyclists down Death Road every year.</p>\n<p>“We rely heavily on the hype,” Symon admits. “They’ve all hyped it up for the sensationalism. And we feed on that. Absolutely”</p>\n<p>In an earlier era, Death Road’s canyons came in handy for Bolivian dictators. Symon stops to show us the “Martyrs of Democracy” plaque, honoring five Bolivian opposition leaders. In 1944, they were pushed to their deaths by henchmen of the country’s military junta.</p>\n<p>Some bikers seem to court death. In 2013, a base jumper from New Zealand strapped on a parachute and he rode his mountain bike off a ramp on Death Road in an attempt to soar over a canyon - like Evel Knievel on a Schwinn. Bascope, who witnessed the 2013 stunt, says it was a disaster because the bike failed to gain enough speed and the base jumper’s parachute opened just before he hit the ground.</p>\n<p>“He was bleeding,\" Bascope said, \"but he was alive.”</p>\n<p>My group makes it to the village of Yolosa, at the end of Death Road, without so much as a scratch. To celebrate, we find a pub and Symon buys beer for everyone.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-25%2Flooking-good-time-try-bolivias-camino-de-la-muerte&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0225201508.mp3"},{"href":"http://www.pri.org/file/0225201508mp3"}]}