{"created":"2014-10-03T03:47:59+00:00","modified":"2015-04-30T19:47:33+00:00","valid":{"from":"2012-08-24T21:24:55+00:00","to":"3012-08-24T21:24:55+00:00"},"hreflang":"en","guid":"4927a70d-f997-4927-9618-22b132db605c","title":"Internet Communities - Virtual Reality","teaser":"At this point in the 21st century, it’s kind of impossible to talk about community-building without, at some point, talking about the internet. The way we meet people, establish connections, maintain our relationships and fight for what we believe in has been radically transformed by the web—and it’s still transforming. But often, when we’re talking about these changes, the focus is either on pure enthusiasm about the possibilities presented by the limitlessness of the web, or anxiety about online connections replacing physical ones. With this episode of SOTRU, we tell stories of the internet’s impact on community-building in human terms, on the messy level of people’s daily existence, where its effects are rarely solely positive or negative. In each of these stories, we look at a different way the internet has slipped into our interactions with one another, from wholesale social transformations facilitated by the web, to individual lives reconfigured, to more minor everyday happenings.This is an hour of exploring how the “virtual” has turned into the “real” in people’s lives. ","description":"State of the Re:Union Internet Communities: Virtual Reality   DESCRIPTION: At this point in the 21st century, it&rsquo;s kind of impossible to talk about community-building without, at some point, talking about the internet. The way we meet people, establish connections, maintain our relationships and fight for what we believe in has been radically transformed by the web&mdash;and it&rsquo;s still transforming. But often, when we&rsquo;re talking about these changes, the focus is either on&nbsp;pure enthusiasm about the possibilities presented by the limitlessness of the web, or&nbsp;anxiety about online connections replacing physical ones.&nbsp;With this episode of SOTRU, we tell stories of the internet&rsquo;s impact on community-building in human terms, on the messy level of people&rsquo;s daily existence, where its effects are rarely solely positive or negative. In each of these stories, we look at a different way the internet has slipped into our interactions with one another, from wholesale social transformations facilitated by the web, to individual lives reconfigured, to more minor everyday happenings.This is an hour of exploring how the &ldquo;virtual&rdquo; has turned into the &ldquo;real&rdquo; in people&rsquo;s lives.   Billboard (:59) Incude: &quot;From P-R-X and&quot; Outcue: &quot;...first this news&quot;  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: Are you there?, So... Outcue: ahead on State of the Re:Union  A. The Wild World of the Web In this opening segment, Al introduces us to the world we&rsquo;ll be exploring in the next hour: the vast expense of the internet, and the way it&rsquo;s remaking how we interact with one another. Set to music built of Skype sounds, we hear voices from around the world about the promises and liabilities of virtual community-building.   B: The Weapon We Have is Love: the Harry Potter Alliance and Fan Activism  Andrew Slack believes that popular books and movies aren&rsquo;t just entertainment, and that their fans can change the world. And, with the internet as his tool, he&rsquo;s set out to prove it. Since he was a small boy, Andrew has had dueling loves: storytelling and social justice. And, a few years ago, he found the vehicle to combine them: Harry Potter. He was working as a comedian then, and had a day job doing after-school education with kids at the Boys &amp; Girls Club of Boston. The kids there convinced him to give the first Harry Potter book a try, and, after the first chapter, he literally turned to the girl sitting next to him and said &ldquo;this book just changed my life.&rdquo; As he got deeper into the Harry Potter series, he saw more and more clearly that the books were resonating with him on not just a personal, but a societal level. He was seeing parallels between Harry Potter and all sorts of social justice issues, from genocide to literacy to same sex marriage rights. The gears started turning in Andrew&rsquo;s head: he saw how big and active the sprawling online fan community was for Harry Potter&mdash;not just fan websites, but an international quidditch association, a teenager who&rsquo;d started a Hogwarts School Newspaper with kids contributing from around the world, dozens of wizard rock bands. And he thought: &ldquo;they&rsquo;re putting so much energy, time and research into these things. What if that could be used for good?&rdquo; In this segment we tell the story of how Andrew started the Harry Potter Alliance, an organization of now more than a million fans dedicated to social change. It&rsquo;s rallied 9-year-old Potter fans to fight child slavery, raised enough money to send 5 cargo planes full of goods to Haiti, and has an ambitious plan to bring the magic of the wizarding world to bear on real life.   SEGMENT B (18:59) Incue: &quot;You're listening to &hellip;&quot; Outcue: &quot;P-R-X.O-R-G.&quot;  A. Guess Who&rsquo;s Virtually Coming to Dinner?  From the headline news, you might end up with a pretty narrow view of who someone from another country actually is. Just from seeing what&rsquo;s on TV, who would you imagine a Palestianian really is? An Egytian? A Mexican from the border town of Ciudad Juarez? Eric Maddox became obsessed with this question. He was a budding documentary filmmaker, who&rsquo;d studied conflict resolution in grad school, doing his field research in the West Bank. But he&rsquo;d started to feel as the people benefiting from a documentary film were not the participants, the interviewees&mdash;it was the audience. And so much was lost on the editing room floor, or filtered out through just the normal self censoring we barely even notice, the stuff that comes from his being American, and his subjects, not. And so, Eric thought: how do we remove those barriers? What if, instead of having to get information through the filter of the media, people could get it, face to face? At the time, he was working on a documentary film about the border between the U.S. and Ciudad Juarez, Mexico. And he decided to try out an idea: a dinner conversation between people on both sides of the border, held over Skype. The first one between Mexico and the U.S. was a fairly ordinary conversation&mdash;talk about the headlines of the day, about border issues, while people ate. But along with the chance to talk was the chance to see small things about each other&rsquo;s everyday lives: what the other family ate, how they ate it, who said a prayer before the meal. All of it made the other person&mdash;once, perhaps, a stereotype&mdash;more human, more familiar. Eric realized he was onto something. Using connections he had from his grad work in the Middle East, he started setting up more meals between people in the U.S. and people in Egypt, in Uganda, in Argentina. He came up with a name: the Virtual Dinner Guest Project. In this segment, SOTRU sits in on a virtual dinner with a group in Beirut, Lebanon, and here&rsquo;s the story of how Eric is working to deconstruct people&rsquo;s assumptions about other countries, one meal at a time.   B. Taking the Front Porch Online  Yes, the internet can help us connect with people halfway around the world, but it can also do it closer to home&hellip; maybe even right next door. Michael Wood-Lewis kind of needed something to do that, when he and his wife moved from Washington D.C. to Burlington, VT. They had more than a little trouble meeting their neighbors&mdash;they&rsquo;d brought the folks who lived close by homemade cookies, delivered on china plates (an incentive for them to bring them back and strike up a friendship), and never got any of them back. So, Michael decided to try Plan B. He printed up 400 fliers and put one on the door of each house, inviting them to join a neighborhood-only forum. It quickly turned into a neighborly conversation about what wildlife (possums, skunks) was wandering into families&rsquo; backyards, and who needed their apple trees pruned. &ldquo;Forget the World Wide Web--this one stretched barely four blocks. And no video, no rating systems, no celebrities, no hyperlinks. Just the daily rhythm of neighborhood life,&quot; says Michael. It grew so successful that Michael turned what he&rsquo;d started calling the Front Porch Forum into a business that now covers 60 % of Burlington, and other small towns in rural Vermont and upstate New York. This isn&rsquo;t just about virtually connecting with your neighbors, though; Michael says they&rsquo;ve found that staying in touch online has translated into a much more engaged real life community.   C. A Social Networking Site&hellip; for Dead People  David Hunter Muir has a page on the internet that lists his friends, his social activities, and his picture&mdash;a photograph showing a handsome young man in his early 20s. In that, he&rsquo;s like millions of other people around the world. Except for one thing: Hunter&rsquo;s dead. He passed away in the 1990&rsquo;s-- before anything like the internet or social networking would even have been imaginable. But, thanks largely to the efforts of one man in Philadelphia, Hunter and hundreds of others have an online life after death, a 21st century memorial to a very specific period of American history and the people that lived it. That page of Hunter&rsquo;s is part of the Gay History Wiki, an online social network of gay men from Philadelphia who&rsquo;ve died of AIDS since the early 1980s. It&rsquo;s the brain child of Chris Bartlett, who himself is gay and has lived in Philly for more than 20 years. He lived there through the worst of the AIDS epidemic, and has, more recently, been feeling the impact of losing a big part of that generation of the gay community on those who remain, and on younger gay men in the city. He became entranced with the way that the Jewish community had organized to make sure that no Holocaust survivor&rsquo;s name would be forgotten. He thought he could do something similar with those lost to AIDS, but take advantage of technology to really have those names&mdash;and the people behind them&mdash;out in the world. Once the Gay History Wiki was live on the internet, he met more people, family members and friends who&rsquo;d tried googling their loved one&rsquo;s name, and stumbled upon the site. It&rsquo;s reconnected a living network of people left behind after these deaths, and formed a new community founded on ensuring that these men are not forgotten.   SEGMENT C (18:59) Incue: &quot;You're listening to &hellip;&quot; Outcue: &quot;This is N-P-R&quot;  A. Second Life Giveth and It Taketh Away  &nbsp;&nbsp;&nbsp; In this story, we explore two very different perceptions of the virtual world Second Life. In the first, we hear about the redemptive possibilities of having a virtual world, separate from the real one. In the second, we hear about the liabilities of that.  &nbsp;&nbsp;&nbsp; A-1. Erik&rsquo;s Story of Deirdre: Erik Bainbridge Gordon, who joined Second Life in its earliest days, introduces us to the Virtual World through an interview conducted on Second Life. He tells us the story of his friend Karen, who, on Second Life, was known as Deirdre MacIntyre. Karen and Erik had been friends for years when Karen became practically housebound by her deteriorating health. Once an active woman who had a great love for the natural world and, in fact, worked as a gardener, she was stuck inside. Erik, already a fan of Second Life, fixed up an old computer and brought it to her house. Through that, he was witness to Karen&rsquo;s transformation as Deirdre. On Second Life, she resumed a &ldquo;normal&rdquo; life, and even discovered a spiritual community. After being a late-to-bed and late-to-rise kind of person her whole life, she started getting up before sunrise each morning to meditate on Second Life. She passed away suddenly this year, but Erik says that for Karen/Deirdre, Second Life was a kind of redemption, a true second life.  &nbsp;&nbsp;&nbsp; A-2. A Story of Addiction: In the second part of this story, we look at the flip side of Deirdre&rsquo;s story: the story of people who&rsquo;ve lost themselves or a loved one to Second Life. If you go on forums that act as online support groups for people with an addiction to online gaming and their families and spouses, you find two narratives over and over again. The first is that someone became so addicted and obsessed with Second Life that they abandoned all responsibilities, spending hours every day on their computer in the virtual world that they prefer, and neglecting their families. The second story is of people who believe they&rsquo;ve met their &ldquo;soul mate&rdquo; on Second Life, and abandon their real life partner for their Second Life love. This segment is culled from posts on the Online Gamers Anonymous forum, voiced by actors, and tells the story of losing oneself or a spouse to Second Life.   B. Dear Internet Letter  In this segment, we have a letter composed to the Internet from law professor Lori Andrews, who&rsquo;s the author of &ldquo;I Know Who You Are and I Saw What You Did: Social Networks and the Death of Privacy.&rdquo;   C. Reddit Random Acts of Kindness  Reddit calls itself a &ldquo;social news forum,&rdquo; but, really, it&rsquo;s a community of different communities. It&rsquo;s people drawn together to talk about all different kinds of topics, each called a &ldquo;subreddit,&rdquo; from a specific sports team to vampire movies to pictures of cute baby animals. The subreddits range from the trivial to the substantive, and from the very dark to the most humanitarian. It seems to be a gathering place of the best and worst of the internet. It&rsquo;s also a site of anonymous users that, for one Massachusetts family, has managed to make the internet feel highly personal, as if its made up of caring individuals, instead of the faceless masses. Three generations of the Widak family experienced this: Sean, his uncle Scott, and his grandmother, Stacia. Sean has been on Reddit for about 5 years, occasionally submitting posts and comments. Then, this spring, his middle-aged uncle, Scott, who has Down&rsquo;s Syndrome, was hospitalized with liver problems. His uncle loves getting mail, so Sean thought it&rsquo;d be really nice to get some people to send him cards. So he put this up on Reddit: &ldquo;HYPERLINK &quot;http://www.reddit.com/r/AskReddit/comments/rjkoy/hey_reddit_my_47_year_old_uncle_scott_widak_has/&quot;Hey Reddit - my 47 year old uncle, Scott Widak, has down syndrome and is terminally ill with liver disease. He is currently bedridden and living out his last days at home with my 85 year old grandmother. One of his favorite things to do is open mail&hellip;anyone feel like sending him a letter or card?&rdquo; The response was immediate, people posting that they&rsquo;d send something. In the last several months, Scott and his family have received more than 1000 pieces of mail, many of them handmade cards. A state senator from CO sent a picture with his autograph. He got a letter from the British parliament. A girl sent a stuffed koala bear from Australia. There were postcards from Africa. And since Scott passed away this summer, the letters have become part of his legacy. The family says it&rsquo;s totally changed their thinking on Reddit&mdash;and the internet in general. Before, Sean says, it was easy to think of other Redditors as just anonymous strangers, cyberpeople. But this act of kindness made them real in Sean&rsquo;s mind. &ldquo;It&rsquo;s like they materialized in the real world,&rdquo; he says, in the form of lots and lots of letters.  D. Closing Monologue and Montage: In this closing segment, Al tells a personal story of the way the internet has altered his life, in both a positive and a negative way. Then we hear a final montage of voices from this hour, exploring the unfolding story of the Internet, and how it is transforming our notion of community so quickly, we can barely keep up.   PROGRAM OUT @ 59:00  Broadcast Window Begins 09/29/2012  The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Internet Communities: Virtual Reality <br /> <br /> DESCRIPTION: At this point in the 21st century, it&rsquo;s kind of impossible to talk about community-building without, at some point, talking about the internet. The way we meet people, establish connections, maintain our relationships and fight for what we believe in has been radically transformed by the web&mdash;and it&rsquo;s still transforming. But often, when we&rsquo;re talking about these changes, the focus is either on&nbsp;pure enthusiasm about the possibilities presented by the limitlessness of the web, or&nbsp;anxiety about online connections replacing physical ones.&nbsp;With this episode of SOTRU, we tell stories of the internet&rsquo;s impact on community-building in human terms, on the messy level of people&rsquo;s daily existence, where its effects are rarely solely positive or negative. In each of these stories, we look at a different way the internet has slipped into our interactions with one another, from wholesale social transformations facilitated by the web, to individual lives reconfigured, to more minor everyday happenings.This is an hour of exploring how the &ldquo;virtual&rdquo; has turned into the &ldquo;real&rdquo; in people&rsquo;s lives. <br /> <br /> Billboard (:59)<br /> Incude: &quot;From P-R-X and&quot;<br /> Outcue: &quot;...first this news&quot;<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: Are you there?, So...<br /> Outcue: ahead on State of the Re:Union<br /> <br /> A. The Wild World of the Web<br /> In this opening segment, Al introduces us to the world we&rsquo;ll be exploring in the next hour: the vast expense of the internet, and the way it&rsquo;s remaking how we interact with one another. Set to music built of Skype sounds, we hear voices from around the world about the promises and liabilities of virtual community-building. <br /> <br /> B: The Weapon We Have is Love: the Harry Potter Alliance and Fan Activism <br /> Andrew Slack believes that popular books and movies aren&rsquo;t just entertainment, and that their fans can change the world. And, with the internet as his tool, he&rsquo;s set out to prove it. Since he was a small boy, Andrew has had dueling loves: storytelling and social justice. And, a few years ago, he found the vehicle to combine them: Harry Potter. He was working as a comedian then, and had a day job doing after-school education with kids at the Boys &amp; Girls Club of Boston. The kids there convinced him to give the first Harry Potter book a try, and, after the first chapter, he literally turned to the girl sitting next to him and said &ldquo;this book just changed my life.&rdquo; As he got deeper into the Harry Potter series, he saw more and more clearly that the books were resonating with him on not just a personal, but a societal level. He was seeing parallels between Harry Potter and all sorts of social justice issues, from genocide to literacy to same sex marriage rights. The gears started turning in Andrew&rsquo;s head: he saw how big and active the sprawling online fan community was for Harry Potter&mdash;not just fan websites, but an international quidditch association, a teenager who&rsquo;d started a Hogwarts School Newspaper with kids contributing from around the world, dozens of wizard rock bands. And he thought: &ldquo;they&rsquo;re putting so much energy, time and research into these things. What if that could be used for good?&rdquo; In this segment we tell the story of how Andrew started the Harry Potter Alliance, an organization of now more than a million fans dedicated to social change. It&rsquo;s rallied 9-year-old Potter fans to fight child slavery, raised enough money to send 5 cargo planes full of goods to Haiti, and has an ambitious plan to bring the magic of the wizarding world to bear on real life. <br /> <br /> SEGMENT B (18:59)<br /> Incue: &quot;You're listening to &hellip;&quot;<br /> Outcue: &quot;P-R-X.O-R-G.&quot;<br /> <br /> A. Guess Who&rsquo;s Virtually Coming to Dinner? <br /> From the headline news, you might end up with a pretty narrow view of who someone from another country actually is. Just from seeing what&rsquo;s on TV, who would you imagine a Palestianian really is? An Egytian? A Mexican from the border town of Ciudad Juarez? Eric Maddox became obsessed with this question. He was a budding documentary filmmaker, who&rsquo;d studied conflict resolution in grad school, doing his field research in the West Bank. But he&rsquo;d started to feel as the people benefiting from a documentary film were not the participants, the interviewees&mdash;it was the audience. And so much was lost on the editing room floor, or filtered out through just the normal self censoring we barely even notice, the stuff that comes from his being American, and his subjects, not. And so, Eric thought: how do we remove those barriers? What if, instead of having to get information through the filter of the media, people could get it, face to face? At the time, he was working on a documentary film about the border between the U.S. and Ciudad Juarez, Mexico. And he decided to try out an idea: a dinner conversation between people on both sides of the border, held over Skype. The first one between Mexico and the U.S. was a fairly ordinary conversation&mdash;talk about the headlines of the day, about border issues, while people ate. But along with the chance to talk was the chance to see small things about each other&rsquo;s everyday lives: what the other family ate, how they ate it, who said a prayer before the meal. All of it made the other person&mdash;once, perhaps, a stereotype&mdash;more human, more familiar. Eric realized he was onto something. Using connections he had from his grad work in the Middle East, he started setting up more meals between people in the U.S. and people in Egypt, in Uganda, in Argentina. He came up with a name: the Virtual Dinner Guest Project. In this segment, SOTRU sits in on a virtual dinner with a group in Beirut, Lebanon, and here&rsquo;s the story of how Eric is working to deconstruct people&rsquo;s assumptions about other countries, one meal at a time. <br /> <br /> B. Taking the Front Porch Online <br /> Yes, the internet can help us connect with people halfway around the world, but it can also do it closer to home&hellip; maybe even right next door. Michael Wood-Lewis kind of needed something to do that, when he and his wife moved from Washington D.C. to Burlington, VT. They had more than a little trouble meeting their neighbors&mdash;they&rsquo;d brought the folks who lived close by homemade cookies, delivered on china plates (an incentive for them to bring them back and strike up a friendship), and never got any of them back. So, Michael decided to try Plan B. He printed up 400 fliers and put one on the door of each house, inviting them to join a neighborhood-only forum. It quickly turned into a neighborly conversation about what wildlife (possums, skunks) was wandering into families&rsquo; backyards, and who needed their apple trees pruned. &ldquo;Forget the World Wide Web--this one stretched barely four blocks. And no video, no rating systems, no celebrities, no hyperlinks. Just the daily rhythm of neighborhood life,&quot; says Michael. It grew so successful that Michael turned what he&rsquo;d started calling the Front Porch Forum into a business that now covers 60 % of Burlington, and other small towns in rural Vermont and upstate New York. This isn&rsquo;t just about virtually connecting with your neighbors, though; Michael says they&rsquo;ve found that staying in touch online has translated into a much more engaged real life community. <br /> <br /> C. A Social Networking Site&hellip; for Dead People <br /> David Hunter Muir has a page on the internet that lists his friends, his social activities, and his picture&mdash;a photograph showing a handsome young man in his early 20s. In that, he&rsquo;s like millions of other people around the world. Except for one thing: Hunter&rsquo;s dead. He passed away in the 1990&rsquo;s-- before anything like the internet or social networking would even have been imaginable. But, thanks largely to the efforts of one man in Philadelphia, Hunter and hundreds of others have an online life after death, a 21st century memorial to a very specific period of American history and the people that lived it. That page of Hunter&rsquo;s is part of the Gay History Wiki, an online social network of gay men from Philadelphia who&rsquo;ve died of AIDS since the early 1980s. It&rsquo;s the brain child of Chris Bartlett, who himself is gay and has lived in Philly for more than 20 years. He lived there through the worst of the AIDS epidemic, and has, more recently, been feeling the impact of losing a big part of that generation of the gay community on those who remain, and on younger gay men in the city. He became entranced with the way that the Jewish community had organized to make sure that no Holocaust survivor&rsquo;s name would be forgotten. He thought he could do something similar with those lost to AIDS, but take advantage of technology to really have those names&mdash;and the people behind them&mdash;out in the world. Once the Gay History Wiki was live on the internet, he met more people, family members and friends who&rsquo;d tried googling their loved one&rsquo;s name, and stumbled upon the site. It&rsquo;s reconnected a living network of people left behind after these deaths, and formed a new community founded on ensuring that these men are not forgotten. <br /> <br /> SEGMENT C (18:59)<br /> Incue: &quot;You're listening to &hellip;&quot;<br /> Outcue: &quot;This is N-P-R&quot;<br /> <br /> A. Second Life Giveth and It Taketh Away <br /> &nbsp;&nbsp;&nbsp; In this story, we explore two very different perceptions of the virtual world Second Life. In the first, we hear about the redemptive possibilities of having a virtual world, separate from the real one. In the second, we hear about the liabilities of that. <br /> &nbsp;&nbsp;&nbsp; A-1. Erik&rsquo;s Story of Deirdre:<br /> Erik Bainbridge Gordon, who joined Second Life in its earliest days, introduces us to the Virtual World through an interview conducted on Second Life. He tells us the story of his friend Karen, who, on Second Life, was known as Deirdre MacIntyre. Karen and Erik had been friends for years when Karen became practically housebound by her deteriorating health. Once an active woman who had a great love for the natural world and, in fact, worked as a gardener, she was stuck inside. Erik, already a fan of Second Life, fixed up an old computer and brought it to her house. Through that, he was witness to Karen&rsquo;s transformation as Deirdre. On Second Life, she resumed a &ldquo;normal&rdquo; life, and even discovered a spiritual community. After being a late-to-bed and late-to-rise kind of person her whole life, she started getting up before sunrise each morning to meditate on Second Life. She passed away suddenly this year, but Erik says that for Karen/Deirdre, Second Life was a kind of redemption, a true second life. <br /> &nbsp;&nbsp;&nbsp; A-2. A Story of Addiction:<br /> In the second part of this story, we look at the flip side of Deirdre&rsquo;s story: the story of people who&rsquo;ve lost themselves or a loved one to Second Life. If you go on forums that act as online support groups for people with an addiction to online gaming and their families and spouses, you find two narratives over and over again. The first is that someone became so addicted and obsessed with Second Life that they abandoned all responsibilities, spending hours every day on their computer in the virtual world that they prefer, and neglecting their families. The second story is of people who believe they&rsquo;ve met their &ldquo;soul mate&rdquo; on Second Life, and abandon their real life partner for their Second Life love. This segment is culled from posts on the Online Gamers Anonymous forum, voiced by actors, and tells the story of losing oneself or a spouse to Second Life. <br /> <br /> B. Dear Internet Letter <br /> In this segment, we have a letter composed to the Internet from law professor Lori Andrews, who&rsquo;s the author of &ldquo;I Know Who You Are and I Saw What You Did: Social Networks and the Death of Privacy.&rdquo; <br /> <br /> C. Reddit Random Acts of Kindness <br /> Reddit calls itself a &ldquo;social news forum,&rdquo; but, really, it&rsquo;s a community of different communities. It&rsquo;s people drawn together to talk about all different kinds of topics, each called a &ldquo;subreddit,&rdquo; from a specific sports team to vampire movies to pictures of cute baby animals. The subreddits range from the trivial to the substantive, and from the very dark to the most humanitarian. It seems to be a gathering place of the best and worst of the internet. It&rsquo;s also a site of anonymous users that, for one Massachusetts family, has managed to make the internet feel highly personal, as if its made up of caring individuals, instead of the faceless masses. Three generations of the Widak family experienced this: Sean, his uncle Scott, and his grandmother, Stacia. Sean has been on Reddit for about 5 years, occasionally submitting posts and comments. Then, this spring, his middle-aged uncle, Scott, who has Down&rsquo;s Syndrome, was hospitalized with liver problems. His uncle loves getting mail, so Sean thought it&rsquo;d be really nice to get some people to send him cards. So he put this up on Reddit: &ldquo;HYPERLINK &quot;http://www.reddit.com/r/AskReddit/comments/rjkoy/hey_reddit_my_47_year_old_uncle_scott_widak_has/&quot;Hey Reddit - my 47 year old uncle, Scott Widak, has down syndrome and is terminally ill with liver disease. He is currently bedridden and living out his last days at home with my 85 year old grandmother. One of his favorite things to do is open mail&hellip;anyone feel like sending him a letter or card?&rdquo; The response was immediate, people posting that they&rsquo;d send something. In the last several months, Scott and his family have received more than 1000 pieces of mail, many of them handmade cards. A state senator from CO sent a picture with his autograph. He got a letter from the British parliament. A girl sent a stuffed koala bear from Australia. There were postcards from Africa. And since Scott passed away this summer, the letters have become part of his legacy. The family says it&rsquo;s totally changed their thinking on Reddit&mdash;and the internet in general. Before, Sean says, it was easy to think of other Redditors as just anonymous strangers, cyberpeople. But this act of kindness made them real in Sean&rsquo;s mind. &ldquo;It&rsquo;s like they materialized in the real world,&rdquo; he says, in the form of lots and lots of letters.<br /> <br /> D. Closing Monologue and Montage: In this closing segment, Al tells a personal story of the way the internet has altered his life, in both a positive and a negative way. Then we hear a final montage of voices from this hour, exploring the unfolding story of the Internet, and how it is transforming our notion of community so quickly, we can barely keep up. <br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Broadcast Window Begins 09/29/2012<br /> <br /> The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Joan Miller @ joanadrienne@gmail.com with questions or to confirm carriage.","byline":"Al Letson","published":"2012-08-24T21:24:55+00:00","tags":[],"itags":["prx:stories-83888"],"audio":[{"href":"https://hal.prx.org/pub/6a3286c206d9adc28a69b892917c7e97/0/web/series_image/8236/medium/SOTRUPromo.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/cb5b5073697dad608951524dc27e9802/0/web/audio_file/425521/broadcast/01-Internet_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/683af22d774edd86725895722366bb20/0/web/audio_file/425450/broadcast/02_Internet_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/ea8e663fa65d63e8ce6d95f6838db6da/0/web/audio_file/425451/broadcast/03-Internet_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/706f0a700e28030d4f1019db7d6e4ef4/0/web/audio_file/425452/broadcast/04_Internet_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/70eeadafd8bc91a0361a19404de77ac4/0/web/audio_file/425459/broadcast/05_Internet_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/dc992b6389d02fa505cff7c7a74d9a37/0/web/audio_file/425461/broadcast/06_Internet_Segment_B_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/ad135d54682982c21952033756c944c7/0/web/audio_file/425497/broadcast/07_Internet_Segment_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}