{"created":"2015-05-12T23:12:43+00:00","modified":"2015-05-18T15:05:48+00:00","valid":{"from":"2015-05-18T15:05:48+00:00","to":"3015-05-18T15:05:48+00:00"},"hreflang":"en","title":"Texas Sen. Doesn't Want Clergy 'Coerced' Into Officiating Same-Sex Marriages","published":"2015-05-13T00:09:00+00:00","teaser":"In Texas, state legislators are considering a number of bills disapproving of same-sex marriage. They are also learning some lessons from the \"religious freedom\" controversy in Indiana.","itags":["npr_api","406237618"],"guid":"4941a3d1-98bd-4b90-83ac-3ebf8e757802","contentencoded":"<p>The Texas Legislature is sending a message this week on the subject of same-sex marriage. And that message is: Hell no — again.</p><p>The bill that just got initial approval in the Texas Senate would protect clergy from having to conduct any marriage ceremony or perform any service that would violate their sacred beliefs.</p><p>\"We want to make sure they are not ever coerced into performing a marriage ceremony that would violate their sincerely held religious beliefs,\" State Sen. Craig Estes told NPR. Estes sponsored the bill.</p><p>The clergy are already protected from being compelled to do anything that would violate their religious beliefs; it's encoded in the language of separation of church and state in the Texas Constitution.</p><p>But Estes argues that the Texas Constitution actually says nothing about same-sex marriage and the clergy's rights regarding such, so he wanted to firm up the language.</p><p>Another bill, sponsored by Cecil Bell, in the Texas House would prohibit Texas officials from issuing or recognizing any same-sex-marriage licenses. That again is already the law in Texas.</p><p>But the prospect of a possible U.S. Supreme Court decision recognizing the right of same-sex couples to be married looms large for conservatives in the Texas Legislature. The language in Bell's bill seeks to codify that the realm of marriage is something for the states to decide.</p><p>It's a bit of a pre-emptive strike, if you will: Take that, Supreme Court!</p><p>These bills, warding off what's already been dispatched, are a bit of balm for the conservative Texas legislator's soul. The preferred legislation, the legislation with the real meat in it, was the Texas Religious Restoration Act modeled on the law in Indiana.</p><p>But after Indiana Gov. Mike Pence signed that into law all heck broke loose and forced Pence and the Republican Legislature to take it back, because the outside world wouldn't stop \"misinterpreting the law's intent.\" So, that took a fair amount of wind out of the Texas bill's sails.</p><p>Then there was the fact that the Texas Association of Business was dead set against the Texas Religious Restoration Act too. The law could have given religious business owners the right to discriminate against same-sex couples without fear of legal retribution. TAB wanted no part of it, believing the law would damage big business in Texas.</p><p>\"We've got the Final Four and the Super Bowl coming to Texas,\" Bill Hammond, CEO of the Texas Association of Business, told NPR.</p><p>Hammond added that he had little doubt the state would lose both events if the Legislature followed Indiana's suit. And that would just be the beginning of the trouble the law would cause them, he said.</p><p>Hammond, who is one of the best lobbyists in the state, was clearly satisfied that the bill never made it out of committee. But Texas liberals warn that the Legislature shouldn't be too sure it will dodge the bullets if it goes ahead and passes the two bills before it.</p><p>Kathy Miller, president of the left-leaning group The Texas Freedom Network, said most Americans don't think it's OK to discriminate against people who are gay.</p><p>She warned that if Republican legislators insist, as she sees it, on rubbing the pro-same-sex-marriage crowd's noses in a never-ending parade of anti-gay legislation and discrimination, eventually they'll regret it.</p><p>Both Estes' and Bell's bills have yet to pass the more moderate Texas House of Representatives. That will be Texas liberals' last hope, that some of the more moderate House Republican leaders will take up the cause.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Texas+Sen.+Doesn%27t+Want+Clergy+%27Coerced%27+Into+Officiating+Same-Sex+Marriages&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406241880-de24d1.m3u?orgId=1&topicId=1014&d=215&p=2&story=406237618&t=progseg&e=406171776&seg=13&ft=nprml&f=406237618"}]}