{"created":"2014-10-08T03:03:15+00:00","modified":"2014-10-31T00:41:24+00:00","valid":{"from":"2014-10-31T00:41:24+00:00","to":"3014-10-31T00:41:24+00:00"},"hreflang":"en","title":"'Drunk History' Serves An Educational Cocktail, With Comedic Twist","published":"2014-07-02T11:53:00+00:00","teaser":"The show's creator, Derek Waters, is the first to admit that history can be pretty boring. But \"if you can make someone laugh,\" he says, \"you can secretly make them learn something.\"","itags":["npr_api","327079981"],"guid":"4943c859-8f08-4a35-bffd-c7f3c3db5bd7","contentencoded":"<p>The second season of TV's <em>Drunk History</em> starts this week. In it, people recount genuine historical events while sloshed, and actors dressed up in period clothing re-enact the drunk person's story. Here's a taste:</p><p>The show started as a <a href=\"http://www.funnyordie.com/\">Funny or Die</a> Web series and is now on Comedy Central. Its creator, Derek Waters, tells NPR's Steve Inskeep about the show's accuracy, teaching history through humor and at what point during filming he switches to iced tea.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the reasoning behind the show</strong></p><p>I hate to be the bearer of bad news, but overall, history's pretty boring. But history <em>is</em> very important. I grew up with the best history teacher ... who's still teaching history, and the reason why I liked history was — it was how he taught it. And I believe if you can make someone laugh, you can secretly make them learn something.</p><p><strong>On the show's enthusiastic storytellers</strong></p><p>They love [the story] and they need to get it out, no matter how many stumbles it takes.<strong></strong></p><p><strong>On how he prepares </strong><strong>storytellers, apart from pouring them a drink</strong></p><p>They read up on it [while sober] but I never want it to be rehearsed or feel like homework. I want it to feel like they're finally getting to tell this story they've always wanted to tell. ... Learn this, then drink to forget. But try to remember when you were sober and you were excited to hear the story.</p><p><strong>On whether he drinks with storytellers while filming</strong></p><p>I drink with them. And that is letting them know we're doing this together. It makes the subject feel more comfortable. And who would want to do this show if you just had a camera in their face and you said, \"Yeah, drink! Drink! Talk about history. Drink! Drink! Talk about history.\" So it's like, \"Hey, I'm gonna have a drink with you,\" and secretly, once they get to a certain stage, I do the old iced tea switch.</p><p><strong>On how accurate the show's historical renditions are</strong></p><p>I would say 92 percent. Every date is accurate. I'll make sure to go back and say: Make sure you say this date or this person's name. I don't want to mess up anyone's names. But obviously the dialogue is the stuff that is not accurate.</p><p><strong>On whether making a <em>Drunk History</em> episode has ever gotten him so interested in a topic that he went out and got a book about it</strong></p><p>Yes. Claudette Colvin, who's in our premier episode, who did what Rosa Parks did months before Rosa Parks, but we've never heard about her. She was a 15-year-old girl who refused to move to the back of the bus and was arrested and the NAACP got her out of jail. But she was pregnant out of wedlock and she was darker-skinned and they did not think that she would be a good role model. So it's [not] like, \"Oh, forget about Rosa Parks\"; it's more, \"God bless Rosa Parks, but let's embrace where this idea came from.\" And, not to be preachy, but to remind people everyone has a voice even if you're 15 years old. And voice doesn't mean tweeting; voice means making a change.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Drunk+History%27+Serves+An+Educational+Cocktail%2C+With+Comedic+Twist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327583161-32fedb.m3u?orgId=1&topicId=1138&ft=3&f=327079981"}]}