{"created":"2014-10-07T20:19:43+00:00","modified":"2014-10-31T00:00:37+00:00","valid":{"from":"2014-10-31T00:00:36+00:00","to":"3014-10-31T00:00:36+00:00"},"hreflang":"en","title":"Syrian Babies Born To Refugees Face A Future In Limbo","published":"2014-07-24T18:05:00+00:00","teaser":"Syrians have flooded into neighboring countries, and now they are having babies. But the children are not receiving citizenship from either Syria or the country where they are born.","itags":["npr_api","334457172"],"guid":"4946b8ea-75c8-4d37-ab83-f40cafb7aba5","contentencoded":"<p>Thousands of Syrian infants born to refugee parents are now stateless. Their births are unregistered and will pose many difficult challenges in this long-term conflict.</p><p>The exact numbers are far from certain. A recent report by the United Nations refugee agency, UNHCR, suggests that 75 percent of Syrians born in Lebanon since 2011 have not been properly registered. Many families don't have any identification documents, which were destroyed in the fighting or left behind in a panicked escape.</p><p>The numbers are even harder to come by in Turkey, where hundreds of thousands of refugees are unregistered. They slipped across the border for safety, but their babies born in Turkey have no official status.</p><p>\"I can't imagine how we will live this life without any papers,\" says Ayaman, as he cradles his infant daughter, Leen. He doesn't give his last name, out of fear for the safety of his family.</p><p>He fled Syria two years ago, and in the relative stability of Turkey, married soon after. But the religious ceremony was invalid under Turkish law without the proper documents from Syria. So his marriage is undocumented as well.</p><p><strong>A Problem In Several Countries</strong></p><p>This is a quiet crisis for Syrian refugees across the region.</p><p>\"It's a mess,\" says Amin Barroudi, with the Assistance Coordination Unit, the humanitarian wing of the Syrian opposition, based in Gaziantep, Turkey.</p><p>\"Marriages are not registered, deaths are not registered; also the newborns,\" he says of the large population of Syrian refugees in Turkey. Many Syrians without documentation are smuggled across the Turkish frontier. They are safe, but their children could face many potential problems down the road.</p><p>According to Sanem Guner, the Turkish director of the Hollings Center in Istanbul, a U.S.-funded think tank, the kids \"won't be entitled to go to school. They won't be entitled to any sort of aid. They won't be entitled to any sort of citizenship rights inside Turkey. They won't be able to travel.\"</p><p>When the crisis began, Turkey opened its borders for fleeing Syrians. The Turkish government built what were called \"five-star\" camps along the border.</p><p>But it was a temporary fix. Even now, the Turkish government has no official refugee policy, says Guner. Syrians are classified as temporary guests. It is a policy based on the calculation that Syria's President Bashar Assad would soon be gone.</p><p>\"It was a miscalculation of the timing, a miscalculation of the conflict,\" Guner adds.</p><p><strong>Many Adult Refugees Have Never Registered</strong></p><p>In the fourth year of the war, more than 300,000 Syrians are now settled in Gaziantep, a Turkish border town. A recent study by a Turkish group, the Association for Solidarity with Asylum Seekers and Migrants, showed that more than 100,000 Syrian refugees are unregistered.</p><p>The report showed that only 19 percent of Syrians entered the country with a passport and 3 percent came through a border crossing. Some 78 percent came through other routes. Many Syrians don't register for fear that the information will get back to Syrian authorities.</p><p>Ebrahim Jamkurt heads a new center for Syrian refugees in Gaziantep. The center provides translators and councilors to encourage registration, but Jamkurt admits it won't be easy.</p><p>\"They are trying to make the procedure easier,\" he says of the Turkish government, \"but it is really difficult to handle with so high numbers. And that is why they haven't fixed it until now.\"</p><p>For now, there is no fix for Mohammad, another Syrian father afraid to give his last name.</p><p>\"The thing scaring me is to live without citizenship and to be stuck here in Turkey,\" he says.</p><p>He has two young children, both born in Syria and registered back home. But a third child, his infant daughter Shana, is stateless.</p><p>\"We didn't plan on a baby, frankly, but that's what happened,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Babies+Born+To+Refugees+Face+A+Future+In+Limbo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334851636-03679e.m3u?orgId=1&topicId=1009&ft=3&f=334457172"},{"href":"http://media.npr.org/assets/img/2014/07/23/052914_babies_jh_06-90cd86d92f60072dcdb1117cd44a9299ed3df9ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2399"}},{"href":"http://media.npr.org/assets/img/2014/07/23/syria-stateless-baby2-60728b1d1959ec946318fc0e913ed0abd8bed12d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1206","width":"1610"}}]}