{"created":"2015-04-01T00:00:23+00:00","modified":"2015-05-14T15:55:57+00:00","valid":{"from":"2015-03-31T18:55:49+00:00","to":"3015-03-31T18:55:49+00:00"},"hreflang":"en","guid":"494c640a-9dae-47a3-88ab-f6531540bc9f","tags":["drought","Sustainability","L.A. Department of Water and Power","APM","The Big Book","california"],"published":"2015-03-31T18:55:49+00:00","teaser":"William Mulholland brought water to a parched Los Angeles.","byline":"Kai Ryssdal","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>California Governor Jerry Brown <a href=\\\"http://www.latimes.com/local/political/la-me-pc-jerry-brown-signs-water-bill-20150327-story.html\\\" target=\\\"_blank\\\">signed a $1 billion water plan</a> last week, mostly to improve water infrastructure. It&apos;s just the latest foray into manipulating nature and wringing water, produce, and megacities from the deserts of California. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>A century ago, William Mulholland, the chief engineer of the Los Angeles Department of Water and Power, was trying to do the same thing and save his city. </p>\"},{\"content\":\"<p>&quot;Mulholland was fielding tons of complaints from folks whose water was fishy, who couldn&apos;t get water pressure on the third floor of their apartments,&quot; says Mullholland biographer Les Standiford, author of &quot;Water to the Angels: William Mulholland, His Monumental Aqueduct, and the Rise of Los Angeles.&quot; </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Former Mayor Fred Eaton had long been trying to get investors interested in unblocking the Southern portion of the Owens River and bringing the Sierra snowmelt to Los Angeles. As early as 1894, the city faced severe water shortages. Engineers estimated that natural sources serving the Los Angeles basin could support a population of 200,000 or so, in typical years. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mulholland couldn&apos;t believe that people just kept coming to Los Angeles, it was &quot;his big bugaboo,&quot; Standiford says. And yet, he and Eaton set off to check out the Owens Valley, moonlight glinting off of their whiskey bottle. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The very concept, to move an entire river about 250 miles away in the Sierra Nevada across the desert, through mountains, over these great chasms, to a city by the ocean... and do it entirely by gravity, engineer it with a pocket compass and an aneroid barometer, that was an amazing feat,&quot; Standiford says.  </p>\"},{\"content\":\"<p>The aqueduct allowed for commerce, agriculture, and successive housing booms. The region&apos;s population ballooned to over 10 million in the century that followed. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>What would he think of this latest battle over the slow trickle of water in California?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Now whether he would turn toward desalinization or some other conservation project yet unknown, I don&apos;t know,&quot; Standiford says. &quot;If you get enough people it doesn&apos;t matter how low the rate per capita of water consumption is, sooner or later you run out.&quot;</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em><strong>Read an excerpt from &quot;Water to the Angels&quot; below:</strong></em></p>\"},{\"content\":\"<blockquote><strong>1 — </strong><strong>HOW DREAMS MIGHT END</strong><p>Shortly before midnight on March 12, 1928, carpenter Ace Hopewell piloted his motorcycle up the twisting San Francisquito Canyon Road north of Saugus, about fifty miles north of Los Angeles. Through the scrub on his left, he had a moment’s view of the St. Francis Dam, a looming 700-foot-wide concrete monolith, then he was into a curve and all he had was the roadway in his headlamp. He came out of the curve into a straightaway where he ordinarily would have opened the throttle, but he felt a sudden shaking—perhaps something going wrong with his</p><p>engine—and instead he slowed. He was living in a construction camp next to Los Angeles Water Bureau Power Plant #1, just a few minutes’ ride ahead, and there was no hurry. It was a typically cool but clear mountain night in Southern California—maybe it was a good time for a smoke.</p><p>Hopewell eased the bike off the roadway at a turnout and let his engine idle. The motor seemed steady and the shaking had stopped, but he thought he heard some crashing sounds in the distance. The spot, several miles up a wilderness road from where Magic Mountain now sprawls alongside I-5, would ordinarily be quiet enough, even on an evening in the twenty-first century. On that night in 1928, when virtually nothing existed in those reaches of the Santa Clarita Valley, his engine would have been all he heard.</p><p>Hopewell had scarcely gotten his cigarette going when a more menacing sound caught his attention. The rumble, low and rising up from the valley behind him, was a little like thunder, but</p><p>that was a rare occurrence for these parts, and the crystalline sky concurred. More like a cascade of boulders down a mountainside, Hopewell thought—landslides were common in the area. He took</p><p>another glance in the direction of the new St. Francis Dam that he’d passed a mile or so back, ground out his cigarette, and revved his engine. Eleven fifty-eight on a Monday night. Time to get on home, get some sleep, be ready for the next day’s work.</p><p>He had no idea how drastically his “work” was about to change.</p><p>Engineers at Power Plant #1 realized that something was wrong when their instruments registered a sizable “bump in the line,” as one put it. At the Edison Electric Powerhouse in Lancaster,</p><p>operators were similarly concerned when their own lights began to flicker wildly.</p><p>Down at the St. Francis Reservoir, however, dam keeper Tony Harnischfeger’s concerns had been building for several days. The dam had been completed two years before, in March 1926, and</p><p> water diverted for storage there from the controversial Los Angeles Aqueduct—as “impossible” a building project as the Oversea Railway to Key West before it—had been piling up behind the walls ever since.</p><p>Only five days before, on March 7, legendary Los Angeles Water and Power director William Mulholland had finally ordered the impoundment to cease. There were now 12.5 billion gallons of water held back by the 195-foot-high dam, a goodly portion of a year’ssupply for the City of Los Angeles, “sufficient,” as George Newhall, president of a San Fernando Valley farming company put it, “to cover sixty square miles of land with water one foot deep.” One could also think of it as a section of a river ten feet deep, one mile wide, and six miles long, Newhall said.</p><p>However one envisioned it, there was quite a mass of water being stanched by the St. Francis Dam, and that was just fine by William Mulholland. The long-time, pulled-up-by-his-own-bootstraps</p><p>director of the water department was often referred to as the father of the city, credited with making the modern metropolis possible when he built the politically divisive 233-mile-long Los Angeles Aqueduct between 1907 and 1913.</p><p>The acquisition of the rights to the water that now flowed to the City of Angels from a distant river on the eastern flank of the Sierra Nevada Mountains began an engineering project that ranked with the building of the Panama Canal in scope and challenge. And the fact that Mulholland, who’d never so much as finished high school, let alone set foot in an engineering class, had designed and ramrodded the project to completion, on schedule and under budget, was considered nothing short of amazing.</p><p>As if the unprecedented—and sometimes deadly—challenges of the work were not enough, the very process of acquiring the rights to the water and the rights-of-way for the passage of the aqueduct itself divided California’s citizenry as nothing ever had before. The “Rape of the Owens Valley,” as the water’s acquisition was sometimes called by the project’s critics (that phrase was first used as a chapter heading in a 1933 history entitled <em>Los Angeles</em> by Morrow Mayo), not only strained relations between Northern and Southern California interests, but was enough to draw trust-busting</p><p>environmental champion President Theodore Roosevelt into the fray on the city’s and “the Chief’s” behalf. But all that was, in Mulholland’s mind, ancient history. Recently, he had been concerned with building a series of reservoirs such as the St. Francis where more than enough water could be stored for his city should the aqueduct’s delivery be threatened by extreme drought, or damage wrought by earthquake or by acts of sabotage that had been directed at the project on many occasions.</p><p>Yet Mulholland’s satisfaction with the St. Francis Dam, the second largest in the system, was not mirrored by dam keeper Harnischfeger. From the very day that impoundment was halted, with waters lapping just three inches below the spillway, Harnischfeger had discovered worrisome cracks and leaks in the structure. Though he reported his concerns to Mulholland, the Chief was confident that such cracks and leaks were part of the normal settlement process for such a sizable concrete dam. Still, over the ensuing days, passersby reported that the roadbed on the adjacent San Francisquito Canyon Road seemed to be sagging in places. One motorist noted that there was water running in the normally dry creek bed below the dam, even though the dam’s spillways were closed.</p><p>On March 12, only hours before carpenter Hopewell would stop for his cigarette, a troubled Harnischfeger rose early and began another round of inspections. He might have been content to live with his chief’s insistence that every seep that he’d reported to date was part of a normal settling-in process for a new dam, but what he found himself staring at on this morning brought fresh concern. It was not just water oozing from a freshly discovered crack near the bottom of the dam, it was <em>brown</em> water, which suggested to Harnischfeger that the water had begun to erode the foundation of the dam itself. The dam keeper got on the phone and insisted that the Chief come out and see for himself.</p><p>At about 10:30 in the morning, Mulholland arrived from Los Angeles, along with his chief assistant, Harvey Van Norman. A worried Harnischfeger escorted them on an inspection tour, sure that the two would appreciate his concerns. But in the end, Mulholland shook his head. There was simply no cause for alarm. Everything they had seen was to be expected. Cracks were common in a concrete dam of this size. And the muddy color of the water running down to the creek bed was caused by runoff from a recently constructed access road, Mulholland said, pointing to a gash in the nearby canyonside. Harnischfeger should keep his eyes peeled and report if anything extraordinary turned up, but meantime he was to rest assured. In William Mulholland’s opinion — and there was absolutely no authority in Southern California more highly respected in such matters — the St. Francis Dam was safe.</p></blockquote>\",\"type\":\"text/html\"}]","itags":["Marketplace","PMP:Marketplace_PMP","494c640a9dae7a328abbf6531540bc9f","Marketplace for Tuesday, March 31, 2015"],"title":"The aqueduct that gave rise to Los Angeles","contentencoded":"<div class=\"barn-cleaned\"><p>California Governor Jerry Brown <a href=\"http://www.latimes.com/local/political/la-me-pc-jerry-brown-signs-water-bill-20150327-story.html\" target=\"_blank\">signed a $1 billion water plan</a> last week, mostly to improve water infrastructure. It's just the latest foray into manipulating nature and wringing water, produce, and megacities from the deserts of California.&nbsp;</p>\n<p>A century ago, William Mulholland, the chief engineer of the Los Angeles Department of Water and Power, was trying to do the same thing and save his city.&nbsp;</p>\n<p>\"Mulholland was fielding tons of complaints from folks whose water was fishy, who couldn't get water pressure on the third floor of their apartments,\" says Mullholland biographer Les Standiford, author of \"Water to the Angels: William Mulholland, His Monumental Aqueduct, and the Rise of Los Angeles.\"&nbsp;</p>\n<p>Former Mayor Fred Eaton had long been trying to get investors interested in unblocking the Southern portion of the Owens River and bringing the Sierra snowmelt to Los Angeles. As early as 1894, the city faced severe water shortages. Engineers estimated that natural sources serving the Los Angeles basin could support a population of 200,000 or so, in typical years.&nbsp;</p>\n<p>Mulholland couldn't believe that people just kept coming to Los Angeles, it was \"his big bugaboo,\" Standiford says. And yet, he and Eaton set off to check out the Owens Valley, moonlight glinting off of their whiskey bottle.&nbsp;</p>\n<p>\"The very concept, to move an entire river about 250 miles away in the Sierra Nevada across the desert, through mountains, over these great chasms, to a city by the ocean... and do it entirely by gravity, engineer it with a pocket compass and an aneroid barometer, that was an amazing feat,\" Standiford says. &nbsp;</p>\n<p>The aqueduct allowed for commerce, agriculture, and successive housing booms. The region's population ballooned to over 10 million in the century that followed.&nbsp;</p>\n<p>What would he think of this latest battle over the slow trickle of water in California?</p>\n<p>\"Now whether he would turn toward desalinization or some other conservation project yet unknown, I don't know,\" Standiford says. \"If you get enough people it doesn't matter how low the rate per capita of water consumption is, sooner or later you run out.\"</p>\n<hr />\n<p><em><strong>Read an excerpt from \"Water to the Angels\" below:</strong></em></p>\n<blockquote><strong>1 —&nbsp;</strong><strong>HOW DREAMS MIGHT END</strong>\n<p>Shortly before midnight on March 12, 1928, carpenter Ace Hopewell piloted his motorcycle up the twisting San Francisquito Canyon Road north of Saugus, about fifty miles north of Los Angeles. Through the scrub on his left, he had a moment’s view of the St. Francis Dam, a looming 700-foot-wide concrete monolith, then he was into a curve and all he had was the roadway in his headlamp. He came out of the curve into a straightaway where he ordinarily would have opened the throttle, but he felt a sudden shaking—perhaps something going wrong with his</p>\n<p>engine—and instead he slowed. He was living in a construction camp next to Los Angeles Water Bureau Power Plant #1, just a few minutes’ ride ahead, and there was no hurry. It was a typically cool but clear mountain night in Southern California—maybe it was a good time for a smoke.</p>\n<p>Hopewell eased the bike off the roadway at a turnout and let his engine idle. The motor seemed steady and the shaking had stopped, but he thought he heard some crashing sounds in the distance. The spot, several miles up a wilderness road from where Magic Mountain now sprawls alongside I-5, would ordinarily be quiet enough, even on an evening in the twenty-first century. On that night in 1928, when virtually nothing existed in those reaches of the Santa Clarita Valley, his engine would have been all he heard.</p>\n<p>Hopewell had scarcely gotten his cigarette going when a more menacing sound caught his attention. The rumble, low and rising up from the valley behind him, was a little like thunder, but</p>\n<p>that was a rare occurrence for these parts, and the crystalline sky concurred. More like a cascade of boulders down a mountainside, Hopewell thought—landslides were common in the area. He took</p>\n<p>another glance in the direction of the new St. Francis Dam that he’d passed a mile or so back, ground out his cigarette, and revved his engine. Eleven fifty-eight on a Monday night. Time to get on home, get some sleep, be ready for the next day’s work.</p>\n<p>He had no idea how drastically his “work” was about to change.</p>\n<p>Engineers at Power Plant #1 realized that something was wrong when their instruments registered a sizable “bump in the line,” as one put it. At the Edison Electric Powerhouse in Lancaster,</p>\n<p>operators were similarly concerned when their own lights began to flicker wildly.</p>\n<p>Down at the St. Francis Reservoir, however, dam keeper Tony Harnischfeger’s concerns had been building for several days. The dam had been completed two years before, in March 1926, and</p>\n<p>&nbsp;water diverted for storage there from the controversial Los Angeles Aqueduct—as “impossible” a building project as the Oversea Railway to Key West before it—had been piling up behind the walls ever since.</p>\n<p>Only five days before, on March 7, legendary Los Angeles Water and Power director William Mulholland had finally ordered the impoundment to cease. There were now 12.5 billion gallons of water held back by the 195-foot-high dam, a goodly portion of a year’ssupply for the City of Los Angeles, “sufficient,” as George Newhall, president of a San Fernando Valley farming company put it, “to cover sixty square miles of land with water one foot deep.” One could also think of it as a section of a river ten feet deep, one mile wide, and six miles long, Newhall said.</p>\n<p>However one envisioned it, there was quite a mass of water being stanched by the St. Francis Dam, and that was just fine by William Mulholland. The long-time, pulled-up-by-his-own-bootstraps</p>\n<p>director of the water department was often referred to as the father of the city, credited with making the modern metropolis possible when he built the politically divisive 233-mile-long Los Angeles Aqueduct between 1907 and 1913.</p>\n<p>The acquisition of the rights to the water that now flowed to the City of Angels from a distant river on the eastern flank of the Sierra Nevada Mountains began an engineering project that ranked with the building of the Panama Canal in scope and challenge. And the fact that Mulholland, who’d never so much as finished high school, let alone set foot in an engineering class, had designed and ramrodded the project to completion, on schedule and under budget, was considered nothing short of amazing.</p>\n<p>As if the unprecedented—and sometimes deadly—challenges of the work were not enough, the very process of acquiring the rights to the water and the rights-of-way for the passage of the aqueduct itself divided California’s citizenry as nothing ever had before. The “Rape of the Owens Valley,” as the water’s acquisition was sometimes called by the project’s critics (that phrase was first used as a chapter heading in a 1933 history entitled <em>Los Angeles</em> by Morrow Mayo), not only strained relations between Northern and Southern California interests, but was enough to draw trust-busting</p>\n<p>environmental champion President Theodore Roosevelt into the fray on the city’s and “the Chief’s” behalf. But all that was, in Mulholland’s mind, ancient history. Recently, he had been concerned with building a series of reservoirs such as the St. Francis where more than enough water could be stored for his city should the aqueduct’s delivery be threatened by extreme drought, or damage wrought by earthquake or by acts of sabotage that had been directed at the project on many occasions.</p>\n<p>Yet Mulholland’s satisfaction with the St. Francis Dam, the second largest in the system, was not mirrored by dam keeper Harnischfeger. From the very day that impoundment was halted, with waters lapping just three inches below the spillway, Harnischfeger had discovered worrisome cracks and leaks in the structure. Though he reported his concerns to Mulholland, the Chief was confident that such cracks and leaks were part of the normal settlement process for such a sizable concrete dam. Still, over the ensuing days, passersby reported that the roadbed on the adjacent San Francisquito Canyon Road seemed to be sagging in places. One motorist noted that there was water running in the normally dry creek bed below the dam, even though the dam’s spillways were closed.</p>\n<p>On March 12, only hours before carpenter Hopewell would stop for his cigarette, a troubled Harnischfeger rose early and began another round of inspections. He might have been content to live with his chief’s insistence that every seep that he’d reported to date was part of a normal settling-in process for a new dam, but what he found himself staring at on this morning brought fresh concern. It was not just water oozing from a freshly discovered crack near the bottom of the dam, it was <em>brown</em> water, which suggested to Harnischfeger that the water had begun to erode the foundation of the dam itself. The dam keeper got on the phone and insisted that the Chief come out and see for himself.</p>\n<p>At about 10:30 in the morning, Mulholland arrived from Los Angeles, along with his chief assistant, Harvey Van Norman. A worried Harnischfeger escorted them on an inspection tour, sure that the two would appreciate his concerns. But in the end, Mulholland shook his head. There was simply no cause for alarm. Everything they had seen was to be expected. Cracks were common in a concrete dam of this size. And the muddy color of the water running down to the creek bed was caused by runoff from a recently constructed access road, Mulholland said, pointing to a gash in the nearby canyonside. Harnischfeger should keep his eyes peeled and report if anything extraordinary turned up, but meantime he was to rest assured. In William Mulholland’s opinion — and there was absolutely no authority in Southern California more highly respected in such matters — the St. Francis Dam was safe.</p>\n</blockquote></div>","description":"William Mulholland brought water to a parched Los Angeles.","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/74089581.jpg?itok=WHeROzUY"},{"format":"MP3","meta":{"duration":245,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2015/03/31/mp_20150331_seg_19","type":"application/json"},"duration_hms":"00:04:05"},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2015/03/31/mp_20150331_seg_19_64.mp3"}]}