{"created":"2014-10-31T22:21:43+00:00","modified":"2014-11-11T17:05:25+00:00","valid":{"from":"2014-11-11T17:05:25+00:00","to":"3014-11-11T17:05:25+00:00"},"hreflang":"en","title":"With Mexican Students Missing, A Festive Holiday Turns Somber  ","published":"2014-11-01T00:30:00+00:00","teaser":"The Day of the Dead is a time when Mexicans remember loved ones with grand floral tributes. But the atmosphere is downbeat in the state of Guerrero, where 43 students are still missing.","itags":["npr_api","360460826"],"guid":"494f9f52-a803-4a71-a82a-eea43003d4e0","contentencoded":"<p>Mexican families are celebrating the Day of the Dead this weekend, a festive holiday, where relatives remember deceased loved ones with grand, floral memorials in their homes as well as at cemeteries.</p><p>But in the southern state of Guerrero, the mood is decidedly different. Authorities there are still searching for 43 students abducted last month by police working for drug traffickers and crooked politicians in the town of Iguala.</p><p>In front of Iguala's City Hall, Maria de Jesus Rodriguez, 68, slowly sweeps the patio.</p><p>She says she was told just to keep the courtyard clean, but to leave the blackened rubbish and broken glass littering the steps of the municipal building. Last week protesters, angry over the disappearance of the students, vandalized it.</p><p>It's an ugly reminder of what is happening in Iguala, she says. Usually by this time, residents fill Iguala's main plazas with fake tombs covered with bright orange marigolds and favorite candies and foods enjoyed by their loved ones.</p><p>This year, there are only three large black crosses leaning against the front steps of the blackened City Hall. Wilted flowers drape over the arms of the crosses.</p><p>Napoleon Hernandez has been camping out in protest with other members of a local community-policing team on the plaza. He says, sadly, that this year there just aren't enough candles to light for all the dead in Iguala.</p><p>He's not only referring to the 43 students who were attacked and kidnapped by Iguala's local police on Sept. 26, but also to the bodies that have turned up in dozens of clandestine graves found in the area during the search for the students.</p><p>As many as 30 bodies have been uncovered, but none, according to officials, are those of the students. Hernandez says the hills around Iguala are littered with graves. The state of Guerrero <a href=\"http://www.insightcrime.org/news-briefs/guerrero-chihuahua-top-official-list-of-mexico-2012-homicide-rates\" target=\"_blank\">has had one of Mexico's highest murder rates in recent years</a>.</p><p>Lino Ponce Gonzalez, 42, has also joined the informal search for the students. He says he can relate to the pain that families are going through now. His younger sister was kidnapped last year. Whether she's dead or alive, he says, he just wants to find her.</p><p>Authorities have arrested 56 people, though the mayor and his wife have not been found. The case has highlighted the corruption and violence in rural Mexico and has become a huge headache for President Enrique Pena Nieto, who has avoided publicly addressing the drug trafficking problem still prevalent in the country.</p><p>The fate of the 43 students is on everyone's minds, especially as families prepare to celebrate Day of the Dead this weekend.</p><p>Alicia Mejia Ortiz has come to Iguala's municipal cemetery with two friends, who are getting their family's plot ready for this Sunday's celebration.</p><p>Mejia says she will pray for the students on Day of the Dead, and for peace too. Her friends clean the family's crypt, dust off a bunch of bright yellow plastic lilies, and polish the tall statue of Jesus inside the glass-encased headstone.</p><p>Mejia says this year's Day of the Dead feels different.</p><p>\"But one has to continue with our traditions,\" she says. \"I'm sure the families of the disappeared students are trying to do the same.\"</p><p>A small brass band plays outside the church in the nearby town of Cocula. Pedro Carranza Roman, the group's leader, says there is little celebrating going on.</p><p>\"This is all so tiring,\" he says. \"We used to be a quiet town, full of traditions and fiestas. But these days the streets are empty.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Mexican+Students+Missing%2C+A+Festive+Holiday+Turns+Somber++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360461313-8ccbd3.m3u?orgId=1&topicId=1127&ft=3&f=360460826"},{"href":"http://media.npr.org/assets/img/2014/10/31/dofd1edit-a98b9307ef732856819d7af2a284f5d9fe3fd41a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1666","width":"2221"}},{"href":"http://media.npr.org/assets/img/2014/10/31/dofd8edit_custom-edffd1fcfbd0eb8d66f1298425c22226e71134a0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1140","width":"886"}},{"href":"http://media.npr.org/assets/img/2014/10/31/dofd25edit_custom-f4199485c5c3cd661b6aa9e785c2f1be46603c00.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1339","width":"1920"}}]}