{"created":"2015-06-16T18:13:51+00:00","modified":"2015-06-24T20:05:57+00:00","valid":{"from":"2014-11-05T05:41:51+00:00","to":"3014-11-05T05:41:51+00:00"},"hreflang":"en","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt: Women in Public Office","itags":["4952ce56c7e442ac3f335d1e605ac16a","American RadioWorks","American RadioWorks 2014-11-04"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>December 16, 1937</strong></p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Eleanor Roosevelt appeared on the national program “Let’s Talk it Over” with Eleanor Medill (“Cissy”) Patterson, editor of the Washington Herald newspaper, and Erline White, president of the National Federation of Business and Professional Women of America. They discuss the growing number of women in public office and the professions. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>[Music]</p><br /><p>Announcer: Let’s Talk It Over with Lisa Sergio.</p><br /><p>Sergio: Today, I shall not be talking things over with the guests on this program because they are in Washington and will be discussing a most interesting subject among themselves.</p><br /><p>The subject is women in office and the speakers are certainly among the most distinguished that the National Federation of Business and Professional Women’s Clubs could select. They are Mrs. Franklin D. Roosevelt, Mrs. Eleanor Medill Patterson, publisher and editor of the Washington Herald, and Miss Earlene White, president of the National Federation of Business and Professional Women of America.</p><br /><p>Mrs. Franklin D. Roosevelt will express her view of the survey of women in public office conducted by the National Federation. As a foreigner, may I be allowed to point out that Roosevelt’s name is very well known to professional and business women on the other side of the ocean. Not chiefly because of the high rank she holds, but because of her distinguished public service and her sincere interest in human needs.</p><br /><p>I distinctly remember the first time I was present at a broadcast in the National Broadcasting Company’s studio just a week after I had set foot on American soil. And it was my very good fortune to find that Mrs. Roosevelt was on the program. She was the first American speaker I was introduced to. The gracious smile with which she greeted me and the human understanding behind her talk are still very vivid in my memory although five months have gone by.</p><br /><p>Women every where realize Mrs. Roosevelt knows a great deal about the results already achieved by American women in public office and about the future that lies ahead for them.</p><br /><p>Mrs. Eleanor Medill Patterson, publisher and editor of the Washington Herald has a particularly favorable vantage point to observe exactly how women have fulfilled their responsibilities in important posts. Mrs. Patterson’s reputation, among other things, is that of a very keen and thorough analyst so that her observations are especially important on the question under discussion.</p><br /><p>Miss Earlene White, president of the National Federation of Business and Professional Women, by which the survey of women holding government positions has been conducted, will give the federation’s view of the possibilities open to women and will act as hostess to the two distinguished guests.</p><br /><p>I now have the pleasure of turning over this program to Miss Earlene White, speaking from Washington D.C.<br /><br /> White: Mrs. Roosevelt and Mrs. Patterson, the National Federation of Business and Professional Women’s Clubs is very proud to have you as guest speakers this afternoon.</p><br /><p>We are about to present to the radio public the results of our survey on the status of women in public office in this country and feel we are fortunate in having you here to give us the benefit of your advice in analyzing the present and charting the future.</p><br /><p>We are indebted not only to our own state presidents, but to other organizations like The National League of Women voters and The Council of State Governments, for they know what supplements our own findings.</p><br /><p>We have taken this survey in 1937 because it is an off year politically and it comes at a time when it will be a real stimulant for women to run for office in 1938. When, senatorial, but congressional, state, and local elections will be held throughout the country.</p><br /><p>We hope that it will be a reminder to those in charge of the great political parities of the country that women are available and equipped to hold public office. Just seventeen years have elapsed since women were given federal suffrage, although several states had women’s suffrage for state and local offices prior to 1920.</p><br /><p>From 1929 until last year, there was a steady drop in the number of women holding public office, but I am happy to say that now the decline has been checked and the list of women office holders is gradually increasing. We find that the woman over forty seeking a career can find satisfaction and real opportunity in politics.</p><br /><p>As you know, we have two women in the Senate of the United States and five in the House of Representatives. Beginning with Jeannette Rankin of Montana, who was elected a member of the house more than twenty years ago, twenty-three women have been sent to Congress in the years that have intervened.</p><br /><p>I’m glad to say that many women hold judicial offices in this country. Florence E. Allen is judge of the United States circuit court of appeals and Genevieve R. Cline is judge of the United States customs court in New York.</p><br /><p>One hundred and forty women legislators served in thirty-five states during 1937, a gain of ten over the 1936 records. It is interesting to know that four New England states, Maine, New Hampshire, Vermont, and Connecticut have more than half of the women members of state law making bodies in the country. Washington and Utah each have seven, which is the largest representation of women legislators in the western states.</p><br /><p>Of the Midwestern states, Ohio, Minnesota, Illinois rank as leaders with two members, each in their house of representatives. A few states have women members in their senates.<br /><br /> I was interested to read in the Woman Republican, that 197 women were elected to office on the republican ticket in the counties of New York State on the second of last November.</p><br /><p>A survey of Massachusetts shows that seventeen women were elected to office in nineteen cities. The Pennsylvanian Federation reports one county inspector, five city election board clerks, and five election board inspectors elected in the Keystone State.</p><br /><p>Unofficial reports from Salt Lake City, Utah show sixty women elected to office in the city government out of 590 city officials elected this year.</p><br /><p>The Maryland Manual for 1936 shows a high percentage of women as public officer holders under governor Harry W. Nice.</p><br /><p>The report from California is encouraging. There are 446 women holding office. Two are members of the assembly. One hundred and nine are members of state boards and commissions. One hundred and twenty eight are holding county offices and two hundred and nine are serving in city governments.</p><br /><p>Mrs. Roosevelt, I would last like to ask how you feel about women in public office.</p><br /><p>Roosevelt: Miss White, I feel that we need to increase the number of women in public office. I can remember when they were so few and far between that one hardly gave a thought to electing a woman. If she was offered a nomination you knew it was because the man in that particular party couldn’t possibly be elected in that particular district. Now things have changed a little.</p><br /><p>However, I would never want a woman to take an office, which she did not feel herself well qualified to fill. She will be under constant scrutiny and in addition, a great effort will be made to use her by certain unscrupulous elements in any political party.</p><br /><p>And less credit will always be given her for intelligence. She will be constantly proving herself and if she makes a mistake it will injure not herself alone, but all women.</p><br /><p>This may seem very unfair, but we might just as well face the facts. I do not think that women in public office should try to do the same kind of work that men do. Just as in the home a women supplements the work of a man and a man supplements the women’s work. So, in government the two points of view should supplement each other.</p><br /><p>A woman can only be of value when she is sincere and gives the best she can has in whatever she is doing. This holds good in public service as well as in private life. You cannot give anything which is not yours naturally. You can’t be something which you really are not and that is a lesson which nearly all young people have to learn. They start out trying to be something which they admire in somebody else and what they have to do is develop the thing they have in themselves.</p><br /><p>There are some women who have the same type of mind as men. And that used to be considered the highest compliment that a man could pay a women. I remember very well hearing my uncle Theodore Roosevelt once say that his sister, Mrs. William Sheffield Cowles, had one of the best men’s minds he knew. I knew exactly what he meant by that. Her mind was analytical, non-emotional, and objective. But there were times even with her when emotion crept in and I think that is the contribution which women have to make. They can, at times, be objective and analytical but they can also feel things in a way that is not often given men to feel.</p><br /><p>They are also more adjustable, having had to adapt themselves to generations to different circumstances and incidentally to men. And therefore, they can understand a variety of situations. The man drives in his own particular groove and knows his own particular job and the conditions surrounding it. The woman may know a multitude of things entirely outside her routine existence. In the political field she can be a very great value by interpreting the human element in a machine age. Women have great opportunity to be of service, if they are willing to learn to discipline themselves and pay the price which is no small price to pay.</p><br /><p>White: Mrs. Roosevelt I think you have voiced the convictions that lie close to our hearts. The National Federation of Business and Professional Women’s Clubs is not only intent on encouraging women to enter public service as a career, but we believe the measuring rod for public service should be fitness, training, and aptitude applied to both men and women.</p><br /><p>One thing I have noticed as our reports have come in, and that is, that when a women is an efficient office holder the communities and states are anxious to keep her in public office.</p><br /><p>Long ago, Edmond Blake pointed to the newspapermen in the gallery of the English House of Commons and called them the fourth estate. He realized that the press was a vital force with which to reckon.</p><br /><p>Today, we have as our guests one of the most distinguished newspaperwomen in the country, Mrs. Eleanor Medill Patterson, publisher of the Washington Herald and the Washington Times. Mrs. Patterson, will you tell us of the opportunities for women in the newspaper world so that we can glimpse the part that women can play in the building of a favorable public of opinion for women office holders?</p><br /><p>Newspaperwomen are an appreciable group in the membership of the National Federation of Business and Professional Women’s Clubs.</p><br /><p>Patterson: Well, I really am not qualified to speak except in a sort of a general way of the accomplishments of business and professional women because until seven or eight years ago I had had no experience of any kind in the business world and since then I’ve actually had no time to pick up any really worthwhile knowledge outside of the four walls of my own office. Because, you see, I had the fortune, good or bad, of being catapulted, sort to speak, from the very beginning into the boss’ chair. However, for what they’re worth, here are my observations in respect to women in the newspaper game.</p><br /><p>Women are among the best reporters in the world and I’m not speaking now only of the sob sister variety, nor of a feature writer, although, the greater number of outstanding successes lie in these two fields. Right here in the city of Washington a sharp dozen of political, which means cold, factual reporters are women.</p><br /><p>In regard to color and feature writing, by which I mean emotional writing, women from the very start have headed the first flight. Arthur Brisbane maintained all his life that Nellie Bly is the greatest reporter, man or woman that the world has ever known.</p><br /><p>But frankly in the newspaper business I don’t think women make good executives and let me tell you, sisters, I have no illusions about myself. I am no Frances Perkins, although I’m sure she could, if she would, tell you many troubles of her own.</p><br /><p>Why don’t women make great newspaper executives? Well you might as well ask, why don’t more women make great conductors of great orchestras?</p><br /><p>First of all, the sheer lack of lady’s abilities 15:00 (?) but in the second place, because the city room of a newspaper office is filled with many willful, impractical, emotional, stargazing, mud-gazing artists souls as ever you’ll find on a concrete platform 15:20 (?) or to put it in more homely form and this is my own experience, the business of running a newspaper office is like the old game of pig in a poke. While you’re all intent upon settle one fella back into the place where you think he belongs, half the time the others are running right out on you.</p><br /><p>White: As I have listened to you two this afternoon I’m thinking what wonderful members of the United States Senate you Mrs. Roosevelt and you, Mrs. Patterson, would make.</p><br /><p>And I have also been thinking of other women, like Dorothy Thompson and wishing that someday her adopted state of Vermont would send her to the senate of the United States.</p><br /><p>Mrs. Roosevelt, what would you like to see American women do as their next great step in contributing to the welfare of the country, either as citizens or as office holders?</p><br /><p>Roosevelt: Well Miss White, I have one fundamental thing that I’d like to see women do as citizens, which comes even before they become senators or congressmen or whatnot in political office. I would like to see women as citizens devote themselves to a study of their own communities so that they will have a real knowledge of conditions all the conditions. For it seems to me, as I have said, that women are better able to interpret human needs and human strivings than our many men whose very absorption in their own world makes it difficult for them to put themselves in the position of other people.</p><br /><p>As office holders I should like to see women translate whatever knowledge they have of human beings into their government service. When women are once familiar with their own communities and know what life means in those communities for the great mass of the people, I hope that they will extend their knowledge until they really know their wider community of the nation and finally see its connection with the world as a whole.</p><br /><p>This is a long time program, one which we cannot expect to accomplish in one generation, perhaps. But at least if our generation sees a vision and strives for it, the next generation will be prepared to go a step beyond.</p><br /><p>I don’t entirely agree with Mrs. Patterson that women are not good executives. I think we are gradually developing some of the qualities, which make the best executives. Her very simile, the fact that you deal with so many unexpected and various human beings as an executive means to me that in the end women are going to be able to deal with those things perhaps even better than men have, because they’re going to get to know all these different varieties of human beings.</p><br /><p>Give them a little time. They haven’t been at it very long, but when they have the experience and the knowledge that comes with experience I think we’re going to have women who are quite as good executives as any men in any business. Because some of the things that women have naturally, the attention to detail, the ability to think about other people in spite of what they may have on their own minds, are great helps when it comes to be a real executive in a business.</p><br /><p>I know a good many great executives who would not be what they are if some woman didn’t stand very near them most of the time. And for that reason, I hope that women are going to go on in every field thus the world progresses, halting perhaps, but surely.</p><br /><p>White: Mrs. Roosevelt you have given us great vision and new responsibility. As evidence of the changing times, I have noticed that more and more women are holding posts of responsibility in state departments of labor.</p><br /><p>Women are serving in these departments in Alabama, Iowa, Massachusetts, Alaska, North Dakota, New York, Pennsylvania, and Rhode Island. I think this indicative that the women understand and are taking thought on the problems of labor.<br /><br /> Today, there are eighty colleges and universities offering courses leading to the field of public administration and there are young women taking these courses in preparation for going into public service. The men and women who have taken these courses received a special training and technique and will find special niches in which they will fit.</p><br /><p>Social services is a broad field in which women can find joy in serving the public, but I would like to hear from you, Mrs. Patterson, about your favorite topic, the ladies of the press.</p><br /><p>Patterson: Up until now I’ve spoken of only the editorial and not of the business and accounting departments or all of that which goes to make up a newspaper. Editorial departments must be compared to the blood stream. I meant to say might be compared to the blood stream.</p><br /><p>The business and mechanical departments, photo engraving, stereotypers, printers, pressmen, so on to the sinew bone to one body cooperate.</p><br /><p>Now lets take the circulation department first, that is it is the more easily disposed of. I don’t know why it is, but I have never yet heard of a successful woman in any but the subordinate positions in the circulation department.</p><br /><p>The reason of this is obvious to anyone who is at all familiar with business. It is a tough one, believe me, and a rough one and a mean one. Beyond doubt beyond the physical or mental equipment of any woman I have ever known. I don’t even think a Babe Didrikson could ever rise and carry to sub ground station manager.</p><br /><p>In the composing room of the Washington Herald and Times are four excellent women proofreaders and two linotype operators, but no woman, no women work in the photo engraving or stereotype department. And who since ever heard a of woman pressman.</p><br /><p>But frankly in the advertising department in newspaper and remember I’m speaking of newspapers only, women have not yet come into their own and again, to be very frank indeed, I think men have shoved them out of many a position to which, in my mind, they could prove themselves superior.</p><br /><p>Which brings us to the undoubted handicap under which women much labor in the newspaper field. But to go back to editorial side for the minute, a pretty girl reporter gets along fast if she is pretty and at the same time a good reporter. Fast, but just so far.</p><br /><p>We had a recent example in our office of a girl political reporter who had done excellent work at the capital for two years. She’s now back on general assignments, why? Because I’m told men reporters on the hill objected to her presence while they sat with their hats on their heads, and their heels on the tables, smoking, drinking and swapping the latest stories. It just made them feel uncomfortable. That isn’t quite all, I guess they felt that she, as a young, married woman would do just as well to stay at home.</p><br /><p>It’s true, that woman are handicapped in the newspaper field by the conscious and subconscious opposition of men. It is also true and we women on the newspaper field handicap ourselves. We are self-conscious and everybody knows it because we realize that our path is neither smooth nor open to the top of the heap.</p><br /><p>It seems to me I’m getting pretty lugubrious here about all of this, so let me tell you something else again. The smell of grease paint and the smell of ink have the fatal fascination. How many who have been on the stage retire without a heartache? How many people who’ve been in the newspaper business bid it a casual farewell? For the stage and the newspaper business are practically identical. They have the same electric excitement, drama, humor, color, glamour. Day by day are a new emotion, are a new audience, a different appeal.</p><br /><p>And listen girls, let me give you the low down. Ever since I went into the newspaper business, ever since Mr. Hearst, and bless him, put me there. I’ve been resigning at least six times a year.</p><br /><p>Did you have of Sarah Bernhardt and the Farewell Performances? Well, let’s not get mixed up about this thing, I’m not trying to compare myself to that great woman. But at least, we have this one thing in common, only death could pry either one of us loose from our job.</p><br /><p>White: Well then there is the question of women holding appointed office as well as elective office. I notice in the executive branch of the federal government there are five women in the state department who had important posts and I’m glad that President Roosevelt has continued his plan of giving women major diplomatic posts when he appointed Mrs. Borden Harriman to succeed Mrs. Ruth Bryan Rohde.</p><br /><p>Some women have been assigned to foreign services, vice councils, or legislative secretaries, legation secretaries. The Treasury Department has recognized the effectiveness of women. Eight women attorneys are in the department of justice.</p><br /><p>Twenty nine hundred women have been appointed postmasters since March the 4th, 1933.</p><br /><p>In addition, in the period from 1933 to 1937 5,620 women were appointed through the civil service. The Department of Agriculture, Commerce, and especially Labor where a women, Francis Perkins, is secretary, have women in high office. In fact, approximately fifty women have, within the past five years, have been appointed to executive posts in our federal government.</p><br /><p>Looking the situation over, then, we do not feel discouraged. It is evident that numerically women are holding more offices in counties than in any other unit of government. They serve coroners, commissioners, criminal prosecutors, public administrators, recorders or registers of deeds, wills, and other matters of probate, members of election and tax boards, boards county welfare departments and home demonstration agents. And this in harmony with what the National Federation of Business and Professional Women’s Clubs is working for.</p><br /><p>Roosevelt: Well Miss White, Mrs. Patterson, I don’t think there is anything to be discouraged about. I think women are coming along slowly perhaps in all the fields of public work, but nevertheless very surely.</p><br /><p>Mrs. Patterson and I have each spoken from the experience, which we have had. She has a very real understanding of the business world where she has touched it and I have met women in all of professions and realize how much the world has changed in the last twenty years as far as the participation of women in the active work of the world.</p><br /><p>I know very well that no one leaves the stage without a feeling of loss and no one leaves the newspaper business without frequent waves of regret. The fact that women feel this way about the business which they’ve entered is not strange. How many men do we know of whom it can be truthfully be said that if they retire from business they will live but a very short time.</p><br /><p>There are lessons that we could draw from all this that we’ve heard this afternoon. An unselfish outlook it seems to me is one of the fundamentals today to the success of women and of men and I hope that women who are studying questions of the day and becoming more and more vital in the public life of our country, both as business and professional women and as public servants will keep this thought in mind and by being unselfish will better serve themselves and the world.</p><br /><p>Sergio: Thank you Mrs. Roosevelt. The scope of the discussion which went on the air today was so broad and the points made of such universal interest that I wish it might have been heard by women in all countries in Europe where efforts are being made to enable women to rise to the important place they hold in the United States. The women of all countries are particularly interested in what American women have achieved and win the way in which they have done it.</p><br /><p>[Music]</p><br /><p>Announcer: You have been listening to a discussion on women in public office, conducted by the Federation of Business and Professional Women of America with Mrs. Franklin D. Roosevelt, Mrs. Medill Patterson, and Miss Earlene White speaking from Washington. Lisa Sergio acted as mistress of ceremonies from New York.</p><br /><p>This program was a presentation of the National Broadcasting Company, RCA building, Radio City.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM"],"published":"2014-11-05T05:41:51+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>December 16, 1937</strong></p>\n<br />\n<p>Eleanor Roosevelt appeared on the national program “Let’s Talk it Over” with Eleanor Medill (“Cissy”) Patterson, editor of the Washington Herald newspaper, and Erline White, president of the National Federation of Business and Professional Women of America. They discuss the growing number of women in public office and the professions. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>[Music]</p>\n<br />\n<p>Announcer: Let’s Talk It Over with Lisa Sergio.</p>\n<br />\n<p>Sergio: Today, I shall not be talking things over with the guests on this program because they are in Washington and will be discussing a most interesting subject among themselves.</p>\n<br />\n<p>The subject is women in office and the speakers are certainly among the most distinguished that the National Federation of Business and Professional Women’s Clubs could select. They are Mrs. Franklin D. Roosevelt, Mrs. Eleanor Medill Patterson, publisher and editor of the Washington Herald, and Miss Earlene White, president of the National Federation of Business and Professional Women of America.</p>\n<br />\n<p>Mrs. Franklin D. Roosevelt will express her view of the survey of women in public office conducted by the National Federation. As a foreigner, may I be allowed to point out that Roosevelt’s name is very well known to professional and business women on the other side of the ocean. Not chiefly because of the high rank she holds, but because of her distinguished public service and her sincere interest in human needs.</p>\n<br />\n<p>I distinctly remember the first time I was present at a broadcast in the National Broadcasting Company’s studio just a week after I had set foot on American soil. And it was my very good fortune to find that Mrs. Roosevelt was on the program. She was the first American speaker I was introduced to. The gracious smile with which she greeted me and the human understanding behind her talk are still very vivid in my memory although five months have gone by.</p>\n<br />\n<p>Women every where realize Mrs. Roosevelt knows a great deal about the results already achieved by American women in public office and about the future that lies ahead for them.</p>\n<br />\n<p>Mrs. Eleanor Medill Patterson, publisher and editor of the Washington Herald has a particularly favorable vantage point to observe exactly how women have fulfilled their responsibilities in important posts. Mrs. Patterson’s reputation, among other things, is that of a very keen and thorough analyst so that her observations are especially important on the question under discussion.</p>\n<br />\n<p>Miss Earlene White, president of the National Federation of Business and Professional Women, by which the survey of women holding government positions has been conducted, will give the federation’s view of the possibilities open to women and will act as hostess to the two distinguished guests.</p>\n<br />\n<p>I now have the pleasure of turning over this program to Miss Earlene White, speaking from Washington D.C.<br />\n<br />\nWhite: Mrs. Roosevelt and Mrs. Patterson, the National Federation of Business and Professional Women’s Clubs is very proud to have you as guest speakers this afternoon.</p>\n<br />\n<p>We are about to present to the radio public the results of our survey on the status of women in public office in this country and feel we are fortunate in having you here to give us the benefit of your advice in analyzing the present and charting the future.</p>\n<br />\n<p>We are indebted not only to our own state presidents, but to other organizations like The National League of Women voters and The Council of State Governments, for they know what supplements our own findings.</p>\n<br />\n<p>We have taken this survey in 1937 because it is an off year politically and it comes at a time when it will be a real stimulant for women to run for office in 1938. When, senatorial, but congressional, state, and local elections will be held throughout the country.</p>\n<br />\n<p>We hope that it will be a reminder to those in charge of the great political parities of the country that women are available and equipped to hold public office. Just seventeen years have elapsed since women were given federal suffrage, although several states had women’s suffrage for state and local offices prior to 1920.</p>\n<br />\n<p>From 1929 until last year, there was a steady drop in the number of women holding public office, but I am happy to say that now the decline has been checked and the list of women office holders is gradually increasing. We find that the woman over forty seeking a career can find satisfaction and real opportunity in politics.</p>\n<br />\n<p>As you know, we have two women in the Senate of the United States and five in the House of Representatives. Beginning with Jeannette Rankin of Montana, who was elected a member of the house more than twenty years ago, twenty-three women have been sent to Congress in the years that have intervened.</p>\n<br />\n<p>I’m glad to say that many women hold judicial offices in this country. Florence E. Allen is judge of the United States circuit court of appeals and Genevieve R. Cline is judge of the United States customs court in New York.</p>\n<br />\n<p>One hundred and forty women legislators served in thirty-five states during 1937, a gain of ten over the 1936 records. It is interesting to know that four New England states, Maine, New Hampshire, Vermont, and Connecticut have more than half of the women members of state law making bodies in the country. Washington and Utah each have seven, which is the largest representation of women legislators in the western states.</p>\n<br />\n<p>Of the Midwestern states, Ohio, Minnesota, Illinois rank as leaders with two members, each in their house of representatives. A few states have women members in their senates.<br />\n<br />\nI was interested to read in the Woman Republican, that 197 women were elected to office on the republican ticket in the counties of New York State on the second of last November.</p>\n<br />\n<p>A survey of Massachusetts shows that seventeen women were elected to office in nineteen cities. The Pennsylvanian Federation reports one county inspector, five city election board clerks, and five election board inspectors elected in the Keystone State.</p>\n<br />\n<p>Unofficial reports from Salt Lake City, Utah show sixty women elected to office in the city government out of 590 city officials elected this year.</p>\n<br />\n<p>The Maryland Manual for 1936 shows a high percentage of women as public officer holders under governor Harry W. Nice.</p>\n<br />\n<p>The report from California is encouraging. There are 446 women holding office. Two are members of the assembly. One hundred and nine are members of state boards and commissions. One hundred and twenty eight are holding county offices and two hundred and nine are serving in city governments.</p>\n<br />\n<p>Mrs. Roosevelt, I would last like to ask how you feel about women in public office.</p>\n<br />\n<p>Roosevelt: Miss White, I feel that we need to increase the number of women in public office. I can remember when they were so few and far between that one hardly gave a thought to electing a woman. If she was offered a nomination you knew it was because the man in that particular party couldn’t possibly be elected in that particular district. Now things have changed a little.</p>\n<br />\n<p>However, I would never want a woman to take an office, which she did not feel herself well qualified to fill. She will be under constant scrutiny and in addition, a great effort will be made to use her by certain unscrupulous elements in any political party.</p>\n<br />\n<p>And less credit will always be given her for intelligence. She will be constantly proving herself and if she makes a mistake it will injure not herself alone, but all women.</p>\n<br />\n<p>This may seem very unfair, but we might just as well face the facts. I do not think that women in public office should try to do the same kind of work that men do. Just as in the home a women supplements the work of a man and a man supplements the women’s work. So, in government the two points of view should supplement each other.</p>\n<br />\n<p>A woman can only be of value when she is sincere and gives the best she can has in whatever she is doing. This holds good in public service as well as in private life. You cannot give anything which is not yours naturally. You can’t be something which you really are not and that is a lesson which nearly all young people have to learn. They start out trying to be something which they admire in somebody else and what they have to do is develop the thing they have in themselves.</p>\n<br />\n<p>There are some women who have the same type of mind as men. And that used to be considered the highest compliment that a man could pay a women. I remember very well hearing my uncle Theodore Roosevelt once say that his sister, Mrs. William Sheffield Cowles, had one of the best men’s minds he knew. I knew exactly what he meant by that. Her mind was analytical, non-emotional, and objective. But there were times even with her when emotion crept in and I think that is the contribution which women have to make. They can, at times, be objective and analytical but they can also feel things in a way that is not often given men to feel.</p>\n<br />\n<p>They are also more adjustable, having had to adapt themselves to generations to different circumstances and incidentally to men. And therefore, they can understand a variety of situations. The man drives in his own particular groove and knows his own particular job and the conditions surrounding it. The woman may know a multitude of things entirely outside her routine existence. In the political field she can be a very great value by interpreting the human element in a machine age. Women have great opportunity to be of service, if they are willing to learn to discipline themselves and pay the price which is no small price to pay.</p>\n<br />\n<p>White: Mrs. Roosevelt I think you have voiced the convictions that lie close to our hearts. The National Federation of Business and Professional Women’s Clubs is not only intent on encouraging women to enter public service as a career, but we believe the measuring rod for public service should be fitness, training, and aptitude applied to both men and women.</p>\n<br />\n<p>One thing I have noticed as our reports have come in, and that is, that when a women is an efficient office holder the communities and states are anxious to keep her in public office.</p>\n<br />\n<p>Long ago, Edmond Blake pointed to the newspapermen in the gallery of the English House of Commons and called them the fourth estate. He realized that the press was a vital force with which to reckon.</p>\n<br />\n<p>Today, we have as our guests one of the most distinguished newspaperwomen in the country, Mrs. Eleanor Medill Patterson, publisher of the Washington Herald and the Washington Times. Mrs. Patterson, will you tell us of the opportunities for women in the newspaper world so that we can glimpse the part that women can play in the building of a favorable public of opinion for women office holders?</p>\n<br />\n<p>Newspaperwomen are an appreciable group in the membership of the National Federation of Business and Professional Women’s Clubs.</p>\n<br />\n<p>Patterson: Well, I really am not qualified to speak except in a sort of a general way of the accomplishments of business and professional women because until seven or eight years ago I had had no experience of any kind in the business world and since then I’ve actually had no time to pick up any really worthwhile knowledge outside of the four walls of my own office. Because, you see, I had the fortune, good or bad, of being catapulted, sort to speak, from the very beginning into the boss’ chair. However, for what they’re worth, here are my observations in respect to women in the newspaper game.</p>\n<br />\n<p>Women are among the best reporters in the world and I’m not speaking now only of the sob sister variety, nor of a feature writer, although, the greater number of outstanding successes lie in these two fields. Right here in the city of Washington a sharp dozen of political, which means cold, factual reporters are women.</p>\n<br />\n<p>In regard to color and feature writing, by which I mean emotional writing, women from the very start have headed the first flight. Arthur Brisbane maintained all his life that Nellie Bly is the greatest reporter, man or woman that the world has ever known.</p>\n<br />\n<p>But frankly in the newspaper business I don’t think women make good executives and let me tell you, sisters, I have no illusions about myself. I am no Frances Perkins, although I’m sure she could, if she would, tell you many troubles of her own.</p>\n<br />\n<p>Why don’t women make great newspaper executives? Well you might as well ask, why don’t more women make great conductors of great orchestras?</p>\n<br />\n<p>First of all, the sheer lack of lady’s abilities 15:00 (?) but in the second place, because the city room of a newspaper office is filled with many willful, impractical, emotional, stargazing, mud-gazing artists souls as ever you’ll find on a concrete platform 15:20 (?) or to put it in more homely form and this is my own experience, the business of running a newspaper office is like the old game of pig in a poke. While you’re all intent upon settle one fella back into the place where you think he belongs, half the time the others are running right out on you.</p>\n<br />\n<p>White: As I have listened to you two this afternoon I’m thinking what wonderful members of the United States Senate you Mrs. Roosevelt and you, Mrs. Patterson, would make.</p>\n<br />\n<p>And I have also been thinking of other women, like Dorothy Thompson and wishing that someday her adopted state of Vermont would send her to the senate of the United States.</p>\n<br />\n<p>Mrs. Roosevelt, what would you like to see American women do as their next great step in contributing to the welfare of the country, either as citizens or as office holders?</p>\n<br />\n<p>Roosevelt: Well Miss White, I have one fundamental thing that I’d like to see women do as citizens, which comes even before they become senators or congressmen or whatnot in political office. I would like to see women as citizens devote themselves to a study of their own communities so that they will have a real knowledge of conditions all the conditions. For it seems to me, as I have said, that women are better able to interpret human needs and human strivings than our many men whose very absorption in their own world makes it difficult for them to put themselves in the position of other people.</p>\n<br />\n<p>As office holders I should like to see women translate whatever knowledge they have of human beings into their government service. When women are once familiar with their own communities and know what life means in those communities for the great mass of the people, I hope that they will extend their knowledge until they really know their wider community of the nation and finally see its connection with the world as a whole.</p>\n<br />\n<p>This is a long time program, one which we cannot expect to accomplish in one generation, perhaps. But at least if our generation sees a vision and strives for it, the next generation will be prepared to go a step beyond.</p>\n<br />\n<p>I don’t entirely agree with Mrs. Patterson that women are not good executives. I think we are gradually developing some of the qualities, which make the best executives. Her very simile, the fact that you deal with so many unexpected and various human beings as an executive means to me that in the end women are going to be able to deal with those things perhaps even better than men have, because they’re going to get to know all these different varieties of human beings.</p>\n<br />\n<p>Give them a little time. They haven’t been at it very long, but when they have the experience and the knowledge that comes with experience I think we’re going to have women who are quite as good executives as any men in any business. Because some of the things that women have naturally, the attention to detail, the ability to think about other people in spite of what they may have on their own minds, are great helps when it comes to be a real executive in a business.</p>\n<br />\n<p>I know a good many great executives who would not be what they are if some woman didn’t stand very near them most of the time. And for that reason, I hope that women are going to go on in every field thus the world progresses, halting perhaps, but surely.</p>\n<br />\n<p>White: Mrs. Roosevelt you have given us great vision and new responsibility. As evidence of the changing times, I have noticed that more and more women are holding posts of responsibility in state departments of labor.</p>\n<br />\n<p>Women are serving in these departments in Alabama, Iowa, Massachusetts, Alaska, North Dakota, New York, Pennsylvania, and Rhode Island. I think this indicative that the women understand and are taking thought on the problems of labor.<br />\n<br />\nToday, there are eighty colleges and universities offering courses leading to the field of public administration and there are young women taking these courses in preparation for going into public service. The men and women who have taken these courses received a special training and technique and will find special niches in which they will fit.</p>\n<br />\n<p>Social services is a broad field in which women can find joy in serving the public, but I would like to hear from you, Mrs. Patterson, about your favorite topic, the ladies of the press.</p>\n<br />\n<p>Patterson: Up until now I’ve spoken of only the editorial and not of the business and accounting departments or all of that which goes to make up a newspaper. Editorial departments must be compared to the blood stream. I meant to say might be compared to the blood stream.</p>\n<br />\n<p>The business and mechanical departments, photo engraving, stereotypers, printers, pressmen, so on to the sinew bone to one body cooperate.</p>\n<br />\n<p>Now lets take the circulation department first, that is it is the more easily disposed of. I don’t know why it is, but I have never yet heard of a successful woman in any but the subordinate positions in the circulation department.</p>\n<br />\n<p>The reason of this is obvious to anyone who is at all familiar with business. It is a tough one, believe me, and a rough one and a mean one. Beyond doubt beyond the physical or mental equipment of any woman I have ever known. I don’t even think a Babe Didrikson could ever rise and carry to sub ground station manager.</p>\n<br />\n<p>In the composing room of the Washington Herald and Times are four excellent women proofreaders and two linotype operators, but no woman, no women work in the photo engraving or stereotype department. And who since ever heard a of woman pressman.</p>\n<br />\n<p>But frankly in the advertising department in newspaper and remember I’m speaking of newspapers only, women have not yet come into their own and again, to be very frank indeed, I think men have shoved them out of many a position to which, in my mind, they could prove themselves superior.</p>\n<br />\n<p>Which brings us to the undoubted handicap under which women much labor in the newspaper field. But to go back to editorial side for the minute, a pretty girl reporter gets along fast if she is pretty and at the same time a good reporter. Fast, but just so far.</p>\n<br />\n<p>We had a recent example in our office of a girl political reporter who had done excellent work at the capital for two years. She’s now back on general assignments, why? Because I’m told men reporters on the hill objected to her presence while they sat with their hats on their heads, and their heels on the tables, smoking, drinking and swapping the latest stories. It just made them feel uncomfortable. That isn’t quite all, I guess they felt that she, as a young, married woman would do just as well to stay at home.</p>\n<br />\n<p>It’s true, that woman are handicapped in the newspaper field by the conscious and subconscious opposition of men. It is also true and we women on the newspaper field handicap ourselves. We are self-conscious and everybody knows it because we realize that our path is neither smooth nor open to the top of the heap.</p>\n<br />\n<p>It seems to me I’m getting pretty lugubrious here about all of this, so let me tell you something else again. The smell of grease paint and the smell of ink have the fatal fascination. How many who have been on the stage retire without a heartache? How many people who’ve been in the newspaper business bid it a casual farewell? For the stage and the newspaper business are practically identical. They have the same electric excitement, drama, humor, color, glamour. Day by day are a new emotion, are a new audience, a different appeal.</p>\n<br />\n<p>And listen girls, let me give you the low down. Ever since I went into the newspaper business, ever since Mr. Hearst, and bless him, put me there. I’ve been resigning at least six times a year.</p>\n<br />\n<p>Did you have of Sarah Bernhardt and the Farewell Performances? Well, let’s not get mixed up about this thing, I’m not trying to compare myself to that great woman. But at least, we have this one thing in common, only death could pry either one of us loose from our job.</p>\n<br />\n<p>White: Well then there is the question of women holding appointed office as well as elective office. I notice in the executive branch of the federal government there are five women in the state department who had important posts and I’m glad that President Roosevelt has continued his plan of giving women major diplomatic posts when he appointed Mrs. Borden Harriman to succeed Mrs. Ruth Bryan Rohde.</p>\n<br />\n<p>Some women have been assigned to foreign services, vice councils, or legislative secretaries, legation secretaries. The Treasury Department has recognized the effectiveness of women. Eight women attorneys are in the department of justice.</p>\n<br />\n<p>Twenty nine hundred women have been appointed postmasters since March the 4th, 1933.</p>\n<br />\n<p>In addition, in the period from 1933 to 1937 5,620 women were appointed through the civil service. The Department of Agriculture, Commerce, and especially Labor where a women, Francis Perkins, is secretary, have women in high office. In fact, approximately fifty women have, within the past five years, have been appointed to executive posts in our federal government.</p>\n<br />\n<p>Looking the situation over, then, we do not feel discouraged. It is evident that numerically women are holding more offices in counties than in any other unit of government. They serve coroners, commissioners, criminal prosecutors, public administrators, recorders or registers of deeds, wills, and other matters of probate, members of election and tax boards, boards county welfare departments and home demonstration agents. And this in harmony with what the National Federation of Business and Professional Women’s Clubs is working for.</p>\n<br />\n<p>Roosevelt: Well Miss White, Mrs. Patterson, I don’t think there is anything to be discouraged about. I think women are coming along slowly perhaps in all the fields of public work, but nevertheless very surely.</p>\n<br />\n<p>Mrs. Patterson and I have each spoken from the experience, which we have had. She has a very real understanding of the business world where she has touched it and I have met women in all of professions and realize how much the world has changed in the last twenty years as far as the participation of women in the active work of the world.</p>\n<br />\n<p>I know very well that no one leaves the stage without a feeling of loss and no one leaves the newspaper business without frequent waves of regret. The fact that women feel this way about the business which they’ve entered is not strange. How many men do we know of whom it can be truthfully be said that if they retire from business they will live but a very short time.</p>\n<br />\n<p>There are lessons that we could draw from all this that we’ve heard this afternoon. An unselfish outlook it seems to me is one of the fundamentals today to the success of women and of men and I hope that women who are studying questions of the day and becoming more and more vital in the public life of our country, both as business and professional women and as public servants will keep this thought in mind and by being unselfish will better serve themselves and the world.</p>\n<br />\n<p>Sergio: Thank you Mrs. Roosevelt. The scope of the discussion which went on the air today was so broad and the points made of such universal interest that I wish it might have been heard by women in all countries in Europe where efforts are being made to enable women to rise to the important place they hold in the United States. The women of all countries are particularly interested in what American women have achieved and win the way in which they have done it.</p>\n<br />\n<p>[Music]</p>\n<br />\n<p>Announcer: You have been listening to a discussion on women in public office, conducted by the Federation of Business and Professional Women of America with Mrs. Franklin D. Roosevelt, Mrs. Medill Patterson, and Miss Earlene White speaking from Washington. Lisa Sergio acted as mistress of ceremonies from New York.</p>\n<br />\n<p>This program was a presentation of the National Broadcasting Company, RCA building, Radio City.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"4952ce56-c7e4-442a-83f3-5d1e605ac16a","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","audio":[{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er371216","type":"application/json"},"duration":1813,"duration_hms":"00:30:13"},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er371216_128.mp3"}]}