{"created":"2015-05-14T20:18:50+00:00","modified":"2015-05-18T17:29:59+00:00","valid":{"from":"2014-03-27T19:48:38+00:00","to":"3014-03-27T19:48:38+00:00"},"hreflang":"en","itags":["4956d66985b35e51bba456ee797cd195","Marketplace","Marketplace for Thursday, March 27, 2014","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Food deserts are communities where residents with little or no access to healthy foods, often because there is no full-service supermarket.&nbsp; Food deserts are often found in low-income neighborhoods, and many cities in the U.S. have made efforts to bring fresh produce to these communities, which often have much higher rates of obesity, diabetes and other health problems. In California, public health officials are trying a new approach.</p>\n<p>On a sunny morning in Boyle Heights, a predominantly Latino neighborhood in East Los Angeles, the sidewalk in front of the Euclid Market was packed with TV news cameras and city officials. The sign on the store read \"Todo Lo Que Necesita,\" everything you need. Dr. Eric Walsh, the director of the Health Department in nearby Pasadena, stepped up to a podium and adjusted the microphone. &nbsp;Next to him was a table covered with brightly colored packages of tobacco products and sweetened alcohol drinks.</p>\n<p>\"Well, I want to start by saying we ought to take pause and ask a very difficult and hard question,\" Walsh began. \"Who do these products target? Why are they in the neighborhoods that they’re in? In fact, what we face today is a question about the new civil rights in America. That there are corporations and practices out there that are targeting the poorest, most vulnerable, least resourced people in our community. The blackest the brownest. So we have a responsibility in public heath to step up and address this.\"</p>\n<p>The purpose of the news conference is to announce the results from a statewide survey, the first of its kind. Researchers visited more than 7,000 grocery stores in California, everything from small corner stores to big-box stores. The survey looked at how tobacco, alcohol and junk food are marketed.</p>\n<p>The survey found that 71 percent of the stores carried alcohol, while 37 percent sold milk, and more than half did not carry fresh produce. The survey also found that unhealthy products were more prevalent and more heavily marketed in poor neighborhoods.</p>\n<p>The news conference was held at the Euclid Market because it's participating in a Market Makeover project sponsored by UCLA and the University of Southern California. Store owners get a free remodel of their store if they agree to offer healthy products and take down ads for junk food, alcohol and tobacco. &nbsp;Before the makeover, the first thing you saw when you walked into Euclid was a wall of potato chips. Now it’s a produce case. And the windows of the store are no longer covered with ads.</p>\n<p>Maria Avila owns the Euclid Market. She says the store is beautiful now. Removing the ads from the windows brought more natural light in, and more life. Avila’s seen a slight uptick in sales.</p>\n<p>But not everyone is convinced that these makeovers are good for business. The owner of a corner store a few blocks away had planned on participating in the makeover project, but said he changed his mind. He makes most of his money selling beer and junk food and he wasn’t convinced that people would buy produce even if he offered it.</p>\n<p>And the owner is right. Stocking stores with produce is only part of the solution. People have to be motivated to buy it.</p>\n<p>\"Most of the people we are working with are either food stamp recipients or food stamp eligible,\" said Mary Otetra Garcia, who runs a nutrition and physical activity program in Pasadena. \" People that are under the poverty level of 185 percent.\"</p>\n<p>Garcia teaches classes on health and nutrition in a working class neighborhood with few places to buy healthy food.</p>\n<p>\"I always tell people, whatever your cultural food is it’s okay to have that, because the more American diet they adopt or their children adopt, the unhealthier they get,\" she said. \"Studies have shown that people who come from other countries are healthier than the people that are here.\"</p>\n<p>Maria Vargas participated in the program. She says it’s made a big difference in her families’ health. She buys potato chips and soda only for special occasions now, and doesn’t take the family to McDonald’s any more. Now she cooks most of her meals at home with her three children.</p>\n<p>\"They need to participate,\" Vargas said. \"That’s the way they learn how we can cook different and healthy foods.\"</p>\n<p>Asked what she made for dinner the night before, she replied, \"Well,&nbsp; you know when you do the Mexican rice, we do it steamed and I put tomato.\"</p>\n<p>Joseph Garcia also took the class and has worked hard at changing his families’ eating habit, especially his eldest sons.</p>\n<p>\"I think with all of us at home, we weren’t crazy about the changes,\" Garcia said. \"And I think a lot of of the family members don’t want to hear it. That you shouldn’t drink a lot of soda and eat a lot of fried things.\"</p>\n<p>He said he worries a little bit about what his son eats when he's not at home. \"I know that sometimes he will eat a hamburger around there. So I will find in the car a bag from Taco Bell or something. But he ends up doing alright for the most part.\"</p>\n<p>Nearly all the restaurants in this part of Pasadena are fast food, mostly fried chicken and burger joints, a few small Mexican places. But fresh fruit was available from Alejandro Beltran, who sells mango, pineapple, cucumber and coconut, sliced and sprinkled with lime and chile, from a cart. He said business is pretty good.</p>\n<p>\"I sell to all social classes, different races, Latinos, Asians, Americans,\" he said.</p>\n<p>Bletran pulled a chunk of pineapple from his cart and sliced it in half with his knife.&nbsp; Everyone eats fruit, he said.</p></div>","guid":"4956d669-85b3-45e5-8bba-56ee797cd195","title":"Fighting food deserts takes more than fresh produce","teaser":"A California survey finds more food shops sell beer than milk.","description":"A California survey finds more food shops sell beer than milk.","contenttemplated":"[{\"content\":\"<p>Food deserts are communities where residents with little or no access to healthy foods, often because there is no full-service supermarket.  Food deserts are often found in low-income neighborhoods, and many cities in the U.S. have made efforts to bring fresh produce to these communities, which often have much higher rates of obesity, diabetes and other health problems. In California, public health officials are trying a new approach.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On a sunny morning in Boyle Heights, a predominantly Latino neighborhood in East Los Angeles, the sidewalk in front of the Euclid Market was packed with TV news cameras and city officials. The sign on the store read &quot;Todo Lo Que Necesita,&quot; everything you need. Dr. Eric Walsh, the director of the Health Department in nearby Pasadena, stepped up to a podium and adjusted the microphone.  Next to him was a table covered with brightly colored packages of tobacco products and sweetened alcohol drinks.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Well, I want to start by saying we ought to take pause and ask a very difficult and hard question,&quot; Walsh began. &quot;Who do these products target? Why are they in the neighborhoods that they’re in? In fact, what we face today is a question about the new civil rights in America. That there are corporations and practices out there that are targeting the poorest, most vulnerable, least resourced people in our community. The blackest the brownest. So we have a responsibility in public heath to step up and address this.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The purpose of the news conference is to announce the results from a statewide survey, the first of its kind. Researchers visited more than 7,000 grocery stores in California, everything from small corner stores to big-box stores. The survey looked at how tobacco, alcohol and junk food are marketed.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The survey found that 71 percent of the stores carried alcohol, while 37 percent sold milk, and more than half did not carry fresh produce. The survey also found that unhealthy products were more prevalent and more heavily marketed in poor neighborhoods.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The news conference was held at the Euclid Market because it&apos;s participating in a Market Makeover project sponsored by UCLA and the University of Southern California. Store owners get a free remodel of their store if they agree to offer healthy products and take down ads for junk food, alcohol and tobacco.  Before the makeover, the first thing you saw when you walked into Euclid was a wall of potato chips. Now it’s a produce case. And the windows of the store are no longer covered with ads.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Maria Avila owns the Euclid Market. She says the store is beautiful now. Removing the ads from the windows brought more natural light in, and more life. Avila’s seen a slight uptick in sales.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But not everyone is convinced that these makeovers are good for business. The owner of a corner store a few blocks away had planned on participating in the makeover project, but said he changed his mind. He makes most of his money selling beer and junk food and he wasn’t convinced that people would buy produce even if he offered it.</p>\"},{\"content\":\"<p>And the owner is right. Stocking stores with produce is only part of the solution. People have to be motivated to buy it.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Most of the people we are working with are either food stamp recipients or food stamp eligible,&quot; said Mary Otetra Garcia, who runs a nutrition and physical activity program in Pasadena. &quot; People that are under the poverty level of 185 percent.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Garcia teaches classes on health and nutrition in a working class neighborhood with few places to buy healthy food.</p>\"},{\"content\":\"<p>&quot;I always tell people, whatever your cultural food is it’s okay to have that, because the more American diet they adopt or their children adopt, the unhealthier they get,&quot; she said. &quot;Studies have shown that people who come from other countries are healthier than the people that are here.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Maria Vargas participated in the program. She says it’s made a big difference in her families’ health. She buys potato chips and soda only for special occasions now, and doesn’t take the family to McDonald’s any more. Now she cooks most of her meals at home with her three children.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;They need to participate,&quot; Vargas said. &quot;That’s the way they learn how we can cook different and healthy foods.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Asked what she made for dinner the night before, she replied, &quot;Well,  you know when you do the Mexican rice, we do it steamed and I put tomato.&quot;</p>\"},{\"content\":\"<p>Joseph Garcia also took the class and has worked hard at changing his families’ eating habit, especially his eldest sons.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I think with all of us at home, we weren’t crazy about the changes,&quot; Garcia said. &quot;And I think a lot of of the family members don’t want to hear it. That you shouldn’t drink a lot of soda and eat a lot of fried things.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>He said he worries a little bit about what his son eats when he&apos;s not at home. &quot;I know that sometimes he will eat a hamburger around there. So I will find in the car a bag from Taco Bell or something. But he ends up doing alright for the most part.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Nearly all the restaurants in this part of Pasadena are fast food, mostly fried chicken and burger joints, a few small Mexican places. But fresh fruit was available from Alejandro Beltran, who sells mango, pineapple, cucumber and coconut, sliced and sprinkled with lime and chile, from a cart. He said business is pretty good.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I sell to all social classes, different races, Latinos, Asians, Americans,&quot; he said.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Bletran pulled a chunk of pineapple from his cart and sliced it in half with his knife.  Everyone eats fruit, he said.</p>\"}]","byline":"David Weinberg","published":"2014-03-27T19:48:38+00:00","tags":["APM","Wealth & Poverty","food deserts","grocery stores"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/grocery_1.jpg?itok=bDNSDY7e","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/jpeg"},{"type":"audio/mpeg","meta":{"duration_hms":"00:04:29","duration":269,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/03/27/marketplace_segment23_20140327"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/03/27/marketplace_segment23_20140327_64.mp3","format":"MP3"}]}