{"created":"2015-02-28T22:45:21+00:00","modified":"2015-05-22T23:57:19+00:00","valid":{"from":"2015-05-22T23:57:19+00:00","to":"3015-05-22T23:57:19+00:00"},"hreflang":"en","title":"Diversity Sells — But Hollywood Remains Overwhelmingly White, Male","published":"2015-02-28T23:39:00+00:00","teaser":"Women and minorities continue to be under-represented on TV and in film, both behind and in front of the camera, according to a new study — even though diverse films and shows make more money.","itags":["npr_api","389259335"],"guid":"495f72ff-17df-4f4d-87dd-488833d0ed93","contentencoded":"<p>If you want an accurate picture of ethnic and gender diversity in the United States, don't look to Hollywood.</p><p>That's the conclusion of the <a href=\"http://www.bunchecenter.ucla.edu/index.php/2015/02/2015-hollywood-diversity-report/\">\"2015 Hollywood Diversity Report\"</a> conducted by the <a href=\"http://www.bunchecenter.ucla.edu/\">Ralph J. Bunche Center for African American Studies</a> at UCLA.</p><p>The report quantifies the striking — if not surprising — racial and gender imbalances in film and television, both behind and in front of the camera, by comparing the representation of minorities to their actual proportions of the population.</p><p>\"At every level, in every arena, women and minorities are under-represented in the industry,\" says Darnell Hunt, the study's co-author and director of the Bunche Center. \"And the only question really is how serious, how egregious that level of under-representation is.\"</p><p>The report, the second such study conducted by UCLA, found that under-representation was often <em>very</em> egregious — even though diverse shows and films make more money.</p><p><strong>Hollywood's Homogeneity</strong></p><p>Women make up slightly more than half of the U.S. population, but, according to the report, directed only 6 percent of theatrical films in 2013.</p><p>Ethnic minorities, who make up <a href=\"http://quickfacts.census.gov/qfd/states/00000.html\">nearly 40 percent of the U.S. population</a>, received only 17 percent of the lead roles in theatrical films.</p><p>And among the ranks of top Hollywood film executives, the report states, \"the corps of CEOs and/or chairs running the 18 studios examined was 94 percent white and 100 percent male.\"</p><p>Co-author Ana-Christina Ramón says the findings were not surprising, but they carry an important message for the studios.</p><p>\"We continue to see that diversity sells,\" says Ramón. \"And that's a big point that needs to be then relayed to the studios and the networks.\"</p><p>According to the report, \"films with relatively diverse casts enjoyed the highest median global box office receipts and the highest median return on investment.\" The same holds true for success in television.</p><p>Although Hollywood is a business, constantly in search of new ways to make a profit, Hunt says the high-risk nature of the entertainment industry, combined with existing demographics, presents a barrier to diversity.</p><p>Gatekeepers and decision-makers, who are typically white men, says Hunt, \"want to keep their jobs. They want to succeed. And they feel that their best chance for success is by surrounding themselves with other white males, basically.\"</p><p><strong>TV Studios Starting To Change</strong></p><p>Television has recently seen highly diverse shows succeed in greater numbers, such as <em>How To Get Away With Murder</em>, <em>Black-ish, Empire</em>, <em>Jane The Virgin</em> and <em>Fresh Off The Boat</em>.</p><p>UCLA's report confirms that TV fares better than film, in terms of diversity.</p><p>\"Film always lags behind television,\" says Hunt. \"I think part of it has to deal with, in many ways, the higher risk associated with film.\"</p><p>Studios produce relatively few films every year, and each film can cost hundreds of millions of dollars. There are many more TV shows produced each year, and their budgets are typically much smaller.</p><p>Another factor is the power of the audience. Aside from voting with their wallets and their remote controls, Ramón says, viewers who want to encourage change in Hollywood should engage on social media.</p><p>\"Every viewer has really the power to influence the network directly, especially through Twitter,\" says Ramón.</p><p><em>Scandal </em>viewers, she says, helped change the arc of a show that was once about to be canceled. And once shows succeed, they establish a model that can be imitated — which might be why upcoming TV pilots also show promise in terms of diversity.</p><p>\"Whenever [TV networks] see a formula that works and makes money, they want to also replicate that,\" says Ramón. \"And so right now they do see that certain diverse shows with black female leads, that those are selling. And so you can see that some of the pilots are trying to replicate that.\"</p><p>\"Nothing succeeds like success,\" says Hunt.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Diversity+Sells+%E2%80%94+But+Hollywood+Remains+Overwhelmingly+White%2C+Male&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389796987-341889.m3u?orgId=1&topicId=1048&d=271&p=2&story=389259335&t=progseg&e=389259237&seg=5&ft=nprml&f=389259335"},{"href":"http://media.npr.org/assets/img/2015/02/27/jav115a_0035b-20213425dc7da9d6b91aaac1f13cea93a05fc553.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1888","width":"2518"}}]}