{"created":"2014-10-08T15:47:21+00:00","modified":"2014-10-31T01:56:12+00:00","valid":{"from":"2014-10-31T01:56:12+00:00","to":"3014-10-31T01:56:12+00:00"},"hreflang":"en","title":"For A Showman Larger Than Life, An Even Bigger Best Friend","published":"2014-05-21T04:34:00+00:00","teaser":"Growing up, Ivor David Balding said that he would one day own an elephant. A lifetime later, the longtime circus showman leaves behind his best, and biggest, friend: an African elephant named Flora.","itags":["npr_api","313996706"],"guid":"496141ba-2d1b-401b-9bc6-13fe4e7c423d","contentencoded":"<p>Ivor David Balding once said, \"I wanted an elephant all my life.\" And he got her: Balding adopted a baby elephant named Flora. Together, he and his beloved elephant were the stars of Circus Flora, which he co-founded in St. Louis. Decades later, the circus remains an institution in the city.</p><p>Balding recently died at the age of 75. For more on his life and unlikely friendship, NPR's Audie Cornish turned to circus composer Miriam Cutler. Cutler co-produced and composed the score to <em>One Lucky Elephant,</em> a documentary about Balding's relationship with Flora. More important, she was a good friend to them both for many years.</p><hr /><h3>Interview Highlights</h3><p><strong>On the peculiar wardrobe difficulties of being best friends with an elephant</strong></p><p>David was quite a presence. He had a very large physical presence and a booming theatrical voice. I think he was born to be a ringmaster. He always dressed with the top hat and tails when he was the ringmaster.</p><p>Normally, [David] always had to be careful what he wore, because when you hang out with an elephant — elephants' trunks are also their noses, and so they have a lot of constant snot. Flora was always putting her trunk around David, reaching in his pockets, looking for treats. I always made a joke that every shirt he had had spots on it.</p><p><strong>On how Balding came to adopt Flora</strong></p><p>The story goes — and the way he described it in our film, <em>One Lucky Elephant</em> — he was raised by a family that worked with horses. So, early on, he always had an affinity for animals. He said often that he always dreamed of having an elephant, because I think he was raised with the Babar stories.</p><p>I guess in his travels, he came to understand that there were these baby elephants available. Unfortunately in Africa, especially at that time in the '80s, there was a lot of culling going on of the African elephant herds. They were killing the adults and taking the babies, and then selling them. And so David heard about these baby elephants that were available and decided that he was going to go get one.</p><p><strong>On their bittersweet separation</strong></p><p>As he was getting older, he was really very concerned about the fact that she was going to outlive him, and he wanted to make sure that he took care of her. David knew Carol Buckley, who was running [a] sanctuary.</p><p>The idea was that he was supposed to be able to visit her regularly, and he was planning to. But Flora developed some behavioral problems, and Carol decided that it would be better if she didn't see David again. David was really heartbroken. This was one of those classic situations of people having their heart in the right place, but they have very different ideas about what's best for the elephant. We all wonder if Flora knows that he died.</p><p><strong>On the decision to hold Balding's memorial at the circus</strong></p><p>You know, David got married in the circus tent, too. All the animals were there; Flora was the maid of honor. It was really, really fun, so I know that the animals will be there and so many of his friends from so many years of him being a major part of that world.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+A+Showman+Larger+Than+Life%2C+An+Even+Bigger+Best+Friend&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313996707-d3a825.m3u?orgId=1&topicId=1062&ft=3&f=313996706"},{"href":"http://media.npr.org/assets/img/2014/05/19/flora-the-elephant-b7178f67155e2577644878d1dec73321217dd8e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1087","width":"1450"}},{"href":"http://media.npr.org/assets/img/2014/05/19/david-and-flora-abb39f4d03c34e0049bf977a3eb4670f91eb5886.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1238","width":"1650"}}]}