{"created":"2015-05-15T11:29:20+00:00","modified":"2015-05-15T11:29:20+00:00","valid":{"from":"2013-08-01T16:55:06+00:00","to":"3013-08-01T16:55:06+00:00"},"hreflang":"en","guid":"496b7915-322c-4a80-8987-95e55f6588db","contentencoded":"<div class=\"barn-cleaned\"><p>Remember these five tips from today's show on credit and debt.</p>\n<ul>\n<li>Not all debt is bad debt. That's from Louis Barajas, a personal finance expert and a financial adviser.&nbsp; \"It's focusing on how you are spending the money and how it is going to leverage you to actually &nbsp;make more money in the future,\" Barajas explains.&nbsp; So what does that mean?&nbsp; Don't think of debt as bad if you are investing in yourself, your productivity, or your education.</li>\n</ul>\n<ul>\n<li>Keep perspective if you are paying debt down.&nbsp; Always&nbsp;remind yourself of what you are looking forward to once the debt is paid off.&nbsp; \"If you have lost sight of that,\" Barajas says, \"Then,&nbsp;it becomes drudgery.\"&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<ul>\n<li>Research secured credit cards.&nbsp;&nbsp; If you are looking to rebuild a credit score, you might want to try this type of card.&nbsp; That's according to&nbsp;Gerri Detweiler &nbsp;from Credit.com.&nbsp; \"If you don't have any credit now, getting a credit card, a secured card, for example is one of the fastest ways to establish credit,\" Detweiler explains.&nbsp; How do those card work?&nbsp; You give the lender money to insure you're good for the credit you get.</li>\n</ul>\n<ul>\n<li>Late payments hurt your credit score.&nbsp; John Ulzheimer is the President of Consumer Education at SmartCredit.com.&nbsp; He answered a question many of our listeners asked this week:&nbsp; How late can you send in a credit card payment?&nbsp; \"In order for a late payment to be reported to the credit reporting agencies, you have to be a full 30 days past your due date,\" he explains.&nbsp;</li>\n</ul>\n<ul>\n<li>Don't chase perks, points, cash back, miles. Remember what Ron Lieber of the New York Times says.&nbsp; \"The more spend in pursuits of these rewards, the more likely you are to get in debt,\" Lieber says.&nbsp;\"Once&nbsp;&nbsp;you are in debt, you'll be paying 12 or 18 or 29 percent a year and then the credit card companies win.\"</li>\n</ul>\n<p>Don't let the credit cards companies win. &nbsp; &nbsp; &nbsp;</p></div>","itags":["Marketplace Money for Friday, August 2, 2013","496b7915322ca808987595e55f6588db","PMP:Marketplace_PMP","Marketplace Money","Marketplace"],"tags":["APM","Credit Cards","Your Money","credit","debt"],"byline":"Adrienne Hill","teaser":"Remember these five tips on credit and debt from today's Marketplace Money.","description":"Remember these five tips on credit and debt from today's Marketplace Money.","contenttemplated":"[{\"content\":\"<p>Remember these five tips from today&apos;s show on credit and debt.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<ul><li>Not all debt is bad debt. That&apos;s from Louis Barajas, a personal finance expert and a financial adviser.  &quot;It&apos;s focusing on how you are spending the money and how it is going to leverage you to actually  make more money in the future,&quot; Barajas explains.  So what does that mean?  Don&apos;t think of debt as bad if you are investing in yourself, your productivity, or your education.</li></ul>\"},{\"type\":\"text/html\",\"content\":\"<ul><li>Keep perspective if you are paying debt down.  Always remind yourself of what you are looking forward to once the debt is paid off.  &quot;If you have lost sight of that,&quot; Barajas says, &quot;Then, it becomes drudgery.&quot;   </li></ul>\"},{\"content\":\"<ul><li>Research secured credit cards.   If you are looking to rebuild a credit score, you might want to try this type of card.  That&apos;s according to Gerri Detweiler  from Credit.com.  &quot;If you don&apos;t have any credit now, getting a credit card, a secured card, for example is one of the fastest ways to establish credit,&quot; Detweiler explains.  How do those card work?  You give the lender money to insure you&apos;re good for the credit you get.</li></ul>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<ul><li>Late payments hurt your credit score.  John Ulzheimer is the President of Consumer Education at SmartCredit.com.  He answered a question many of our listeners asked this week:  How late can you send in a credit card payment?  &quot;In order for a late payment to be reported to the credit reporting agencies, you have to be a full 30 days past your due date,&quot; he explains. </li></ul>\"},{\"type\":\"text/html\",\"content\":\"<ul><li>Don&apos;t chase perks, points, cash back, miles. Remember what Ron Lieber of the New York Times says.  &quot;The more spend in pursuits of these rewards, the more likely you are to get in debt,&quot; Lieber says. &quot;Once  you are in debt, you&apos;ll be paying 12 or 18 or 29 percent a year and then the credit card companies win.&quot;</li></ul>\"},{\"content\":\"<p>Don&apos;t let the credit cards companies win.      </p>\",\"type\":\"text/html\"}]","published":"2013-08-01T16:55:06+00:00","title":"Five credit tips","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/WWW/data/images/repository_orig/2011/10/18/20111018_teacher_class_school.jpg?itok=KF1K-98A"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/02/marketplace_segment31_20130802_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/02/marketplace_segment31_20130802","type":"application/json"},"duration_hms":"00:02:11","duration":131}}]}