{"created":"2015-04-06T12:03:20+00:00","modified":"2015-07-01T18:51:56+00:00","valid":{"from":"2015-07-01T18:51:56+00:00","to":"3015-07-01T18:51:56+00:00"},"hreflang":"en","title":"Malcolm Spellman: 'The Real, You Just Can't Beat It'","published":"2015-04-07T13:48:00+00:00","teaser":"A writer and producer of <em>Empire</em> spoke to <em>Microphone Check</em> about which subplots on the TV show come from hip-hop history and the ways its central storyline is particularly American.","itags":["npr_api","397733383"],"guid":"497850b5-f719-4d53-99e6-2859cb80b949","contentencoded":"<p>While <em>Microphone Check</em> was at SXSW right after the season one finale of <em>Empire</em>, we spoke to <a href=\"https://twitter.com/malcolmspellman\" target=\"_blank\">Malcolm Spellman</a>, who's one of the writers and now also a producer on the show. We talked about the show's effect on the hip-hop culture market, what it demonstrates about ongoing changes in Hollywood and the ways its storyline is particularly American.</p><p>\"At the core of this country, this story is appealing, including the criminality at the base of it,\" says Spellman. \"Because on a macro level, some rough-ass people came here, served the natives, and built up their s---. And they felt righteous in doing it because they had to do what they had to do. It was problems back home, you know what I'm saying?\"</p><p><strong>FRANNIE KELLEY</strong>: Thank you for coming.</p><p><strong>MALCOLM SPELLMAN</strong>: I'm glad to be here.</p><p><strong>KELLEY</strong>: We're glad to talk to you after the season finale of <a href=\"https://twitter.com/empirefox\"><em>Empire</em></a><em> </em>for which — what is your official title?</p><p><strong>SPELLMAN</strong>: It was co-producer season one. Now it'll be producer for the — we're about to go back into the room in like two weeks and get started.</p><p><strong>KELLEY</strong>: Oh, man. You left a lot of people hanging.</p><p><strong>SPELLMAN</strong>: It's been really interesting to see the conversation of — so for screenwriting, everything is about intent, right? What are you — what feeling are you trying to evoke. And then you wonder if it's going to be pulled off. So for this finale, it's like, you want people to feel like this and to be in a bar with everyone seeing it, you're like, \"Oh s---. It worked.\"</p><p><strong>KELLEY</strong>: How responsible --</p><p><strong>SPELLMAN</strong>: Sorry. I cuss a lot.</p><p><strong>KELLEY</strong>: It's totally fine. We don't care on the show. I can't stop myself so --</p><p><strong>SPELLMAN</strong>: Alright. Good.</p><p><strong>KELLEY</strong>: — everybody's allowed. What was your involvement in the line, \"Game on, b----es?\"</p><p><strong>SPELLMAN</strong>: That wasn't me at all.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>SPELLMAN</strong>: No involvement. So there is — the top-down dynamic is you have the creators <a href=\"https://twitter.com/leedanielsent\">Lee</a> and <a href=\"https://twitter.com/dannystrong\">Danny Strong</a> — I mean, Lee Daniels and Danny Strong — who created the world. And then they brought on a showrunner, <a href=\"https://twitter.com/ilenechaiken\">Ilene Chaiken</a>, who runs all — there's, I think, seven or eight writers in the room. And Ilene governs all of us and leads us or whatever, right? So it matriculates upward or downward depending on what the big dogs are doing. So you get lost. There's so much stuff being fired from all these people. I don't know --</p><p><strong>KELLEY</strong>: You don't know which is yours and —</p><p><strong>SPELLMAN</strong>: That for sure wasn't mine but it's hard to tell anyway. And it would probably be inappropriate. I got some good s--- in there. But it'd be inappropriate for me to start claim — cause it's such a collaborative thing, you know what I'm saying? I can't start --</p><p><strong>KELLEY</strong>: Alright. Fine.</p><p><strong>SPELLMAN</strong>: But I got some winners.</p><p><strong>KELLEY</strong>: So we wanted to talk about how hip-hop relates to it and how, I guess, true-to-life the music industry as it operates now is to the show. It seems to me like what is happening on the show is more like what the industry was a few years ago. I mean, how much do you care about how realistic what's happening --</p><p><strong>SPELLMAN</strong>: So the first thing you always have to look for is narrative drama. That trumps everything. That's like anytime you see a true story based on whatever, a lot of it's going to be a lie. A lot of it's going to be stuff that was fabricated to feel like what the true story would be, right? Cause you gotta honor, you know what I'm saying, drama and conflict first. So that supersedes everything.</p><p>You're right that this label does exist a lot like a label in the glory days of hip-hop. And it's a bigger thing that that, right, but, that said, we bring in — like the consultants and stuff who come in, really super high-power people who are like the most relevant in the business today, they feed us what the current state of music is and that finds its way in also. So if we're talking about Empire Records, on its face, it kind of looks like what a record label used to be before the kingdom collapsed but you'll see the stories within that a lot. Like you'll see younger characters gotta hit up a blog or whatever to get they s--- out there.</p><p><strong>KELLEY</strong>: And also the ways that celebrity culture has changed a little bit now.</p><p><strong>SPELLMAN</strong>: Yeah. Yeah.</p><p><strong>KELLEY</strong>: The \"gotcha culture.\"</p><p><strong>SPELLMAN</strong>: Yeah. And the idea that — you look at the perception — there's a scene where Hakeem disses Obama. And, by the way, everyone's a fan of Obama in that room. But Hakeem disses Obama, pees on the floor or whatever, right? And you can see the age gap in the characters. You can see Lucious is, you know, furious about why the f--- would you act like that or whatever, right? And the younger characters understand, you know what I'm saying? Whether it's stated explicitly, they understand, you know, you do what you do. You get it out there. And it could take off. It could go viral, which is what happened to that thing. So again, that's relevant.</p><p><strong>KELLEY</strong>: But it's also kind of a way to — I mean, there's a lot of, among my friends at least, trying to be like, \"Oh, who's the Tommy Mottola character? Who's the <a href=\"https://twitter.com/rihanna\">Rihanna</a> character?\" Or whatever. So in some ways it seems to me there's like a re-telling of some of the legends of the hip-hop industry — or these characters.</p><p><strong>SPELLMAN</strong>: Absolutely.</p><p><strong>KELLEY</strong>: Oh, OK. That's intentional?</p><p><strong>SPELLMAN</strong>: Yeah. Absolutely.</p><p><strong>KELLEY</strong>: I thought we were making it all up. OK.</p><p><strong>SPELLMAN</strong>: No no no no no. It's literally — again, it's probably not appropriate to say names. But did you — the --</p><p><strong>KELLEY</strong>: The <a href=\"https://twitter.com/iamdiddy\">Puffy</a> character.</p><p><strong>SPELLMAN</strong>: It's every — anytime — yeah. All that s--- is based on a real story. Someone who comes in, gives us real — you could see that sometimes — when the details come out you should know that didn't come from nowhere. And literally the superstructure, also, is based on something real that occurred. You guys aren't making that up. There's a lot of mirroring.</p><p>You know, and then you have to add the — you gotta warp it or change it or shift it to make it the most dramatic and compelling you can be.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: Mmm.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SPELLMAN</strong>: Elle Dallas. The stories that came in to create her were --</p><p><strong>KELLEY</strong>: <a href=\"https://twitter.com/courtney\">Courtney Love</a>. Sorry. Yeah.</p><p><strong>SPELLMAN</strong>: Yeah. Some very real, very big, tragic stuff.</p><p><strong>KELLEY</strong>: People really responded to that story line.</p><p><strong>SPELLMAN</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: And also her performance.</p><p><strong>SPELLMAN</strong>: Yeah. She crushed it. She brings her whole backstory to the table.</p><p>And I could be mistaken here. I'm almost sure that was Lee casting like that dude definitely has a gift for making everybody involved say, \"What the f---?\" You know what I'm saying? And then once it goes down, you cannot imagine how anyone else would've been cast there or if it's a scene, you know what I'm saying? So for that one, maybe not everyone said that, but I would've never expected Courtney Love to be on our show.</p><p><strong>MUHAMMAD</strong>: Yeah. It was a good — I was wondering just from her experience was that even more of a challenge to play that character? Because it seems like it could be so close to her life in certain aspects.</p><p><strong>SPELLMAN</strong>: So that — whatever's happening behind the scenes in that particular storyline is above my pay grade. But I felt that too. That, like — once I started seeing dailies come in of what was being shot — that's what I'm saying. Her whole backstory is right there on the table, you know what I'm saying? And she's very vocal about her stuff so it definitely added a weight and a pathos that was deeper than just some lines written and acted.</p><p><strong>KELLEY</strong>: But that's also another way the show plays into the social media age that we live in. Cause a lot of the press I read about it is like, \"It's so dramatic! It's the new <em>Dynasty</em>!\" Or whatever. But it has these extra layers of ways that we can dissect it and relate to it or feel like we know more of the story than we normally do. So it sounds like that was all on purpose and a winning formula.</p><p><strong>SPELLMAN</strong>: You know, it's hard. I don't want to pretend that everyone connected every single dot on how successful and how much this would resonate with people but I don't know want to downplay that these writers are in this room and they're talking about how people — when you're talking about the social media aspect, like, they're not trying to say, \"Oh, we're trying to game the system and get people to do this.\" But because a lot of them are very active in social media or whatever, they're aware that like, \"Man, when we do this, people are going to feel\" --</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SPELLMAN</strong>: You know what I'm saying?</p><p><strong>KELLEY</strong>: Like, \"If it were me and I saw that.\" That would tell people —</p><p><strong>SPELLMAN</strong>: Yeah. Exactly.</p><p><strong>MUHAMMAD</strong>: Question about the music and, as it being a script in and of itself, is the music — in certain aspects, is the music created before the story is written to help push the story along or is it the story dictates what the music is supposed to be in terms of it being in the script?</p><p><strong>SPELLMAN</strong>: A lot of times it is the story. And <a href=\"https://twitter.com/timbaland\">Timbaland</a> and his team are great about this. Like, Tim will send — his right hand man, <a href=\"https://twitter.com/beanzbeanzbeanz\">Jim Beanz</a>, will come into the writer's room, right, and he'll get — we map out the global of the thing. The sort of process before it gets to the music level is the room has a general idea on where it's going to go. The big dogs'll go — they'll set the big bullseyes before we even come in. And then it starts to get broken down in a more and more refined way. To the point that, we may not know exactly what happens in an episode but you have an idea that Jamal's going to need a song like this. And Jim will come in and talk with us and challenge us like, \"Whoa. OK. How does he feel?\" He'll get very — he knows dramatically what's going to happen before he goes back and starts working with Tim on creating it. So, yeah, it's pretty dope to see that happen.</p><p><strong>MUHAMMAD</strong>: It's such a — I mean, the lyrics and the music tell a story in and of itself. It's so deep and, I think, a strong script line in and of itself. I just was fascinated by that.</p><p><strong>SPELLMAN</strong>: Yeah. It's an amazing resource too because there's — we have so much confidence in them and they'll deepen it too. Tim'll be like, \"Man, this s--- is from my life.\" So as the story — we know the song needs to be. He's delivering it and the texture from his stuff might add details to the scene that will eventually be written. But there's also now a confidence in the writer's room. \"We might not even have to say this.\" Like, \"This song is going to do so much when it comes in that that's going to be more potent than anything that we could say or write.\"</p><p><strong>MUHAMMAD</strong>: You know what I most love about it is the fact that this company, Empire, that Lucious is trying to take public. It's so ambitious and daring that I'm not sure of any of the hip-hop moguls who've had — like <a href=\"https://twitter.com/unclerush\">Russell</a> with — <a href=\"https://twitter.com/defjamrecords\">Def Jam</a> is probably the most successful rap label that has gotten close enough maybe. I don't know what <a href=\"https://twitter.com/masterpmiller\">Master P</a> did with No Limit or what has happened with <a href=\"https://twitter.com/cashmoney\">Cash Money</a>. But in the sense of going public, that's ambitious as hell.</p><p><strong>SPELLMAN</strong>: So you know what was helpful for that is — you know <a href=\"https://twitter.com/briangrazer\">Brian Grazer</a> is one of the producers, right? And he took his company public. And so, again, that's the great thing about these people they bring into the room. You have an idea of what you want to happen dramatically and narratively. And then the real life s--- is so much better and more — so he can talk us through that and what the pressure is like. Because when you going public — this is one of things we learned in talking to Grazer — is the stakes become all or nothing. You were fine before you ever tried to go public. But if you f--- that up, you know what I'm saying, you've destroyed you had that you was going to carry into the bigger level or whatever. So, yeah, it's just interesting how that might not be directly hip-hop, you have — trust us. Russell's book is in there, is in the room. Everyone's read it. And then you bring in a dude who's took a company public to add the flavor.</p><p><strong>MUHAMMAD</strong>: Question. This may be so trivial but the golden emblem that hangs over Lucious' chair, is that deliberate or is that just one of those props that just look cool? Cause it looks like — what are those psychological — what is that blot called?</p><p><strong>KELLEY</strong>: Rorschach test?</p><p><strong>MUHAMMAD</strong>: Rorschach.</p><p><strong>SPELLMAN</strong>: You know what? I don't know because there's a second — there's a creative conversation with the higher level folks — I mean, you're talking to department heads. Like, you got all these people — when you're putting together a TV show, I don't know that the general public really understands the motherf---er that's doing props and sets and building this room, right, is also a creative genius and wants to add texture to the scene. So they're going to talk about everything that's happening in that room and what it's going do and they're going to challenge you. And then Ilene or Lee and Danny have to be like, \"Well, we didn't mean it like that. We don't want that vibe.\" And they want to know. And then they're going to dress it up. So there's a chance that level stuff — if not specifically that, that is occurring all the time on the set. And any good TV or movie that's part of what's — that's a layer.</p><p><strong>KELLEY</strong>: That makes sense.</p><p><strong>MUHAMMAD</strong>: So not to kill — you said earlier about creating drama, there's that precedent over maybe what may be factual. But is being contentious the enemy of what's happening on <em>Empire</em>? Because it seems like these people have everything. They have the world. Like, each one of them have the world. And it's not enough.</p><p><strong>SPELLMAN</strong>: Man, you know how real that is though. Like, when they say more money more problems, you know what I'm saying, that s--- is — in my outside ventures in this music thing, I'm already seeing just on a microscopic level that s---. You know what I'm saying? And so that is definitely something, I think — you know, you grow up a certain way and you have an idea if you're going to be an athlete or a rapper or whatever, right, how money's going to solve everything. And then here you have this family that has it and all this s--- is on display for you. And you're like, it magnifies everything. It intensifies it. And I believe that that's 100% honest. I think — that's real.</p><p><strong>KELLEY</strong>: That's crazy.</p><p><strong>MUHAMMAD</strong>: How — if you're going to build an empire and, in building an empire, your family, how does one not protect their family? I'm speaking to the episode where Lucious is telling Jamal like he left him open to the wolves basically. And in that one scene where he's in the studio and some people come up in the studio in a stick-up mission, I'm like, if you're going to secure your empire, you gotta worry about even the smallest of — you can't leave any aspect open like that. Cause then it shows your vulnerability.</p><p><strong>SPELLMAN</strong>: But remember what you're dealing with. Like, with these super egos, the same thing that makes them, propels them to the top. Like, how many people do we know where you're wondering why they even in it anymore, you know what I'm saying? And why they're getting involved with heavyweight s---, drama or whatever, right?</p><p>So the ego and the things that drive Lucious aren't completely rational all the time. There's a lot of id in that character. We talked about that. A discussion'll be: is it mostly id or mostly intellectual? And so his decision making process will at times seem like the most calculating motherf---er and like he's damn near like Walter White — but even Walter White's that character. In the end his ego undoes him and makes him do completely irrational stuff and so — I'm trying to remember the exact scene you're talking about. I mean, I remember when the stick-up dudes come. But if he's doing something that violates what would be the obviously smart way to go, it's just coming from that facet of that character.</p><p><strong>KELLEY</strong>: Well there's also all this — he's motivated but he doesn't understand why he's so upset about Jamal being gay, right?</p><p><strong>MUHAMMAD</strong>: Well, I think he --</p><p><strong>KELLEY</strong>: He acts irrationally in that regard all the time.</p><p><strong>MUHAMMAD</strong>: Yeah. All the time. I get it. I just — I mean, if you're building an empire, you want to make sure that even --</p><p><strong>KELLEY</strong>: He took a side.</p><p><strong>MUHAMMAD</strong>: It's your son. You know, so you're vulnerable. If he's kidnapped, oh shoot, you know? Does your empire crumble? I'm probably being a little bit too specific about that little thing. It reminds me of just human nature and, again, not being satisfied in pursuing whatever it is that you want from life. And I think that this story, it has such a draw because of the backdrop of hip-hop and I think it's showing hip-hop in a way that hasn't been seen before.</p><p><strong>SPELLMAN</strong>: Yeah, you can't beat — I mean, that's the thing. The real, you just can't beat it. So we have all those stories coming into this room and — exactly. It's just you, again, experience so much of the stuff firsthand. It's gotta be, like — even if it's overblown and dressed up and glitzy or whatever, it feels like — you're like, \"Oh, man, I know that dude or that woman,\" you know what I'm saying? Yeah.</p><p>We got all the books there. All of us have some kind of experience. There's even more people coming in now with deep deep deep history of hip-hop. And we bring in these consultants who tell these stories and they come in and they spend days with us sometimes. And, yeah, that s---, it laces it and gives it that truth even if it's going to a spectacular place like <em>Dallas </em>or <em>Dynasty</em> does. What I think is propelling this s--- to the degree that it keeps going up and keeps sticking with people is there's — I don't know that on <em>Dallas </em>or <em>Dynasty </em>common folks felt a truth to the level that they do on <em>Empire</em>.</p><p><strong>KELLEY</strong>: I mean, what do you say — I hate it — sorry. I hate it when people ask that question that way.</p><p><strong>SPELLMAN</strong>: That's the best question to ask. What is it?</p><p><strong>KELLEY</strong>: Nah. Well. People criticize <em>Empire</em> for being exploitative or that it's cartoonish and it's making black people look bad.</p><p><strong>SPELLMAN</strong>: It's — so, in the end — first off, you can't avoid that, particularly with black folk. Like, we get — we've dealt with so much s--- getting here, you know what I'm saying? It's hard. We're nervous, you know what I'm saying? I remember when <em>Black-ish </em>came out so many people were terrified of what it might be, simply cause the title was <em>Black-ish</em>. And it turned out to be brilliant and part of this movement.</p><p>Like, there's a big change happening in Hollywood right now because of — started by <a href=\"https://twitter.com/shondarhimes\">Shonda</a>, then <a href=\"https://twitter.com/funnyblackdude\">Kenya</a> came in with <em>Black-ish</em> and — if you guys have time or whatever, we'll talk about that. This is a passionate thing thing for me, not to get to your question or whatever. Right. But look what it took coming to there.</p><p>And so we do the — everyone, black, white in America is the f---ing thing. No matter — it just is the thing. And black folks and white folks who are — we just get uncomfortable. Here's a show that is black from creators to the writers room to the cast. This is a very very very black show and there's going to just be an unease there, number one.</p><p>Overall, the support for the show, which is boring to talk about, is so much bigger and drowns out — like if you go on Twitter and look at #BoycottEmpire, look what happens. So the person who wants to boycott Empire, that's more interesting to talk about. But look at their Twitter feed. It's all folks like, \"F---,\" you know what I'm saying? \"This s--- is awesome. Why would you\" — you know?</p><p><strong>KELLEY</strong>: Yeah, we spoke to — I didn't speak to — you didn't speak to Cedric. We did an event. It was <a href=\"http://www.npr.org/blogs/microphonecheck/2015/02/27/389611272/microphone-check-live-the-spook-who-sat-by-the-door-screening\" target=\"_blank\">a screening of the film <em>The Spook Who Sat By The Door</em></a> and people on the panel — one person on the panel was <a href=\"https://twitter.com/africanacarr\">Greg Carr</a> who's the head African-American history department at Howard. And he was dogging it. He was like, \"It's not good for us. But I still watch it. Partly cause I want to know what's going on. But I still watch it.\" And so I think that it's the intellectual — academic — community that feels the need to respond.</p><p><strong>SPELLMAN</strong>: It's funny. I move in a way — I'm very very confident about my moral compass and my obligation to s---. I'm extremely confident about it. When I didn't have no money as a screenwriter or whatever, there were projects that came my way and I was like, \"No. F--- no. I'm not doing that.\" So I feel very very sure about what we're putting out, like to the point of being brazen.</p><p>And I think that most of the stuff that's — most of the people who are uptight about it kind of have an obligation — their career is based on finding — you have to — you're not going to have nothing to say. If you don't have a problem with <em>Empire</em>, what are you going to write about, right?</p><p>On another level, what these people really don't understand because Hollywood is such a closed thing is the sea change that has happened. And it's permanent, I think, this time. Because the movie business and the TV business are in a desperate state, or whatever. Here comes this — again, it's really important for me to acknowledge you have Shonda who very quietly was like — you look back at what she's done and you hear her talk. That s--- ain't by accident that she's changing the palette of television. And these are billion dollar moves she's making. And not just a billion dollars now, ongoing for decades. And then you have Kenya coming through with some cutting-edge s---. And then you have <em>Empire</em>. And the people who are uptight about it don't understand whatever it is you do want to see, it's now viable. Because the final thing — Lee, Danny, Ilene, all of us in the room, I don't know Fox as well, but motherf---ers are aware of that. So there is a sense of duty going on here also. And it's huge what has happened. I'm telling you. I'm a screenwriter — go ahead.</p><p><strong>MUHAMMAD</strong>: Well, I wanted you to finish your statement. I'm just thinking that — I haven't seen a lot of criticism but I just think, well if that is really people cry about <em>Empire</em>, I'm like, \"Then what happens on the Maury Povich show in terms of the way that black people\" --</p><p><strong>KELLEY</strong>: Well, that's --</p><p><strong>MUHAMMAD</strong>: I mean, there's things that you could really be upset about but I see past that and I just see the story of, which is historic and it doesn't have a color on it for me — it's a historic story of having a family and you having nothing and you grow into having everything and you wanting to protect that and you wanting to make sure that through the generations whatever it is that you've built will continue to build. And in that infrastructure you're going to have a natural sort of dynamic between family where there's people who ride with you and there's people who are jealous of your situation and people who see the wealth as a means for them to get a piece of it in any way that they can, be it a relative, an assistant, or whatever. And the things that people will do to attach themselves to that. I mean, it's just like a regular basic human story to me and you're going to have people siding and family where there's siblings — there's some siblings that get along with the others and some siblings that don't. Or in this particular case, there's, again, a great deal of wealth that's at stake and I don't think that has color. It's not a racial thing to me. It's just a human --</p><p><strong>SPELLMAN</strong>: I agree. It's also particularly American, right? Meaning at the core of this country, this story is appealing, including the criminality at the base of it. Because on a macro level, some rough-ass people came here, served the natives, and built up their s---. And they felt righteous in doing it because they had to do what they had to do. It was problems back home, you know what I'm saying? And so I think that definitely, like you're saying, that's just human and specifically American.</p><p>Like, we forget those stories don't exist — my mom's French, right. And she's like, \"You ain't making your name\" — this may be changed now but that s--- — their culture is you are born to a certain station in life and that's pretty much what it's going to be. But that sense of going hard to build something for you and your family and prospering or whatever is distinctly American and definitely it transcends race, you know what I'm saying? And it shows. Everybody — 90% of the population is never going to make moves to really move their station in life but they all feel like they could. I think that's in the numbers and I agree. It's a --</p><p><strong>KELLEY</strong>: Yeah, it's about the structure of wealth. I'm reading that <a href=\"https://twitter.com/pikettycapital\">Thomas Piketty</a> about inequity and how it all works on an economic level. And it's like when inherited wealth is really important and growth is not really happening then we just all sort of stay. There isn't much we can do about it. But here there were times when things were really unstable and you couldn't count on inherited wealth. And so that's when things really do grow and you invent things and you change whole industries and then that changes growth down the road. But, yeah, rough people come here. You know, my people came here from nothing.</p><p><strong>SPELLMAN</strong>: Yup.</p><p><strong>KELLEY</strong>: You wanted to talk — well, when we talk about the show, we were talking about the songs. And I was wondering — I asked him how closely they relate — like if that's real, that something happens in your life and then you go in a studio and you make a song about it. It seems convenient for your process. But you said that's really how it works.</p><p><strong>MUHAMMAD</strong>: Well, because you draw on life, you know, and you go into the studio with it. And I think maybe that's what's happening in the story line where there's things that's happening in the life and they seemingly go into the studio and record about these things. But it just — it's done so well. It made me wonder if the music was dictating some of what was happening.</p><p><strong>SPELLMAN</strong>: I can't tell the percentage on when it happens that way. I know — because I'm most focused on when we know we're going to need a song that relates to that. But it's still going to — the process to capture that, that's very very deliberate. Like, what's talked about before that scene is ever written — in two or three months, there's a discussion of we're trying to push Jamal to a place where he feels like this. And because of who he is and because he's an artist and because we're talking to people like Jamal who are coming in the room, there's a sense that, yeah, certain events gotta happen to push him to a point where he's going to get in that studio. It's going to be some scene that feels like this.</p><p><strong>MUHAMMAD</strong>: Is it deliberate to talk about when you guys — when the show is created — maybe you have some insight on this — to tackle certain things like the bipolar aspect of what's happening or the homosexual aspect of what's happening in the hip-hop community setting. Like, you guys are really pushing issues that I don't think have ever been seen maybe in a black story. Was that intentional or was it just these things that were discovered as, you know, talking to other people who are giving you information about the music industry, some of your consultants? Were these conversations that came up that they felt things needed to be important?</p><p><strong>SPELLMAN</strong>: It's very intentional. And here's what makes <em>Empire </em>unique: That writer's room has gay people, a lot of black people, Latinos, people from disparate backgrounds. That seemed like duh to you guys but that s---'s not happening in other writer's rooms, right? So the opinions — I don't want to air myself out but I've been ignorant about certain things, you know what I'm saying? And because it's such a warm environment in there, I'll say some s--- and one of the gay writers will be like, \"Dude,\" and that discussion is coming out.</p><p>But let me just say, even from the beginning, Lee and Danny were very — like pushing the thing with a gay storyline and the conflicts about that in the hip-hop community, that was understood that we're going to be exploring that from season one before any of us even came onto the show. And some of the most powerful scenes are real real stories from Lee.</p><p><strong>KELLEY</strong>: I think people can tell when they're real.</p><p><strong>SPELLMAN</strong>: You can f---ing tell. You feel it. And so that thread was before we even came onto it, they knew they wanted to explore that.</p><p>Very quickly, the bipolar thing, again, you know we all — so in our room, the discussion is if you don't have no black people in the room, you don't know that — you will be told crazy — unless you are literally schizophrenic, for a lot of us, you ain't crazy, you know what I'm saying? But because that's in our room, the conflict for the bipolar thing can really really be explored in a compelling way that's feeling like a f---ing release. So many people are like, \"Dude, finally.\" And the reason it hasn't been happening before is cause they don't put no — they don't put us in the room. They don't have these other voices. And if I'm sounding like it's specifically black, it's not. It's just our s--- be so hyper concentrated of what American stuff is, that if we do the black version of it, everybody feels like their bipolar story is being told.</p><p><strong>KELLEY</strong>: But that's also — we've been talking about this recently in interviews. I don't really know why. But that's also an immigrant way of experiencing mental illness and so that's how my family relates to it.</p><p><strong>SPELLMAN</strong>: That's what I'm saying, is like if you do the black version, you're really doing — you're making sure you get everything because it's the concentrate --</p><p><strong>KELLEY</strong>: And a lot of specific details too. Yeah.</p><p><strong>SPELLMAN</strong>: It's going to be the immigrant — yeah, I totally agree. I totally agree.</p><p><strong>KELLEY</strong>: I like Andre. He's mad at me cause I like Andre.</p><p><strong>MUHAMMAD</strong>: I'm not mad. I just notice you really like him.</p><p><strong>SPELLMAN</strong>: I believe that.</p><p><strong>KELLEY</strong>: Anyway. What are you — I mean, we all want to know what do you most want to get in next season?</p><p><strong>SPELLMAN</strong>: I probably am — first of all, it'll be — again, the first thing that'll happen is that the various EPs — like you have Lee, Danny, Ilene, Wendy is another one of the EPs. I don't know. That discussion, some of that will be discussed before I come in, into the room. And then there's definitely some stuff I want to get into but I gotta see what the big dogs are saying first and I don't know if it's appropriate for me to --</p><p><strong>KELLEY</strong>: C'mon, Malcolm.</p><p><strong>SPELLMAN</strong>: I don't want to get in trouble.</p><p><strong>KELLEY</strong>: It's like a little — god dammit.</p><p><strong>SPELLMAN</strong>: With this s---, it's so big; it's dangerous now. It is. I be nervous now talking to people, you know what I'm saying? Cause you're dealing with a terrified community that thought for sure what's happening now was done. So much so, they're even now still — some people try to dismiss it. Like, \"That's only because\" — no one can accept that maybe the audience hasn't been getting served in a way they wanted to.</p><p>But the outside of that is it's such a treasure to people who are going to make billions of dollars off of it. I don't want to f--- around and get my head chopped off.</p><p><strong>KELLEY</strong>: Yeah. That's a rock and a hard place. How much do you care if the songs on the show become — like enter the world as songs all by themselves or hit the charts or whatever? It seems to me like that's not even part of the planning like --</p><p><strong>SPELLMAN</strong>: Nope. It wasn't.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SPELLMAN</strong>: Which is good. That's where a lot of s--- needs to be at now. A lot of stuff needs to happen organically. So yeah. No one's thinking like that. Tim was just doing the dopest — Tim and Jim Beanz are doing the dopest stuff they can do. We're pushing them saying — and then all of sudden you're like, \"Oh, there's a number one record here.\" And hopefully that'll still be the imperative for season two.</p><p><strong>KELLEY</strong>: Right. Right. How much did the success of <em>Nashville</em> help get <em>Empire </em>off the ground? Do you know?</p><p><strong>SPELLMAN</strong>: I would guess not much. I think, again, the process is a brutally inadvertently racist system based on myths like — first of all, everyone who is barring — the reason there hasn't been black folks on TV is not because any one is saying they don't like black folks. In fact, everyone wants that. They want diversity or whatever. But they don't know how to do it. So when I'm saying racist, it's not — I don't know if it's racist people; it's just a system that tells you if we put black people on screen, it's going to have less value overseas and domestically or whatever, right?</p><p>So again, really important for people to understand: Shonda started chipping away at that s--- and got to become such a boss she could just start telling people, \"I'm f---ing chipping away at this s---.\" And then a few more things came in place and if you meet Lee — have you guys ever sat down with Lee?</p><p><strong>KELLEY</strong>: No.</p><p><strong>MUHAMMAD</strong>: No.</p><p><strong>SPELLMAN</strong>: Yeah. He's a force. So it wasn't <em>Nashville</em>, it's that process and then comes this dude — and Danny too. Danny's a writer though, you know what I'm saying? Lee is a dude who'll be in the room. You're gon' have to deal with him. You're not gon' just tell him it's too black. So I wouldn't say <em>Nashville </em>--</p><p>I believe the story is public so I'm not being inappropriate. I believe the story was Fox expected to show to debut at a 1.8 in the demo, which is — that's the important number. And it debuted at a 3.8. I don't think there was an expectation. I think they figured, \"F--- it. We'll let these guys, this combustible dude, have what he wants. And we'll have a moderate success.\" But I don't think <em>Nashville </em>ever came into the conversation. I don't think they knew they was going to be having number one records coming off the show. And maybe a clothing line now and tennis shoes --</p><p><strong>KELLEY</strong>: Who? Cookie? Who? I don't care about anybody else's clothes.</p><p><strong>SPELLMAN</strong>: I feel like Cookie gotta have a clothing line, right?</p><p><strong>KELLEY</strong>: Yes.</p><p><strong>SPELLMAN</strong>: And I don't know — if I get fired because of this, I swear to god I have no idea if that's the plan. But I feel like that's gotta happen. That would be — why wouldn't you?</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SPELLMAN</strong>: Women love her, you know?</p><p><strong>KELLEY</strong>: Yes. Also hair.</p><p><strong>SPELLMAN</strong>: Hmm?</p><p><strong>KELLEY</strong>: Also hair.</p><p><strong>SPELLMAN</strong>: Mm-hmm.</p><p><strong>KELLEY</strong>: I'm just saying. We will help you with this business plan if you want.</p><p><strong>SPELLMAN</strong>: Talk to Rupert. And Lee. And Ilene. I don't feel like I'm saying her name enough. Like, that's who's in the room with us, guiding us.</p><p><strong>KELLEY</strong>: Yeah, I mean, people don't always. I think people understand more nowadays what the showrunner job is and how responsible they are for, like, the whole thing.</p><p><strong>SPELLMAN</strong>: It's insane. It is, again — I did the showrunners training program where they bring in all the biggest showrunners who are active in the game. And, man, one of does this description of what your day is. So the way a season begins is you start mapping out the season and then you start mapping out episodes and then it starts to<strong> </strong>become that. And at some point, production begins. So you're trying to do as much of that narrative cause without scripts nothing's happening, right?</p><p>And at some point, once you're like midway through the season, production starts to catch up on the screenplays that are coming in. And so a showrunner will have, in a day, to break an outline that will become a script, give notes or do a re-write on a script. You have an episode that's in edit — these are all different episodes — an episode that is in edit — that's a shot episode that gotta be put together — an episode that's being spotted for sound. These are all — all this stuff is going on. And then, you might find out there was a snow storm in Chicago and production has been shut down — while all this other s--- is going on.</p><p>Nah. It's — you gotta be a formidable person to do it. And you're writing. You're writing — cause you're honoring — the network has — they need the show to be what it needs to be. And so you're dealing with that stuff. It's an intense job.</p><p><strong>KELLEY</strong>: What do you think that <em>Empire </em>is doing, positive or negative, for hip-hop culture? Well, really I'm asking about the business. Do you think that <em>Empire</em> is getting more people interested in spending money on anything that might come out of hip-hop culture?</p><p><strong>SPELLMAN</strong>: It's gotta be intriguing people, I think. Because just on its face as a venture — forget hip-hop — on its face as a venture, this was something that they thought was done. A TV show that's did it and growing, like they didn't — they thought that's done. Which means if you're a business person, well, f---. Maybe this model that we though was broken or dead might have some life back into it. So there's that aspect.</p><p><strong>KELLEY</strong>: Maybe we'll get bigger music video budgets. That's what I was thinking.</p><p><strong>SPELLMAN</strong>: That's very specific. But I'm saying also I think anyone — I think you gotta re-open the books now about, man, maybe we can do some s---. Maybe stuff is viable that we thought wasn't viable. And then as far as like kids, we get the feedback from — it's definitely inspiring, particularly Jamal. But Yazz, all them, all these characters are definitely inspiring kids and hopefully, because there's a premium on honesty, if you see the Hakeem character lashing out at his mom on a song or whatever, there will be — since hip-hop is going in that way anyway, this will help accelerate just the culture of content, you know what I'm saying? Being honest.</p><p><strong>KELLEY</strong>: Yeah. Wow. Is there anything else you want to make sure that we talked about?</p><p><strong>MUHAMMAD</strong>: I'm curious as to why the relationship between Cookie and the oldest son, Dre, why is it so strained? Usually in situations where if there's three kids and the mom is sent away to prison, at least the oldest kid who's had the most time to spend with the mother, that bond should be a lot tighter and it's so far apart.</p><p><strong>SPELLMAN</strong>: So the dynamics going on here are, number one, Dre is the one who was oldest and most aware of how f---ed up life was in Philly, right, and desperately wanted to change that and not be associated with it. You know what I'm saying? So you have that element, your mother going to prison. Look at where he was going, to Wharton. So you had that dynamic there. On top of that, there was — and I swear these are real discussions that we're having. This is the subtext that people are feeling whether it's stated or overt. There was the sense that from Cookie — bipolar doesn't show up yet, right, but your kid's a little bit odd. So that's going to create a fracture. And most importantly, Cookie had to save Jamal's life and so you have to invest in all that and, you know, that's going to create a dynamic within the family.</p><p><strong>MUHAMMAD</strong>: I get it.</p><p><strong>KELLEY</strong>: Yeah. Yeah. It's such a fascinating job that you have, to think about people's motivations and backgrounds.</p><p><strong>SPELLMAN</strong>: That's the best part.</p><p><strong>KELLEY</strong>: And observe that and figure out a way to play it out that's also entertaining.</p><p><strong>SPELLMAN</strong>: And you don't — it's unbelievable how these actors — you think it's not possible. Like, you had these sophisticated conversations and you think it's not possible for that to be conveyed. And you see these actors take that s---, make that real, and add four or five different layers.</p><p><strong>KELLEY</strong>: That's tight.</p><p><strong>SPELLMAN</strong>: It's crazy to see what they're doing with it. It's — cause those are high level — that's another thing.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>SPELLMAN</strong>: You got movie stars who are used to punching it out on screen with giants. Man, they add dimensions that literally nobody in the world would've ever thought about. And they're ad libbing like --</p><p><strong>KELLEY</strong>: Oh yeah?</p><p><strong>SPELLMAN</strong>: Yeah. It's — there's — some of the most iconic lines — I don't know what percentage of them are — are ad libs from them. But that's the flash. That's dunking from the free throw line. The real s--- that to me is crazy is seeing the layers and dimensions and just how the tone of a scene can shift because these amazing actors are interpreting it and adding all these details to it beneath the surface.</p><p><strong>KELLEY</strong>: Mm-hmm. I cut you off. I'm sorry.</p><p><strong>MUHAMMAD</strong>: No. It's fine.</p><p><strong>KELLEY</strong>: Well, unless you had anything else, I, like, just want to go watch the show now.</p><p><strong>MUHAMMAD</strong>: Yeah, last thing. Just what would you tell an upcoming screenwriter? What are maybe two key things that they should focus on?</p><p><strong>SPELLMAN</strong>: I just talked about this on a thing that will become a podcast soon. It is — I feel like what's happening in this age of information, right, is that everybody is a little bit too savvy, whether you're being a screenwriter or an artist or whatever. If you guys watch <em>American Idol</em>, you can see these kids come in off the street and their hand gestures and their vocal choices are all the s--- that a polished — you know what I'm saying? And I think that what happens is you start to exclude the weird s--- that you might have done as a singer or — this relates exactly as a writer, right?</p><p>These writers are coming in very very conscious of genre, very very conscious of moving a reader through a page. And what used to be the problem in screenwriting is people wrote that s--- that's too personal. Like, dude, no one cares about you and your f---ing friends and how — now it's gone the opposite way. Now everyone's super super slick and super super aware of content or whatever. So I think the first thing to do is ask yourself a question: why does this story deserve to exist in the marketplace? What is it that I'm saying and what is it specific about me that no one else could f---ing do or say and get out there? That'd be the number one thing.</p><p><strong>MUHAMMAD</strong>: It's heavy.</p><p><strong>KELLEY</strong>: It's the same thing a musician should figure out, huh.</p><p><strong>SPELLMAN</strong>: Absolutely. Absolutely. And maybe that's going to come back to music but --</p><p><strong>MUHAMMAD</strong>: Maybe you guys'll push the bar to get people to think before they go into the studio.</p><p><strong>SPELLMAN</strong>: I know it kills you.</p><p><strong>MUHAMMAD</strong>: Yeah it does.</p><p><strong>SPELLMAN</strong>: I know you be like, \"I'm coming out --\"</p><p><strong>MUHAMMAD</strong>: I mean, we all freedom of whatever, life, expression. Go with it. But just be — have a purpose is my thing. Have a purpose.</p><p><strong>SPELLMAN</strong>: I agree. Purpose and point of view is — it's weird that you could look at hip-hop and see the biggest — like, if you look at <a href=\"https://twitter.com/kanyewest\">Kanye</a>, Em and <a href=\"https://twitter.com/kendricklamar\">Kendrick</a>, these motherf---ers have the most specific point of view, whether you like them or not. But everyone's imitating the punchline — it's like, \"Dude, don't you see who's winning?\"</p><p><strong>KELLEY</strong>: Gotta find your voice, right?</p><p><strong>SPELLMAN</strong>: Yep.</p><p><strong>KELLEY</strong>: Thank you for spending this time with us.</p><p><strong>MUHAMMAD</strong>: Yes.</p><p><strong>SPELLMAN</strong>: Thank you guys for having me. I was excited to come in. So really appreciate it. And hopefully I didn't say nothing that's going to get me in trouble. I'm just paranoid.</p><p><strong>MUHAMMAD</strong>: Nah, you're cool.</p><p><strong>KELLEY</strong>: We'll turn the mics off and you can give us some more.</p><p><strong>SPELLMAN</strong>: Ah, OK.</p><p><strong>MUHAMMAD</strong>: I think they need to look at you and say, \"Well, if Terrence, if he's too sick, you could fill in as a double.\" You become Lucious, like Lucious, twin brother who comes out of nowhere and you don't know what happens.</p><p><strong>KELLEY</strong>: He thought he killed him but he didn't kill him.</p><p><strong>MUHAMMAD</strong>: He thought he killed him but he didn't kill him.</p><p><strong>KELLEY</strong>: Yeah. Something like that.</p><p><strong>SPELLMAN</strong>: Yeah, I'll happily play Lucious' shady twin brother, like the less intelligent liar. Like, this motherf---er — Homer Simpson had a brother who --</p><p><strong>MUHAMMAD</strong>: Oh yeah.</p><p><strong>SPELLMAN</strong>: Remember that?</p><p><strong>KELLEY</strong>: I don't remember that.</p><p><strong>MUHAMMAD</strong>: I do.</p><p><strong>SPELLMAN</strong>: You gotta watch all 400 episodes of <em>The Simpsons</em> to catch that one.</p><p><strong>KELLEY</strong>: I can't. I have too many mixtapes to listen to.</p><p><strong>MUHAMMAD</strong>: Thank you again.</p><p><strong>SPELLMAN</strong>: Thank you guys for having me. Really appreciate it. Seriously.</p><p><strong>MUHAMMAD</strong>: Word.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Malcolm+Spellman%3A+%27The+Real%2C+You+Just+Can%27t+Beat+It%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"2839"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397737726-5704ca.m3u?orgId=1&topicId=1105&d=2839&story=397733383&ft=nprml&f=397733383"},{"href":"http://media.npr.org/assets/img/2015/04/05/microphone_check_malcolm_spellman-6e45b6d4394b0c6c72819114076eb5d36d6c5ffa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1451","width":"1935"}}]}