{"created":"2015-06-18T22:06:43+00:00","modified":"2015-06-18T23:05:33+00:00","valid":{"from":"2015-06-18T23:05:33+00:00","to":"3015-06-18T23:05:33+00:00"},"hreflang":"en","guid":"497dcf76-760d-46dd-b053-8d37e23bbf7e","title":"Haitians who consider the Dominican Republic their home are threatened with expulsion ","published":"2015-06-18T23:05:28+00:00","byline":"Traci Tong","teaser":"The government in the Dominican Republic says it will begin to deport Haitians living there unless they can prove their legal status. That applies to Haitians who were born in the Dominican Republic. \r\n","tags":["Global Politics","Santo Domingo","North America","Haiti","Dominican Republic","Josh Jelly-Schapiro","Dominican Republic","Haiti","Migration","Human rights","migrants"],"contentencoded":"<p>June 18, 2015 is a day many Haitians dreaded.</p>\n<p>It is the final day Haitians could receive residency documents allowing them to remain in the Dominican Republic permanently or else be deported.</p>\n<p>In 2013, the Dominican Republic Supreme Court ruled that anyone born to non-citizens, even as far back as 1929, must have legal residency papers or else they will be expelled. </p>\n<p>The law will have a huge impact on those of Haitian descent as they represent the largest group of foreigners in the country. They left Haiti escaping political violence or seeking better jobs and many ended up working in the sugar cane and construction sectors. </p>\n<p>\"The Dominican Republic is a poor country, but not as poor as Haiti,\" says reporter Josh Jelly-Schapiro. \"The estimates are there are...half-a-million Haitians here working who may not be documented.  So how this will work in practice is really a confusing, because if they were to deport every Haitian who is undocumented that would not be good for the Dominican economy,\"</p>\n<p>Jelly-Schapiro has been reporting from the capital Santo Domingo where he says immigrants have been lining up for days to get the papers so they can remain in Haiti. One problem they face, he says, is that many of the Haitians may not own birth certificates or passports and that is posing a frustrating challenge for many of them who were born in the Dominican Republic or have lived there for decades.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/DR3_061715_PhotoByMirissaNeff.jpg?itok=kzeLuJR3\" alt=\"\" /><div class=\"field-caption\">\n    <p>Jhonny Charles, a Haitian construction worker who's been in the Dominican Republic for 16 years, explains outside the Haitian Embassy in Santo Domingo, that the process of \"regularization\" has become too onerous for him and his family and he's decided to return to Haiti in a few days.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Mirissa Neff</p>\n  </div>\n</div>\n<p>Haiti and the Dominican Republic have long had a history of mistrust, says Jelly-Schapiro, dating back to the early 19th century when Haiti occupied the Dominican Republic. \"There is a deep seeded... sense of Dominican identity that says 'whatever we are, we are not Haitian — we want to create their own identity.’\"</p>\n<p><a href=\"http://www.pri.org/stories/2013-11-14/theres-long-story-behind-anti-haitianismo-dominican-republic\">RELATED: The long history of Dominican antipathy toward Haitians</a></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Fthreatened-deportation-haitians-who-consider-dominican-republic-their-home&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/DR2_061715_PhotoByMirissaNeff.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dr2061715photobymirissaneffjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0618201503.mp3"},{"href":"http://admin.pri.org/file/0618201503mp3"}]}