{"created":"2014-10-12T14:17:53+00:00","modified":"2014-10-30T21:37:34+00:00","valid":{"from":"2014-10-30T21:37:34+00:00","to":"3014-10-30T21:37:34+00:00"},"hreflang":"en","title":"On The National Mall, An American Portrait In Sand And Soil","published":"2014-10-12T17:14:00+00:00","teaser":"This month, the National Portrait Gallery presented its largest portrait yet, a 6-acre face rendered in sand and soil on the National Mall.","itags":["npr_api","355114814"],"guid":"497f38c8-8ea3-40fb-99ac-e9c65517a9ea","contentencoded":"<p>Last month on the National Mall in Washington, D.C., trucks pulled up bearing thousands of tons of dark topsoil and sand. Volunteers arrived with shovels and rakes. Following an artist's instructions and guided by satellite coordinates, they laid out a design across 6 acres to create a work commissioned by the National Portrait Gallery.</p><p>Now, standing at the perimeter of the portrait, it looks like a field under construction. The only clue that something more complex is going on is that the soil is laid out in carefully contoured lines — so when it's viewed from way up on high, you see the image of a face.</p><p>A tourist visiting from Ohio walks by. Jim Mahoney hasn't heard about the piece, and would never have guessed it was a face by looking at it from ground level.</p><p>\"The easy answer would be, 'Well, that doesn't make sense,'\" he says, but \"I guess I'm a little more open minded to think symbolism really matters. It's not what it is, it's what it means.\"</p><p>Eva Folkert of Michigan was excited to actually walk on the sand after seeing large-scale images of the piece. \"You create art yourself in your mind as you try to put these singular pieces together to make one whole thing,\" she says. \"And maybe that's part of the concept too, right?\"</p><p><em>Out Of Many, One</em> is the name of the piece. Although the artist behind the work, Jorge Rodríguez-Gerada, has done similar projects in Europe, this is his first in the United States.</p><p>Rodríguez-Gerada moved to the U.S. from Cuba at the age of 4, and was raised in New Jersey. He grew up in with an ethnically diverse group of friends, which he says has had a lasting impact on him. He wanted the portrait to represent America, so the face on the Mall blends photos he took of young men from many racial backgrounds.</p><p>After a few early trips to the site, Rodríguez-Gerada realized the National Mall is on a flight path. A happy coincidence, that's part of what makes the piece so unique — it can be appreciated from so many vantage points.</p><p>\"It's designed to be viewed here, now, walking through it, from the Monument, from the planes flying out of National,\" Rodríguez-Gerada says.</p><p>If you're not in a plane, the one reliable way to see this portrait in its entirety is from the top of the Washington Monument.</p><p>Up on the observation deck, people look out over the city in all four directions. <br />Many are surprised to find an enormous face peering back at them, where normally there is only grass.</p><p>It's now been a little more than a week since the the portrait made its debut. Despite several good rains, the edges of the face have stood up to the elements — with a little help from volunteers who come by to rake the sand back into place.</p><p>But the work, by design, will disappear. At the end of this month, it will be plowed under and reseeded with grass, preserved only in photographs and memories.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+The+National+Mall%2C+An+American+Portrait+In+Sand+And+Soil&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355564132-c3cba2.m3u?orgId=1&topicId=1141&ft=3&f=355114814"},{"href":"http://media.npr.org/assets/img/2014/10/11/detail-image-7f6762686b5b193e35f7d09efab75a639f1921d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1029","width":"1372"}},{"href":"http://media.npr.org/assets/img/2014/10/11/out-of-many-one-d0e4cf41b7ce4588296951a84d0a60c6d49c8219.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/10/11/img_6785-b2aec5966e43f1d98d6ddf746c345affbdf478fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/10/11/construction-men-5e4a02573bd2adc3fc480d6894e5e7d389a7e3fa.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"428","width":"571"}}]}