{"created":"2014-10-02T21:05:21+00:00","modified":"2014-12-04T14:33:41+00:00","valid":{"from":"2014-12-04T14:33:41+00:00","to":"3014-12-04T14:33:41+00:00"},"hreflang":"en","title":"Warnings Against Antidepressants For Teens May Have Backfired","published":"2014-06-20T13:24:00+00:00","teaser":"After the Food and Drug Administration said that antidepressants could spur suicidal thinking in teens, doctors prescribed the drugs less often. The change may have led to more suicides.","itags":["npr_api","323329892"],"guid":"498249bd-e811-4384-8c3f-7e885c8577d9","contentencoded":"<p>Government warnings that antidepressants may be risky for adolescents, and the ensuing media coverage, appear to have caused an increase in suicide attempts among young people, researchers reported Wednesday.</p><p>A study involving the health records of more than 7 million people between 2000 and 2010 found a sharp drop in antidepressant use among adolescents and young people and a significant increase in suicide attempts after the Food and Drug Administration issued its warnings.</p><p>\"This was a huge worldwide event in terms of the mass media,\" says <a href=\"http://www.populationmedicine.org/node/227\">Stephen Soumerai</a> of the Harvard Medical School, a co-author of the study, which was <a href=\"http://www.bmj.com/cgi/doi/10.1136/bmj.g3596\">published</a> in the journal <em>BMJ</em>. \"Many of the media reports actually emphasized an exaggeration of the warnings.\"</p><p>Starting in 2003, the <a href=\"http://www.fda.gov\">FDA</a> warned that popular antidepressants, such as Prozac, Zoloft and Paxil, might increase the risk that kids would think about killing themselves — or even actively attempt it.</p><p>In fact, no one knew for sure if the drugs were really dangerous. The idea was to get doctors and parents to keep a closer eye on kids taking them just in case it was true.</p><p>\"The warnings were well-intentioned but people were concerned that the ferocity of the messages might affect clinicians, parents and young people in a way that would reduce needed medications,\" Soumerai says.</p><p>Antidepressant use nationally fell 31 percent among adolescents and 24 percent among young adults, the researchers reported. Suicide attempts increased by almost 22 percent among adolescents and 33 percent among young adults, they said.</p><p>But some other researchers questioned the report's conclusions.</p><p>\"I don't think one can interpret the findings the way the authors interpret the findings,\" says <a href=\"http://www.armystarrs.org/Schoenbaum_M\">Michael Schoenbaum</a> of the National Institute of Mental Health.</p><p>For one thing, there could be other explanations for why antidepressant use fell. And Soumerai's team based its conclusion that suicide attempts increased on the fact that drug overdoses rose.</p><p>\"I think it's questionable [that] the data they are using to measure suicide attempts are actually reflecting suicide attempts at all,\" Schoenbaum says, noting that the drug overdoses may actually have been accidental rather than intentional.</p><p>But Soumerai and his colleagues dispute those criticisms. And other scientists say the findings are consistent with what earlier research had suggested.</p><p>\"I think there were a lot of mistakes made in terms of how this risk was communicated to the public, which led a lot of parents to be terrified to have their children on these medications — and they took them off and there was a lot of untreated, serious depression,\" says <a href=\"http://health.bsd.uchicago.edu/People/Gibbons-Robert\">Robert Gibbons</a>, a University of Chicago biostatistician who advised the FDA on the issue.</p><p>Soumerai and his colleagues say their findings show the FDA needs to do a better job of explaining warnings about drugs.</p><p>\"Given the hazards of undertreatment of depression that we believe occurred here, we feel that there is a need for communications by the FDA to be coordinated better to avoid exaggerated messages to the public,\" Soumerai says.</p><p>In an emailed statement, the FDA defended its warnings. \"The FDA saw an important risk signal with antidepressants and we put that information in the drug labels,\" the agency said, noting that it never intended to discourage giving kids antidepressants and making it clear that depression is a serious illness that needs to be treated.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Warnings+Against+Antidepressants+For+Teens+May+Have+Backfired&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323510683-5817e4.m3u?orgId=1&topicId=1128&ft=3&f=323329892"},{"href":"http://media.npr.org/assets/img/2014/06/18/paxil-36dbceed78339af955fd499f007e47390ba61374.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}