{"created":"2014-11-19T21:24:57+00:00","modified":"2014-11-24T21:05:35+00:00","valid":{"from":"2014-11-24T21:05:35+00:00","to":"3014-11-24T21:05:35+00:00"},"hreflang":"en","title":"Joyful Opera Performed In Nazi Concentration Camp Revived In Chicago","published":"2014-11-20T00:53:00+00:00","teaser":"While the Nazis may have used the children's opera <em>Brundibár</em> as a propaganda tool, it also was a symbol of hope for the children who performed it. It is now a way to remember profound loss.","itags":["npr_api","365195757"],"guid":"49894bfa-1dcd-4389-8147-2dc4cae9ec7d","contentencoded":"<p><a href=\"http://www.pbs.org/now/arts/brundibar.html\" target=\"_blank\">Brundibár</a>, a children's opera that premiered during World War II, became both a symbol of hope and resistance and a Nazi propaganda tool. Now, Petite Opera, a small company in suburban Chicago, is reprising the opera, originally performed by Jewish children held in a concentration camp in occupied Czechoslovakia.</p><p>The opera, written by Czech composer Hans Krása and librettist Adolf Hoffmeister, chronicles the efforts of two children, siblings Pepicek and Aninka, as they try to get milk for their sick mother. Eighty-four-year-old Ela Stein Weissberger says it's a simple story, a tale of good conquering evil, based on a fairy tale.</p><p>Weissberger, who was born in then-Czechoslovakia, was just 11 years old when she and her mother, sister, grandmother and uncle were forced to live in a Jewish ghetto created by the Nazis in the fortress town of Terezin, near Prague. Krása wrote the opera before he was sent to the camp. The composer, Weissberger remembers, created a scaled-down version of it from a piano score smuggled into the camp.</p><p>\"When I was really after the war finding out how many of my friends didn't survive,\" Weissberger says, \"I always thought that this little opera died with them.\"</p><p>Now Weissberger travels around the world to make sure it stays alive. More than seven decades ago she auditioned and was chosen to play the role of the cat in <em>Brundibár</em> — one of three animals featured in the opera. The title character is the villain, an organ grinder and bully who thwarts the children's efforts to earn money so they can help their mother.</p><p>\"The Brundibár, in our eyes, was Hitler,\" Weissberger says.</p><p>But Weissberger says the Nazis didn't seem to catch on: \"You know, the words we were singing in Czech language. The Nazis didn't know Czech so they didn't know.\"</p><p>As Brundibár continues to bully the town, the brother and sister almost give up — until the cat, a dog and a sparrow call on all the children in town to take him on.</p><p><em>Brundibár</em> was performed 55 times in the concentration camp. Weissberger says that's the only time the Nazis allowed the cast members to take off the yellow Star of David that signified they were Jewish.</p><p>\"So for us it was a couple minutes of freedom,\" she says. \"We were not marked.\"</p><p>As the children defeat Brundibár and are able to earn money and buy milk for their sick mother, they sing in victory. The last performance at Terezin was an effort by the Nazis to deceive the International Red Cross into thinking the Germans treated the Jews living there well.</p><p>\"They weren't allowed to talk to us, come close to us,\" Weissberger says.</p><p>The performance was <a href=\"https://www.youtube.com/watch?v=b_Qcw5FMrG8\" target=\"_blank\">filmed for Nazi propaganda</a>, and Weissberger says the balcony was lined with Nazi soldiers keeping a watchful eye.</p><p>\"Most people remember Eichmann and Himmler, and all those big Nazis came to watch us,\" she says.</p><p>Weissberger talked to the current cast about what it was like to perform the opera during World War II. Tess Dinerstein plays the role Weissberger did.</p><p>\"She gave the whole cast tips, especially the animals, on being closer and, like, more together because it's — the show is all about how the whole community stands together,\" Dinerstein says.</p><p>As a recent Petite Opera performance comes to an end, a siren wails and the image of a swastika appears. Each cast member takes off a piece of clothing and discards it on a growing pile while calling out the names of the 15,000 children who entered Terezin. Only about 100 survived.</p><p>As the cast begins to once again sing the opera's closing song about friendship, hope and victory over a tyrant, Weissberger leaves her seat in the audience and joins them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Joyful+Opera+Performed+In+Nazi+Concentration+Camp+Revived+In+Chicago&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365271678-c4a81b.m3u?orgId=1&topicId=1106&ft=3&f=365195757"},{"href":"http://media.npr.org/assets/img/2014/11/19/brundibar3-1b40e195a95029b34664c35096f6c4ebaaa894a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"647","width":"863"}}]}