{"created":"2014-10-08T16:11:11+00:00","modified":"2014-10-31T02:07:02+00:00","valid":{"from":"2014-10-31T02:07:02+00:00","to":"3014-10-31T02:07:02+00:00"},"hreflang":"en","title":"Companies Face Backlash Over Foreign Mergers To Avoid U.S. Taxes ","published":"2014-05-13T23:26:00+00:00","teaser":"Pfizer, the giant drugmaker, is the latest American company seeking a foreign merger to elude U.S. taxes. Public advocacy groups call such deals unfair and want Congress to crack down.","itags":["npr_api","312191035"],"guid":"498b3354-e112-45c9-bc8e-5534f31147e0","contentencoded":"<p>U.S. drugmaker Pfizer has offered more than $100 billion to acquire its London-based rival, AstraZeneca. Pfizer says it likes AstraZeneca's strong \"pipeline\" of new drugs. But the American company makes clear it is pursuing the British firm because it wants to <a href=\"http://www.npr.org/blogs/health/2014/04/28/307734574/tax-breaks-could-be-biggest-prize-in-pfizer-deal-for-astrazeneca\">lower its tax rate</a>.</p><p>All Pfizer has to do is buy the company and move its headquarters to London.</p><p>For companies, home isn't necessarily where the heart is — or even where it does most of its business. Sometimes, it's where corporate taxes are lowest.</p><p>It used to be easier for companies to keep their legal bases in out-of-the-way places, like Bermuda. It's a practice known as tax inversion, and it was popular until 2004, when Congress changed the law. Now, companies whose ownership is 80 percent based in the U.S. are subject to U.S. taxes.</p><p>But tax inversion is coming back in a new form. In the last year, Chiquita, of banana fame, media giant Liberty Global and drug company Perrigo all announced deals to buy foreign companies and shift their headquarters. In each case, it lowered their tax burdens.</p><p>\"So it's something that is back as a hot thing for some companies to do,\" says Michael Kirsch, a former international tax counsel for the U.S. Treasury and a law professor at Notre Dame. Kirsch says recent mergers between U.S. companies and foreign firms are aimed at circumventing the restrictions of the 2004 law.</p><p>That's because a merger often means the firms fall below the 80 percent domestic ownership threshold.</p><p>Kirsch says after the merger, operationally, things don't change much. Executives and personnel of the U.S. company often stay in the U.S.</p><p>One of the few downsides, Kirsch says, is public relations. A decade ago, Stanley, the toolmaker, abandoned a tax inversion plan in part because of backlash.</p><p>\"This was a company that appeals to ... working people in the U.S., and it sells tools and such,\" Kirsch says. \"I think they had more sensitivity to that potential reputational risk.\"</p><p>And AstraZeneca CEO Pascal Soriot echoed that concern Tuesday. He testified before a British parliamentary committee detailing his objections to the Pfizer proposal.</p><p>\"We are afraid [the concerns over tax inversion] could generate a substantial controversy and potentially delay this merger and potentially impact the reputation of our company as well,\" Soriot said.</p><p>Steve Wamhoff is legislative director of Citizens for Tax Justice, a public advocacy group. He says that <em>should</em> be a concern for Pfizer.</p><p>\"These corporations are American corporations in every sense of the word,\" Wamhoff says. \"They're doing most of their business in the United States. They're benefiting from the public investments that we all pay for.\"</p><p>Wamhoff is pinning hopes on promises by Sen. Carl Levin, D-Mich., and others to crack down on tax avoidance.</p><p>\"Pfizer is going to, just by moving some paper around, pretend to be a foreign company and get out of paying their U.S. taxes, and it's absolutely wrong,\" Wamhoff says. \"This hopefully is the sort of thing that will be a catalyst for congressional action.\"</p><p>For Barbara Ryan, the managing director of FTI Consulting, it's more about the need for tax reform and U.S. tax rates being too high. \"We live in a global world, and we need to have a tax policy that is more consistent with tax rates outside,\" she says.</p><p>Ryan says once one company does it, the pressure is on for others to follow.</p><p>\"So I think there's sort of a foot race to maintain competitiveness,\" she says. \"The companies that have done it have an advantage over the companies that haven't yet done it.\"</p><p>So, Ryan says, she expects to see the trend accelerate.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Companies+Face+Backlash+Over+Foreign+Mergers+To+Avoid+U.S.+Taxes+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312197678-cd1ba8.m3u?orgId=1&topicId=1006&ft=3&f=312191035"},{"href":"http://media.npr.org/assets/img/2014/05/13/488285623-bd1bf508860406ce2a587a4cf76753ff0482caef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}