{"created":"2015-06-27T12:10:02+00:00","modified":"2015-06-29T19:51:16+00:00","valid":{"from":"2015-06-29T19:51:16+00:00","to":"3015-06-29T19:51:16+00:00"},"hreflang":"en","title":"Daniel Silva On 'Double-Edged Sword' Of Writing An Israeli Spy Protagonist","published":"2015-06-27T14:30:00+00:00","teaser":"\"Israel is extremely unpopular in the world right now,\" Silva says, and he doesn't always share his characters' opinions. <em>The English Spy</em> is Silva's 15th novel starring operative Gabriel Allon.","itags":["npr_api","416823110"],"guid":"49929e5c-3c25-45c7-ba79-4772f46cd1b5","contentencoded":"<p>Another summer, another best-seller from novelist Daniel Silva. In <em>The English Spy</em>, the most famous woman in the world — a titled and gorgeous ex-member of the British royal family — is sunk on her yacht. To track down her killer, British Intelligence needs a little help — actually, a lot of help — from Gabriel Allon, an unassuming art restorer who is also, to those who have to know, a legendary and indispensable Israeli spy.</p><p><em>The English Spy</em> is Silva's 15th novel in what's become the Gabriel Allon franchise. He tells NPR's Scott Simon about the real tragedies that inspired the book and his relationship with his hit character.<strong><em></em></strong></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the aristocratic figures who inspired the book</strong></p><p>She is obviously reminiscent of Princess Diana. She is unnamed in the novel, she has no name, but really the inspiration for that opening sequence of the novel is the assassination of [Lord Louis] Mountbatten, who was of course killed on a boat — not a 150-foot yacht, but a fishing boat — off the Irish coast. The culprits in that case were the Irish Republican Army, of course, and the culprit in this case is a former member of the Irish Republican Army. And as the story unfolds, we discover why he did what he did.</p><p><strong>On his relationship with Gabriel Allon</strong></p><p>One of the things that I explain to my wife when she has occasion to reprimand me for being absent-minded about something or forgetting to do something or forgetting to take out the garbage, is that I spend more time in his world than I do in my world. So he and I are joined at the hip. He is very, very real to me, as are the characters that I've surrounded him with. ...</p><p>I did not set out to write a series about Gabriel Allon. He was supposed to appear in one book and one book only, and he morphed into a series character. Having an Israeli character, a continuing character, is obviously a double-edged sword. Israel is extremely unpopular in the world right now. There's a great deal of anti-Israeli sentiment, a rising tide, frankly, of anti-Semitism in the world, especially in Western Europe. But at the same time, that makes the character and the stories interesting and gives them edge and gives them mood.</p><p>But I must point out that — you know, and people ask me this all the time: \"Well, when Gabriel says this, is that what you think?\" ... And the answer is no, not necessarily. They are who they are. You know, [<em>The Silence of the Lambs</em> author] Thomas Harris wrote books about a character that liked to eat people and I am not sure that anyone ever asked Thomas Harris, you know, \"Do you like to eat people?\"</p><p><strong>On whether it's a burden to have such a successful franchise</strong></p><p>Of course. One would like to choose one's material without having to ... consider the fact that one's readership is going to be in utter revolt if one stops writing his character. And I think that the easiest solution to that would be to write two or three books a year, as some authors do, or to publish two or three books a year. I'm simply not capable of that. And so I've never been able to figure out how to write a Gabriel Allon novel every year while at the same time writing something else. And at a certain point I will write something else.</p><p>I'm very grateful to my readers and I don't want to disappoint them. And so every year I finish a Gabriel Allon novel, I have about five or six, you know, blue cards with novels jotted out on them. I long to get to them. And then I go out on tour and I meet my fans face-to-face and I talk to them and listen to them and I come home and I realize that ... at this point I cannot write anything but Gabriel. For a little while longer at least.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Daniel+Silva+On+%27Double-Edged+Sword%27+Of+Writing+An+Israeli+Spy+Protagonist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011792-adea36.m3u?orgId=1&topicId=1033&d=341&p=7&story=416823110&t=progseg&e=418011736&seg=9&ft=nprml&f=416823110"},{"href":"http://media.npr.org/assets/img/2015/06/24/the-english-spy_5444-82e74c9cb9e505206f367e1a7a6d37fe03cf6185.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/23/silva-daniel-photo-credit-john-earle-3a88b75d8b349b23f81a516ef16d7ccf2da016e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2504","width":"3337"}}]}