{"created":"2014-10-08T13:40:47+00:00","modified":"2014-10-31T01:03:20+00:00","valid":{"from":"2014-10-31T01:03:20+00:00","to":"3014-10-31T01:03:20+00:00"},"hreflang":"en","title":"Bobby Hutcherson's Good Vibes For Fiery Times","published":"2014-06-21T22:19:00+00:00","teaser":"\"You could stop on a street corner and hear Malcolm X,\" the vibraphonist says of 1960s New York, where he made his controversial debut as a bandleader. His new Blue Note album is <em>Enjoy The View</em>.<em></em>","itags":["npr_api","323214029"],"guid":"4998a150-46c6-4fd2-a6b8-86c502d065ec","contentencoded":"<p>The vibraphone is a special instrument. That spooky, smoky, sparkling sound — there's nothing like it. And there's nothing like hearing the vibes played by Bobby Hutcherson.</p><p>Hutcherson has covered a lot of ground on his instrument. In the 1950s he was already playing professional gigs, as a teenager. In the '60s, he was a leading light of jazz's avant garde, breaking new ground on some of the most revered LPs issued by Blue Note Records.</p><p>Now 73 years old, Bobby Hutcherson has a new album on Blue Note called <em>Enjoy the View</em>. His history with the label goes back to his landmark 1965 debut as a bandleader, <em>Dialogue</em>. The radical music on that album both thrilled and infuriated jazz fans — but Hutcherson says the sound of it came almost naturally from the New York jazz scene in the '60s.</p><p>\"In New York, you know, there was a big influx of new musicians. There was a lot of history being presented at that time. I mean, you could stop on a street corner and hear Malcolm X,\" Hutcherson says. \"At that time, the music was almost like a newspaper of what was going on in the street.\"</p><p>Especially, Hutcherson says, because restrictive \"cabaret card\" system for New York performers at the time was driving unlicensed players out of the nightclubs — and into loose, massive jam sessions at the lofts where they lived. Hear the full interview with NPR's Arun Rath at the audio link.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bobby+Hutcherson%27s+Good+Vibes+For+Fiery+Times&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"494"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324341656-7f0434.m3u?orgId=1&topicId=1105&ft=3&f=323214029"},{"href":"http://media.npr.org/assets/img/2014/06/18/hutcherson-9b5e3cdc9b9b3951ff8417567db952fd3c15059d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1792","width":"2390"}}]}