{"created":"2014-12-25T08:29:45+00:00","modified":"2014-12-26T01:09:22+00:00","valid":{"from":"2014-12-26T01:09:22+00:00","to":"3014-12-26T01:09:22+00:00"},"hreflang":"en","title":"Christmas Tree Farmers Invest Long-Term In The Holiday Spirit","published":"2014-12-26T01:09:00+00:00","teaser":"Americans buy 25 million Christmas trees every year. They're slow-growing crops, but the trees can be a smart investment for small farmers like the Carroll family in Louisa, Va.","itags":["npr_api","372685900"],"guid":"499d26bb-b408-47f3-b2f1-85a7f2c7edfe","contentencoded":"<p>When you step into the bright red barn at <a href=\"http://www.claybrookefarm.com/\" target=\"_blank\">Claybrooke Farm</a> in Louisa, Va., it instantly feels like Christmas. A pot of hot cider bubbles on the stove. Friends, neighbors and extended family make wreaths while owner John Carroll hauls in wood for the fire. It's gray outside, but the barn is full of holiday cheer.</p><p>As Christmas tree farmers, the Carroll family is in the business of holiday cheer. As we leave the warmth of the barn and board the tractor for a tour of the fields, Virginia Carroll tells me this land has been in her family for generations. But she and John, a forester, switched from cattle to Christmas trees after they got married.</p><p>\"We planted our first trees when we were expecting Matthew,\" she says, as the tractor takes us through the fields. \"A little while down the road we had another son, Tyler. It just seemed like a good use of the land and a good fit for us, particularly at the time.\"</p><p>Matthew and Tyler, now grown, point to \"their fields,\" the plots of land planted when they were born. Where Matthew's white pines once were, now there are just a few overgrown evergreens and an empty field, ready for the next planting.</p><p>The trees take seven to 12 years to mature, assuming you don't run into drought, deer, invasive species, or any of the other factors that can endanger the young trees.</p><p>Despite the long timeline, most farmers are confident planting them. Americans buy 25 million Christmas trees every year and the holiday trend, around since the 1850s, seems unlikely to dissipate any time soon.</p><p>And trees can generate a good return. You can plant about 1,000 seedlings per acre, and 400 to 800 of those turn into sellable trees. And anyone who's bought a Christmas tree knows, they can sell for $50, $100 or more.</p><p>For Virginia and John, with two young children and acres of land to maintain, \"it seemed like it would be a good idea to maybe [raise] something other than livestock, which had to be fed and cared for on a regular basis.\"</p><p>John and Matthew are both trained foresters and Matthew's wife, Charley Gail, is the agriculture teacher at the local high school. Even Tyler, who studied political science in college and now works for the Virginia Department of Tourism, comes back on the weekends to shear and sell the trees, and manage the social media accounts.</p><p>In other words, this is a family that knows their trees — and understands the work involved in growing the perfect tree.</p><p>\"When the tree is young, you don't do much trimming,\" Matthew says. \"After two or three years, you do some light trimming with hand shears. When it gets to about four, you have to start using some other equipment, like a modified weed whacker. And when we think the tree is ready to be sold, we do less trimming — we want to keep it looking natural.\"<br /> <br />The shearing, which they try to get done by the Fourth of July each year, is a massive undertaking for the whole family. But they aren't discouraged by the slog. What started as an investment crop has turned into a family passion. And the tradition is still growing: Matthew and Charley Gail had their first child, Coleman, in August.</p><p>Coleman's college fund will be planted this Spring.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Christmas+Tree+Farmers+Invest+Long-Term+In+The+Holiday+Spirit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Klibanoff","audio":[{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038467-bd6589.m3u?orgId=1&topicId=1091&ft=3&f=372685900"},{"href":"http://media.npr.org/assets/img/2014/12/24/winter-trees-1e6076a77dedea2088ba01de8ad2d921db47c26e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"755","width":"1006"}},{"href":"http://media.npr.org/assets/img/2014/12/23/bbd890175db1d7b9c317eee3050a8ae3-c4022b331298d39598d5a008af3b7879636fad5a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"339","width":"452"}}]}