{"created":"2015-04-13T21:04:08+00:00","modified":"2015-04-17T12:25:01+00:00","valid":{"from":"2015-04-17T12:25:01+00:00","to":"3015-04-17T12:25:01+00:00"},"hreflang":"en","guid":"49a6edf7-639e-40af-ac4f-4a588921a39c","title":"Kim Kardashian (and the Pope) thrusts Armenia and its horrific past into the spotlight","published":"2015-04-17T12:24:58+00:00","byline":"Shirin Jaafari, Bradley Campbell","tags":["kim kardashian","kanye west","Armenian genocide","Pope Francis","Culture","Arts, Culture & Media","Armenia","Turkey","Kim Kardashian","Armenian Genocide","Kardashian family","Kardashian","Yerevan","Tsitsernakaberd","Ethnic cleansing","Nationalism","Armenian Genocide denial","Armenians"],"teaser":"Armenians have long been fighting for recognition for their darkest chapter, the mass killings in 1915 that they say were a deliberate genocide by the Ottoman Empire. And their cause got plenty of attention this week as the pope and Kim Kardashian both spoke out — in a way.","contentencoded":"<p>One of the world's most influential figures focused media attention on the Armenian Genocide of 1915 last week. The pope talked about it, too.</p>\n<p>Reality TV star Kim Kardashian, who has Armenian roots, spent several days recently visiting Armenia with her family. She's arguably the most well known Armenian American ever. The Guardian's Ian Black says her ancestral country went crazy for her — and not just because of the Kardashian star power.</p>\n<p>\"I think the most important thing they did, the one that attracted the most attention, was to go to the Armenian Genocide Memorial Museum, which is on a hill overlooking Yerevan,\" Black says. \"Kim and Khloe paid their respects. They laid flowers at the eternal flame.\"</p>\n<p>Kardashian documented the journey on Twitter:</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>An emotional day at the genocide museum. <a href=\"http://t.co/JEQJOy3T8E\">pic.twitter.com/JEQJOy3T8E</a></p>\n<p>— Kim Kardashian West (@KimKardashian) <a href=\"https://twitter.com/KimKardashian/status/587061442723106816\">April 12, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Her visit was particularly meaningful, coming the same day that Pope Francis also referred to the mass killings at the hands of the Ottoman Empire as genocide, a term that Turkey vehemently rejects.</p>\n<p>The pope's comments came at a Mass held at St. Peter's Basilica marking the 100th anniversary of the start of the mass killing. With the Armenian president and leaders of Armenia’s Orthodox Church in attendance, Francis mentioned \"three massive and unprecedented tragedies\" that humankind has endured.</p>\n<p>The first, he said, \"which is widely considered the first genocide of the 20th century, struck your own Armenian people.\" </p>\n<p>Istanbul-based reporter Dalia Mortada points out that the pope's original wording was actually a bit less clear. “What he actually said was that what happened in 1915 is generally referred to as the genocide, as the first genocide of the 20th century,\" Mortada says.</p>\n<p>Nevertheless, the comments enraged the Turkish government. The country recalled its envoy to the Vatican and is considering further action. Ankara maintains that mass killings occurred on both sides. \"[They say] it wasn’t a systematic elimination of the Armenian population within the Ottoman Empire,” Mortada says.</p>\n<p>But a century later, many Armenians simply want recognition. “Several generations have gone by and there are plenty of people who have said that ‘Yes, we’ve moved passed it. Yes, it’s been a hundred years,’ but to just get recognition that this happened will really help reconcile this dark period of their history,” Mortada says.</p>\n<p>And that's why the past week of papal — and Kardashian — attention has been so exciting for Armenians of all stripes.</p>\n<p>\"The coincidence of [Kardashian] being here also on the day the pope spoke out about the genocide and used the 'G-word' — that is a pretty powerful combination,\" Black says. \"It's two very, very different figures of global celebrity with very different profiles both publicizing this issue.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-13%2Fpope-and-kim-kardashian-launch-armenia-and-its-horrific-past-spotlight&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04132015_06.mp3"},{"href":"http://www.pri.org/file/0413201506mp3"}]}