{"created":"2015-03-29T12:41:14+00:00","modified":"2015-04-15T19:59:08+00:00","valid":{"from":"2015-04-15T19:59:08+00:00","to":"3015-04-15T19:59:08+00:00"},"hreflang":"en","title":"For Undercover Agents, On-The-Job Adrenaline Can Be Addictive","published":"2015-04-13T16:30:00+00:00","teaser":"Danger, subterfuge, adrenaline, the thrill of pulling one over on someone. As more agencies use undercover operatives, we ask what it's like to take on a false identity professionally.","itags":["npr_api","396071802"],"guid":"49ab6352-d5f2-44d7-a6cd-41836f994609","contentencoded":"<p>Danger, subterfuge, adrenaline — as more agencies use undercover operatives, we take a look at what it's like to take on a false identity professionally.</p><p>A <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/25/395273006/panel-finds-fbi-made-strides-after-9-11-but-must-speed-reforms\">recent report out</a> says the agency has made major improvements since Sept. 11, but still needs to boost its ability to collect intelligence.</p><p>Those operations can take many forms, but some of the most critical are the undercover missions that require agents to take on new identities and with them, a whole lot of risk. And it's not just the FBI. The <em>New York Times </em><a href=\"http://www.nytimes.com/2014/11/16/us/more-federal-agencies-are-using-undercover-operations.html?_r=0\">reported last fall</a> that at least 40 federal agencies use undercover agents in some capacity.</p><p>This kind of work is glamorized all the time in TV and movies, but behind many of the real life law enforcement success stories are agents who have risked their lives living as someone they aren't.</p><p>For the Record this week, we set out for answers: What kind of people are drawn to undercover work? What effect can working undercover have on your psyche? Do men and women approach this work in the same way?</p><p>We talked with three people with different views on this topic. (Click on the audio link to hear their full stories.)</p><hr /><h3>Michael Vigil, The Retired Undercover Agent</h3><p>Vigil is a former undercover agent with the Drug Enforcement Administration who kind of just wants to get back in the game.</p><p>\"Sometimes you develop these relationships with these traffickers,\" Vigil says. \"You know, they're stone psychopathic killers, but they have great personalities. So, it's very difficult when you have to arrest them and put them in prison for a number of years. ... It is a moral dilemma, because, again sometimes these guys become your family.\"</p><h3>Sherrie Moore, The Agent</h3><p>Moore, senior special agent with the Kansas Bureau of Investigation, is still very much in the game.</p><p>\"When you go in and you purchase drugs and you come out — there used to be an old Toyota commercial and they would jump up in the air and wave their hands around,\" Moore says. \"That is the feeling that you get when pull one over on somebody. You're amazed at yourself, that you were able to do that, and the adrenaline dump is unbelievable sometimes.\"</p><h3>Laura Brodie, The Psychiatrist</h3><p>Brodie, a criminal and forensic psychologist, helps agents like this come to terms with some of the tough stuff they see and do for a living.</p><p>\"As an undercover, you're basically kind of an independent operator,\" Brodie explains. \"You do a lot of things on your own. You [are] kind of your own boss, and it's very compelling, and it's very addictive.\"</p><hr /><p><strong>My Three Takeaways</strong></p><p>First, don't think for a second that you know what an undercover agent might look like, sound like or be like. You never know what kind of person would go in for this sort of work. Sure, there are those uber-masculine, ego-driven tough guys who look like they came out of central casting. But then there's someone like Moore. She's a soft-spoken woman from a small town who claims to look like a soccer mom, but can \"skank it up\" when she needs to take on a certain identity that gives her credibility on the streets.</p><p>Second, I went into this thinking that in order to keep the integrity of an operation, an undercover agent would have to live 24/7 in that identity. That's not always the case. In fact, Vigil told us that he kept two apartments, one where he lived in his false identity as a drug dealer and another apartment where he could go to be himself — a necessary touchstone with reality.</p><p>Third, it definitely takes a unique kind of person to do this work, someone who doesn't easily succumb to fear but doesn't take unnecessary risks. Someone with a strong sense of empathy, because that's key to assuming another identity. But at the same time, these folks need to be very good at compartmentalizing their lives. They have to spend time with some very dodgy characters working in a very dark world. They have to know how to shut that off and remember who they really are when the operation is finally over.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Undercover+Agents%2C+On-The-Job+Adrenaline+Can+Be+Addictive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"678"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128414-da4734.m3u?orgId=1&topicId=1070&e=396071802&d=678&ft=nprml&f=396071802"},{"href":"http://media.npr.org/assets/img/2015/03/29/afghanistan-2001-1c1c83bfbee83942e05d4f41375a704b767294d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/03/29/albatross-1987-c90f5f642648dc638e2a15d39f0eb6cbde57cc6a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/03/29/beach-ccde9520c6f98b338a19a9165216310364618074.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/03/29/boat-31745ea8d234ffcfd59cbdf869a4d627bd46ca12.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"849","width":"1226"}},{"href":"http://media.npr.org/assets/img/2015/03/29/chopper-1985-3bd2cf3cf3b46cd9d75cc808649e185fbc59b338.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1068","width":"1323"}},{"href":"http://media.npr.org/assets/img/2015/03/29/miami-1988-213ad91280f5d566d7e54fd1c7bbf2784438fef3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1600"}},{"href":"http://media.npr.org/assets/img/2015/03/29/chopper-19851-195211ee63871c1102c6c367f877f0de2123d721.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"992","width":"1323"}}]}