{"created":"2014-11-07T23:25:43+00:00","modified":"2014-11-10T19:02:06+00:00","valid":{"from":"2014-11-10T19:02:06+00:00","to":"3014-11-10T19:02:06+00:00"},"hreflang":"en","guid":"49b0d469-e5c1-4a26-8f67-4df95a11a819","title":"These video chats helped thaw out the Cold War","published":"2014-11-10T19:02:05+00:00","byline":"Shirin Jaafari","tags":["history","technology","culture","Technology","Science, Tech & Environment","Asia","North America","Soviet Union","United States","Asia","North America","Ronald Ragan","Joel Schatz","Joseph Goldin","Julia Barton","Ronald Reagan","Cold War","Politics"],"teaser":"US-Soviet relations hit a low point in the early 1980s, but one American and one Russian believed they could bring citizens of the two countries together. They succeeded in building an early video-chat system that allowed Americans and Russians to see and talk with each other across oceans.","contentencoded":"<p>The early 80s were an especially chilly time in the Cold War: President Ronald Reagan famously called the Soviets an \"evil empire;\" war in Afghanistan strained relations; a NATO exercise <a href=\"http://www.theguardian.com/uk-news/2013/nov/02/nato-war-game-nuclear-disaster\">nearly sparked World War III</a>.</p>\n<p>Those attitudes — on both sides — meant there wasn't much direct contact between Soviet and American leaders, let alone ordinary Americans and Russians. But one man wanted to change that and find a way to bring together Americans, Russians and people across the world.</p>\n<p>Today that would be a pretty simple thing — hop on Skype and call someone on the other side of the planet — but at the time, the Internet was just still a small government project. So Joel Schatz and his wife raised money and went to the Soviet Union themselves.</p>\n<p>\"This was the general left-wing impulse at the time: Let's go and talk to them ourselves, our governments aren't doing the work,\" says writer and radio producer Julia Barton, who <a href=\"http://www.theatlantic.com/technology/archive/2014/11/videochatting-with-communists/382221/?single_page=true\">wrote about Schatz for The Atlantic</a>.</p>\n<p>It was on that trip that Schatz met a Russian man named Joseph Goldin, who shared the goal of building bridges between Russians and Americans. They came together on the idea of creating a video chatting system — which, in the 1980s, led to some predictable issues that Barton describes in her piece:</p>\n<p><em>Joseph Goldin first hit on the idea of attaching slow-scan images to ordinary, person-to-person communication in 1985. He left it up to Schatz to figure out how to obtain the equipment and bring it to the U.S.S.R. Writer Adam Hochschild was present for most of this ordeal, <a href=\"http://www.motherjones.com/politics/1986/06/slow-scan-moscow\">and in his Mother Jones piece</a>, he describes an extensive comedy of errors getting a borrowed slow-scan unit through Soviet customs and set up in a Moscow conference room, linked over ordinary telephone lines to technicians in Berkeley who try to transmit a human image.</em></p>\n<p>In one of the sessions that was captured on video, the Americans show pizza and soda to the Russians on the other side. \"Do you have pizza there?\" one of the Americans asks. The Russian man on the other side is surprised. \"Did you say pizza?\" he asks.</p>\n<p>\"The cultural cues are very different in America and in the USSR,\" Barton says. \"For Americans, being friendly and talking about casual things and pizza is the way to make friends.\" That's not the case for Russians. They first make a formal speech and then they \"relax and drink vodka.\"</p>\n<p>Barton says while the interactions brought Russians and Americans face-to-face — in a way — she's not sure if they actually achieved much.</p>\n<p>\"The exchanges were good in a way, that they made contacts in a way that the government wasn't doing,\" she says. \"But ... I don't know what the Americans learned from these exchanges.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/pic.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/picjpg"}]}