{"created":"2014-09-10T18:10:16+00:00","modified":"2014-10-30T22:32:19+00:00","valid":{"from":"2014-10-30T22:32:19+00:00","to":"3014-10-30T22:32:19+00:00"},"hreflang":"en","title":"Obama To Push Military Campaign Against Islamic State Militants","published":"2014-09-10T12:01:00+00:00","teaser":"Experts say it's not so much the American people that the president has to convince, but the Middle East leaders he's counting on for help.","itags":["npr_api","347253011"],"guid":"49da1f8b-1cab-4b3d-bac2-111c0e310aec","contentencoded":"<p>President Obama delivers a rare, primetime address Wednesday.</p><p>Taking over the TV networks during the crucial 9:00 p.m. ET programming slot is not something any White House does lightly.</p><p>This time, it's for Obama to spell out his plan to combat militants from the Islamic State, and spokesman Josh Earnest calls the timing a signal of the high national security priority at stake.</p><p>On this eve of the Sept. 11 anniversary, the administration does not believe the Islamic State is plotting an immediate attack on the U.S. But as Obama told NBC over the weekend, that could change if the group is allowed a safe haven in Syria and Iraq.</p><p>\"More than anything I just want the American people to understand the nature of the threat and how we're going to deal with it,\" Obama said, \"and to have confidence that we'll be able to deal with it.\"</p><p><strong>Public Opinion Has Evolved</strong></p><p>Americans don't need much convincing that the Islamic State poses a threat. The militant group has already accomplished that, with its grisly Internet videos showing the murder of two American journalists. Obama's bigger challenge is persuading a skeptical public he can deal with that threat.</p><p>Senate Republican leader Mitch McConnell says that Obama needs to detail how this fight will play out.</p><p>\"The threat from ISIL is real and it's growing. It's time for President Obama to exercise some leadership in launching a response,\" he says.</p><p>McConnell and other congressional leaders met with the president at the White House on Tuesday. Obama told the lawmakers he welcomes congressional support, but already has the authority to conduct the campaign he'll outline Wednesday night.</p><p>A year ago, the president sought lawmakers' approval for airstrikes inside Syria, in response to Bashar Assad's use of chemical weapons. But Obama was forced to back down in the face of public and congressional opposition.</p><p>Pollster Carroll Doherty of the Pew Research Center says Obama is on stronger ground now, with Americans very aware of the murders.</p><p>\"They want to see something done about it,\" he says. \"They favor military action. And that's a change from a year ago when the idea of military action against Syria when the president proposed it was so unpopular.\"</p><p>Doherty says the biggest shift has come among Tea Party Republicans, who now favor a more muscular U.S. approach to foreign policy than they did a year ago.</p><p><strong>Focusing The Plan</strong></p><p>Increasingly hawkish public attitudes give the president an opening, but Doherty cautions the window here is a small one.</p><p>\"So the president has to hit the right balance with taking action. But the public is still, after two wars, reluctant to see a third war in the Middle East,\" he says.</p><p>Obama, who campaigned on ending the war in Iraq, is all too conscious of that. So Wednesday night, as he told NBC, he'll keep in mind the limits of U.S. military involvement.</p><p>\"This is not going to be an announcement about U.S. ground troops. This is not the equivalent of the Iraq War. What this is is similar to the kinds of counter-terrorism campaigns that we've been engaging in consistently over the last five, six, seven years,\" he said.</p><p>That approach relies heavily on cooperation from local forces, which the administration believes will come more easily now that Iraq has installed a new, and possibly more inclusive, government.</p><p>Secretary of State John Kerry meets this week with leaders in Saudi Arabia and Jordan, appealing to these neighbors to help press the fight against the Islamic State.</p><p>But Brian Katulis, who studies national security at the left-leaning Center for American Progress, says pulling off a working regional alliance won't be easy.</p><p>\"Getting the motley coalition of Turkey and Qatar, on the one hand, to work closely with Saudi Arabia and the United Arab Emirates, I think is worthy to try to do. But these countries deeply distrust one another. And I think that's going to be the real trick,\" he says.</p><p>Katulis adds the test of that strategy is not so much what the president says Wednesday night, but what he and that coalition actually do in the months to come.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+To+Push+Military+Campaign+Against+Islamic+State+Militants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347305900-a427f5.m3u?orgId=1&topicId=1009&ft=3&f=347253011"}]}