{"created":"2015-02-20T19:30:58+00:00","modified":"2015-02-20T21:25:12+00:00","valid":{"from":"2015-02-20T21:25:11+00:00","to":"3015-02-20T21:25:11+00:00"},"hreflang":"en","title":"Pasco Shooting Sparks Protests, Comparisons To Ferguson","published":"2015-02-20T21:25:00+00:00","teaser":"The shooting of Antonio Zambrano-Montes was the fourth fatal police shooting in seven months in the city of Pasco, Washington.","itags":["npr_api","387802762"],"guid":"49e38387-a6c3-4f13-a83a-2972a8be2249","contentencoded":"<p><p style=\"padding-left: 30px\"><em>New evidence is emerging in a fatal police shooting in Washington state last week that prompted protests in the town of Pasco and comparisons to the shooting in Ferguson, Missouri. Investigators say the three Pasco officers, who shot and killed Antonio Zambrano-Montes, were not certified Spanish speakers. It was the fourth fatal police shooting in the city in seven months and people in the area, especially in the Latino community, are calling for a federal investigation. Mexico&#8217;s president also condemned the shooting. From the <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> Contributors Network, <strong>Anna King</strong> reports.</em></p><p>Pasco is a farming town nestled snug into the confluence of the Columbia, Snake and Yakima rivers in southeast Washington. Onion peels flit like butterflies along the highways, and massive food processing plants occasionally stink up suburban backyards in the early morning.</p><p>Many Latinos from Mexico, South America and also from California migrated here to harvest asparagus and cherries each spring. They raised children, bought homes and started businesses. Third and fourth generations put down roots. They’re earning college degrees and taking leadership roles. It’s a small town, however, the shooting of a latino man by Pasco police last week has thrust Pasco into the national spotlight. It was the fourth fatal police shooting in Pasco in seven months.</p><p>Antonio Zambrano-Montes was 35-year-old farmworker and a Mexican national.</p><p>Several cell phone videos posted on YouTube show the shooting in grainy but graphic detail. Zambrano-Montes was reportedly throwing rocks in a crowded intersection. Police showed up, tried to stop him, then tazed him. Zambrano-Montes ran across the intersection and shots were fired. Then Zambrano-Montes ran down a sidewalk. He turned briefly to face police and they let off a second volley.</p><p>Reactions to these graphic videos vary. Some Pasco residents say police have to make tough decisions in seconds. Others disagree.</p><p>“After watching the YouTube video I think that it looks pretty bad,” said Pasco resident Martin Camacho. “You know, it looks like the victim was saying, ‘No, don’t, don’t shoot me.”</p><p>Kennewick is just across the river from Pasco and the police department there is charged with investigating the shooting of Zambrano-Montes by Pasco police.</p><p>They say about 40 witnesses have already come forward and they’re looking for more who might have interacted with Zambrano-Montes in the hours before the shooting.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;It looks like the victim was saying, ‘No, don’t, don’t shoot me.&#8221;<div class=\"pullquoteauth\">&ndash; Martin Camacho</div></p><p></div></p><p>“His actions are not normal,” said Ken Lattin, a police officer with the Kennewick department. They are looking for evidence behind Zambrano-Montes’ actions.</p><p>In the meantime, hundreds have turned out to protest this shooting. They marched from a city park to the site of the shooting carrying tall Catholic candles and large rocks with sharpie inscriptions to the Zambrano-Montes family.</p><p>Shortly after the protests began, some Pasco residents began calling for a federal investigation into the shooting. Local business owner Felix Vargas says he doesn’t think that the neighboring town of Kennewick’s police force can fully disclose the truth.</p><p>“In short what we want is a full set of eyes&#8230; So really the eyes of the world are upon Pasco. We have an opportunity here to do something which is credible,” Vargas said.</p><p>Some national media are comparing this shooting to what happened in Ferguson, Missouri. Vargas thinks there are some similarities, but also some key differences.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;In short what we want is a full set of eyes… So really the eyes of the world are upon Pasco.&#8221;<div class=\"pullquoteauth\">&ndash; Felix Vargas</div></p><p></div></p><p>“Ferguson was arguably was a much more complicated matter,” he said. “And it really called into question, what the police did and how they did it. In the case of Mr. Zambrano, we have a man who was running away, who wanted to disengage, who wanted to de-escalate the conflict. There is room for improvement.”</p><p>Others in Pasco, like Latricia Brooks, say she doesn’t feel heavy racism in Pasco; she’s more upset about where and when this latest shooting happened.</p><p>“I just thought it was very dangerous and reckless because of the fact there could have been children in the stores or somewhere nearby. Bullets just don’t go straight they bounce off of things,” Brooks said.</p><p>As to why Zambrano-Montes was throwing rocks, his cousin Maria Madrigal says he wasn’t well lately. He had injured his hands. His wife had divorced him and taken their daughters to California.</p><p>“He wouldn’t have conversations with me like he used to,” she said. “Normally me and him would joke around… This time I was cutting his hair I tried to have a conversation, and he would cut it short.”</p><p>A number of questions about the shooting remain. Did Zambrano-Montes have a rock in his hand when he was shot? What caused him to throw rocks in the first place? How many bullets hit him? Was he on drugs or alcohol? Were the police officers calling out to him in English or Spanish? Kennewick investigators say they are still looking for those answers.</p><p>Meanwhile, the Zambrano-Montes family is preparing a $25 million lawsuit against the city of Pasco. The family has also called for a second autopsy. The FBI is monitoring the Kennewick Police Department’s investigation and small groups are still turning out everyday at city hall to protest.</p><h4>Reporter</h4><ul><li><a href=\"http://nwnewsnetwork.org/people/anna-king\" target=\"_blank\"><strong>Anna King</strong></a>, Richland correspondent for Northwest News Network. She tweets <a href=\"https://twitter.com/AnnaKingN3\" target=\"_blank\">@AnnaKingN3</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pasco+Shooting+Sparks+Protests%2C+Comparisons+To+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Anna King","audio":[{"meta":{"duration":"426"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387808285-e9c23a.m3u?orgId=1&e=387802762&d=426&ft=nprml&f=387802762"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_pasco-shooting.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"948","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0220_protestors.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"717"}}]}