{"created":"2014-10-07T20:35:47+00:00","modified":"2014-12-22T23:05:25+00:00","valid":{"from":"2014-12-22T23:05:25+00:00","to":"3014-12-22T23:05:25+00:00"},"hreflang":"en","title":"With Swirls Of Steel, These Sculptures Mark The Passage Of People And Time","published":"2014-07-22T17:13:00+00:00","teaser":"Albert Paley's eye-catching gates, archways and sculptures frame transitions and elevate otherwise routine paths. An exhibit in Washington, D.C., is celebrating the work of the American metalsmith.","itags":["npr_api","333596118"],"guid":"49e8feaf-367e-415e-b15f-1b767287fc1a","contentencoded":"<p>Growing up in Philadelphia in the 1940s, Albert Paley played with blocks and Legos. And he loved wandering the streets, scavenging bottle caps, matchbook covers, cigar bands and \"picking up pebbles that I thought were interesting,\" he recalls.</p><p>Now 70, the American sculptor has moved from pebbles to monumental gates. His iron and steel works adorn Washington, D.C., Philadelphia, St. Louis, Chattanooga, Tenn., and Rochester, N.Y. His gates, archways and free-standing sculptures are eye-catching landmarks.</p><p>\"They really are an announcement, a signifier, they are a work of art,\" says Eric Turner, curator of <a href=\"http://www.corcoran.org/exhibitions/american-metal-art-albert-paley\" target=\"_blank\">\"American Metal: The Art of Albert Paley,\"</a> on view at the Corcoran Gallery in Washington, D.C. \"... He transforms something from a merely utilitarian function into something much, much more.\"</p><p>In 1972, Paley beat out 30 entries and won a competition to design gates — when they're fancy they're called \"portals\" — for the bookstore at the Smithsonian's Renwick Gallery. Made of brass, steel, bronze and copper, they're very art nouveau — they swirl and flow like shiny, sinuous vines.</p><p>A critic once described art nouveau as \"vermicelli in delirium,\" but that was in the 1890s. When Paley began as a jeweler in the 1960s, there was an art nouveau revival underway.</p><p>\"The discipline of the goldsmith I found was very intriguing,\" he says. \"The sense of quality, the sense of refinement, as far as developing the object. But also conceptually, what does the jewelry do to the individual? How does it manifest their ego or their presence? This is the type of work that I was doing at that time.\"</p><p>Paley was creating big pieces — in silver and gold — and they weren't dainty, Tiffany lapel pins. Paley's pendants and necklaces and pins had heft.</p><p>\"Remember, this was done in the late '60s,\" he says. \"The feminist movement had started. This is not for a meek, demure woman. This is somebody that has a sense of self, a sense of bearing. There's a real presence. You wear something like this in public, people are going to look at you.\"</p><p>So, from jewelry to gates for a bookstore, to a gateway at the St. Louis Zoo, to portals at the New York state Senate in Albany, and a gate at the National Cathedral in Washington. The swirls continue, but there are also spikey, forbidding shapes — more solid takes on barbed wire. As a steel worker, Paley loves forging.</p><p>\"You heat a piece of metal up, you hit it, it forms, it develops a line in space that has continuity,\" he explains. \"When I'm working on it, I'm experiencing movement. It's almost like if this were heated up again, it would continue to move.\"</p><p>Some of his works are monumental — abstract, modern, geometric street sculptures. But curator Eric Turner says Paley puts history into the metal he forges. \"What is old-fashioned about it is ... the meticulous standards of craftsmanship,\" he says.</p><p>The big sculptures and gates are as carefully finished as the pins and necklaces, jewel-like in their precision. And they mark movement from place to place.</p><p>\"You go outside to inside, you go from light to dark,\" Paley says. \"There's a passage of time. If there's anything that's a symbolic element in architecture, it's a portal or an archway.\"</p><p>Paley's portals frame transitions — they elevate an otherwise routine path through the day. They ornament modern life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Swirls+Of+Steel%2C+These+Sculptures+Mark+The+Passage+Of+People+And+Time&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333892242-56a97c.m3u?orgId=1&topicId=1141&ft=3&f=333596118"},{"href":"http://media.npr.org/assets/img/2014/07/21/paley-15--evanesce_in_situ_2010-789184b1cf1612b5788778ed92d1804274168c9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1004","width":"1338"}},{"href":"http://media.npr.org/assets/img/2014/07/21/paley-4--architectural_screen_1983-2-_custom-bbfa1212b31535758d84098cd52dd6e948c05bc7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2580","width":"5984"}},{"href":"http://media.npr.org/assets/img/2014/07/21/paley-1--1974-renwick-portal-gates_enl-04974b96ae367634580d1c3a88ed35a9d557a999.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5650","width":"4526"}},{"href":"http://media.npr.org/assets/img/2014/07/21/paley-2--pendant_1973_enl-79b0f7e53c2d769a707652dbd74ec0bb1b2894ad.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"5884","width":"4766"}},{"href":"http://media.npr.org/assets/img/2014/07/21/paley-11--animalsalways_custom-f5a2812149bf394807cfdc325629d02c58fd8a9d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"748","width":"1500"}}]}