{"created":"2014-12-01T21:27:01+00:00","modified":"2015-05-20T20:04:35+00:00","valid":{"from":"2015-05-20T20:04:35+00:00","to":"3015-05-20T20:04:35+00:00"},"hreflang":"en","title":"Legal Pot In The U.S. May Be Undercutting Mexican Marijuana","published":"2014-12-02T10:57:00+00:00","teaser":"As more U.S. states approve marijuana for medical or recreational use, the price for pot growers in Mexico is falling. This could change the business model for narcotraffickers as well.","itags":["npr_api","367802425"],"guid":"49fe9be9-b9ed-4d4e-b227-7e0b10b18c5c","contentencoded":"<p>Made-in-America marijuana is on a roll. More than half the states have now voted to permit pot for recreational or medical use, most recently Oregon and Alaska. That number also includes the District of Columbia. As a result, Americans appear to be buying more domestic marijuana, which in turn is undercutting growers and cartels in Mexico.</p><p>\"Two or three years ago, a kilogram [2.2 pounds] of marijuana was worth $60 to $90,\" says Nabor, a 24-year-old pot grower in the northwestern Mexican state of Sinaloa. \"But now they're paying us $30 to $40 a kilo. It's a big difference. If the U.S. continues to legalize pot, they'll run us into the ground.\"</p><p>Nabor declines to give his surname because his crop is illegal. The interview takes place on a hillside outside Culiacan, Sinaloa, located in Mexico's marijuana heartland. We stand next to a field of knee-high cannabis plants, their serrated leaves quivering in a warm Pacific breeze. The plot is on communal land next to rows of edible <em>nopal</em> cactus.</p><p>He kneels and proudly shows me the resinous buds on the short, stocky plants. This strain, called Chronic, is a favorite among growers for its easy cultivation, fast flowering and mood-lifting high. Nabor, who says he has grown marijuana since he was 14, says the plants do not belong to him.</p><p>\"My <em>patrón</em> pays me $150 a month, but I have to plant it exactly the way he wants,\" he says. \"He provides the water pump, gasoline, irrigation hoses, fertilizer, everything.\"</p><p><strong>An Army Of Small-Scale Growers</strong></p><p>There's an image of Mexican traffickers with shiny pickups, fancy boots and shapely girlfriends. But Nabor says most people who grow marijuana for the Sinaloa cartel are just <em>campesinos</em> like him.</p><p>He drives a motorcycle, and supports a wife and two kids. He says he grows pot to supplement his other work, which consists of collecting firewood and raising cactus. He says everybody plants a little marijuana here<em></em>.</p><p>\"This is dangerous work to cultivate it and to sell it. If the army comes, you have to run or they'll grab you. Look here, we're only getting $40 a kilo. The day we get $20 a kilo, it will get to the point that we just won't plant marijuana anymore.\"</p><p>The slumping economics of Mexican marijuana was not unexpected.</p><p>Two years ago, the Mexican Institute of Competitiveness, in a study titled \"If Our Neighbors Legalize,\" predicted the drug cartels would see their cannabis profits plummet 22 to 30 percent if the United States continued to decriminalize marijuana.</p><p>At one time, virtually all the weed smoked in the States, from Acapulco Gold to Colombian Red, came from south of the border.</p><p>Not anymore.</p><p>\"We're still seeing marijuana. But it's almost all the homegrown stuff here from the States and from Canada. It's just not the compressed marijuana from Mexico that we see,\" says Lt. David Socha, of the Austin Police Department narcotics section.</p><p><strong>A Preference For Grown In America</strong></p><p>Socha's observation is confirmed by the venerable journal of the marijuana culture, <em>High Times Magazine</em>.</p><p>\"American pot smokers prefer American domestically grown marijuana to Mexican grown marijuana. We've seen a ton of evidence of this in the last decade or so,\" says Daniel Vinkovetsky, who writes under the pen name Danny Danko. He is senior cultivation editor at <em>High Times</em> and author of <em>The Official High Times Field Guide to Marijuana Strains. </em></p><p>U.S. domestic marijuana, some of it cultivated in high-tech greenhouses, is three or four times more expensive than Mexican marijuana. Vinkovetsky says prices for Mexican weed continue to slide because it's so much weaker.</p><p>He says American cannabis typically has 10 to 20 percent THC — the ingredient that makes a person high — whereas the THC content of so-called Mexican brickweed is typically 3 to 8 percent.</p><p>\"Mexican marijuana is considered to be of poor quality generally because it's grown in bulk, outdoors; it's typically dried but not really cured, which is something we do here in the U.S. with connoisseur-quality cannabis,\" he says. \"And it's also bricked up, meaning that it's compressed, for sale and packaging and in order to get it over the border efficiently.\"</p><p><strong>Reversing The Flow</strong></p><p>To service the U.S. market, police agencies report some Mexican crime groups grow marijuana in public lands in the West.</p><p>And there's a new intriguing development.</p><p>DEA spokesman Lawrence Payne tells NPR that Sinaloa operatives in the United States are reportedly buying high-potency American marijuana in Colorado and smuggling it back into Mexico for sale to high-paying customers.</p><p>\"It makes sense,\" Payne says. \"We know the cartels are already smuggling cash into Mexico. If you can buy some really high-quality weed here, why not smuggle it south, too, and sell it at a premium?\"</p><p>The big question is whether the loss of market share is actually hurting the violent Mexican drug mafias.</p><p>\"The Sinaloa cartel has demonstrated in many instances that it can adapt<em>. </em>I think it's in a process of redefinition toward marijuana,\" says Javier Valdez, a respected journalist and author who writes books on the narcoculture in Sinaloa.</p><p>Valdez says he's heard through the grapevine that marijuana planting has dropped 30 percent in the mountains of Sinaloa. But he says the Sinaloa cartel is old school — it sticks to drugs, even as other cartels, such as the Zetas of Tamaulipas state, have branched out into kidnapping and extortion.</p><p>\"I believe that now, because of the changes they're having to make because of marijuana legalization in the U.S., the cartel is pushing more cocaine, meth and heroin. They're diversifying,\" Valdez says.</p><p>Back in the hills above Culiacan, Nabor is asked, if prices for marijuana continue declining, what will he do?</p><p>\"My dream is to get a good job, a regular job,\" he says, \"where I don't have to do such dangerous work; a job that pays me a living wage.\"</p><p>When the interview is over, and the recorder is turned off, and we're about to drive back to the highway, Nabor quietly says he thinks he's done with marijuana. He's considering planting opium poppies, because that's where the market is going.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legal+Pot+In+The+U.S.+May+Be+Undercutting+Mexican+Marijuana&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367835242-e4974c.m3u?orgId=1&topicId=1127&d=448&p=2&story=367802425&t=progseg&e=367763494&seg=15&ft=nprml&f=367802425"},{"href":"http://media.npr.org/assets/img/2014/12/01/sinaloa-pot_3484-cabc026c6d5e5cd6c4dbb384a5849f76a5d7c57e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/12/01/sinaloa-pot_3489-c039ff414487a006d54b89228cc478f4da196b9d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2498"}}]}