{"created":"2014-12-24T08:23:13+00:00","modified":"2015-05-13T21:24:53+00:00","valid":{"from":"2015-05-13T21:24:52+00:00","to":"3015-05-13T21:24:52+00:00"},"hreflang":"en","title":"Christmas In Liberia: Ebola Fears, No Snow, Holiday Spirit","published":"2014-12-24T13:43:00+00:00","teaser":"The deadly virus has cast a shadow over the country. Nonetheless, many Liberians are determined to have a happy Christmas and a hopeful new year.","itags":["npr_api","372669481"],"guid":"4a049d1c-39b6-462b-a33f-f31457abc780","contentencoded":"<p>Ebola has cast a shadow over Liberia, but it can't stop Christmas.</p><p>Despite the trauma of the past year, Liberians are trying to have a happy holiday season. Carols are playing on the radio and there's lots of decorating — and painting — going on.</p><p>\"At a certain time of the year we want our homes to look good,\" says journalist Siatta Scott Johnson. \"It's like a competition in Liberia when it comes to the festive season.\"</p><p>According to Scott Johnson, there's a government order to paint all buildings, shops and private houses by mid-December. Otherwise you face a fine. She says Ebola has not changed that practice.</p><p>\"So if you don't paint your house to really look good, people kind of think that you're not a normal Liberian,\" she says. \"And in Christmas, we do a lot of decoration. You find a lot of Christmas trees in homes. We have Christmas flower designs. Those that have houses with fence ... they do a design around the fence. I think the idea came from the U.S. It is something that's within us. So I think that was one culture that was not touched by Ebola.\"</p><p>That doesn't mean Ebola has been forgotten. \"Protect yourself. Don't give anybody Ebola for Christmas,\" says deputy public affairs minister Isaac Jackson. \"We want to make sure you keep it safe.\"</p><p>The past couple of months have seen the number of <a href=\"http://www.cdc.gov/vhf/ebola/outbreaks/2014-west-africa/case-counts.html\">new cases</a> declining and stabilizing in Liberia, after the terrifying highs of the summer. Ebola specialists warn that creeping complacency is the new enemy and that Liberians must remain vigilant. A presidential order is in force, banning large gatherings in the capital city Monrovia to keep people from crowding together and possibly spreading the virus — including on beaches. (And neighboring Guinea and Sierra Leone have banned public celebrations altogether during the festive season because of Ebola.)</p><p>Manasseh Peters strides up the narrow main street in the tough, congested West Point slum district of the Liberian capital, where there were riots over Ebola in August. Dodging noisy three-wheeler rickshaw taxis, the 19-year-old street trader is selling brightly colored lengths of tinsel.</p><p>\"How's it looking this year — with Ebola?\" I ask him.</p><p>\"By God's grace,\" says Peters, \"it'll be fine for us.\"</p><p>And the weather outside isn't frightful. Siatta Scott Johnson is thankful that the rains are over in time for the holidays.</p><p>But there's one little anomaly.</p><p>\"We just don't have snow,\" she says. \"So sometimes when they play, 'Let it snow, let it snow,' I say, 'No, we should play, 'Let it shine, let it shine, let it shine' — because the sun will surely be shining.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Christmas+In+Liberia%3A+Ebola+Fears%2C+No+Snow%2C+Holiday+Spirit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372837225-a04b84.m3u?orgId=1&topicId=1031&d=232&p=3&story=372669481&t=progseg&e=372837102&seg=8&ft=nprml&f=372669481"},{"href":"http://media.npr.org/assets/img/2014/12/23/liberian_xmas-4-2e0d69931a06507f5015f4eb52d36a312e75fbde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/23/liberian_xmas-3-cdbbf51b4b1c154836f4be32e5b7723323488119.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/23/liberian_xmas-1-a08d7e7343940fbd49caa81aaa94a9a6e2818d9e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}