{"created":"2015-05-01T19:09:10+00:00","modified":"2015-05-12T20:06:11+00:00","valid":{"from":"2015-05-12T20:06:11+00:00","to":"3015-05-12T20:06:11+00:00"},"hreflang":"en","guid":"4a04e2c1-0219-40cf-bc4e-743cda721500","title":"Baltimoreans cheer the unexpected indictment of six police offcers over Freddie Gray's death","published":"2015-05-12T20:06:07+00:00","byline":"T.J. Raphael","tags":["Baltimore protests","Justice","Ethnicity & Race","Justice","Conflict & Justice","Baltimore","North America","United States","Maryland","Baltimore Police Department"],"teaser":"State's Attorney Marilyn Mosby announced on Monday that the city will prosecute six officers over the death of Freddie Gray, with charges rising all the way to second-degree murder. The decision sparked immediate and mostly positive reaction from the city.","contentencoded":"<p>In an unexpected announcement issued Friday, prosecutors in Baltimore said that they had probable cause to file homicide, manslaughter and misconduct charges against six police officers accused of being involved in the the death of Freddie Gray, a 25-year-old African American who died after sustaining a spinal cord injury while in Baltimore police custody last month.</p>\n<p>The decision stood in stark contrast to the lack of indictments in other high-profile incidents of death involving police officers, including those of Michael Brown in Ferguson, Missouri, and Eric Garner in New York City. Many Baltimore residents cheered the news.</p>\n<p>“I was feeling very liberated and vindicated — it literally could have been me,” said high school senior Desmond Campbell <a href=\"http://live.baltimoresun.com/Event/Latest_updates_from_the_Freddie_Gray_case_in_Baltimore/161570303\">to the Baltimore Sun</a>. “This is such a powerful movement.”</p>\n<p><em>(Check out the city's full range of reactions at the Baltimore Sun's <a href=\"http://live.baltimoresun.com/Event/Latest_updates_from_the_Freddie_Gray_case_in_Baltimore/\">frequently updated live blog</a>.)</em></p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Crowd of maybe a few hundred happy people growing here at Penn and North. Here's one pocket of revelers. <a href=\"http://t.co/9TKWhUE5aP\">pic.twitter.com/9TKWhUE5aP</a></p>\n<p>— Matt Zapotosky (@mattzap) <a href=\"https://twitter.com/mattzap/status/594211179070922753\">May 1, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“The [Baltimore City] State’s Attorney, Marilyn Mosby, said there was no cause to arrest [Gray] to begin with,” says Kenneth Burns, a reporter for public radio station WYPR in Baltimore. “Officers said there was a knife found on Freddie Gray when he was arrested, but she says that the particular knife that he had was not a switchblade — you could hold onto it legally in the state of Maryland.”</p>\n<p>During Friday’s press conference, Mosby said officials ruled Gray’s death a homicide after an independent investigation, which found that the six officers implicated in Gray's death repeatedly mistreated him. Mosby says officers arrested him without grounds and violated police procedure when they failed to secure him with a seat belt, a crucial factor in bringing charges.</p>\n<p>“Mr. Gray suffered a critical neck injury as a result of being handcuffed, shackled by his feet and unrestrained inside the BPD wagon,” Mosby said during the press briefing, referring to the police van.</p>\n<p>Though the officers repeatedly stopped to check on his condition, they never belted him and ultimately failed to get him medical attention. “In fact, at one point he was placed in shackles but still not properly placed in a seatbelt,\" Mosby said. By the time he was removed from the van, \"Mr. Gray was no longer breathing at all.\"</p>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/i-tb-zUSUS8\" width=\"620\"></iframe></p>\n<p>Gene Ryan, the president of the local police union, sent Mosby a letter on Monday defending the officers.</p>\n<p>\"As tragic as this situation is, none of the officers involved are responsible for the death of Mr. Gray,\" Ryan wrote. \"To the contrary, at all times, each of the officers diligently balanced their obligations to protect Mr. Gray and discharge their duties to protect the public.\"</p>\n<p>The letter also asked that Mosby appoint an independent prosecutor in the case, saying that her ties to Gray's lawyer — he contributed to her campaign for district attorney — and other factors represent conflicts of interest. Mosby has <a href=\"http://live.baltimoresun.com/Event/Latest_updates_from_the_Freddie_Gray_case_in_Baltimore\">rejected the request</a>.</p>\n<p>Mosby, a 35-year-old Democrat, has only been in her current position for about four months. She is the youngest chief prosecutor in a major US city. “I would characterize this as her biggest case to date,” Burns says.</p>\n<p>Though she is bringing charges against the officers, Mosby defended the police department at large, noting that her mother, father, grandfather, and uncles were all police officers.</p>\n<p>Burns also points out that while Baltimore residents are pleased with Mosby’s decision to bring charges, not all are confident in the way forward.</p>\n<p>“There is some satisfaction,” says Burns. “But at the same time, I spoke with one person who works in the city with the housing authority. He’s concerned about what happens going forward, particularly at trial, especially if the officers are found not guilty. ... There’s a lot of concern that there will be a repeat performance of what we saw this past Monday.”</p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/six-officers-be-charged-death-freddie-gray/\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-01%2Fbaltimoreans-cheer-unexpected-indictment-six-police-offcers-over-freddie-grays&amp;feed=pmp\" /></p>\n","audio":[]}