{"created":"2014-10-15T22:44:08+00:00","modified":"2015-02-02T21:23:46+00:00","valid":{"from":"2015-02-02T21:23:46+00:00","to":"3015-02-02T21:23:46+00:00"},"hreflang":"en","title":"Harvard Law Professors Say New Sexual Assault Policy Is One-Sided","published":"2014-10-16T14:32:00+00:00","teaser":"A group of 28 law professors has written an open letter criticizing the university's new sexual assault policy, citing due process concerns and saying it gives victims more rights than the accused.","itags":["npr_api","356424999"],"guid":"4a046431-b48d-4ffb-98d5-21574939b336","contentencoded":"<p>Just a few months after Harvard University announced a new, tougher policy against campus sexual assault, a group of Harvard law professors is blasting the rules as unfair.</p><p>Harvard announced its new policy this summer, after the school came under federal investigation for being too soft on sexual assault. The group of <a href=\"http://www.bostonglobe.com/opinion/2014/10/14/rethink-harvard-sexual-harassment-policy/HFDDiZN7nU2UwuUuWMnqbM/story.html\">28 law professors says</a> Harvard has overreacted with rules that are \"overwhelmingly stacked against the accused\" and \"starkly one-sided.\"</p><p>\"The Harvard policy goes so far that it's pretty shocking,\" says Harvard Law professor Janet Halley.</p><p>She says Harvard's process, at its core, is biased because it is run by a single Title IX compliance office that's under pressure to show the government results.</p><p>\"It's the charging agent like the prosecutor, it's the investigator — they're the judge, and they're the [people who hear] the appeal from all those decisions,\" she says. \"So they're not neutral. They're there to increase the number of persons held responsible.\"</p><p>Halley is also troubled that the policy, she says, gives alleged victims many more rights and protections than the accused. She says it is also too broad in what it considers sexual misconduct. The school, she argues, relies too much on what a victim says is a violation, and too little on what a \"reasonable person might say,\" as federal law requires.</p><p>\"When you drop the reasonable person requirement, then you're saying, 'No, it's just if the person wakes up the next morning and says [the contact] was unwelcome, we'll entertain a complaint about that.' And that squanders the moral authority of sexual harassment law,\" Halley says.</p><p>Harvard officials declined to comment but in a statement defended their process as \"neutral, fair and objective.\" The university says a committee of faculty, staff and students is reviewing the policy, but it acknowledges that not everyone will agree with its new approach.</p><p>While some feel Harvard's new policy goes too far, others believe it doesn't go far enough.</p><p>MaryRose Mazzola, a student activist, says she's troubled by the professors' suggestion that the policy is slanted in favor of victims.</p><p>\"That's not the feedback that we've heard at all from students,\" she says. \"And that's not a problem that we've seen in the policy.\"</p><p>A bigger problem is that the policy does not include a stricter definition of consent, Mazzola says. All accused students would be better protected if Harvard had an affirmative consent policy for sexual activity, in which only an explicit \"yes\" means consent, instead of the old \"no means no.\"</p><p>\"We think that [no-means-no approach] leaves it open for ambiguity, and we want there to be more clarity in the policy, specifically saying the 'yes means yes,' \" she says.</p><p>Harvard is being watched closely by other schools.</p><p>\"I think we owe these professors a sincere thanks for finally drawing a line in the sand,\" says Anne Neal, president of the American Council of Trustees and Alumni.</p><p>Neal says most schools are afraid to push back against what she calls the government shakedown that is forcing campuses to enact policies that she says go too far.</p><p>\"It has effectively put a gun to the heads of our colleges and universities to disregard constitutional rights,\" she says. \"I think these professors are properly saying that we cannot allow our institutions to be taken down an Orwellian path where the Constitution takes a back seat to other considerations.\"</p><p>John Banzhaf, a law professor at George Washington University, agrees, saying the Harvard protest against its sexual assault policy could mean the pendulum will soon begin swinging back.</p><p>\"This can't last,\" Banzhaf says. \"I think there already is growing a public backlash against it, and like any pendulum, once you go past the bottom and you start going in the other direction, it does begin to slow down. And I think it's beginning to slow down.\"</p><p>What might make the difference is the rapidly growing number of students who say they were unfairly convicted in campus tribunals and are suing universities for millions in damages, he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Harvard+Law+Professors+Say+New+Sexual+Assault+Policy+Is+One-Sided&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356451470-cac9bb.m3u?orgId=1&topicId=1003&aggIds=339884470&e=356424999&d=267&ft=nprml&f=356424999"},{"href":"http://media.npr.org/assets/img/2014/10/15/harvard_01-a38ca088195befeca2a4b0ed05b1844d32da361b.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}