{"created":"2015-06-08T21:16:55+00:00","modified":"2015-06-17T15:30:00+00:00","valid":{"from":"2015-06-17T15:30:00+00:00","to":"3015-06-17T15:30:00+00:00"},"hreflang":"en","title":"In Atlantic City, A Silver Lining For Casinos Left Standing ","published":"2015-06-11T18:17:00+00:00","teaser":"Four of 12 casinos in Atlantic City closed last year, but the first quarter of 2015 brought good news to those remaining. The local economy is still reeling, but less competition means higher profits.","itags":["npr_api","411980237"],"guid":"4a079ee7-cb93-42e9-af1d-4c156b144941","contentencoded":"<p>New casinos are popping up all along the East Coast, giving Atlantic City a run for its money. Four casinos out of 12 in Atlantic City closed last year. But those closures have, in turn, helped the remaining gambling houses there.</p><p>Casino customers tend to be pretty loyal to one or two houses — to accrue rewards, or sometimes for other reasons.</p><p>\"We like to bring the dog down once in a while because he likes to walk the boardwalk, go in the ocean,\" says<strong> </strong>Patty Davis. She and her husband travel more than six hours to gamble in Atlantic City.</p><p>The Davises used to go to the Showboat casino because its hotel allowed dogs. <a href=\"http://www.npr.org/sections/thetwo-way/2014/09/01/344977997/showboat-casino-is-latest-in-atlantic-city-to-close-its-doors\">When it closed in September</a>, the couple and their Pomeranian started going to Harrah's, because it allows dogs.</p><p>Many people have been taking their business to other casinos in the city since their usual haunts closed, which has meant better business for the places left standing.</p><p>Resorts, Atlantic City's oldest casino, still lost money in the first quarter of this year but a lot less than it did last year.</p><p>\"We're certainly seeing the benefit of a smaller competitor base, so our revenues and our profitability continue to improve steadily,\" says Mark Giannantonio, president and CEO of Resorts.</p><p>In other words, Atlantic City went from having 25,000 slot machines at the start of last year to 17,000 now. It went from 12 underperforming casinos to eight fuller gambling houses. And that has helped the remaining casinos grow their profits by 26 percent.</p><p>It certainly looked like the first good news for Atlantic City in a long time. But Moody's Investors Service analyst Keith Foley says it doesn't mean the rest of the casinos are in the clear.</p><p>\"In addition to the fact that you've got larger and more competitors within that region, you've got a couple of trends going on in regional gaming that will affect Atlantic City and probably not positively,\" Foley says.</p><p>Casinos need to replace their aging customers. But, Foley says, younger people not only have less disposable income, they're also just less interested in playing the slot machines.</p><p>Joe Lupo is senior vice president at the Borgata, where profits were up 82 percent for the first quarter of this year. He says the most important thing for Atlantic City's remaining casinos is to take their new profits and reinvest them in their properties.</p><p>\"Product's extremely important, especially when you have a similar gaming product in your backyard in Pennsylvania, New York and Maryland, what's the differentiator?\" Lupo says.</p><p>While Lupo says the casino industry in Atlantic City has stabilized, the region is still reeling from the closures. The county has an unemployment rate that is twice the national average and leads the state in foreclosures.</p><p>Back at Resorts, a lounge beside the blackjack tables shows off one of the casinos' biggest hopes for growth: its website for online gambling. However customers who log in from home will be able to pour their own gin and tonics. So even great success on the Internet won't bring back many of the lost jobs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Atlantic+City%2C+A+Silver+Lining+For+Casinos+Left+Standing+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emma Jacobs","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412942714-4cdbb2.m3u?orgId=1&topicId=1006&d=224&p=2&story=411980237&t=progseg&e=412923703&seg=7&ft=nprml&f=411980237"},{"href":"http://media.npr.org/assets/img/2015/06/05/atlantic-city-getty-0ddf465c162f91315539d4b8895ff418379d4341.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1419","width":"1892"}}]}