{"created":"2015-05-19T15:23:36+00:00","modified":"2015-05-19T15:23:37+00:00","valid":{"from":"2015-05-19T15:23:37+00:00","to":"3015-05-19T15:23:37+00:00"},"hreflang":"en","guid":"4a09806b-cc8f-4da7-b48a-f4b4a03486ff","title":"This Mexican author says languages aren't straitjackets, but tools to start a bilingual conversation","published":"2015-05-19T15:23:31+00:00","byline":"William Troop, Betto Arcos","tags":["books","language","culture","Books","Arts, Culture & Media","San Diego","North America","Mexico","United States","California","Cristina Rivera Garza"],"teaser":"Mexican author Cristina Rivera Garza used to publish her creative work only in Spanish. But after a quarter century living in the US, she says writing in both Spanish and English brings tremendous richness to her experience, and lets her engage a whole new audience in conversation.","contentencoded":"<p>Cristina Rivera Garza is a Mexican writer and professor who has developed her career on both sides of the US-Mexico border. Her novels in Spanish have won literary awards in Mexico, and she’s taught writing both in Mexico and the United States.</p>\n<p>So she knows what it’s like to work and write in both Spanish and English. Producer Betto Arcos caught up with her at LéaLA, the Spanish-language book fair in Los Angeles, and asked her what it's like being a published author in two languages, and how living on both sides of the border has affected her work. Here’s an edited transcript of their conversation.</p>\n<p><strong>Cristina Rivera Garza:</strong> I'm a Mexican author who's been living in the United States for the last 25, 26 years. I’m a Norteña in Mexico, I was born in Matamoros, Tamaulipas. This is the city on the other side of the border from Brownsville, Texas. And I've been living in San Diego, California, for a number of years on the other extreme of the border as well.</p>\n<p>You know, most of my creative work, I've been publishing that in Spanish. Most of my academic work, I've published in English. And for a while that kind of division worked quite well. But for the last 7 years I've been teaching in the MFA program in creative writing at the University of California-San Diego, and I've been teaching in English mostly. No, not mostly, only. And so that difference, the fact that I saw myself as a Mexican author writing in Spanish and as a continental academic writing in English — all of that was somewhat subverted by this experience. Obviously, I've been here for such a long time that I've been writing also in English, things that I’ve decided not to publish. But that might be changing in the near future.</p>\n<p><strong>Betto Arcos: What do you mean subverted? What's that experience about?</strong></p>\n<p><strong>CRG:</strong> Well, I’ve been very concerned with, and I want to maintain, my dialogue with Mexican literature, with Mexican authors, with Mexican readers as well. But living here for such a long time, I’ve had to be aware of the fact that we not only have Mexican readers on this side of the border but also Mexicans who've been reading both in English and Spanish. So for me it has become an issue of just plain awareness, of where I’m located and the kind of critical conversation that I would like to engage with. Based on that, I had to subvert my own way of thinking. You know, that difference between a Mexican author who publishes in Spanish, and an academic who can publish in both Spanish and English — it does make sense, and it’s kind of easy. But at the same time, it does not cover the complexity of our contemporary world, the geopolitics on which I’m located right now. So that has to change, and it has changed in fact.</p>\n<p><strong>BA: Is it fair to say that you have a thinking cap you put on when you write in English, and a thinking cap you use when you write in Spanish? What's the difference between the two?</strong></p>\n<p><strong>CRG:</strong> That's a very interesting question, and a very hard one to answer. I thought that there was a difference until very recently, when I was forced to be aware of something. That is, I've been writing material in Spanish that once I get to read it very carefully, and once some translators have been trying to translate this into English, I realized that very often I'm writing this material both in English and Spanish, the original version. And that somehow that gets into the very DNA of the writing. So there is no special side or special compartment for each of these languages. They come in waves, they are totally intertwined. And it’s more a matter of with whom I want to have this conversation, rather than what kind of material I’m working with closely on my own.</p>\n<p>So I've been writing bilingually for a number of years. But I've been publishing that in Spanish because that's the conversation that I've been fostering. And [now] I see the tremendous richness that comes to my own world by fostering the same kind of conversation with readers on this side of the border who might be reading both in Spanish and in English.</p>\n<p>And I'm not talking about mastery of both languages. I'm talking about taking or borrowing aspects of English, and aspects of Spanish, and combining them in ways that are even to me ways that I’m not necessarily expecting.  And what I'm looking at right now is just to start fostering, and to engage actively with, a conversation with the men and women that I live with here in this country. I've been here for such a long time, and it seems to me I've been waiting, I’ve been slow to react and that's my time right now.</p>\n<p><strong>BA: You touch on something very interesting. Because when I write, when I try to say something, there are so many ways I can say it in English. And then I try and adapt it to Spanish, and sometimes it doesn’t work. What's your experience with that?</strong></p>\n<p><strong>CRG:</strong> Yeah, but the thing is if you're trying to force that — well, that happens to me. If I don’t follow not only the language but the format, the structure, the syntax in which that thought or that specific construction came to me, then I get into a lot of trouble. And at times it’s so massive that I become paralyzed! And it’s much easier and much more organic when I just let it go, and I start to write in a way that seems to be more faithful to my own perception, and to the way in which my body reacts to the world that is surrounding me at that point.</p>\n<p>So I guess that's the transformation that I'm talking about. Instead of looking at languages as straitjackets, as disciplinarian ways in which I have to behave, I'm taking what is more useful, what is more truthful to the kinds of things that I want to convey, to the kinds of materials that I want to share. And so I've been doing it, and I mean this might not be in perfect Spanish or it might not be in perfect English. But when we write we're not concerned about matters of mastery or dominion or power. When we write, we're talking about a deeper sense of communication, a deeper way of getting in contact with other human beings. So that's what concerns me right now. That kind of possibility.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-18%2Fmexican-author-doesnt-think-languages-straitjackets-tools-start-conversation-both&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CRG1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/crg1jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0518201510.mp3"},{"href":"http://admin.pri.org/file/0518201510mp3"}]}