{"created":"2014-09-07T14:32:01+00:00","modified":"2014-09-07T14:32:01+00:00","valid":{"from":"2014-09-07T14:32:01+00:00","to":"3014-09-07T14:32:01+00:00"},"hreflang":"en","title":"Tommy John Remembers Dr. Jobe, 'One Of The Greatest Surgeons'","published":"2014-03-08T00:29:00+00:00","teaser":"John was the first major league pitcher to have the arm-saving surgery that has since saved many careers. The surgeon, Dr. Frank Jobe, died on Thursday. He was 88.","tags":["npr_api","287291739"],"guid":"4a1b6d7d-1714-445e-82d2-3e14a6041beb","contentencoded":"<p>His name is attached to a surgery that has saved many major league pitchers' careers.</p><p>But Tommy John knows that's an honor he came by thanks in large part to good luck.</p><p>\"Fortunately for me, I was at the right place at the right time,\" he told<em> All Things Considered</em> host Melissa Block on Friday. \"I happened to have one of the greatest surgeons of all time being the surgeon for the Los Angeles Dodgers.\"</p><p>That would be Dr. Frank Jobe, <a href=\"http://www.npr.org/2014/03/07/287115235/sports-medicine-pioneer-fank-jobe-dies-at-88\" target=\"_blank\">who died Thursday at the age of 88</a>.</p><p>It was Sept. 25, 1974, when Jobe took a tendon from John's forearm and used it to repair John's left elbow. The Dodgers pitcher, a left-hander, had ruptured his medial collateral ligament — an injury that at the time meant the end for any pitcher's major league career.</p><p>Jobe told him, John says, that the chances of his ever pitching again were \"less than 5 percent.\" But a year later, John was throwing again in an instructional league game. He would go on to pitch for 14 more seasons in the big leagues, compiling a <a href=\"http://mlb.mlb.com/team/player.jsp?player_id=116550#gameType='R'&sectionType=career&statType=2&season=2014&level='ALL'\" target=\"_blank\">career record of 288 wins to 231 losses</a>. After the Dodgers, he pitched for the then-California Angels and the New York Yankees.</p><p>While he was lucky to have Jobe as his surgeon, John also believes the surgeon was lucky to have a stubborn athlete as a patient. John was more than willing to have the surgery and to do the rehabilitation work that followed.</p><p>As for his friend, anyone who met Jobe, says John, \"would think he was just some mild-mannered person from Greensboro, N.C.\"</p><p>Jobe would say, his most famous patient remembers, \" 'I'm not a great surgeon, but I have the best patients in the world.' \"</p><p>Much more from John's conversation about Jobe is due on Friday's edition of <em>All Things Considered</em>. <a href=\"http://www.npr.org/stations/\">Click here</a> to find an NPR station that broadcasts or streams the show.</p><p>For much more about \"Tommy John surgery,\" a good place to start is this package of <a href=\"http://bleacherreport.com/articles/1675444-tommy-john-surgery-the-realities-and-myths-of-sports-most-famous-operation\" target=\"_blank\">stories from the <em>Los Angeles Times</em>' Bleacher Report</a>. In includes a video about <a href=\"http://bleacherreport.com/articles/1675444-tommy-john-surgery-the-realities-and-myths-of-sports-most-famous-operation#ooid=wwNjhkZDrDV-4l6xxduan4Mh1bQqIFxj\" target=\"_blank\">\"how the surgery is done</a>.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tommy+John+Remembers+Dr.+Jobe%2C+%27One+Of+The+Greatest+Surgeons%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1287328826-681813.m3u?orgId=1&topicId=1055&ft=3&f=287291739"}]}