{"created":"2014-11-24T19:49:12+00:00","modified":"2014-11-24T23:55:24+00:00","valid":{"from":"2014-11-24T23:55:24+00:00","to":"3014-11-24T23:55:24+00:00"},"hreflang":"en","title":"The Rise And Fall Of Comedian Bob Hope","published":"2014-11-24T23:55:00+00:00","teaser":"Hope was a comedy trailblazer, but in his twilight years he alienated young audiences with his political views. \"He had, unfortunately, stuck around too long,\" says Hope biographer Richard Zoglin.","itags":["npr_api","366137941"],"guid":"4a1c60a7-771b-4580-a346-3ffc6fa5c6f9","contentencoded":"<p>For his first book, <em>Comedy at the Edge,</em> about standup comedy in the 1970s, Richard Zoglin interviewed comedians like Steve Martin and Jerry Seinfeld about who influenced their careers. He says he was surprised that none of them mentioned Bob Hope.</p><p>\"It was very strange,\" Zoglin tells <em>Fresh Air</em>'s Terry Gross. \"It made me realize how off the radar he was.\"</p><p>The comedians instead mentioned people like Lenny Bruce, Groucho Marx and Jack Benny. Zoglin says he thought that it was \"unjust\" and that Hope wasn't getting the credit he deserved.</p><p>\"I was always wondering who kind of started standup comedy,\" Zoglin says. \"And I really think you have to say it was Bob Hope.\"</p><p><em>Hope</em> is Zoglin's new biography of the comedian. In it, Zoglin explains how Hope came on the radio in 1938 and built his shows out of jokes.</p><p>\"He told his writers to read the papers — come up with lines about what's happening in the world or what's happening in Bob Hope's life — his golf game or his friendship with [Bing] Crosby or something,\" Zoglin says. \"This whole idea of having standup comedy week after week that actually drew on the outside world was, believe it or not, something new. That, of course, is what every standup comedian does today, pretty much.\"</p><p>When Hope died in 2003, two months after he turned 100 years old, his \"reputation was already fading, tarnished or being actively disparaged,\" Zoglin writes. \"He had, unfortunately, stuck around too long.\" Hope was considered sexist and homophobic.</p><p>But if you examine the entirety of Hope's career, Zoglin argues, and view his achievements from a distance, it's clear that Hope was the most popular entertainer of the 20th century, having achieved success in every major genre of entertainment.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how Bob Hope was the first comedian to acknowledge he had writers</strong></p><p>He talked about his writers. He used them, of course; when the jokes didn't go over, he would use ... what they call in comedy \"savers\" — he would make a crack about the writers. I think it was part of his technique of enlisting the audience on his side.</p><p>He was very upfront in acknowledging that he was an entertainer doing jokes, and that part of the fun of it was getting inside him, his anxiety of performing well. And when he didn't perform well, he would talk about the writers. And the audience laughed even harder at those jokes. So the comedy sort of worked at two levels: Here was a guy telling jokes, and here was a guy making a joke out of himself telling jokes, trying to tell jokes, trying to entertain an audience. I think that was something pretty new in comedy, too.</p><p><strong>On Hope teaming up with Bing Crosby</strong></p><p>Bob worked with Bing for the first time in 1932 at the Capitol Theater in New York. Bing was already a big recording star and Bob was asked to emcee a show that Bing was going to do at the Capitol Theater. They actually, to entertain themselves, they just decided to do some bits together onstage, just some funny, silly little bits together. And they worked so well together — they really loved working together. They then didn't see each other for five years because Bing went back to Hollywood where he was making movies and Bob stayed on Broadway for another five years.</p><p>When Bob went out to Hollywood in 1937, he got friendly again with Crosby on the Paramount lot and they became good friends. They entertained together at [the] Del Mar racetrack, where Bing was a part owner and Paramount executives saw their act onstage together and said, \"Hey, these guys might work together in a movie.\"</p><p>So they geared up a movie that ended up being called <em>Road to Singapore</em>. This came out in early 1940 and it was just terrific. It was the highest-grossing film for 1940 in a year with a lot of big Hollywood films, and the audience responded instantly to the chemistry of the two of them on-screen together. They were relaxed, informal — they seemed to be friends authentically, not just movie characters. The movie was so much fun that it launched a series.</p><p><strong>On Crosby and Hope's real-life relationship</strong></p><p>They were friends and they loved working together, but they were not close friends. They were very different personality types. ... Bob was someone who loved being famous and loved being out there as a star and he loved talking to fans and he was basically a happy guy. Bing was much more ambivalent about his stardom, I think. He was more reclusive. He didn't like the Hollywood scene; he moved up to Northern California halfway through his career. He didn't like showing up at things. There was a famous Friars Club Roast for Bob Hope in the late '40s and every major comedy star — from Milton Berle, George Jessel, etc. — were there. ... And [Bing] didn't show up. I think that bothered Bob a little bit.</p><p>At the end of his life, Bob confessed to a colleague, he said, \"You know, in all the time I knew Bing and his ... two wives, they never once invited me and Dolores to dinner.\" I think there was a slight bit of resentment there. I think also Bob envied Bing in the early years, particularly. Bing was more successful and Bing was a smart businessman. Bob learned a lot from him. I think that there was a little bit of a rivalry.</p><p><strong>On Hope performing for the troops</strong></p><p>Even before World War II broke out, Bob was entertaining troops domestically. ... One day somebody suggested that he go down to March Field [now March Air Reserve Base] and entertain the troops there who were bored. We were not in the war yet, and Bob went there and got an amazing reaction. They just loved him. He could really connect with the troops.</p><p>And when the war started, Hollywood banded together and everybody felt they had to cooperate in the war effort. Some stars, as we know, enlisted and the ones who didn't enlist volunteered to entertain at bases around the country. Finally, when the war started to turn in the Allies' favor in 1943, the USO was able to start sending entertainment troops overseas.</p><p>Bob was doing his radio show. He wasn't one of the very first, but in the summer of 1943, he made his first trip over to Europe, Britain and the European theater in North Africa. And that trip was so amazing and he took risks. ... There were still bombing raids going on. They survived bombing raids and the reaction of the troops — I mean, imagine you're a solider fighting for democracy overseas at a time when the country felt its existence threatened, and to see a big Hollywood star show up days after you've been in battle. That was an amazingly powerful experience for the men.</p><p><strong>On how Hope alienated younger audiences</strong></p><p>Bob Hope was the establishment. Bob Hope was friends with Nixon. Bob Hope was speaking in favor of the [Vietnam] War. Bob Hope was expressing that kind of backward, suburban, WASP view of minorities, homosexuals, the women's movement. Even his comments on the women's movement were very condescending. He did a special in the '70s on the women's movement and it was so silly, so backward. And [in his act] the woman who had some big political office was dusting the chairs in between her meetings. It was just awful. He got mail ... from feminists.</p><p>He was clueless at that time. That was why that generation of comedians turned off to him. ... It's hard to be [a] comedian and be part of the establishment because comedians, their job is to satirize and to poke fun at the powerful people. And this is something that Bob was — one of the powerful people. So just as a comedian, he became less and less relevant.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Rise+And+Fall+Of+Comedian+Bob+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366366572-c028e4.m3u?orgId=1&topicId=1033&ft=3&f=366137941"},{"href":"http://media.npr.org/assets/img/2014/11/23/zoglinrichard_credithoward-schatz-34d41c4ca9899120d08a6f08e5e0e4866c8e8416.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2668","width":"3556"}}]}