{"created":"2015-03-31T21:31:49+00:00","modified":"2015-06-05T18:52:45+00:00","valid":{"from":"2015-06-05T18:52:45+00:00","to":"3015-06-05T18:52:45+00:00"},"hreflang":"en","title":"Jay Z's Music Service, Tidal, Arrives With A Splash, And Questions Follow","published":"2015-04-01T18:57:00+00:00","teaser":"The premium streaming service, which will be owned in part by musicians, was unveiled in a star-packed ceremony. The first question it needs to answer: Can it attract listeners?","itags":["npr_api","396634244"],"guid":"4a202aa7-b624-47b2-a7b0-da48d06c45bf","contentencoded":"<p><a href=\"http://www.npr.org/artists/16318474/jay-z\" target=\"_blank\">Jay Z</a> doesn't do anything small. His album drops feature entire new apps. His tours (with his wife, <a href=\"http://www.npr.org/artists/19230778/beyonce\" target=\"_blank\">Beyonce</a>, or collaborator <a href=\"http://www.npr.org/artists/14889532/kanye-west\" target=\"_blank\">Kanye West</a>) gross hundreds of millions of dollars worldwide. So of course the launch of his recently acquired streaming music service, Tidal, would have to be just as big.</p><p>But while the service, which includes a high-quality option for listeners willing to pay $19.99 per month, made a splash Monday, many of the details are still unclear. How much artists will be compensated for their music; whether that will be more than what competitors like Spotify pay out; how, if at all, the revenue sharing for Tidal is anything new; and whether the service will offer products other than music and videos — these questions remain unanswered. But one thing is clear — Tidal's launch has been a highly choreographed, and often dramatic, multiplatform affair.</p><p>For days now, Tidal has blanketed social media, with artists like Rihanna and Madonna turning their Twitter profile photos blue to hype the launch. The company promoted a #TIDALforALL hashtag on Twitter as well. And the language around the service's promotion seems to herald it as something much more than just a streaming music service. In <a href=\"https://www.youtube.com/watch?v=cYYGdcLbFkw&feature=youtu.be\" target=\"_blank\">a video</a> posted to Twitter, YouTube and Facebook, and aired as a commercial during NBC's <em>The Voice,</em> Kanye West said of the service, \"This is like the beginning of a new world.\" Jay Z proclaimed that it would \"change the course of history.\" Beyonce seemed to liken it to the civil rights movement or the Revolutionary War, saying, \"Every great movement started with a group of people being able to get together and really just make a stand.\"</p><p>In an interview with NPR's Audie Cornish, <a href=\"http://pitchfork.com/staff/eric-harvey/\" target=\"_blank\">Pitchfork contributor</a> and Weber State University assistant professor of communication Eric Harvey said, \"The video that came along with the announcement almost looked like these 16 artists at a Davos economic summit deciding the future of music in some form or fashion.\"</p><p>A <a href=\"http://revolt.tv/video/watch-jay-zs-tidal-press-conference-here/41AB3E9B-BCDE-49E1-B837-0E0E52AD893D\" target=\"_blank\">Manhattan press conference</a> Monday was just as dramatic. Jay Z was flanked by a who's who of recording stars: West, Rihanna, Madonna, J. Cole, Nicki Minaj, Jack White, Alicia Keys, Jason Aldean and even Daft Punk, wearing their signature space helmets. (<em>The Guardian</em> reported that the artists who have lined up behind Tidal have an estimated collective worth of $2.5 billion.) Keys came to the podium and told the gathered crowd, \"If there is something to be changed in the world, it can only be done through music.\" She called Tidal the first ever artist-owned streaming service and said that it would be a \"moment that would forever change the course of music history.\"</p><p>Will it? In an <a href=\"http://www.nytimes.com/2015/03/31/business/media/jay-z-reveals-plans-for-tidal-a-streaming-music-service.html?_r=0\" target=\"_blank\">interview</a> with the <em>New York Times</em> last week, Jay Z said the biggest difference between Tidal and competitors like Spotify will be how much of it belongs to actual artists. \"This is a platform that's owned by artists,\" he said. \"We are treating these people that really care about the music with the utmost respect.\"</p><p>The exact details of that ownership have not been revealed, but Jay Z says under this ownership scheme artists will make more money than they would with Spotify. A Tidal executive told <em>The Times</em> that a majority of shares in the service \"would be set aside for artists.\"</p><p><em>Billboard </em>magazine <a href=\"http://www.billboard.com/articles/news/6516928/jay-z-tidal-jimmy-iovine-interview\" target=\"_blank\">asked</a> Jay Z specifically whether artists would make more money streaming their music on Tidal than on Spotify. He answered, \"Will artists make more money? Even if it means less profit for our bottom line? Absolutely. That's easy for us. We can do that. Less profit for our bottom line, more money for the artist; fantastic. Let's do that today.\"</p><p>Tidal's <a href=\"http://news.cision.com/tidal\" target=\"_blank\">website says</a> the service currently has 25 million tracks, 75,000 music videos and \"expert editorial from experienced music journalists.\" It claims to be the \"first high fidelity, lossless music streaming service.\" There will be no free version of Tidal. Subscriptions come in either a $9.99 per month standard subscription or a $19.99 per month premium subscription that features higher quality audio. Tidal is also offering 30-day free trials of the service. And Jay Z says the service is urging artists to put content in Tidal \"in any format they like.\"</p><p>Harvey wonders if the high-quality audio will really be a draw for listeners. \"Whether the average music consumer is actually able to tell the difference between a high-quality compressed file versus an uncompressed file is a very dubious proposition to bet the farm on,\" he says. \"But I think that Jay Z has at least initially established sort of a niche market based on a prestige sort of streaming music service.\"</p><p>As <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/02/383362928/jay-z-close-to-entering-streaming-music-business\" target=\"_blank\">we reported last month</a>, Jay Z acquired Tidal and its parent company, Aspiro, for $56.2 million this February. The company's streaming services had about half a million users at the time they were acquired by Jay Z, many fewer than Spotify's 15 million paying customers or its 60 million total subscribers. And Harvey tells NPR that Jay Z and company are entering \"a very crowded field, and it's only going to get more crowded in the upcoming months and years,\" with competitors like Beats Music, which was recently acquired by Apple, and Google, which already has YouTube and is planning a streaming service for launch sometime soon.</p><p>Jay Z told <em>Billboard</em> that he was actually open to partnering with other streaming services before he acquired his own. \"We talked to every single service and we explored all the options, including creating a white label with a service,\" Jay Z says. \"But at the end of the day we figured if we're going to shape this thing the way we see it then we need to have independence. And that became a better proposition for us — not an easier one, mind you.\"</p><p>And even though many of the artists behind Tidal's big PR push are already well-established (and very wealthy), Jay Z said Tidal is really for people in the music industry that might actually be lower down the food chain. \"For someone like me, I can go on tour,\" Jay Z tells <em>Billboard</em>. \"But what about the people working on the record, the content creators and not just the artists? If they're not being compensated properly, then I think we'll lose some writers and producers and people like that who depend on fair trade. Some would probably have to take another job, and I think we'll lose some great writers in the process.\"</p><p>Harvey tells NPR that even if Tidal offers benefits to that type of artist, it will be driven by the big-name performers who were at that Manhattan press conference. \"The important thing I think with Tidal, as with a lot of these upstart services — most recently Beats music — is the branding and the celebrity aura they can bring to the service and use to sort of try and draw music fans and music consumers to use it.\"</p><p>And he says the music industry they work in is not like the music industry everyone else does. \"These are the 1 percent of pop music in the world right now,\" Harvey says. \"These are artists who do not answer to record labels, do not answer to corporations. While technically they are performing the same sorts of labor as independent musicians are, they're doing so at a fairly radically different scale. So it would not surprise me at all if smaller up-and-coming musicians looked at Tidal, yawned and waited for the next thing to come along.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jay+Z%27s+Music+Service%2C+Tidal%2C+Arrives+With+A+Splash%2C+And+Questions+Follow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396637012-9ee0c7.m3u?orgId=1&topicId=1039&aggIds=100920965&d=255&p=2&story=396634244&t=progseg&e=396569225&seg=15&ft=nprml&f=396634244"},{"href":"http://media.npr.org/assets/img/2015/03/31/468164262-7a5360022d7a7dd66bf0009160de556731fab2a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}