{"created":"2015-02-04T08:39:37+00:00","modified":"2015-06-05T15:29:24+00:00","valid":{"from":"2015-06-05T15:29:24+00:00","to":"3015-06-05T15:29:24+00:00"},"hreflang":"en","title":"Once A Vaccine Skeptic, This Mom Changed Her Mind","published":"2015-02-05T13:16:00+00:00","teaser":"Juniper Russo wants what is best for her daughter, Vivian, and she sometimes questions mainstream medicine. But after three years of soul-searching, she decided vaccination was best.","itags":["npr_api","383567862"],"guid":"4a2b41d8-748a-478d-b98f-c4b75ad93b9a","contentencoded":"<p>The ongoing measles outbreak linked to Disneyland has led to some harsh comments about parents who don't vaccinate their kids. But <a href=\"http://juniperwrites.com/\">Juniper Russo</a>, a writer in Chattanooga, Tenn., says she understands those parents because she used to be one of them.</p><p>\"I know what it's like to be scared and just want to protect your children, and make the wrong decisions,\" Russo says.</p><p>When her daughter Vivian was born, \"I was really adamant that she not get vaccines,\" Russo says. \"I thought that she was going to be safe without them and they would unnecessarily introduce chemicals into her body that could hurt her.\"</p><p>That's a view shared by many parents who choose not to vaccinate. And in Russo's case, it was reinforced by parents she met online.</p><p>\"I had a lot of online acquaintances who claimed that their kids had become autistic because of vaccines,\" Russo says. \"I got kind of swept up in that.\"</p><p>But <a href=\"http://www.npr.org/blogs/thetwo-way/2010/02/autism_mmr_vaccine_link_lancet.html\">fear of autism</a> was only part of the reason Russo didn't want vaccines for her daughter. She says at that point in her life she identified strongly with what she calls \"crunchy moms\" who question mainstream medicine and things that aren't natural.</p><p>\"They're the ones who breast-feed and cloth-diaper and co-sleep and all that stuff,\" Russo says. \"And so much of who I was, was being a crunchy mom. At the time I thought that if I went along with what my pediatrician suggested ... I would be losing part of who I was.\"</p><p>Her daughter's pediatrician, though, kept talking to Russo about vaccines. And, over the next couple of years, she began to reconsider her position.</p><p>She also began to worry about Vivian. At 16 months old, her daughter still wasn't walking and her speech was odd.</p><p>Over the next year or so, Russo allowed the pediatrician to give her daughter a few shots — though not the vaccine against measles, mumps and rubella.</p><p>Then, when Vivian was nearly 3, Russo decided her daughter should get all her vaccines. By that time, Russo says, it was pretty clear that Vivian had autism, caused by something other than a vaccination.</p><p>Russo's story reveals a lot about why people fear vaccines, says <a href=\"http://www.dropeik.com/\">David Ropeik</a>, the author of <em>How Risky Is It, Really? Why Our Fears Don't Always Match the Facts</em>. For one thing, science often has little influence on what we are afraid of, Ropeik says.</p><p>\"Fear, or the perception of risk, is subjective,\" Ropeik says. \"It's a matter of how we feel about the facts we have, not just what the facts say.</p><p>\"Also, our perceptions are often shaped by the communities we choose to join,\" Ropeik says. In Russo's case, that community was self-described \"crunchy moms\" who distrust mainstream medicine. But there are plenty of other communities with subgroups that reject vaccination for other reasons, he says.</p><p>\"There's conservatism: I don't like government butting in. There's libertarianism: Leave me alone, I want to decide for myself. There's environmentalism, there's religion,\" Ropeik says.</p><p>And for a long time, Ropeik says, these subgroups didn't have to confront a downside to rejecting vaccines. \"There is the sense that the diseases are largely gone, so why take even a small risk for no benefit?\" he says.</p><p>Now that sort of thinking is getting<a href=\"http://www.npr.org/blogs/13.7/2015/02/03/383501038/science-denialism-has-consequences\"> harder to justify</a> because \"the diseases are back,\" Ropeik says. Equally important, the current measles outbreak involves Disneyland — \"an iconic, happy, associated-with-nothing-bad-happening kind of place,\" he says.</p><p>That's helped generate a huge amount of publicity for this outbreak, even though it's still much smaller than an <a href=\"http://www.npr.org/blogs/health/2014/06/24/323702892/measles-outbreak-in-ohio-leads-amish-to-reconsider-vaccines\">outbreak</a> centered in Ohio that occurred just last year. And it's got some former vaccine skeptics thinking that perhaps diseases <em>do</em> pose a greater risk than vaccines, Ropeik says.</p><p>Russo hopes the current outbreak gets a lot of people thinking about protecting children.</p><p>Her daughter is 6 now and has grown into a quirky kid who loves Pokemon and reading and writing and cats, Russo says. The concern now is for Russo's son, who is just 6 months old.</p><p>\"He's too young to have the measles vaccine, and I know that there's a chance that he could end up catching measles before he's old enough to get the vaccine,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Once+A+Vaccine+Skeptic%2C+This+Mom+Changed+Her+Mind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383724570-63b8d7.m3u?orgId=1&topicId=1128&d=252&p=3&story=383567862&t=progseg&e=383724388&seg=15&ft=nprml&f=383567862"},{"href":"http://media.npr.org/assets/img/2015/02/03/juniper-1-983046940a02c072d2d492bbf27364f7027d08d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"474","width":"632"}},{"href":"http://media.npr.org/assets/img/2015/02/03/juniperwithvivian_wide-a61d64ed97c23fb58694e7431a164d1d615e2978.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"357","width":"635"}}]}