{"created":"2014-10-08T17:42:30+00:00","modified":"2014-10-31T02:31:20+00:00","valid":{"from":"2014-10-31T02:31:20+00:00","to":"3014-10-31T02:31:20+00:00"},"hreflang":"en","title":"'Mad Men' Creator Matthew Weiner On The End Of Don Draper's Journey","published":"2014-05-01T18:35:00+00:00","teaser":"Weiner is currently writing and shooting the show's final episodes. He tells <em>Fresh Air,</em> \"I'm going to be leaving these characters in a place where they belong.\"","itags":["npr_api","308608611"],"guid":"4a3f6c12-185c-4fd3-85b1-a0df45d839bf","contentencoded":"<p>It's now 1969 on AMC's <em>Mad Men,</em> and the start of advertising genius Don Draper's final journey. <em></em>Show creator Matthew Weiner is currently at work writing and shooting the series' concluding episodes. The final season, which began last month, is divided into two parts, with the second half to be shown next year.</p><p>The new season opens with Don and his advertising agency dealing with the consequences of what happened at the end of Season 6, when the partners forced Don to take a leave of absence after he chose the wrong time to tell the truth about his past.</p><p>​Weiner tells <em>Fresh Air</em>'s Terry Gross that after all these years, he's still conflicted about Don and his secretive, promiscuous ways.</p><p>\"I don't really have a lot of judgment for Don,\" he says. \"He makes me nervous. I feel bad for him. I want him to be able to get out of things. I know that he has a lot of love in his heart. I just don't know if it's possible to stand up and rectify everything by telling the truth.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Season 6 finale in which Don opens up to his children and shows them the brothel where he grew up</strong></p><p>Usually I start [a new season] with an image in my head [of the last shot], and that was the image. The execution of that image is a totally different thing. By the time you get there — when the camera is there, the crew is there and the actors are there — the pressure is on to actually execute it.</p><p>What we wanted to do was show that [his daughter] Sally [played by Kiernan Shipka] was both disgusted and illuminated and that she, like the rest of the world, was going to <em>see</em> Don. She had walked in on him with his mistress; and Megan is her friend, her stepmother. ... The whole thing was already so damaged. But we set this thing up that she didn't know who he was. They had the woman break into their house pretending to be her grandmother and Sally was fooled by it because she knows nothing about him.</p><p>It really had to do with Kiernan, the actress, interacting with Jon Hamm [who plays Don] that made it work that way. I think Jon Hamm looked at her like: \"Take it or leave it, baby. This is what it is. I'm being honest with you.\" And she looked at it like: \"That's gross, but oh my God that's who you are.\"</p><p>The best thing is, to me, no words: \"This is where I grew up.\" No words, and that's the part that I find, as a viewer, sinks into me in any entertainment.</p><p><strong>On the final season being split into two parts </strong></p><p>The network has decided to split it over two years, so that's already different. I added an extra episode because I didn't want to have a six-episode run; I mean, seven is going to feel short enough. I had a plan with the writers for these 14 episodes that goes across them together, but there's going to be 10 months between them on the air. So right away I'm like, \"Ugh, I need two premieres, two finales, really, because I want people to come back.\"</p><p>It allowed for less digression, quite honestly. I don't know how the audience feels about that, but when you're doing 13 episodes you can investigate every corner of the story if you want to. You can follow anybody home. This has made us really concentrate on the main characters — that was one of the byproducts of it. And it actually didn't seem like enough episodes for what we had to do. I'm writing Episode 12 right now. ... I actually haven't written the last two.</p><p><strong>On the existential questions that are influencing Don's journey </strong></p><p>I have a birthday the day after we wrap, it's 49; my oldest son, who is on the show [as Glen], is going off to college in the fall. There's a lot happening at once as the show ends, so what I've been thinking about is, like: What is the substance of your life? Who are the people you make a difference with? What is your job? At what point do you start looking at yourself in an honest way?</p><p>[The question] \"Is change possible?\" is a big part of it. There's been a lot of apologizing going on in the show. Don certainly owes people apologies, but the reception of an apology, the quality of mercy, how people behave to your change is sometimes the thing that keeps you from changing. ...</p><p>I'm going to be leaving these characters in a place where they belong and I'm trying to take Don on a journey that will help you understand something about him.</p><p><strong>On Hamm's audition to play Don</strong></p><p>It's become part of the legend of the show that he had to audition seven times, and that was not my doing. He was an unknown person and [the network] required some convincing to rest this multimillion-dollar property on an unknown person. ...</p><p>My litmus test was, at the end of the pilot you find out that he's married and I would just sort of watch the audition and say, \"Do I hate this man? Do I hate this man for cheating on his wife? Do I hate him after everything I've seen?\" And Jon had a depth and maybe carries — even if it's fictional — a sense of a wound, a sense of a conscience, a sense of conflict. You're seeing it on the show all the time. He brought that to it.</p><p>Sometimes I wake up in the middle of the night and I think, \"Oh my God, what if I didn't cast him?\" You know? Well, I wouldn't have a show.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Mad+Men%27+Creator+Matthew+Weiner+On+The+End+Of+Don+Draper%27s+Journey&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2126"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308717261-64c089.m3u?orgId=1&topicId=1138&ft=3&f=308608611"},{"href":"http://media.npr.org/assets/img/2014/05/01/michael-yarish-amc-1c3d2abab7b07d8eeeac2f4c9724474acb922805.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3199"}},{"href":"http://media.npr.org/assets/img/2014/05/01/jamie-trueblood-amc-8dd044e413c2bf5b641e20198ee3d1e3d990a928.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2216","width":"2955"}},{"href":"http://media.npr.org/assets/img/2014/05/01/credit--michael-yarish-amc-f2dee711ad77d2a83209096cdb6905e431badb8a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1490","width":"1987"}}]}