{"created":"2014-10-31T08:57:48+00:00","modified":"2014-11-10T20:55:45+00:00","valid":{"from":"2014-11-10T20:55:45+00:00","to":"3014-11-10T20:55:45+00:00"},"hreflang":"en","title":"For Morbid Anatomy Museum Founder, Spooky Things Are Life's Work","published":"2014-10-31T16:03:00+00:00","teaser":"Joanna Ebenstein, and her father, recall her lifelong fascination with stomach-turning body parts, among other things.","itags":["npr_api","360121273"],"guid":"4a4a1e95-b177-461d-9a12-dfa493095b2f","contentencoded":"<p>Joanna Ebenstein is founder of the Morbid Anatomy Museum, which features a human skeleton, a pickled possum and a two-headed duckling, among other things. It's in Brooklyn's Gowanus neighborhood.</p><p>Ebenstein and her father, Bob, recalled during a recent visit to StoryCorps how ever since childhood, she's been fascinated with things that make most of us squirm, including black widow spiders.</p><p>\"I used to catch them, and I'd put them in jars,\" says Joanna, 42.</p><p>\"And I remember having a dead one and bringing it to school in my hand, and it freaked everybody out,\" she says. \"It was like shock and horror. At the bus stop, I remember. To me it just seemed cool.\"</p><p>\"You were different,\" Bob says. \"You were inquisitive. And I did the things with you that I liked to do, which is turn over rocks to see what'll crawl out from under. But the interest in dead animals was a little different.\"</p><p>Bob, 71, remembers when Joanna brought home a dead owl off the street on her sixteenth birthday.</p><p>\"You were driving somewhere with a friend, and you found a dead owl,\" he says.</p><p>\"It was a great horned owl,\" she explains.</p><p>\"Great horned owl,\" Bob responds. \"And you brought it home, and you dissected it.\"</p><p>\"I skinned it,\" she says.</p><p>\"And you cut off the legs, cause I still have one, and you said it was the best birthday present you ever got,\" Bob says. \"I mean, it's true to this day. If I run out of things to buy you, I get you a bat.\"</p><p>Joanna says she is fascinated by any specimen, dead or alive. \"You know, a specimen in a jar is as interesting to me as a cat on my lap that's alive,\" she says.</p><p>Bob always supported his daughter's interests, including graveyards and other spooky things, Joanna says.</p><p>\"You bought the formaldehyde, you bought me a taxidermy kit,\" she says. \"This is before the Internet; I couldn't just go find a taxidermy kit. You did all that for me.</p><p>\"You know, there was a point, especially being a girl, when I realized I had to make a choice going forward about how I was going to be in the world, if I wanted to fit in or not fit in,\" she says.</p><p>Because her father never thought her interests were weird, she didn't think they were weird, either, Joanna says.</p><p>\"But I never thought of myself as encouraging you to do anything, other than if you wanted to do something I would help you,\" Bob says. \"I mean, I never wanted you to be the head of the Morbid Anatomy Museum.\"</p><p>\"But you made me able to be who I am without apology,\" Joanna says. \"So, you know, I wouldn't be who I am at all without you.\"</p><p><em>Produced for </em>Morning Edition<em> by Liyna Anwar.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Morbid+Anatomy+Museum+Founder%2C+Spooky+Things+Are+Life%27s+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"158"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360300886-3d6813.m3u?orgId=1&topicId=1091&aggIds=4516989&ft=3&f=360121273"},{"href":"http://media.npr.org/assets/img/2014/10/31/ebensteinextra_edit-0acb01a079e5478b7af1d8954bb0d7832aa25901.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3317","width":"4423"}},{"href":"http://media.npr.org/assets/img/2014/10/30/ebensteinnpr-025766368e26fcfa9b3593d157c13c93bc50e8df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}}]}