{"created":"2015-03-06T17:09:26+00:00","modified":"2015-05-13T21:11:05+00:00","valid":{"from":"2015-05-13T21:11:05+00:00","to":"3015-05-13T21:11:05+00:00"},"hreflang":"en","title":"Germans Open Their Homes To Refugee Roommates","published":"2015-03-08T02:47:00+00:00","teaser":"A flood of refugees in Germany has strained resources, particularly housing. A website has signed up hundreds of Germans willing to have the newcomers come and live with them.","itags":["npr_api","390968567"],"guid":"4a4a8671-02d9-4719-ad95-90073bd1ee7b","contentencoded":"<p>Asylum-seekers are flooding into Germany in record numbers, with more than 200,000 applying for that status last year, many from Muslim countries, according to the government.</p><p>This is fueling tensions on several fronts. Overwhelmed local officials often house the new arrivals in old schools and re-purposed shipping containers in neighborhoods where they aren't always welcome. The western German city of Schwerte even <a href=\"http://www.npr.org/blogs/parallels/2015/01/16/377756096/a-german-plan-house-refugees-in-an-old-concentration-camp\">proposed placing 21 refugees in a barracks on the grounds of a Nazi-era concentration camp</a>.</p><p>Berlin residents Mareike Geiling and her boyfriend, Jonas Kakoschke, have a different approach.</p><p>\"We don't like the idea of putting these people into one place where many, many\" people live, says Geiling, who is 28.</p><p>Kakoschke, a 31-year-old graphic designer, adds: \"Many asylum-seekers have to stay there for years ... doing nothing, because they are not allowed to do anything.</p><p>\"They are not allowed to work, they are not allowed to have German classes sometimes and sometimes it's not a city, it's a village and there's nothing to do and so you get depressed after years and stuff like this,\" he adds.</p><p>So the couple decided to launch Refugees Welcome, a website in <a href=\"http://www.refugees-welcome.net/\">English</a> and <a href=\"http://www.fluechtlinge-willkommen.de/\">German</a> that matches asylum-seekers with people willing to share their homes with them. They have more than 400 applications in the works — in Germany as well as Austria.</p><p>Refugees \"don't know each other, they are far from the city and so we like the idea that they are really living with us, like in our homes,\" Geiling explains.</p><p>She and Kakoschke were the first Germans to open their doors. Geiling is away most of this year on a teaching job in Cairo, so last December the couple sublet her room in their fourth-floor, walk-up apartment in the diverse, working-class neighborhood of Wedding to a Muslim man from Mali.</p><p>The 39-year-old, who is afraid of giving his name for safety reasons, has applied for asylum and is awaiting a work permit. In the meantime, Kakoschke and Geiling (who happened to be back in Berlin when NPR visited to the apartment) say they rely on donations to cover the new roommate's $430 share of rent and utilities.</p><p>Just like in any apartment shared by multiple people, compromise is key, the roommates say. They cook meals jointly and split up housework. Kakoschke jokes that the apartment has never been cleaner.</p><p>The roommate says he still can't believe Germans would open their apartment to asylum-seekers.</p><p>\"It surprised me a lot because ... the people here don't want to see people like us in their land,\" he says.</p><p>Before his current arrangement, the roommate says, he had more or less been living on the streets since arriving from Italy a year ago.</p><p>\"Sometimes I'd take the bus from different sector to different sector at nighttime until, you know, 2:30\" in the morning, he says. Then he'd \"get out and sleep for 20 minutes and go back on the train again sometimes and go back in the mosque and pray there for 30 minutes and sleep there for one hour.\"</p><p>He says it was his German teacher who found out about the roommate program and put him in touch with the couple.</p><p>It's easy to see that he and the couple get along well, and they say they have learned a lot about each other's cultures.</p><p>\"I think I just asked when we met the first time if it's OK for him that I drink alcohol,\" Kakoschke says with a laugh. \"He said, 'Yes, of course, it's your life, do what you want with it.'\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Germans+Open+Their+Homes+To+Refugee+Roommates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391269426-2f5fee.m3u?orgId=1&topicId=1124&aggIds=390489340&d=249&p=2&story=390968567&t=progseg&e=391240120&seg=4&ft=nprml&f=390968567"},{"href":"http://media.npr.org/assets/img/2015/03/05/nelson-muslim-refugees-4-36c27b18322fdd3fdef17b6f92ae9c962dc4293d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1769","width":"2359"}},{"href":"http://media.npr.org/assets/img/2015/03/05/large-c_pulitzercenter_npr048-699b53c2eeef76636bcfba6907fc4994c3a813fb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1065","width":"1420"}},{"href":"http://media.npr.org/assets/img/2015/03/05/german-refugees-b55bd1a09f6da981df17d3396511f36f699ea9a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1608","width":"2144"}}]}