{"created":"2014-12-22T08:42:51+00:00","modified":"2015-05-13T21:25:47+00:00","valid":{"from":"2015-05-13T21:25:47+00:00","to":"3015-05-13T21:25:47+00:00"},"hreflang":"en","title":"A Family's Long Search For Fragile X Drug Finds Frustration, Hope","published":"2015-02-06T20:36:00+00:00","teaser":"There is no effective treatment for the rare genetic disorder fragile X syndrome, so two parents created a foundation to fund research. But they found there's no easy road to a cure.","itags":["npr_api","371502800"],"guid":"4a4cd161-c1d2-4a3d-8c1f-ef65b291e6fa","contentencoded":"<p>For a few weeks last year, Michael Tranfaglia and Katie Clapp saw a remarkable change in their son, Andy, who'd been left autistic and intellectually disabled by <a href=\"http://www.cdc.gov/ncbddd/fxs/index.html\">fragile X syndrome</a>. Andy, who is 25, became more social, more talkative and happier. \"He was just doing incredibly well,\" his father says.</p><p>The improvements came while Andy was taking an experimental drug — a drug made possible by the efforts of his parents. And at the time, it appeared this drug might become the first effective treatment for <a href=\"http://www.nlm.nih.gov/medlineplus/fragilexsyndrome.html\">fragile X</a>, a rare genetic syndrome that affects brain development and can lead to intellectual and social disabilities. The reality would turn out to be more complicated.</p><p>The story of this drug begins in 1994, when Clapp, a computer scientist, and Tranfaglia, a psychiatrist, helped launch the <a href=\"http://www.fraxa.org/tranfaglia/\">FRAXA Research Foundation</a>. Their goal was simple: find a way to help Andy and other people with fragile X.</p><p>The couple didn't know much about running a foundation. But they made some smart decisions. One of these was that FRAXA should support a researcher at MIT named <a href=\"http://bcs.mit.edu/people/bear.html\">Mark Bear,</a> who made a big discovery. He found evidence that fragile X disrupts an important pathway in the brain called <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24232444\">mGluR5</a>.</p><p>Bear also realized that two big drug companies, Novartis and Roche, were already working on drugs for depression and addiction that might help repair this pathway. So Tranfaglia and Clapp began lobbying those companies to try the experimental drugs on people with fragile X.</p><p>Part of the sales pitch was that any drug that could reduce autism symptoms in people with fragile X might help millions of other people with autism. \"And after a while, it worked,\" Tranfaglia says. \"We finally got their attention, and they were convinced that a drug trial using some of these compounds was worth doing.\"</p><p>That was a huge step because drug trials typically cost millions of dollars. An even bigger step was getting Andy into one of these drug trials.</p><p>At first it wasn't possible because the trials were taking place in cities a long way from the family's home in West Newbury, Mass. But after several years, Novartis began testing its drug near Boston and Andy was included in the trial. \"I do believe he was the last patient enrolled,\" Clapp says.</p><p>Andy began taking pills. At the time, no one knew whether they were sugar pills or the drug. But both parents saw a change in their son. He wasn't cured, but he was less rigid and more talkative.</p><p>For years, Clapp and her son had shared a joke. She would say, \"I like that house.\" Then Andy would say, \"Nah, I don't like it.\" One day during the drug trial, Clapp told Andy about a house she liked. \"And this time, he says, 'Yes, I like it too. It has red shutters,' \" she says. \"He responded to me like any person would.\"</p><p>The couple would find out later that Andy had been receiving the drug, not a placebo. It looked like their 20-year search for a treatment was over. Then Novartis held a meeting to announce the results of its drug trial.</p><p>\"We went into that meeting fully expecting great results because our son was just doing incredibly well,\" Tranfaglia says. \"I thought, there's no way this doesn't work. This is amazing. And they presented these results, and the numbers were just unbelievably bad.\"</p><p>The drug may have been helping Andy. But overall, it didn't seem to work. \"It was truly devastating,\" Clapp says. Then the couple learned that a second drug, the one from Roche, also failed in a large fragile X trial.</p><p>\"The failures in these trials led us to question everything,\" Tranfaglia says. The couple wondered whether they had just seen what they wanted to see in their son's behavior. They even wondered whether it made sense for FRAXA to continue funding basic research in hopes of finding a drug for fragile X.</p><p>In the end, the couple decided their approach was sound and that the drug really had helped their son. As a scientist, Tranfaglia knew that was possible. \"Most clinical trials have some people who do really well even when the overall result is not necessarily great,\" he says.</p><p>But the drug Andy took is no longer available, even to researchers. And the future of the drug made by Roche is unclear.</p><p>The results were a huge disappointment, Clapp says, but not a failure. \"To actually see an Andy I never, ever thought I would ever see, that was a success,\" she says.</p><p>Another success is FRAXA itself. The foundation now involves thousands of parents and hundreds of scientists. It has funded more than $24 million in research on fragile X.</p><p>And that research isn't going to stop, Clapp says. \"We can't give up, because we have Andy.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Family%27s+Long+Search+For+Fragile+X+Drug+Finds+Frustration%2C+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372409645-9fb6ce.m3u?orgId=1&topicId=1066&d=411&p=3&story=371502800&t=progseg&e=372394519&seg=7&ft=nprml&f=371502800"},{"href":"http://media.npr.org/assets/img/2014/12/18/fragilex-1-24f7648bb980df7ab6ddee0bb49c8854cf44c7bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/18/andy-e7ecc2efa64cb328cf09444fc0905385dc0ed807.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/18/fragilex-2-a6809d5e0dbcc21d42c016d344d9603beb290868.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}