{"created":"2015-03-09T18:32:35+00:00","modified":"2015-03-10T17:42:50+00:00","valid":{"from":"2015-03-10T17:42:50+00:00","to":"3015-03-10T17:42:50+00:00"},"hreflang":"en","title":"These Parents Say Kids Need Freedom. The Law Doesn't Agree.","published":"2015-03-10T14:23:00+00:00","teaser":"Child protective services accused Danielle and Alexander Meitiv of child neglect after their children walked home from a park alone.","itags":["npr_api","391902222"],"guid":"4a4cc216-f920-4329-bd82-8f4f341c2243","contentencoded":"<p><strong>Danielle and Alexander Meitiv</strong> believe that the best way to raise children is to give them the freedom to play, walk and explore without parental supervision.</p><p>That philosophy got them in trouble when police picked up their two children &#8211; Rafi, age 10, and Dvora, age 6 &#8211; when they saw the kids walking home from a park one mile from their house in Silver Spring, Maryland.</p><p>Montgomery County Child Protective Services says the parents are responsible for &#8220;unsubstantiated child neglect&#8221; and will keep a file on them for the next five years. The Meitivs say that will not change their belief.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young spoke with Danielle and Alexander Meitiv about their decision and what is next for their family.</p><h4>Interview Highlights</h4><p><strong>Danielle on their parenting philosophy</strong></p><p>&#8220;We’re just doing what our parents did and their parents did and that’s letting children have some freedom and independence in their local neighborhood.&#8221;</p><p>&#8220;So far they&#8217;ve gone about a mile, that’s the area we’ve shown them and taught them about, but as they get older they can go a little further on their bikes, but for now it’s within a few blocks to a mile from our house.&#8221;</p><p><strong>Alexander on how they train their kids to play on their own</strong></p><p>&#8220;This is child-directed. They ask for more independence and we evaluate whether they’re ready for that level of independence. First, we train them. We train them to cross streets, we tell them how to avoid dangers and when we judge that they’re ready for that level of independence we give it to them.&#8221;</p><p><strong>Alexander on the police dropping off the kids</strong></p><p>&#8220;I was not surprised because in their previous encounters, my children told me that people stopped them on the street, they asked where are your parents, they’re concerned. So a step further, someone calling the police, was not unreasonable to me. And I assumed that the police would just bring the children home and be on their way. Two hours later the CPS worker showed up with a safety plan and we later found out that it’s a standard practice for repeat offenders, they’re asked to sign a safety plan which stipulated that I would not let my children out of my sight until CPS could follow up.&#8221;</p><p><strong>Danielle on Child Protective Services </strong></p><p>&#8220;It’s the concept of ‘repeat offenders’ and we&#8217;ve repeatedly allowed our children to go to the playground and somehow to the CPS we’re recidivists or something, and so there was a mark against us and that’s why it led to this more aggressive, more threatening action&#8230; It’s been really shocking and we see it as an outrage because we’re just parenting the way we were parented, the way almost all of the listeners were parents, you know, allowed to have freedom and responsibility and some measure of unsupervised play and the idea that this is automatically seen as neglect is shocking.&#8221;</p><p><strong>Danielle on the response from the public</strong></p><p>&#8220;We’ve really gotten a lot of support. Most people are shocked that the government would step in and judge our parenting this way when our children are clearly happy and healthy. And also, a lot of people recall that their childhoods weren&#8217;t nearly as circumscribed as kids&#8217; are today, so there’s a nostalgia, and I hope a realization, that we&#8217;ve really gone too far in limiting kid’s freedom.&#8221;</p><p><strong>Danielle on a <a href=\"http://www.washingtonpost.com/opinions/the-risks-of-free-range-parenting-outweigh-the-benefits/2015/02/19/162f12d2-b6d9-11e4-bc30-a4e75503948a_story.html\" target=\"_blank\">letter to the editor</a> condemning their parenting style</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;Our life is full of risk. There are different kinds of risk. Everyday, we wake up and decide which risks to take and which ones to avoid.&#8221;<div class=\"pullquoteauth\">&ndash; Alexander Meitiv</div></p><p></div></p><p>&#8220;We are certainly not anti-vaccine; I thought that was a strange parallel he drew there. But, this is the world our kids live in. We live in a semi-urban area, so they’re familiar with streets. I grew up in Flushing, Queens. It was certainly not some rural country road and I learned how to walk across the street. I just think the dangers that people are looking at are really overblown. Stranger abduction is extremely rare, and in fact the number one cause of death for children from 4 to 14 is actually car accidents, when they’re in the car, and somehow we manage to let our children take that risk without being paranoid or fearful.&#8221;</p><p><strong>On whether the press attention could put their children at risk</strong></p><p><strong>Danielle:</strong> &#8220;I don’t think the danger is any greater than it was. Like I said, these kinds of stranger abductions are extremely rare. In fact, most of the people that you’re going to see on the street are very friendly. Our kids are, in fact, told that they are allowed to talk to strangers, they shouldn’t go off with them, but most people are actually quite trustworthy.&#8221;</p><p><strong>Alexander:</strong> &#8220;Our life is full of risk. There are different kinds of risk. Everyday, we wake up and decide which risks to take and which ones to avoid. By trying to shield our children from those risks, which are very low, we are actually exposing them to much greater risks. The risk of growing up anxious and inept and unable to take care of themselves. The risk of not developing resilience and the ability to judge the appropriateness of different kinds of behavior. And that, I think is a much greater risk than the risk of an abduction or even a car accident.&#8221;</p><h4>Response From The MD Department Of Human Resources</h4><p><em>Here & Now</em> reached out to the <a href=\"http://dhr.maryland.gov/blog/\" target=\"_blank\">Maryland Department of Human Resources</a> for comment. Interim Deputy Director Paula Tolson responded that she could not speak about a specific case, but sent information on the Maryland law:</p><blockquote><p>Departments of Social Services in Maryland are required to respond to all calls from community members and law enforcement concerning allegations of neglect of a child. MD Family Law 5-706 requires that investigations into allegations of child neglect be initiated within 5 days of receiving the complaint and mandates that the local department take certain steps, which include seeing the child, other children in the household, and the parents or caregivers. A local department has 60 days from the receipt of a report to conclude its investigation and make a decision.</p><p>Maryland Family Law 5-701 defines “neglect” as leaving of a child unattended or other failure to give proper care and attention by a parent or other person who has permanent or temporary custody or responsibility for supervision of the child under circumstances that indicate:</p><p>1. that the child’s health or welfare is harmed or placed at substantial risk of harm;</p><p>2. or mental injury to the child or a substantial risk of mental injury.</p><p>The definition of child neglect in Family Law 5-701 looks beyond age and asks staff to consider a child’s ability to stay safely unattended. This includes an assessment of a child’s preparation to stay alone or supervise other children, their comfort with the situation, their developmental ability to handle an emergency, the child’s knowledge of how to cope with potential danger in the environment, including getting the immediate attention of a responsible adult, etc. A child’s age is only one of many factors to consider.</p><p>MD Family Law 5-801, referred to as the Unattended Child law, addresses when children can be left unattended when confined to a building, dwelling, residence or motor vehicle. This law reflects a legislative presumption that children under 8 should not be left home alone or without the supervision of a sufficiently mature individual of at least 13. This law is punishable by a fine of $500, a jail term of 30 days or both. As a criminal code it is investigated by law enforcement and prosecuted by a local state’s attorney. In this law the primary determining factor for deciding when a child can be left unattended is age. Although Family Law 5-801 makes it a crime to leave a child under the age of 8 in a building or car without the supervision of a responsible person of at least 13, this is not a definition of what is or is not neglect. Because the law springs out of the fire code, it does not apply to children playing or walking out of doors.</p></blockquote><h4>Guest</h4><ul><li><strong>Danielle and Alexander Meitiv</strong>, parents of two children and advocates of &#8220;free-range&#8221; parenting.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2015/02/03/worlds-worst-mom-tv\">&lsquo;World&rsquo;s Worst Mom&rsquo; Takes To TV To Get Overprotective Parents To Relax</a></li><li><a href=\"http://hereandnow.wbur.org/2013/07/30/data-driven-parenting\">Data-Driven Parenting: A Mom Who Tracks Everything</a></li><li><a href=\"http://hereandnow.wbur.org/2013/08/23/babies-world-cultures\">What Americans Can Learn From Parents Around the World</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Parents+Say+Kids+Need+Freedom.+The+Law+Doesn%27t+Agree.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"556"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392108059-89af65.m3u?orgId=1&e=391902222&d=556&ft=nprml&f=391902222"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0309_free-range-parents.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"413","width":"730"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0309_meitiv2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"548","width":"730"}}]}