{"created":"2015-02-06T22:10:41+00:00","modified":"2015-03-10T22:45:15+00:00","valid":{"from":"2015-03-10T22:45:15+00:00","to":"3015-03-10T22:45:15+00:00"},"hreflang":"en","title":"Satellite Set To Stream Daily Images Of Earth From Space","published":"2015-02-07T19:24:00+00:00","teaser":"In 1998, Al Gore proposed using a satellite and the Internet to let us all see the awe-inspiring view of Earth that wows space travelers. That satellite may finally launch later this year.","itags":["npr_api","383618359"],"guid":"4a6789da-9f99-46c0-b8b6-772bb6b71212","contentencoded":"<p>There's something majestic, even awe-inspiring about the sight of planet Earth as a blue disc, hanging in the vastness of space.</p><p>The three astronauts aboard Apollo 8 were the first to get that view; if all goes well, later this year everyone will be able to get it on a daily basis over the Internet.</p><p>The images will come courtesy of a spacecraft called <a href=\"http://www.nesdis.noaa.gov/DSCOVR/\">Deep Space Climate Observatory (DSCOVR)</a>. It's a mission with an unusual history.</p><p>Al Gore first proposed the idea for DSCOVR back in 1998, when he was vice president. Gore was so smitten with the view of Earth from space that he put an enormous print of a picture taken by Apollo 17 on the wall of his West Wing office. \"Wouldn't it be nice,\" Gore asked in 1998, \"to have that image continuous, live, 24 hours a day?\"</p><p>So he proposed sending a probe to a spot a million miles from Earth — a place known as the L1 Lagrange point, where the gravity of the Earth and the sun cancel each other out. The space probe, originally dubbed Triana, would point a telescope with a color camera back at our planet from L1, and send images down to Earth.</p><p>NASA was game to build and launch Triana, but <a href=\"http://airandspace.si.edu/staff/roger-launius\">Roger Launius</a> says the space agency officials weren't crazy about the idea of a satellite that only had one instrument on board. Launius, now associate director of the <a href=\"http://airandspace.si.edu/staff/roger-launius\">Smithsonian National Air and Space Museum</a>, was NASA's chief historian when Gore proposed Triana. \"They certainly wanted to make it a more scientifically viable project than, maybe, was envisioned initially by Mr. Gore,\" Launius says.</p><p>So NASA added instruments to measure the solar wind and radiant energy coming from Earth.</p><p>But then Gore lost an election to George W. Bush. The new Republican president and the Republicans in Congress weren't interested in Democrat Gore's pet project. They mockingly called it \"GoreSat.\"</p><p>Launius says NASA wasn't about to expend any political capital trying to keep Triana alive. \"Most of the time, you're not going to go to the wall on any one project, especially if it's a relatively small project that is not your first priority to start with,\" he says.</p><p>So, even though Triana was built and almost ready for launch, NASA shipped it to Building 29 at the Goddard Space Flight Center in Greenbelt, Md., and put it in storage.</p><p>Then, in 2009, something happened.</p><p>The National Oceanic and Atmospheric Administration decided it needed a new space weather satellite.</p><p>Every so often the sun burps out a cloud of charged particles that hurtle through space toward Earth. These storms can cause havoc on the electric power grid. With sufficient warning, utilities can make adjustments to protect the grid, and it's NOAA's job to provide early warning for these storms.</p><p>The agency was relying on a NASA satellite that was way past its prime. It needed a replacement, and scientific instruments NASA added to Triana made it just the thing NOAA was looking for.</p><p>So Triana was rechristened DSCOVR. Its instruments got a tuneup, and the spacecraft was made ready for launch.</p><p>Thomas Berger, head of <a href=\"http://www.swpc.noaa.gov/\">NOAA's Space Weather Prediction Center</a>, calls DSCOVR \"our buoy in space, if you will, that warns us of that solar tsunami coming toward the Earth. And we can get about an hour's warning (at best) to prepare for the impact.\"</p><p>The military is also interested in early warning — so interested that the Air Force is actually paying to launch DSCOVR.</p><p>\"There are things we can do to put our spacecraft or other systems in safe states — to minimize the damage that could be caused by any form of space weather,\" says Col. D. Jason Cothern, chief of the Air Force's Space Demonstrations division. \"Having that 'heads up' would be very helpful.\"</p><p>So the revival of Triana is making the Air Force happy; it's making NOAA happy; it's making NASA happy. And it's making one other person happy.</p><p>\"I'm extremely happy about it, as you might imagine,\" says Al Gore. \"In fact, I'm going to be at Cape Canaveral for the launch.\"</p><p>GoreSat may have been the butt of some jokes, but it looks like the former vice president will get the last laugh. And, despite the new name and mission, DSCOVR will still provide that picture of Earth that Gore first had in mind.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Satellite+Set+To+Stream+Daily+Images+Of+Earth+From+Space&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384345886-26901c.m3u?orgId=1&topicId=1007&aggIds=156490415&e=383618359&d=335&ft=nprml&f=383618359"},{"href":"http://media.npr.org/assets/img/2015/02/03/globe_west_2048-00f735dd5713b7343410065693919fdda8c70a60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}},{"href":"http://media.npr.org/assets/img/2015/02/03/dscovr_enl-e4abfacaec05b947d9a91ae1f73720398637c09e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"394","width":"701"}},{"href":"http://media.npr.org/assets/img/2015/02/03/dscovr-2_enl-aa91d09af2abe27cabe62b79ea3c1cde4f56027b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1419","width":"945"}}]}