{"created":"2014-09-26T20:30:00+00:00","modified":"2014-10-30T22:03:59+00:00","valid":{"from":"2014-10-30T22:03:58+00:00","to":"3014-10-30T22:03:58+00:00"},"hreflang":"en","title":"In 'Transparent,' A 70-Year-Old Divorced Dad Comes Out As A Woman","published":"2014-09-27T21:00:00+00:00","teaser":"The new drama, which launches Friday on Amazon Prime, stars Jeffrey Tambor as a transgender woman coming out to her three grown kids. Tambor acts the role without any hint of cheap humor.","itags":["npr_api","351489758"],"guid":"4a6863b5-1f6d-485e-aa5d-9e042a7ff313","contentencoded":"<p>Thanks to Netflix, many of us are familiar with the concept of new TV series that premiere not on broadcast or cable television, but on a streaming entertainment service. And Netflix isn't the only streaming service getting into the act. Starting Friday, Amazon Prime subscribers have access to the entire first season of a new series called <em>Transparent, </em>starring Jeffrey Tambor.</p><p>To watch the show<em>, </em>which its publicity material describes as a \"dark comedy series,\" you have to pay for Amazon Prime, that online seller's discount shipping-fee service. If you do that, you have access to Amazon Prime Instant Video — you just have to find it.</p><p>Amazon has been at this original programming stuff for a while now. But <em>Transparent </em>is the first show I've felt deserves individual notice.</p><p><em>Transparent </em>is created by Jill Soloway, who directed the movie <em>Afternoon Delight </em>and, more to the point for TV fans, was a writer and producer on HBO's <em>Six Feet Under. </em>That was a wonderful series about a complicated, often dysfunctional, usually volatile family — and so is <em>Transparent.</em></p><p>Tambor stars as Mort Pfefferman, the patriarch of a fractured family. His ex-wife, Shelly, played by the delightful sitcom veteran Judith Light, divorced him more than a decade ago. Their three grown children have their own lives, all of which are messy. And when Mort invites the kids to dinner at his place, they all fear that he's about to tell them he has cancer. But that's not it. What he wants to tell them is that he's decided, at age 70, to make some very significant life changes. He's in therapy and attending a support group in order to ease the transition to his new identity as a she — as Maura, after a lifetime of denying her inner and real self by, as she puts it, \"dressing up like a man.\"</p><p>Tambor plays this character completely straight — so to speak — without any hint of cheap humor. And it's Tambor's commitment to the role that makes <em>Transparent </em>work so well, and so quickly. When Maura, dressed in a wig and a loose-fitting blouse, explains to her support group where she is in her journey to a new sexual identity, there's no condescension whatsoever. Not from the group, and certainly not from the way Tambor plays her.</p><p>In the four episodes of <em>Transparent</em> I've previewed, those children — played by Gaby Hoffmann, Jay Duplass and Amy Landecker — all have their own issues, which are thrown into a different perspective as their father becomes someone new to them. They all establish their roles quickly, and draw you into their own respective storylines — and Judith Light, as the acerbic and witty ex-wife, does a great job with a very meaty role.</p><p>One of the surprises with <em>Transparent </em>is how traditional it is, despite its unusual premise. The closest thing to it on TV right now is NBC's <em>Parenthood, </em>a drama with lots of sometimes dark humor, about a family filled with very different personality types, who somehow find ways to connect with and support one another — except when they don't.</p><p>But give Tambor special props for not only doing such smart and daring and empathic work with this role, but also for taking it in the first place. His career may be one of the most impressive in TV history, if you're looking at actors who have appeared in groundbreaking, risk-taking television shows. He's averaged at least one per decade: <em>Hill Street Blues, Max Headroom </em>and <em>L.A. Law </em>in the '80s; <em>The Larry Sanders Show, </em>where he was absolutely brilliant as talk-show sidekick Hank Kingsley,<em> </em>in the '90s; the equally amazing <em>Arrested Development </em>to start the new century; and so far this decade, a recurring role on <em>The Good Wife, </em>and now, an attention-getting, attention-deserving role on <em>Transparent. </em></p><p><em>Transparent </em>is a drama/comedy series that could, in theory, make the Emmy nominations next year in either of those categories. It's that good. Oh, and one other thing about <em>Transparent </em>impressed me, but only long after I watched the episodes. It was a few days later when it finally hit me that the show's title was a world-class pun. In <em>Transparent, </em>Tambor stars as a ... trans-<em>parent.</em><em></em></p><p><em>David Bianculli is founder and editor of the website </em><a href=\"http://tvworthwatching.com/\" target=\"_blank\">TV Worth Watching</a>,<em> and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Transparent%2C%27+A+70-Year-Old+Divorced+Dad+Comes+Out+As+A+Woman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"348"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351820184-56dbce.m3u?orgId=1&topicId=1138&ft=3&f=351489758"},{"href":"http://media.npr.org/assets/img/2014/09/26/transparent_101_00627-1--7777b0ce9202ac76331d2a14f55b625fc889a2b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"944","width":"1259"}},{"href":"http://media.npr.org/assets/img/2014/09/26/transparent_102_04014-1-1--6ec092f98932a91342c5a979316f8d8e64b6c8a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/09/26/transparent_101_00566-5b50721e996757c8e7dc503ca33ade33e3cf939c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}