{"created":"2015-04-21T19:54:52+00:00","modified":"2015-05-13T21:01:31+00:00","valid":{"from":"2015-05-13T21:01:31+00:00","to":"3015-05-13T21:01:31+00:00"},"hreflang":"en","title":"Screening Tests For Breast Cancer Genes Just Got Cheaper","published":"2015-04-27T04:21:00+00:00","teaser":"A company has priced its test for mutations linked to breast and ovarian cancer at $249 — far less than the thousands of dollars another firm charges. But is there a downside for the worried well?","itags":["npr_api","401246453"],"guid":"4a707393-303a-417f-9508-e39eb239c9f3","contentencoded":"<p>A new California company announced Monday it is offering a much cheaper and easier way for women to get tested for genetic mutations that increase their risk for breast and ovarian cancer.</p><p><a href=\"https://getcolor.com/#/\">Color Genomics</a> of Burlingame, Calif., has begun selling a $249 test that it says can accurately analyze a saliva sample for mutations in the breast cancer genes BRCA1 and BRCA2, as well as check for 17 other genetic variants that have been associated with a somewhat increased risk for cancer of the breast or ovaries.</p><p>\"Color's goal is to democratize access to genetic testing, starting with breast and ovarian cancer risk testing,\" says <a href=\"http://blog.eladgil.com/2013/04/who-cares-if-its-been-tried-before.html\">Elad Gil</a>, one of the company's co-founders.</p><p>But the announcement has sparked mixed reactions, with some scientists and patient advocates praising the option of cheaper genetic testing, while others say it might not be useful, and could be harmful.</p><p>Until now, such testing has typically cost thousands of dollars. Gil says his company slashed the cost in a variety of ways, including using the latest technology to automate much of the process. The firm also recruited software engineers from leading companies, including Google and Twitter, to develop computer programs that streamline the analysis. In addition, Gil tells Shots, the company saves money by making the price so low that women don't need to get their insurance companies involved.</p><p>People interested in taking the test can either ask their doctor to order it for them or can contact the company directly through its website, so that Color Genomics can arrange for a physician to place the order. A test kit containing a small plastic tube will then arrive in the mail; the patient just spits into the tube and mails it back to the company, which then analyzes the DNA from cells in the saliva.</p><p>The company validated the accuracy of its test in a variety of ways, Gil says, including using it to analyze about 500 samples provided by leading breast cancer researchers. Color Genomics published the results on its website and plans to submit them to a peer-reviewed journal, Gil says.</p><p>The announcement produced mixed reactions. Some researchers welcome the new test as a way for more women to get tested. Currently, only women with a family history of cancer of the breast or ovaries are routinely urged to get a BRCA test, and typically only these women can get their insurance company to pay for it. But <a href=\"http://www.gs.washington.edu/faculty/king.htm\">Mary-Claire King</a>, a University of Washington geneticist who discovered BRCA1, says many more women carry one of the mutations in BRCA1 and BRCA2 that significantly increase their risk for cancer.</p><p>\"We need to be able to offer all women the opportunity to be sequenced for BRCA1 and BRCA2 — and, indeed, their sister genes — when a woman is young enough to make a plan if [it turns out] she does have the misfortune of having a mutation,\" says King, who is an unpaid advisor to the Color Genomics.</p><p>Still, some other geneticists, cancer researchers and women's health advocates are alarmed by the new test. They question whether the results have been studied enough to provide women with reliable information. The test, they say, may produce ambiguous or misleading results that frighten women into taking drastic action that may be unnecessary, such as getting mastectomies or having their ovaries removed</p><p>\"I worry it will give women information that we really don't know what it means — and that women will make very difficult choices that turn out to be incorrect,\" says <a href=\"http://www.breastcancerdeadline2020.org/about-nbcc/leadership/frances-m-visco.html\">Frances Visco</a> of the National Breast Cancer Coalition.</p><p>\"If we have more women who believe they are at increased risk,\" Visco says, \"we will have more women removing healthy body parts. We really do not have enough information to base this kind of expansion of this kind of testing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Screening+Tests+For+Breast+Cancer+Genes+Just+Got+Cheaper&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319064-8ede43.m3u?orgId=1&topicId=1128&d=206&p=2&story=401246453&t=progseg&e=401311283&seg=10&ft=nprml&f=401246453"},{"href":"http://media.npr.org/assets/img/2015/04/21/double-helix-d8bf1dedb06b0d264386f55843f3fc18312df4b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}},{"href":"http://media.npr.org/assets/img/2015/04/21/color-kit_wide-911c12e5b4ecc4dfa6680e183fb13a921ab05961.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"449","width":"799"}}]}