{"created":"2015-03-06T19:16:11+00:00","modified":"2015-03-06T23:06:40+00:00","valid":{"from":"2015-03-06T23:06:40+00:00","to":"3015-03-06T23:06:40+00:00"},"hreflang":"en","guid":"4a7f8b9c-2039-4780-8be0-93c4db82e0a1","title":"Tourists follow in the steps of early pilgrims as high tides surround Mont Saint-Michel","published":"2015-03-06T23:06:37+00:00","byline":"David Leveille","tags":["history","culture","weather","Culture","Arts, Culture & Media","Europe","France","Amélie Saint-James","Mont Saint-Michel","Tides","Saint-Michel","Causeway","Religion"],"teaser":"Higher than normal ocean tides are sweeping in this spring along the northwestern coast of France. The tides are surrounding the famous abbey on Mont Saint-Michel on all sides, making it more remote, isolated — and beautiful.","contentencoded":"<p>The ocean tides off the northwestern coast of France are running high this spring. And that's led a large number of international tourists to the famous island of Mont Saint-Michel to see the unusual spectacle of tides sweeping close around the island's famous abbey.</p>\n<p>The rocky islet and the Benedictine abbey perched atop it are usually accessible from the French mainland by a causeway. But as the spring equinox on March 21 nears, the combined gravitational pull of the sun and the moon on the sea (called syzygy) is producing what some French locals are calling the \"tides of the century.\"</p>\n<p>When the tides submerge the causeway, local tour guide Amélie Saint-James says it’s like stepping back in time, when the abbey was isolated and remote.</p>\n<p>“In the past, there was absolutely no causeway. During the Middle Ages, pilgrims had to walk their way to Mont Saint-Michel [during extreme low tide]. It was considered very dangerous,\" Saint-James says. \"In those days, it was said that any pilgrims who planned to go to Mont Saint-Michel should first make out a will, because it was not so sure that they would come back from it.”</p>\n<p>In the 19th century, France built a causeway that made it possible for more pilgrimages and more tourists. Three years ago, Saint-James says a new causeway was constructed. Like the old one, it was made out of rocks and sand, says Saint-James. But a modern section functions as a bridge.</p>\n<p>“It’s what matters most for Mont Saint-Michel as a postcard. It’s sort of a platform that can be submerged by seawater in case of an exceptional high tide. So that is what totally cuts Mont Saint-Michel from the mainland right now, when we have big tides.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/Nsg2abW2jNg?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Many more adventurous tourists opt to bypass the causeway altogether and instead set out to cross the bay on foot during low tide. But it’s risky. There are mudflats that act like quicksand, and the tide comes rushing back, leaving weary hikers stranded.</p>\n<p>“I crossed the bay many times and it's true that it's kind of dangerous, and risky,” says Saint-James, “but it's something that really gives meaning to the place. I mean, for the pilgrims in the past, there was something very important when they risked their lives to reach the archangels sanctuary. Nowadays we do it for touristic reasons. But it's a very nice feeling to walk in the steps of pilgrims of the past.” </p>\n<p>She says many people died in the past, making the trek across the bay to Mont Saint-Michel and “there would be people killed now as well if it there were not very good helicopters rescuing people now and then when they are not careful.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/0nEo341p8XY?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>So if you go and you do decide to walk across the bay to Mont Saint-Michel, Saint-James’s best advice is to go with an experienced guide and to carefully check the tide charts.</p>\n<p>Once you make it onto the island of Mont Saint-Michel, there’s much to explore in and around the Benedictine abbey, village and souvenir shops. And if, by chance, the tides are high enough to cover the causeway,  Saint-James says it’s an amazing experience to be left stranded on the island for awhile, “It’s like being in a castle from which you cannot go out. It can be a little scary because you are really ‘locked inside’ and you have to wait until the tides let you go.  So you can feel quite helpless in the face of nature when you're there.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/3KV0SQnZaHQ?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fvolcano-draft1&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03062015_08.mp3"},{"href":"http://www.pri.org/file/0306201508mp3"}]}