{"created":"2015-06-26T14:05:15+00:00","modified":"2015-07-03T20:22:40+00:00","valid":{"from":"2015-07-03T20:22:40+00:00","to":"3015-07-03T20:22:40+00:00"},"hreflang":"en","title":"Supreme Court Declares Same-Sex Marriage Legal In All 50 States","published":"2015-06-26T20:49:00+00:00","teaser":"\"The nature of injustice is that we may not always see it in our own times,\" Justice Anthony Kennedy wrote after recounting the legal struggles faced by same-sex partners.","itags":["npr_api","417717613"],"guid":"4a897515-3f10-4d86-9878-c07b02117bcd","contentencoded":"<p>States cannot keep same-sex couples from marrying and must recognize their unions, the Supreme Court says in a ruling that for months has been the focus of speculation. The decision was 5-4.</p><p>Justice Anthony Kennedy, seen as a pivotal swing vote in the case, wrote the majority opinion. All four justices who voted against the ruling wrote their own dissenting opinions: Chief Justice John Roberts and Justices Antonin Scalia, Clarence Thomas and Samuel Alito.</p><p>\"They ask for equal dignity in the eyes of the law,\" Kennedy wrote of same-sex couples in the case. \"The Constitution grants them that right.\"</p><p>Comparing the ruling to other landmark decisions, NPR's Nina Totenberg says, \"This is probably right up there with <em>Brown v. Board of Education,</em> and <em>Roe v. Wade</em> — if you like it or hate it — and today, <em>Obergefell v. Hodges</em>. This was a historic moment.\"</p><p>The opinion includes more than 100 pages; we've embedded it near the bottom of this post.</p><p><strong><strong>Update at 11:30 a.m. ET: 'Our Love Is Equal,' Obergefell Says</strong></strong></p><p>Friday's ruling \"affirms what millions across this country already know to be true in their hearts: our love is equal,\" says lead plaintiff Jim Obergefell, who challenged Ohio's ban on same-sex marriage.</p><p>Obergefell continued, \"the four words etched onto the front of the Supreme Court — 'equal justice under law' — apply to us, too.\"</p><p>He filed suit because he wasn't allowed to put his name on his late husband John Arthur's death certificate after Arthur died from ALS. Holding a photograph of Arthur as he spoke Friday, Obergefell said, \"No American should have to suffer that indignity.\"</p><p>Obergefell has been <a href=\"http://www.bucyrustelegraphforum.com/story/news/local/2015/06/19/ohios-sex-marriage-plaintiff-hear-decision-live/28976655/\">traveling from Cincinnati to Washington</a> every week, to be sure he would be in the court when a decision was announced in his case.</p><p><strong><strong>Update at 11:15 a.m. ET: 'Like A Thunderbolt,' Obama Says</strong></strong></p><p><a href=\"http://www.npr.org/sections/thetwo-way/2015/06/26/417731614/obama-supreme-court-ruling-on-gay-marriage-a-victory-for-america\">Speaking at the White House</a>, President Obama praised the Supreme Court's ruling, saying it arrived \"like a thunderbolt\" after a series of back-and-forth battles over same-sex marriage.</p><p>Obama says the ruling \"will strengthen all of our communities\" by offering dignity and equal status to all same-sex couples and their families.</p><p>The president calls the ruling \"a victory for America.\"</p><p><strong>Update at 10:37 a.m. ET: More On The Ruling, And Obama's Reaction</strong></p><p>\"The ancient origins of marriage confirm its centrality, but it has not stood in isolation from developments in law and society,\" Kennedy wrote. His opinion sketches a history of how ideas of marriage have evolved along with the changing roles and legal status of women.</p><p>Comparing that evolution to society's views of gays and lesbians, Kennedy noted that for years, \"a truthful declaration by same-sex couples of what was in their hearts had to remain unspoken.\"</p><p>\"The nature of injustice is that we may not always see it in our own times,\" Kennedy wrote after recounting the legal struggles faced by same-sex partners.</p><p>The Supreme Court said that the right to marry is fundamental — and Kennedy wrote that under the 14th Amendment's protections, \"couples of the same-sex may not be deprived of that right and that liberty.\"</p><p>In his dissent, Roberts wrote that the court had taken an \"extraordinary step\" in deciding not to allow states to decide the issue for themselves, saying that the Constitution does not define marriage.</p><p>Calling the ruling \"deeply disheartening,\" Roberts said that those on the winning side of the issue should celebrate a victory — \"But do not celebrate the Constitution,\" he wrote. \"It had nothing to do with it.\"</p><p>Justice Scalia said the Supreme Court's \"highly unrepresentative panel of nine\" had violated \"a principle even more fundamental than no taxation without representation.\"</p><p>We've covered those dissents <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/26/417720924/roberts-celebrate-todays-decision-but-do-not-celebrate-the-constitution\">in a separate post</a>.</p><p>Welcoming the news on Twitter, <a href=\"https://twitter.com/POTUS/status/614435467120001024\">President Obama wrote,</a> \"Today is a big step in our march toward equality. Gay and lesbian couples now have the right to marry, just like anyone else. <a href=\"https://twitter.com/hashtag/LoveWins?src=hash\" data-query-source=\"hashtag_click\">#LoveWins</a>.\"</p><p><em>Our original post continues:</em></p><p>The justices ruled in <a href=\"http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf\">Obergefell v. Hodges</a>, which is linked to three other same-sex marriage cases that rose up through the court system. Together, they involve a dozen couples who challenged same-sex marriage bans in Ohio, Michigan, Kentucky and Tennessee — the only states with bans on marriage between gay and lesbian couples that <a href=\"http://www.npr.org/sections/thetwo-way/2014/11/06/362105290/gay-marriage-bans-are-upheld-in-4-states-by-circuit-court\">had been sustained</a> by a federal appeals court.</p><p>Friday's ruling overturned that decision by the 6th Circuit Court of Appeals. As the Supreme Court's summary states, \"The history of marriage is one of both continuity and change.\"</p><p>The justices had been asked to decide whether the 14th Amendment requires states to a) license same-sex marriages and b) recognize such unions that were made in other states.</p><p><a href=\"https://www.loc.gov/rr/program/bib/ourdocs/14thamendment.html\">The 14th Amendment</a>, we'll remind you, was ratified shortly after the Civil War. It has to do with U.S. citizenship — and with providing equal protection for all citizens.</p><p>Before Friday's ruling, gay marriage had already been made legal in 37 states and the District of Columbia — by either legislative or voter action or by federal courts that overturned state' bans.</p><p>As NPR's Nina Totenberg reported when the Supreme Court heard the current case back in April, conservative justices had pointed questions for the attorneys:</p><blockquote><p>\"Justice Scalia asked whether ministers would be able to refuse to marry two gay men. The answer was that it has to be worked out under state laws. He said, but that could happen — it could happen that a minister would be forced to marry two gay men, in violation of his beliefs.</p><p>\"Justice Alito asked, well then why not marry four gay men together? Why just two?\"</p></blockquote><p>The ruling announced Friday adds new definition to an issue that has remained controversial even as an increasing number of Americans say they support equal marriage rights for same-sex couples. A recent Gallup poll found that 60 percent of Americans — an all-time high — support extending the same rights and privileges to same-sex marriages as traditional ones.</p><p>That figure included \"37 percent of Republicans, 64 percent of independents, and 76 percent of Democrats,\" <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/19/408009627/60-percent-record-number-of-americans-support-same-sex-marriage-in-poll\">as we reported last month</a>. And it included all age groups except for one: those 65 and over.</p><p>The court noted the change in thinking, stating:</p><blockquote><p>\"Well into the 20th century, many States condemned same-sex intimacy as immoral, and homosexuality was treated as an illness. Later in the century, cultural and political developments allowed same-sex couples to lead more open and public lives. Extensive public and private dialogue followed, along with shifts in public attitudes. Questions about the legal treatment of gays and lesbians soon reached the courts, where they could be discussed in the formal discourse of the law.\"</p></blockquote><p>For supporters of same-sex marriage, Friday's ruling comes as a long-awaited bookend to the Supreme Court's 2013 ruling that <a href=\"http://www.npr.org/2013/06/26/195956196/supreme-court-extends-gay-marriage-rights-with-two-rulings\">struck down the federal Defense of Marriage Act</a> and required the U.S. government to provide the same benefits to both gay and heterosexual couples.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Declares+Same-Sex+Marriage+Legal+In+All+50+States&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417785816-96d1f6.m3u?orgId=1&topicId=1070&d=206&story=417717613&ft=nprml&f=417717613"},{"href":"http://media.npr.org/assets/img/2015/06/26/scotus-gaymarriage-getty-ab57a383d002ae442dbb8d150976e52cba3cdca0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2000","width":"2671"}}]}