{"created":"2014-09-30T20:12:55+00:00","modified":"2014-10-30T21:55:25+00:00","valid":{"from":"2014-10-30T21:55:25+00:00","to":"3014-10-30T21:55:25+00:00"},"hreflang":"en","title":"Preventing Worker Burnout Can Boost The Bottom Line","published":"2014-09-30T22:46:00+00:00","teaser":"Weary employees could need more than just time off to re-energize. Some employers have ditched the time cards, let workers set their own schedules or allow them to rotate jobs to prevent burnout.","itags":["npr_api","352751249"],"guid":"4a940fa3-2b3f-456b-b9dd-4450518465bd","contentencoded":"<p>Burnout at work seems like a fact of life, especially with employers cutting back on leave benefits.</p><p>But some companies are trying novel fixes. In addition to boosting morale, some employers say, eliminating burnout can increase productivity and profitability.</p><p>At Aptify, a Virginia software company, burnout was a problem a few years ago. Projects demanded long hours, which affected motivation and morale. It's a medium-size firm, with 200 workers, but at the time, procedures seemed overly corporate and cumbersome.</p><p>\"We began looking at things like our policies and procedures manual, which essentially we felt was a culmination of all the bad things that have happened,\" says Bryan Kelly, Aptify's vice president of marketing.</p><p>Kelly says ultimately, the company scrapped its time card system, too. Bosses told employees: You can take as many paid days off as you want.</p><p>Initially, several employees greeted this with skepticism, expressing concerns like, \"OK, great. Essentially what I'm seeing is, unlimited time off means I get no time off,\" says Kelly.</p><p>That didn't happen. Nor did the opposite — no one abused the policy. A handful of employees took mini-sabbaticals or around-the-world treks — things that might have required them to quit their jobs in the past. But most take the same number of days off as before, and space them more evenly throughout the year.</p><p>Plus, Kelly says, employees seem happier.</p><p>Aptify is an exception. On the whole, companies are cutting back on leave, according to the Society for Human Resource Management. Firms today offer fewer personal days and family leave than several years ago, and flexibility benefits are also holding steady or declining.</p><p>Still, says Bruce Elliott, the society's manager for compensation and benefits, \"The vast majority of employers do get the fact that there is burnout.\"</p><p>The problem is, fixes can be hard to implement, and some practices, like unlimited vacation time, he says, tend to work only in high-performance workplaces where expectations for output and quality are very clear.</p><p>\"If those things are nebulous, this thing is going to crash and burn,\" Elliott says. \"It just will not work.\"</p><p>Wist Office Products in Phoenix came up with a different approach. Its 70 employees rotate and switch jobs with other workers.</p><p>General Manager Ian Wist says it seems to be working. People even pitch in on the least appealing jobs — like restocking shelves overnight.</p><p>\"That graveyard shift is tough,\" Wist says. \"I've worked that shift, and it's not a lot of fun.\"</p><p>Wist says job rotation not only helped when workers got sick; it helped retain employees.</p><p>\"People are generally happier that they have some variety, and they don't suffer the burnout that we've seen in the past,\" he says.</p><p>It requires coordination, but Wist says the policy benefits the bottom line, because customers are loyal to the sales and delivery people.</p><p>\"We found when we lost those people, we would lose customers along with them,\" he says.</p><p>Some companies simply forgo profit to avoid burnout. Point B Consulting CEO Mike Pongon says unlike most management consultants, his employees don't travel, and every year, workers decide how many hours a week they wish to work.</p><p>Pongon says accommodating those different hourly requests comes with business downsides.</p><p>\"Somewhere between 5 and 7 percent of the time, we have to turn away work that we otherwise would do,\" he says. \"And in those cases, we have to help our client find another solution, which sometimes means introducing a competitor.\"</p><p>But Pongon says he believes as a result he attracts better employees and keeps them longer because they remain happier.</p><p>Christina Maslach is a professor at the University of California, Berkeley, whose four decades of research on the subject helped popularize the term \"burnout.\" Maslach says it's a loose term that encompasses a combination of work overload, lack of autonomy and reward and social and moral discord at work.</p><p>Most burnout stems from interpersonal strife, but most employers see the solution as time off, she says.</p><p>If companies really want to know what's causing burnout in their workplace, Maslach says, they shouldn't just mandate more time off. They should assess the core problem, then design solutions to mitigate those issues.</p><p>\"When it's time off, I mean, that might be time <em>away</em> from work,\" Maslach says. \"Maybe you're addressing issues of exhaustion, but it's not really addressing what may be the problems <em>at</em> work.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Preventing+Worker+Burnout+Can+Boost+The+Bottom+Line&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352808259-c838f7.m3u?orgId=1&topicId=1006&ft=3&f=352751249"},{"href":"http://media.npr.org/assets/img/2014/09/30/istock_000005207662medium-69284245930858c55a8532d7b29464530fb412f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"848","width":"1130"}}]}