{"created":"2014-10-30T20:40:32+00:00","modified":"2014-11-26T23:05:16+00:00","valid":{"from":"2014-11-26T23:05:16+00:00","to":"3014-11-26T23:05:16+00:00"},"hreflang":"en","title":"'Nightcrawler' Jake Gyllenhaal: We're All Complicit In 'If It Bleeds, It Leads'","published":"2014-10-31T03:37:00+00:00","teaser":"\"There's something very primal about the slowing down at an accident scene,\" says Gyllenhaal. He plays a freelance cameraman, racing to get the grisliest footage, in the film <em>Nightcrawler.</em>","itags":["npr_api","360114076"],"guid":"4a981e24-0242-42e6-9be5-dffa52b48abd","contentencoded":"<p>The last time NPR's Audie Cornish spoke with Jake Gyllenhaal it was <a href=\"http://www.npr.org/2013/11/08/243777022/jake-gyllenhaal-going-after-whats-real\" target=\"_blank\">in the fall of 2013</a>. They met on the set of the film <em>Nightcrawler, </em>and at the time, the tabloids were talking about how much weight he'd lost for the role. Cornish remembers he was gaunt, his blue eyes were sunken in — and he didn't blink.</p><p>\"When you met me I was not wholly aware of how I was behaving,\" he tells Cornish a year later. \"Probably because I had put myself through certain things. In a weird way thought I was normal, but according to you — not so much.\"</p><p>Once you see <em>Nightcrawler,</em> that makes a lot of sense. In it, Gyllenhaal plays Lou Bloom — hungry and prowling the lamp-lit streets of Los Angeles. He stumbles on work as a freelance cameraman for a TV station with an \"if it bleeds, it leads\" ethos.</p><p>Gyllenhaal says what sticks with him is the way that his character deploys the cheery language of self-help guides even as he tries to break into a business built on misery. Gyllenhaal says he memorized the script and it's now ingrained in his memory. He easily recites the film's first speech:</p><blockquote><p>\"Excuse me, sir. I'm looking for a job. In fact, I've made my mind up to find a career that I can learn and grow into. Who am I? I'm a hard worker, I set high goals and I've been told that I'm persistent. Now I'm not fooling myself, sir. Having been raised with the self-esteem movement so popular in schools, I used to expect my needs to be considered. But I know that today's work culture no longer caters to the job loyalty that could be promised to earlier generations.\"</p></blockquote><p>On paper it doesn't look so bad, \"but out in the world — taking a few morals out of the equation — it can be pretty dangerous,\" Gyllenhaal says. \"He speaks like a real entrepreneur; he speaks like a very successful entrepreneur. I mean, there is nothing he says in this movie that I don't agree with. I agree with everything this character says in one way or another. It's what he does that I don't necessarily agree with.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the business of real \"night crawlers\"</strong></p><p>I think [the business of being a freelancer is] maybe more robust than ever. I went on the streets of LA with two brothers — they're called stringers, really, who do this job — spent a number of nights with them. ...</p><p>What I saw was — and this is why I think the idea of blame, or whatever, on who does the job or what it is doesn't make sense to me — because what I saw was a great innocence, kind of childlike play. And that was a key for me in finding the character.</p><p><strong>On what it's like to be the first to arrive at the scene of an accident</strong></p><p>It does get dangerous here. ... Being a young kid — going out in the backyard, climbing trees, setting fires — is not a very different feeling to what you feel when you're with these guys. There's a thrill, particularly on the way to the unknown. As you venture with them into the night and then you get a call, you don't know what you're going to be seeing. And there's a terror there. But you can feel from them an excitement, too.</p><p><strong>On the audience voyeurism fueling the demand for this type of footage</strong></p><p>I really feel like there's something very primal about the slowing down at an accident scene. And it's in those feelings that some people find great success in the work and Lou happens to be one of those people. But I think he's enabled by Rene Russo's character, Nina, who is editing and buying his footage. And she is then, in turn, enabled by the station heads and they are enabled by us [the audience].</p><p>Because you can blame anybody, but I think, really, there is no blame; we're all complicit. And a lot of people leave the movie saying, \"Wow, what a ride.\" And there are a whole slew, a whole spectrum of response to it — all of which, kind of leading back to oneself and how complicit the individual is in creating someone like Lou.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Nightcrawler%27+Jake+Gyllenhaal%3A+We%27re+All+Complicit+In+%27If+It+Bleeds%2C+It+Leads%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360179344-046a7b.m3u?orgId=1&topicId=1137&ft=3&f=360114076"},{"href":"http://media.npr.org/assets/img/2014/10/30/nightcrawler-nc_04430_rgb-498f98427fd5845015fa7800a2250bbc9dc10706.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1286","width":"1715"}},{"href":"http://media.npr.org/assets/img/2014/10/30/nightcrawler-nc_05150_rgb-6a2289fe8a9a45a95bdfdfde55a02234f3ab05fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1072","width":"1429"}}]}