{"created":"2014-10-08T17:40:53+00:00","modified":"2014-10-31T02:30:28+00:00","valid":{"from":"2014-10-31T02:30:28+00:00","to":"3014-10-31T02:30:28+00:00"},"hreflang":"en","title":"How The Supreme Court Could Reshape The Tech Patent Landscape","published":"2014-05-05T17:41:00+00:00","teaser":"A fight over patents is unfolding between Apple and Samsung in a California courtroom. But a case before the Supreme Court could change the concept of intellectual property in information technology.","itags":["npr_api","308735270"],"guid":"4aa72732-3108-4e03-ae99-0654f08eb2cd","contentencoded":"<p>A California jury is deliberating a major lawsuit between tech titans Apple and Samsung. Apple is suing Samsung for patent infringement and asking for a whopping $2 billion in damages. But even if Apple prevails in this case, later this year the Supreme Court could undermine the victory by calling Apple's patents and thousands of others into question.</p><p>Among the patents at issue in the case between Apple and Samsung is a process that is familiar to any smartphone user. When you start typing a phone number into your phone you expect the device will recognize that it's a phone number so you can tap on the screen and make the call.</p><p>What's curious about this patent to Daniel Nazer, a staff attorney at the Electronic Frontier Foundation, is that it was filed way back in 1996. \"If you look at Figure 1 of <a href=\"http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO1&Sect2=HITOFF&d=PALL&p=1&u=%2Fnetahtml%2FPTO%2Fsrchnum.htm&r=1&f=G&l=50&s1=5,946,647.PN.&OS=PN/5,946,647&RS=PN/5,946,647\">this patent</a> there's a <a href=\"http://pdfpiw.uspto.gov/.piw?Docid=05946647&homeurl=http%3A%2F%2Fpatft.uspto.gov%2Fnetacgi%2Fnph-Parser%3FSect1%3DPTO1%2526Sect2%3DHITOFF%2526d%3DPALL%2526p%3D1%2526u%3D%25252Fnetahtml%25252FPTO%25252Fsrchnum.htm%2526r%3D1%2526f%3DG%2526l%3D50%2526s1%3D5,946,647.PN.%2526OS%3DPN%2F5,946,647%2526RS%3DPN%2F5,946,647&PageNum=&Rtype=&SectionNum=&idkey=NONE&Input=View+first+page\">floppy disk drive</a> in the block diagram,\" he says. \"I'm going to go out on a limb. I don't have an iPhone, but I don't think an iPhone has a floppy disk drive.\"</p><p>I do have an iPhone and there is no floppy disk. This is one of the patents at issue in the trial right now in San Jose. Nazer says this patent covers a very broad idea that has nothing to do with smartphones. \"It could be done in all kinds of different hardware, all kinds of different software,\" he says. \"That potentially gives Apple or whoever owns these really broad software patents a big monopoly over innovation.\"</p><p>In another big case, this one before the Supreme Court, it's this sort of patent that's the issue. The case is <a href=\"http://www.scotusblog.com/case-files/cases/alice-corporation-pty-ltd-v-cls-bank-international/\">Alice Corp. v. CLS Bank International</a>. Alice Corp. <a href=\"http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&p=1&u=/netahtml/PTO/search-bool.html&r=1&f=G&l=50&co1=AND&d=PTXT&s1=6912510.PN.&OS=PN/6912510&RS=PN/6912510\">owns patents</a> on a process of verifying payment on a computer. The company says it's a special method. Alice Corp. is what is called a nonpracticing entity — known pejoratively as a \"patent troll.\"</p><hr /><p>\"They don't in fact sell a software or a program,\" says Mark Lemley, a law professor at Stanford University. Lemley says Alice Corp. claims it has a patent on using a computer to confirm a financial transaction. He says the company looks at it this way: \"We make sure the money gets passed from one party to the other so it's kind of like an escrow arrangement.\" Lemley says Alice Corp. believes anyone using a computer process to do this should pay the company a fee.</p><p>During oral arguments in the Supreme Court several of the justices seemed skeptical, says David E. Martin, a patent expert. \"There have been countless ways in which that has been done — not only over the last several decades, but quite frankly the idea of settling up accounts and confirming order and fulfillment is actually something that's been done probably as long as humans have traded,\" he says.</p><p>Justice Stephen Breyer suggested Alice Corp. may be trying to patent an idea that goes back to the days of King Tut — who probably verified gold transactions with an abacus.</p><p>What is significant about this case, Martin says, is that there are thousands of patents like this — someone has an old idea and says he has a way to do it on a computer or over the Internet. Martin says many small tech companies were encouraged by investors to patent as much as they could. \"Somehow or another more patents means you're going to be of greater value to the ultimate acquirer, be it Twitter or Facebook or Google or Apple or whoever else,\" Martin says.</p><p>In recent years, the big tech giants have stockpiled patents from other companies. In 2011, Google and Apple spent more on buying up patents than they did on research and development, according to Nazer of the Electronic Frontier Foundation. \"When you're looking at what are supposedly our most innovative tech companies and they're spending more buying patents than actually innovating, you've seen patents sort of usurp the R&D process rather than promote it,\" he says.</p><p>The case before the Supreme Court could shrink the value of all those patent investments. And for Apple it could make its ongoing patent battles against Samsung more challenging, Lemley says. \"Whatever the outcome of the jury trial, we're going to be back in court arguing that these patents shouldn't have been in front of the jury at all because they aren't valid,\" he says.</p><p>But Samsung and Apple have been fighting over patents in courts in the U.S. and around the world. Before he died, Apple's founder and CEO, Steve Jobs, vowed to spend every cent of the company's billions in cash to fight what he believed was a \"stolen product.\" And while many of the patents in Apple's trove could become invalid, it's still got a lot more patents in its arsenal.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Supreme+Court+Could+Reshape+The+Tech+Patent+Landscape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308737995-ec97ad.m3u?orgId=1&topicId=1019&ft=3&f=308735270"},{"href":"http://media.npr.org/assets/img/2014/05/01/istock_000018365687small-9fcadd1e9dddc87bcb40ed92749b79fdab586017.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"800"}},{"href":"http://media.npr.org/assets/img/2014/05/01/alice-patent-cc479417d7bfc731df56be958bb03633c4eb6d93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"696","width":"928"}}]}