{"created":"2015-02-20T08:35:34+00:00","modified":"2015-03-01T02:42:59+00:00","valid":{"from":"2015-03-01T02:42:59+00:00","to":"3015-03-01T02:42:59+00:00"},"hreflang":"en","title":"Pain, But No Regrets: A Father Remembers His Adopted Son","published":"2015-02-20T13:10:00+00:00","teaser":"Bill Jones is thought to have been the first single man to adopt a child in California, back in the 1960s. His son has since died, but despite the loss, Jones says he never regrets adopting his child.","itags":["npr_api","387309723"],"guid":"4ac3376c-941f-4d3b-91e8-ffc61b768db2","contentencoded":"<p>In the 1960s in California, the state wanted children to be adopted into two-parent homes. But officials were having trouble placing hundreds of children, especially older boys.</p><p>Bill Jones, a gay man living in San Francisco, had always wanted to be a father. He decided to apply.</p><p>\"They were looking for somebody with family in the area and I had family in the area,\" Jones told his friend Stu Maddux, on a recent visit to StoryCorps. \"They were looking for somebody that had some contact with children. I had been a schoolteacher for six years.\"</p><p>The process was not seamless though. And it involved a certain amount of \"don't ask, don't tell.\"</p><p>\"A wonderful social worker set me up with an interview,\" Jones said. \"She looked up at the ceiling and she said, 'You know, I think homosexuals would make very good parents. But if I was told that, the committee would be obligated not to make the placement. So I hope that if a homosexual ever wants to adopt, they don't tell me.' \"</p><p>Jones adopted a little boy named Aaron, and it was clear from the beginning that this would not be easy.</p><p>\"He was darling, but he had been turned down by about five couples,\" Jones explained. \"His mother was a heroin addict. When she gave birth to him, he went through withdrawal himself. And by about two years old, he knew no words at all.\"</p><p>At first, Jones too turned him down. But then he changed his mind.</p><p>\"You know, children know when they've been rejected. So, I found myself down at FAO Schwarz. I had bought a teddy bear. I went back to the adoption agency and I said, 'I want to give a present to that kid.' Aaron heard my voice and came running across the room and threw his arms around my legs. And I just cried.\"</p><p>The adoption was finalized on Feb. 13, 1969, so Valentine's Day became the time when they celebrated the anniversary. Things would become more difficult though. Jones learned that his son was schizophrenic.</p><p>\"Every day was a struggle with him,\" Jones said. \"Except that he was a loving, sweet person.\"</p><p>When Aaron was 30, he died of a heroin overdose. Jones still struggles with the loss. But when his friend Stu Maddux asked if he had any regrets about the adoption, Jones said he did not.</p><p>\"I still cry over the ending. But ... I would do it again. I loved him so much, and he loved me, too. And so, I was lucky in so many ways.\"</p><p><em>Produced for </em>Morning Edition<em> by Allison Davis.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pain%2C+But+No+Regrets%3A+A+Father+Remembers+His+Adopted+Son&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387685143-3a9cc2.m3u?orgId=1&topicId=1060&aggIds=4516989&e=387309723&d=219&ft=nprml&f=387309723"},{"href":"http://media.npr.org/assets/img/2015/02/19/jonesb_npr2-b9fad7be155632f17dc6a30752f496dd30ed251f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2015/02/18/jonesbnpr-10e8ef95f7f28333c24cef7eaf408012215a6062.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}