{"created":"2014-09-25T22:48:31+00:00","modified":"2014-09-25T22:48:32+00:00","valid":{"from":"2014-09-25T22:48:31+00:00","to":"3014-09-25T22:48:31+00:00"},"hreflang":"en","guid":"4ac8c7e4-397f-459b-98ab-3dd24a1b9573","title":"As the US bombs ISIS oil in Syria, militants lay siege to Iraq's biggest refinery","published":"2014-09-25T22:48:30+00:00","byline":"Stephen Snyder","tags":["oil","Baiji refinery","Islamic State","Islamic State in Iraq and Syria","Conflict","Conflict & Justice","Baiji","Asia","Iraq","Middle East","Ben Lando","Iraq Oil Report","Baiji","oil","ISIS","ISIL","Islamic state","Sunni","shia","Baiji, Iraq"],"teaser":"ISIS fighters surrounded Iraq's largest refinery in June, but Iraqi troops have kept control of this key oil facility for three months — even securing a visit by the country's new oil minister. Taking over the refinery would be a huge boost for the militant group as the US bombs its oil facilities in Syria.","contentencoded":"<p>Iraq&#39;s largest oil refinery is surrounded on all sides by fighters from ISIS, but the refinery itself is still in government hands &mdash; for now.</p><p>The Baiji refinery, located 112 miles north of Baghdad, ceased operations in mid-June. That&#39;s when ISIS fighters first took control of the areas around the plant and effectively sealed it off from deliveries of crude.</p><p><span style=\"line-height: 1.538em;\">Ben Lando, the founder of </span><a href=\"http://www.iraqoilreport.com/\" style=\"line-height: 1.538em;\">Iraq Oil Report</a><span style=\"line-height: 1.538em;\">, says that between 100 and 300 soldiers from the Iraqi special forces are holed up inside. &quot;Eye witnesses tell us that helicopters have been dropping off supplies and additional troops over the past week,&quot; he says.</span></p><p><span style=\"line-height: 20.0063037872314px;\">The three-month-long standoff has been marked by sporadic attacks by ISIS fighters and their allies, which have been rebuffed by the Iraqi troops. </span>Putting the refinery back online would be a huge financial gain for ISIS, especially a<span style=\"line-height: 1.538em;\">s a US-led coalition is bombing ISIS-held oil facilities in neighboring Syria, hoping to choke off the group&#39;s source of black market income.</span><span style=\"line-height: 1.538em;\">&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">It&#39;s equally </span><a href=\"http://www.bbc.co.uk/news/world-middle-east-27990478\" style=\"line-height: 1.538em;\">valuable to the Iraqi government</a><span style=\"line-height: 1.538em;\">, which depends on the plant for an estimated one-third of its national oil output.&nbsp;</span></p><p>But so far, neither side has taken steps to end the impasse. An all-out fight for control of Baiji would likely cause damage to the plant that could render it unusable by the victor. And, Lando points out, &quot;there would be mass casualties from the explosions.&quot; &nbsp;</p><p><span style=\"line-height: 20.0063037872314px;\">Despite the standoff &mdash; or perhaps because of it &mdash; Iraq&#39;s new oil minister, Adil Abdul-Mahdi, devoted his first full day on the job to a high-profile visit to the refinery on September 11. </span></p><p><span style=\"line-height: 20.0063037872314px;\">&quot;</span><span style=\"line-height: 1.538em;\">He actually took a helicopter into Baiji and landed and there were some rockets</span><span style=\"line-height: 1.538em;\">&nbsp;shot at him,&quot; Lando says. &quot;But he survived and he published pictures &mdash; on his Facebook page, actually &mdash; of him <a href=\"http://www.moo-iraq.com/en/index.php?name=News&amp;file=article&amp;sid=385\">touring the facility</a>.&quot;</span></p><p>This week, Iraqi security forces, with support from Iraqi Army helicopters, fought off another ISIS attempt to capture the refinery.&nbsp;<span style=\"line-height: 20.0063037872314px;\">An Iraq Oil Report article describes <a href=\"http://www.iraqoilreport.com/beyond-the-headlines/attackers-repelled-baiji-refinery-13411/\">t</a></span><span style=\"line-height: 1.538em;\"><a href=\"http://www.iraqoilreport.com/beyond-the-headlines/attackers-repelled-baiji-refinery-13411/\">he attack</a>, which began with a suicide car bomb at the gate followed by a mortar attack and gunfire. &nbsp;</span></p><p>Lando, whose network of observers tracks activities that affect Iraq&#39;s oil industry, says new efforts by the US-led coalition to beat back ISIS raise questions about what Iraq would look like after a retreat.</p><p>&quot;In the north of the country, where ISIS and the militants and their allies have been able to take control, there&#39;s a lot of infrastructure that needs to be rebuilt &mdash; pipelines and storage tanks throughout northern Iraq that have been destroyed or damaged,&quot; Lando says.</p><p>Lando believes restoring Iraq&#39;s oil infrastructure could cost billions of dollars: &quot;We won&#39;t have a final price tag until we see what kind of damage is inflicted by ISIS on their way out.&quot;</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520143.mp3"},{"href":"http://www.pri.org/file/092520143mp3"}]}