{"created":"2014-10-08T09:04:54+00:00","modified":"2014-10-31T15:40:37+00:00","valid":{"from":"2014-10-31T15:40:37+00:00","to":"3014-10-31T15:40:37+00:00"},"hreflang":"en","title":"Videos Of Deadly Police Encounters Grab The Media Spotlight, But Why?","published":"2014-10-09T17:26:00+00:00","teaser":"Several recent incidents of black men being shot by police have sparked national news coverage and policy debates. We examine what forces in the media and society are fueling this level of attention.","itags":["npr_api","354507430"],"guid":"4ac8b94a-4c9f-4403-b10b-d7049994b59a","contentencoded":"<p><em><strong>Editor's Note:</strong> In an earlier version of this story, we had two videos of encounters with the police. They contained graphic language and violence, so we've removed them from the story. If you still want to see them, we've included links. </em></p><p>If you've been following the news in recent months, you've seen a parade of stories in which unarmed men, usually but not always black, had calamitous encounters with police. In just the past two weeks, there was: an indictment in<a href=\"http://www.foxnews.com/us/2014/09/30/sc-police-officer-charged-with-shooting-68-year-old-man-after-chase-case/\"> the shooting of a 68-year-old grandfather in his driveway;</a> a motorist<a href=\"http://www.huffingtonpost.com/2014/09/25/sean-groubert-fired-arrested_n_5879694.html\"> shot and injured as he tried to comply with an officer's request</a> for his ID; and a drug suspect <a href=\"http://www.nydailynews.com/new-york/nyc-crime/brooklyn-suspended-pistol-whipping-teen-article-1.1965977\">beaten with police officers' guns as he tried to surrender</a>. It's become its own grim, politically polarizing genre of news story.</p><p>Are we seeing more of these stories because they're actually happening more? As we've written before, it's pretty hard to tell just how often police officers use deadly force. There are thousands and thousands of law enforcement agencies in the United States. Many report their use-of-force data, while others don't, and different agencies have different standards for when force is justified. As best as the Department of Justice can guess, there are about 400 police-related deaths each year across the nation. In a nation that sees millions of civilian- police encounters each year, that means such deaths are exceedingly rare. But you could look at it another way: 400 deaths a year means that every day, someone in the United States is probably killed in an encounter with police. That's a lot of potential grist for this genre.</p><p>It's clear that video has played a role in the fresh media attention — the most high-profile of these incidents was caught on either a cellphone camera or a police dashboard camera, or by surveillance footage.</p><p>\"What you would always see in these other cases or in cases in past decades is that you'd see someone after the fact, [with] maybe some bruises or maybe some reports of the injuries they sustained,\" Laura Castañeda, a journalism and media professor at the University of Southern California, told me last week. \"A picture paints a thousand words, the old cliche — but now you see it, and these are powerful, powerful images.\"</p><p>That's a big reason we end up seeing more moments on <a href=\"http://www.chicagotribune.com/news/local/breaking/chi-hammond-police-taser-story.html\">the news like this from Hammond, Ind., last month</a>, in which a man is tased during a traffic stop. (Fair warning: The video in the link is disturbing.)</p><p>And Castañeda said those images are getting more traction and a wider airing because of social media. It's also worth noting just how much browner social media is compared to traditional media organizations — <a href=\"http://www.adweek.com/news/technology/blacks-and-hispanics-are-more-likely-whites-use-twitter-147666\">blacks and Latinos are more likely to use Twitter than are white folks</a>, which means Twitter captures and magnifies a different set of experiences and priorities. News outlets are increasingly paying attention.</p><p>But there might be another, deeper philosophical shift happening that might explain why we're seeing these stories. Consider the Pew poll taken just after the Michael Brown shooting in August that found that a majority of respondents felt that police did not treat people from different racial groups equally. A majority of respondents also said they felt that police officers did not use an appropriate amount of force, and that police departments didn't do a good job of holding officers accountable for misconduct.</p><p>That dovetails with Vikrant Reddy, an analyst with the conservative policy group Right on Crime, who told me about Americans' shifting attitudes toward zero-tolerance policing and mass incarceration.</p><p>\"I think there's been a broad public shift just based on the fact that crime has decreased,\" he said. \"There was a time ... when there was Willie Horton and Bernie Goetz, and <em>Time</em> magazine covers on how New York City was ungovernable dominated the headlines. We had entire presidential elections that were decided based on criminal justice issues,\" he said, noting that presidents don't have a lot of authority to intervene in criminal justice issues.</p><p>He went on:</p><blockquote><p>\"People have to appreciate that public safety was a legitimate issue in cities. ... You had conservative politicians saying, 'Liberals are not taking this problem seriously. We will take it seriously. We will start locking people up.' And I would argue that they were right about that, that we needed to do more of those things. But it's also true that the pendulum can swing too far. You can keep broadening that net, ever larger and ever larger. ... We'll lock more and more and more people up, and at a certain point, you just have diminishing returns. It gets very counterproductive, and that's the era we live in now.\"</p></blockquote><p>As crime has fallen to near-record low levels, Reddy said, there's more space for people to think critically about policing strategies, even on the political right. Fiscal conservatives have begun criticizing tough-on-crime policies for being expensive. Social conservatives have increasingly argued that those approaches disrupt communities. Libertarians take issue with their intrusiveness.</p><p>It's a point driven home by the alleged infractions that were the pretext for many of these disastrous confrontations: Eric Garner was allegedly selling untaxed cigarettes on the street; Michael Brown was allegedly jaywalking.</p><p>Below are some of the most high-profile cases from just the past 12 weeks.</p><p><strong>July 17: Eric Garner, 43, New York City</strong></p><p>Eric Garner was no stranger to encounters with the police. The 43-year-old father of six was forced to leave his position in the city parks department due to health problems, and to help make ends meet, he sold \"loosies\" — <a href=\"http://query.nytimes.com/gst/fullpage.html?res=9C01E2DE1638F936A35757C0A9679D8B63&module=Search&mabReward=relbias%3Aw%2C%7B%221%22%3A%22RI%3A10%22%7D\">individual, untaxed cigarettes</a> — on the streets. Because of that, he'd been arrested more than 30 times.</p><p>One day this summer, Garner was standing on a corner when he was confronted by police, who accused him of selling loosies to a man on the street. \"I'm tired of it,\" Garner said. \"This stops today.\" After he argued with them for several minutes, the officers attempted to arrest Garner, and Daniel Pantaleo, one of the plainclothes officers, wrapped his arm around Garner's neck before several of them wrestled him to the ground. One of the officers put his knee on Garner's head as it lay on the sidewalk, while Garner could be heard repeating \"I can't breathe!\" Garner fell unconscious, and officers at the scene did not attempt to revive him. Garner was pronounced dead not long after. The video of the incident quickly spread on social media. (<a href=\"http://nymag.com/daily/intelligencer/2014/07/horrifying-video-man-dies-after-nypd-chokehold.html\">You can view it here, but fair warning</a>: It's very unsettling.)</p><p>Pantaleo and several emergency workers who were at the scene are on desk duty pending an investigation. <a href=\"http://www.nbcnewyork.com/news/local/Eric-Garner-Chokehold-Police-Custody-Cause-of-Death-Staten-Island-Medical-Examiner-269396151.html\">The medical examiner ruled that Garner's death was a homicide</a> caused by a chokehold — a maneuver that the NYPD bars its officers from performing. No charges have been filed in the case yet, although a grand jury is weighing whether to do so.</p><p><strong>Aug. 5: John Crawford, 22, Beavercreek, Ohio</strong></p><p>While Ferguson, Mo., was dominating the news, another story of a police shooting was starting to gain traction on local news and social media. John Crawford III was talking on his cellphone with his girlfriend as he walked through a Wal-Mart store in Beavercreek, Ohio, with a BB gun that was sold in the store. Two police officers, Sean Williams and Sgt. David Darkow, responded to a 911 caller who said Crawford had been pointing a weapon at customers in the store. Police arrived as Crawford was pacing the aisle; they shot Crawford several times. He died moments later.</p><p>The police realized after they shot Crawford that the gun was a toy. The 911 caller later recanted his statement, and said Crawford never pointed the gun at other customers. (The caller also previously told reporters that he was an ex-Marine, but records show that he was kicked out while trying to enroll due to \"fraudulent enlistment.\")</p><p>The police at the scene maintained that Crawford made a sudden movement after they ordered him to drop his weapon. <a href=\"http://wapo.st/1xpQE2S\">The store released surveillance video of the shooting</a>, but it doesn't support that version of events. (There were reportedly 200 surveillance cameras at the Wal-Mart, and video from only one angle was made public, <a href=\"http://www.buzzfeed.com/mikehayes/the-life-and-death-of-john-crawford#m5afs\">according to BuzzFeed.</a>) Nonetheless, <a href=\"http://www.washingtonpost.com/news/post-nation/wp/2014/09/24/no-indictments-after-police-shoot-and-kill-man-at-an-ohio-wal-mart-justice-dept-launches-investigation/\">a grand jury chose not to indict Williams and Darkow</a>. The Justice Department is investigating the shooting.</p><p><strong>Aug. 9: Michael Brown, 18, Ferguson, Mo.</strong></p><p>Michael Brown was a recent high school graduate, and his family said he was enrolled in college classes for the fall. His killing was the most high-profile among these incidents over the summer, and it touched <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/19/341574604/fresh-clashes-in-ferguson-mo-as-national-guard-arrives\">off a wave of protests nationally and occasionally violent skirmishes between the police and demonstrators. </a> Almost every detail about the incident is in dispute. A friend who was walking with Brown said officer Darren Wilson shot Brown after an argument over jaywalking, and that Brown was shot to death with his hands raised above his head to surrender. Ferguson's chief of police has maintained that Brown was shot after a scuffle with Wilson in which Brown reached for the officer's gun. The police released security video of a man they say was Brown stealing cigarettes from a local convenience store minutes before the shooting; another video purports to show Brown paying for them. (The police later said that alleged theft had nothing to do with why Wilson stopped Brown.)</p><p>The only thing seemingly not in dispute is that Wilson shot Brown, and that Brown's body lay in the street for several hours in the middle of the day while a crowd gathered and jeered the local police.<a href=\"http://www.washingtonpost.com/politics/families-of-black-men-killed-by-police-call-for-justice-department-to-take-over-probes/2014/09/25/e071960a-44ce-11e4-b47c-f5889e061e5f_story.html\"> Ferguson's police chief has since apologized for leaving Brown's body in the street.</a></p><p>An independent autopsy conducted by New York City's former chief medical examiner said Brown had been shot six times. Wilson has not been seen in public since the incident. The Justice Department is investigating the Ferguson police department, while a grand jury weighs whether to charge Wilson with a crime.</p><p><strong>Sept. 4: Levar Jones, 35, Columbia, S.C.</strong></p><p>One afternoon last month, Levar Jones parked his SUV in the parking lot of a gas station, and climbed out. State trooper Sean Groubert pulled up behind him because he suspected Jones was driving without a seat belt.</p><p>Groubert asked to see Jones' license. But when Jones reached into his truck to get it, Groubert opened fire, yelling, \"Get out of the car! Get out of the car!\"</p><p>Jones fell to the ground, with his hands raised above his head. \"What did I do, sir?\" Jones asked. \"What did I do?\" Jones apologized to the officer, who shot him as he lay on the ground.</p><p>The shooting and the moments leading up to it were all caught <a href=\"http://www.slate.com/blogs/the_slatest/2014/09/25/south_carolina_dashcam_shooting_sean_groubert_levar_jones_incident_on_video.html\">on Groubert's dashboard camera.</a> (Another warning: the video of the shooting contains graphic violence.)</p><p>But Groubert described the incident differently in his police report, when he recounted that Jones \"jumped out\" of his car and \"stared at [him].\" He goes on: \"I saw something black in his hands. I ran to the other side of the car, yelling at him, and he kept coming toward me. Apparently it was his wallet.\"</p><p>Groubert was subsequently fired from the force and indicted on assault and aggravated battery charges. If convicted, he faces 20 years in prison.</p><p>Jones, who was shot in the hip, survived the shooting. He now walks with a cane.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Videos+Of+Deadly+Police+Encounters+Grab+The+Media+Spotlight%2C+But+Why%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gene Demby","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354507431-565f9d.m3u?orgId=1&topicId=1015&ft=3&f=354507430"}]}