{"created":"2015-03-03T22:45:14+00:00","modified":"2015-03-04T21:28:50+00:00","valid":{"from":"2015-03-04T21:28:50+00:00","to":"3015-03-04T21:28:50+00:00"},"hreflang":"en","guid":"4ac9edc8-9ecb-472c-ac9d-6a0b5b24898f","title":"Have archaeologists discovered the 'Lost City of the Monkey God?'","published":"2015-03-04T21:28:44+00:00","byline":"Christopher Woolf","tags":["archaeology","culture","research","history","Science","Science, Tech & Environment","North America","Honduras","Central America/Caribbean","Bill Benenson","The World That Was","Geography of Honduras","La Mosquitia","Archaeology","Meso-America","pre-Columbian culture"],"teaser":"An expedition has returned from the jungles of Honduras with news of the discovery of a lost city from a mysterious culture. Could it be the \"Lost City of the Monkey God,\" a centuries-old Honduran legend?","contentencoded":"<p>Archaeologists have just completed the first ground exploration of the ruins of a previously unknown city deep in the tropical rainforest of Honduras.</p>\n<p>“The team was led to the remote, uninhabited region by long-standing rumors that it was the site of a storied ‘White City,’ also referred to in legend as the ‘City of the Monkey God,'\" according to National Geographic, which <a href=\"http://news-beta.nationalgeographic.com/2015/03/150302-honduras-lost-city-monkey-god-maya-ancient-archaeology/\">first reported the story</a> on Monday and furnished these amazing photos.</p>\n<p>“Archaeologists surveyed and mapped extensive plazas, earthworks, mounds, and an earthen pyramid belonging to a culture that thrived a thousand years ago, and then vanished,\" wrote Douglas Preston for the magazine. \"The team, which returned from the site last Wednesday, also discovered a remarkable cache of stone sculptures that had lain untouched since the city was abandoned.</p>\n<p>“In contrast to the nearby Maya, this vanished culture has been scarcely studied and it remains virtually unknown. Archaeologists don't even have a name for it.”</p>\n<p>One of the leaders of the expedition, Bill Benenson, says “it’s quite amazing to be able to say [the words] ‘finding a lost city.’ It’s not something that rolls off your lips, or you often get a chance to say.”</p>\n<p>The site was first <a href=\"http://www.newyorker.com/magazine/2013/05/06/the-el-dorado-machine\">spotted from the air in 2012</a> during a survey that used Lidar — a kind of laser-based radar — to spot man-made anomalies beneath the jungle canopy.  </p>\n<p>\"Using the Lidar as a map, we went in, and went up to various buildings,\" Benenson says. \"At the base of an earthen pyramid [we] found a cache, or a kind of intact ceremonial site, with over 50 pieces of art or artifacts left on the ground somehow for the last 400 to 600 years.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"A view of one of the unexplored valleys in the Mosquitia region of eastern Honduras, an area long rumored to contain a legendary &amp;quot;White City&amp;quot; or a &amp;quot;City of the Monkey God.&amp;quot;\" title=\"A view of one of the unexplored valleys in the Mosquitia region of eastern Honduras, an area long rumored to contain a legendary &amp;quot;White City&amp;quot; or a &amp;quot;City of the Monkey God.&amp;quot;\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/gallery/Lost%20valley.jpg?itok=wIBwIEJS\" /><div class=\"field-caption\">\n    <p>A view of one of the unexplored valleys in the Mosquitia region of eastern Honduras, an area long rumored to contain a legendary \"White City\" or a \"City of the Monkey God.\"</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Doug Yoder/National Geographic</p>\n  </div>\n</div>\n<p>The survey also revealed this was not just a single town or temple complex: The entire valley was once densely populated by people. The explorers are calling it a lost civilization.</p>\n<p>Honduras is full of ancient legends relating to lost cities in the Mosquitia region, the area where the ruined city was discovered. “The two major ones are the White City [or Ciudad Blanca,] and the City of the Monkey God,\" Benenson says. The former would have been made of blinding marble or limestone, while the latter would have featured a Monkey God statue atop a temple.</p>\n<p>The only way in and out of the site was by helicopter. Benenson says the expedition hired three ex-British special forces soldiers to rappel into the brush and hack out a space for the helicopter to land. “There was absolutely no other way to get in or out,” Benenson says. “The ocean was probably 50 miles away through one of the densest jungles any of our people had ever encountered, filled with way too many snakes of a highly deadly nature.”</p>\n<p>The region today is uninhabited, among the most pristine ecosystems on the planet. “It appears that there have been no human beings out there for 400 to 800 years, because the animals that we encountered — or rather, who encountered us, like the monkeys — ... just wandered into our camp,\" Benenson says. \"The hummingbirds flew around the heads of our first group there, and the monkeys came down and kind of looked at us, and were throwing things at us. They had not seen or encountered human beings before.”  </p>\n<p>The site’s precise location is not being disclosed to protect it from looters, but that's not the only threat to the site. Loggers and ranchers are encroaching on the Mosquitia region, and the Honduran government hopes to get international assistance to halt the process of deforestation. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fhave-archaeologists-discovered-lost-city-monkey-god&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Lost%20City%201.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/lost-city-1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0303201507.mp3"},{"href":"http://www.pri.org/file/0303201507mp3"}]}