{"created":"2014-09-20T13:56:43+00:00","modified":"2014-10-30T22:13:42+00:00","valid":{"from":"2014-10-30T22:13:42+00:00","to":"3014-10-30T22:13:42+00:00"},"hreflang":"en","title":"Over Spain's Objections, Catalonia Plans Referendum On Independence","published":"2014-09-20T15:16:00+00:00","teaser":"Now that Scotland has voted to stay in the U.K., attention is turning to another separatist movement. Emboldened by the peaceful Scottish referendum, Catalans are planning a vote in November.","itags":["npr_api","349904266"],"guid":"4acb7ffe-a49f-4d26-a494-c1fb51eedce0","contentencoded":"<p>In sultry Barcelona, it was a unexpected gathering of bagpipes, tartan plaid, Scotch and even haggis — the traditional Scottish innards-and-oatmeal dish.</p><p>Spaniards turned out <em>en masse</em> to celebrate Scotland's referendum on independence from the United Kingdom.</p><p>\"For one day, I would like to be Scottish,\" said Gabriel Herredero, 25, who wore a Scottish kilt out to a bar. \"As Catalans, we would be proud also to be able to vote for something we really want.\"</p><p>Scots ultimately voted to remain part of the U.K., but the referendum nevertheless stirred hope for other separatist movements across Europe: Flemish speakers in Belgium, the island of Corsica in France, and both the Basques and Catalans in Spain.</p><p>With its own language and culture, Spain's northeast region of Catalonia — population 7.6 million — has long sought autonomy from Spain. Emboldened by Scotland, the region is planning its own independence vote in November. The Spanish government says that's illegal, and vows to block it at all costs.</p><p>Some 1.8 million protesters filled Barcelona's streets last week, demanding that <a href=\"http://www.npr.org/2014/09/11/347738196/in-catalonia-thousands-march-for-independence-from-spain\">Madrid give Catalonia</a> the same right to vote that London granted Scotland.</p><p>\"What happened in Scotland and in the United Kingdom is not a setback for us,\" Catalan President Artur Mas told reporters. \"Because what we really want in Catalonia is to have the chance to vote, to have the same possibility.\"</p><p>Catalonia's regional parliament approved a new law on Friday granting Mas the power to declare a non-binding independence vote. Mas said he would sign the legislation and set a Nov. 9 date.</p><p>But Spain's constitutional court is likely to strike down Catalonia's plans as early as next week. Spanish law says the unity of Spain is indivisible, that referenda be called only by the central government, and that they be voted upon by all Spaniards, not just one region.</p><p>If the November vote goes ahead, Spanish police could be ordered to seize ballot boxes or block voters from entering polling stations. Catalan politicians, Mas chief among them, could be arrested.</p><p>Mas says he will not back down.</p><p>\"If in Madrid they think that by using legal frameworks, they can stop the political will of the majority of the Catalan people, they are wrong! It's a big mistake,\" he said.</p><p>Polls show that a large majority of Catalans want to vote on their future status, though they are roughly divided — like Scotland — on whether to break away and form their own country in Europe.</p><p>As Scotland's results became known on Friday morning, Catalans began streaming into Barcelona's city center, rallying outside their regional parliament. \"We will vote!\" they yelled. \"Independence!\"</p><p>\"We think that, independent of the result, the Scottish people have won, because they can vote. They can decide their future,\" said Carme Forcadell, head of a pro-independence group that helped organize last week's rally. \"Why them and not us?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Over+Spain%27s+Objections%2C+Catalonia+Plans+Referendum+On+Independence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350083201-2d57bd.m3u?orgId=1&topicId=1124&ft=3&f=349904266"},{"href":"http://media.npr.org/assets/img/2014/09/19/455717190-2c870a964b773872acf0bc0519f8512b468ff8c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2224","width":"2966"}},{"href":"http://media.npr.org/assets/img/2014/09/20/herredero_custom-cb3f5407e3da300cfccbaa2586eb4e6f2454c294.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2592","width":"1933"}}]}