{"created":"2015-01-08T19:03:39+00:00","modified":"2015-01-09T22:21:16+00:00","valid":{"from":"2015-01-09T22:21:16+00:00","to":"3015-01-09T22:21:16+00:00"},"hreflang":"en","title":"The Sounds, Space And Spirit Of 'Selma': A Director's Take","published":"2015-01-09T22:21:00+00:00","teaser":"Ava DuVernay's new film dramatizes a turning point in civil rights history. She says she wanted to \"elevate [Selma] from a page in your history book and really just get it ... into your DNA.\"","itags":["npr_api","375756377"],"guid":"4ad2f539-9684-4282-ba02-5f8c04e98d5a","contentencoded":"<p>For the new movie <em>Selma</em>, director Ava DuVernay, who until now mostly directed independent films, faced a new kind of challenge.</p><p>\"I had no experience with working on bridges with 500 extras and green screen and firearms and horses,\" DuVernay tells <em>Fresh Air</em>'s Terry Gross. \"And it was a massive production on that bridge and every time we were staging a march. But I just approached it the same way I approach any scene — what is the story here?\"</p><p>The film dramatizes a turning point in civil rights history when Martin Luther King Jr. went to Selma, Ala., to help orchestrate marches demanding voting rights for black people who were systematically prevented from registering to vote in the South. Those marches helped lead to the Voting Rights Act of 1965.</p><p>DuVernay says the heart of the story was the look on the marchers' faces as Alabama state troopers attacked them on what became known as \"Bloody Sunday.\" Marchers were terrorized with tear gas, bludgeoned by law enforcement and forced to retreat.</p><p>\"It's really the horror, the terror, the fear, the thought on someone's face that, 'This is it, this is how it will end for me,' \" DuVernay says.</p><p>On Sunday, DuVernay is up for a Golden Globe for best film director. This makes her the first African-American woman to be nominated in that category.</p><p><em>Selma</em> is bigger in scope and budget than her previous films — it was a $20 million production backed by Oprah Winfrey, who plays the part of Annie Lee Cooper, a woman trying to register to vote.</p><p>\"I usually make films with $2 and a paper clip,\" DuVernay says. \"But [$20 million] ain't a lot by Hollywood standards. It's actually quite humble. It's an independent kind of size.\"</p><p>DuVernay says that regardless of the money involved, she's going to keep telling her stories.</p><p>\"I'd be absolutely happy to go back and make a smaller picture,\" she says. \"I never want my choices to be dictated by budget. That's one of the reasons why I take so much pride in being able to make films for $2 and a paper clip — because I can always get my hands on $2 and a paper clip. I never have to ask for permission for that.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On opening the film with King getting the Nobel Peace Prize </strong></p><p>I wanted to show his place on the world stage at that moment. At the end of 1964, he accepted the Nobel Prize and he was lauded by heads of state and royalty. And he came home and he didn't have an appointment to even see the president in the White House. There was no celebration of that moment here in the ways that I think they thought there would be. They came back home and found themselves back where they were when they left. ...</p><p>King wins the Nobel Prize and nothing really changed. At that moment, he had options. He could've done any number of things. ... He chose to go back and work with the people and remain with the [Southern Christian Leadership Conference] and have that independent spirit ... that independent voice around his activism, which is something that just always fascinated me. At that point he had been in the movement for a decade and, you know, had been the subject of death threats and an assassination attempt, a stabbing. He had been beaten; his family had been terrorized. It was a good moment where he could've probably stepped out if he was a lesser man, but he didn't. They went right back into the trenches and right back into Selma.</p><p><strong>On depicting the 1963 Birmingham church bombing that killed four African-American girls </strong></p><p>[I] was approaching it from my point of view as a woman filmmaker: The idea of showing a bombing, showing a blast, showing any kind of detonation might be different from that of a male director who might be more interested — and this is just based on what I've seen for many, many years — might be more interested in the physicality of the blast, the gusto of that violence.</p><p>I was much more interested in reverence for the girls. It was important to me that you hear their voices. You hear what their concerns are at that moment as four little black girls walking down a staircase in what should be a safe place, in their sanctuary, in their church. They're talking about hair. They're talking about Coretta Scott King's hairstyle. They're talking about what little black girls talk about — getting your hair wet and keeping it pressed and doing all that kind of thing. You start to come into their world just as they are taken out of the world. And so from there, what is the next thing to show? Is it shrapnel? Is it fire? For me it was the fabric of their dresses and their patent leather shoes, all of the things that remain from the souls that were lost.</p><p><strong>On the sound design for the violent scenes </strong></p><p>The sound design for that bridge sequence is something I'm very proud of. And it's just about this kind of sensory immersion putting you on the bridge throughout the film whenever a body is broken — a black body, a white body — whenever there's any kind of violence to the body, sound becomes critical.</p><p>We spent a lot of time, believe it or not ... trying to perfect which sound I wanted to choose for when a baton hit the body. And there were different levels of that, different tenor and base that we played with to construct something that really felt — you felt it in your heart when you heard it. Because I think what we were trying to do with this whole film is to just elevate it from a page in your history book and really just get it into your body — into your DNA.<strong> </strong></p><p><strong>On how she tried to ensure \"emotional safety\" when directing extras in violent scenes</strong></p><p>There also was a question of emotional safety because ... all of our extras were from this place. We didn't bring in extras from Hollywood; we didn't bring in extras from Atlanta. We were in Selma, Ala., staging these scenes. ... This history is very much a part of the DNA of that place.</p><p>So you're asking white citizens currently living there who may not feel — and do not feel the way that we're asking them to feel onscreen — to yell expletives, to hit their fellow community members, to yell and scream vile things. And you're asking the black citizens of that place to experience that and take it in.</p><p>That was really top of mind for me: to make sure that there was a meeting of the minds there, that there was a real understanding of what we were doing and why, because that emotional safety was very important. ... There was a lot of hand-holding, a lot of hugs before and after, and really just a real commitment to say, \"We have to do this in order to tell the story of how we got past it in this particular place.\"</p><p><strong>On <a href=\"http://www.washingtonpost.com/opinions/the-movie-selma-has-a-glaring-historical-inaccuracy/2014/12/26/70ad3ea2-8aa4-11e4-a085-34e9b9f09a58_story.html\">criticism</a> that the film portrays President Lyndon B. Johnson negatively </strong></p><p>People say that I painted LBJ as a villain, which is not what I was trying to do. If I was trying to paint someone as a villain, particularly LBJ, there's a lot I could do in that regard. I did not have that intention. People cheer for LBJ in the film; he makes a triumphant \"We Shall Overcome\" speech at the end that gets some of the most applause in this film that we've taken around the country at this point. That's what it was intended to do. ...</p><p>Our intention was not to say anything other than that these were two great minds who were in a chess match at times. It wasn't a skip through the park that they came to this Voting Rights Act. I mean the very fact that these citizens had to walk and march twice unprotected, unassisted; to face state troopers with no federal aid — that was a big point of contention.</p><p>Yes, the president did come on board eventually; yes, he did eventually order the federal protection; yes, he did pass the Voting Rights Act; yes, there were nuances and challenges as far as what was happening in Washington that made him have to take pause and play a tactical game with timing. But the bottom line is this is what we know in the film: It was a timing issue and King was always saying, \"The time is now. The time is not to wait.\" ...</p><p>This film is not about LBJ. This is a film that's about the people of Selma and the black leadership of Selma and the allies who came to the aid of black people who were being terrorized in Selma. And one of those allies turned out to be, eventually, LBJ in this particular situation.</p><p><strong>On David Oyelowo's interpretation of King </strong></p><p>We just walked away from anything that felt very, very close to King. It was intentional. There was no mimicry that was ever going to happen. That was our first order of business: to stay as far away from the two or three things that really peg King in terms of voice and the vibrato and some of the quirks of his oratory. We really focused on the spirit of him. David doesn't look like King, he doesn't sound like King — but he kind of looks and sounds like King, know what I mean? It starts to be in there somewhere. This is a cinematic exploration of this time and this space and spirit of this time. ... We were actually trying not to be close; we were just trying to just be in a range that felt comfortable.</p><p><strong>On whether the success and scale of <em>Selma</em> will change her influence in Hollywood </strong></p><p>I don't know if I'm going to have more clout. There's really no precedent for someone like me gaining clout in the space that I'm in — a black woman directing films in Hollywood. You know, [there's] no precedent for there being a black woman director who has gained any clout. Black woman directors that make amazing beautiful things? Yes. I can name 50. Black woman directors that have attained that kind of clout to be able to kind of answer that question from a place of the privilege of having lots of options: I'm not so sure. We'll see.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Sounds%2C+Space+And+Spirit+Of+%27Selma%27%3A+A+Director%27s+Take&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2757"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375890348-476a21.m3u?orgId=1&topicId=1137&ft=3&f=375756377"},{"href":"http://media.npr.org/assets/img/2015/01/08/new1-1--ac1dcff10b76a83a409cf1781bb22e398f1e9380.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}},{"href":"http://media.npr.org/assets/img/2015/01/08/new2-1--c73c75f60dfcd4116c7c954706b365c998b569e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}