{"created":"2014-10-08T14:56:05+00:00","modified":"2014-10-31T01:33:36+00:00","valid":{"from":"2014-10-31T01:33:36+00:00","to":"3014-10-31T01:33:36+00:00"},"hreflang":"en","title":"John Fullbright's Uneven 'Songs' Finds A Way To Fascinate","published":"2014-06-02T19:09:00+00:00","teaser":"<em>Songs</em> feels like the work of an artist who's still figuring out who he is, where he wants to go, and what he wants to elaborate upon — or invent anew.","itags":["npr_api","318214238"],"guid":"4ad26117-b15f-4505-adac-2d21c0a05186","contentencoded":"<p><a href=\"http://www.npr.org/artists/153197900/john-fullbright\">John Fullbright</a>'s <em>Songs</em> is the most interestingly uneven album I've heard in a while. The work of a smart young man, it's also the work of a self-conscious young man who's prone to mistaking articulate melancholy for wisdom. Fullbright's debut album contained bold melodies and told stories about daydreamers and offbeat people. On <em>Songs</em>, Fullbright opts for pure mood-setting, sounding morose in an attempt to signal subtle passion, but that's not really how it plays out.</p><p>\"Write a Song\" is a song about writing a song that includes lines like, \"Think a thought about the very thought you think.\" This is the kind of thing that can impress a high-school student as heavy or profound, but in the context of Fullbright's career, it sounds dismayingly like the sophomore jinx. That's the time-honored music-industry truism that, after pouring your life into your first album, the second finds you scraping for subject matter and metaphors. Fortunately, Fullbright finds more than a few good ones here.</p><p>While \"Happy\" doesn't actually sound happy, the sound is fortified with a surging vocal and the sort of catchy hook that Fullbright might do well to allow into his songs more frequently. He alternates between acoustic guitar and piano in this material, and I find the piano-based songs, with musical phrases that punctuate the emotions he sings of, to be of greater artistic success.</p><p>In \"She Knows,\" Fullbright incorporates a good influence that popped up on his last record — <a href=\"http://www.npr.org/artists/14982343/randy-newman\">Randy Newman</a>, for the chords and the ironic stateliness. I noted in my <a href=\"http://www.npr.org/2012/05/21/153197993/john-fullbright-how-to-connect-from-the-ground-up\"><em>Fresh Air</em> review</a> of Fullbright's debut that he \"could use more humor.\" Well, that certainly didn't pan out. For a reason why, I noticed this new quote in his publicity notes: \"When I discovered <a href=\"http://www.npr.org/artists/15452537/townes-van-zandt\">Townes Van Zandt</a>, that's when I went, 'You know, this is something to be taken pretty damn seriously.'\" Uh-oh. Emulating the ultimate Texas singer-songwriter of the '70s — down that road lies strangling similes and doleful romanticism. It comes as a relief whenever Fullbright shortens his lines and phrases his emotions with succinct clarity.</p><p>Ultimately, <em>Songs</em> feels like the work of an artist who's still figuring out who he is, where he wants to go, and what he wants to elaborate upon — or invent anew. There's no doubt that John Fullbright is a substantial talent. Now, he just has to cut himself a break and start enjoying that talent a little more.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Fullbright%27s+Uneven+%27Songs%27+Finds+A+Way+To+Fascinate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ken Tucker","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318257937-2ecbeb.m3u?orgId=1&topicId=1104&ft=3&f=318214238"},{"href":"http://media.npr.org/assets/img/2014/06/02/-images-uploads-gallery-fullbright-cdshoot-feb14-055-vfarmer-b1a463002b179ea979a6b43017f49b56eafef3e8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}}]}