{"created":"2015-01-28T19:37:38+00:00","modified":"2015-01-29T13:16:37+00:00","valid":{"from":"2015-01-29T13:16:37+00:00","to":"3015-01-29T13:16:37+00:00"},"hreflang":"en","title":"Full Of Complexity And Ambivalence, 'American Sniper' Shows The Cost Of War ","published":"2015-01-28T20:03:00+00:00","teaser":"The film about a Navy SEAL whose service in Iraq made him a mythic figure has become a cultural lightning rod. But the squabbles are too simple for a low-key movie striking in its lack of stridency.","itags":["npr_api","382157425"],"guid":"4ad74058-66ef-443b-b247-cbcdefb29f8b","contentencoded":"<p>In the years following the invasion of Iraq, it became a truism that Americans simply didn't want to hear about the war — especially at the movies. While there were scads of films about Iraq, including Kathryn Bigelow's Oscar-winning <em>The Hurt Locker</em>, none was able to attract a big audience. Until <em>American Sniper</em>.</p><p>Based on the best-selling memoir of the same title, Clint Eastwood's film about Navy SEAL Chris Kyle has not only pulverized box office records but it has become a cultural phenomenon, especially in places that often get written off as the heartland. Its unexpected success has become the latest reminder that our prevailing image of American culture — the one in which Lena Dunham is an inescapable juggernaut — is largely based on media folks' idea of what's cool rather than the whole country's taste.</p><p>Of course, given today's polarized politics, the film has spawned the usual knee-jerk squabbling. Put crudely, its detractors argue that <em>American Sniper</em> is a right-wing movie that ducks essential questions — like whether the Iraq war was a righteous one — and glorifies a remorseless sniper who killed somewhere between 160 and 250 people. Its defenders on the right accuse such critics of hating America and our troops. The left frets that <em>American Sniper</em> is so popular because it lets viewers stay in denial about Iraq — it doesn't say that the invasion was wrong, wrong, wrong. The right thinks it's so popular because it celebrates good old-fashioned patriotism.</p><p>Both of these explanations are far too simple for a low-key movie that's striking in its lack of stridency. As one who opposed the Iraq War, I think <em>American Sniper</em> is good. Skillfully made, if sometimes a tad generic, it's anchored by a terrific performance from Bradley Cooper, an articulate, thoughtful actor who completely immerses himself in Chris Kyle, a laconic man who doesn't spend much time questioning things. One reason I like the movie is that it takes me inside a vision of life so very different to my own.</p><p><em>American Sniper</em> gives us the world as it's lived and understood by Chris Kyle, who's not especially interested in foreign policy or the daily lives of Iraqis. He's a Texan raised to ideals of service and drawn to activities like bronco-riding and hunting. For him, the Navy SEALs are a perfect fit, especially after Sept. 11, and when he reaches Iraq, he finds his true metier. Being a sniper is stressful — you're trying to protect your comrades while not murdering civilians — but Kyle is so good he becomes a legend. Back home, though, between tours of duty, his wife, played by Sienna Miller, feels her husband slipping away.</p><p>If <em>American Sniper</em> was merely the story of Kyle killing bad guys, which is basically how <em>he</em> saw his job, it would feel emotionally flat and meaningless. But Eastwood — who has spent decades exploring violence in its many permutations — charges things with complexity and ambivalence. Even as he respects Kyle's self-possessed valor — he's not a danger junkie like Jeremy Renner in <em>The Hurt Locker</em> — Eastwood knows that you can't do what Kyle does and get away untouched. We see the cost of service on Kyle's family and, in the very changes in Cooper's body language, the cost on an honorable man's humanity. While Kyle displays no doubts about the Iraqi mission — some of his fellow soldiers do — the war changes and darkens his soul.</p><p>Far from being a triumphalist war movie, <em>American Sniper</em> comes tinged with a quiet and sad sense of waste. It finds its culmination in Kyle's murder, handled with great tact, at the hands of a disturbed veteran he's trying to help out. This is a far cry from John Wayne's sergeant being heroically shot down by a Japanese sniper in <em>Sands of Iwo Jima</em> — a battle his troops go on to win. Nobody thinks the U.S. won in Iraq the way it won World War II. The world wasn't saved.</p><p>In recognizing this, without ever explicitly saying it <em>American Sniper</em> captures the essentially tragic truth of the war for millions of Americans who admire the bravery, sacrifice and patriotism of our men and women in uniform. It speaks emotionally to audiences who sense that we lost something in Iraq, yet still want to honor the heroism of those who risked their lives for the cause, whether or not it was ultimately a great one.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Full+Of+Complexity+And+Ambivalence%2C+%27American+Sniper%27+Shows+The+Cost+Of+War+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"430"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382176017-d63e5f.m3u?orgId=1&topicId=4467349&e=382157425&d=430&ft=nprml&f=382157425"},{"href":"http://media.npr.org/assets/img/2015/01/28/as-trl-86797-37891c1dcbf1f8bc8e27bde3d2075b34c825017d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2160","width":"2885"}}]}