{"created":"2014-08-28T02:14:18+00:00","modified":"2014-12-23T18:39:55+00:00","valid":{"from":"2014-12-23T18:39:54+00:00","to":"3014-12-23T18:39:54+00:00"},"hreflang":"en","title":"No. 1 Most Expensive Coffee Comes From Elephant's No. 2","published":"2014-08-26T21:27:00+00:00","teaser":"A coffee entrepreneur claims his brew is different — and better — than the trendy civet poop coffee. And it starts with the idea that elephants, unlike humans or civets, are herbivores.","itags":["npr_api","340154271"],"guid":"4addc8d8-f862-40a8-ab7d-63403fbfce5d","contentencoded":"<p>I s#&% you not: The world's most expensive coffee is now being produced in <a href=\"http://www.npr.org/templates/story/story.php?storyId=123604085\">Thailand's Golden Triangle</a>, a region better known for another high-priced, if illegal, export: opium.</p><p>Canadian entrepreneur Blake Dinkin, 44, is betting his life savings that he can turn his idea into, well, gold. Here's the catch: His <a href=\"http://www.blackivorycoffee.com/\">Black Ivory Coffee</a> is made by passing coffee beans through the not insubstantial stomachs of elephants and then picking the beans out of, well, yeah, that.</p><p>It's similar to Kopi Luwak, the <a href=\"http://www.npr.org/blogs/thesalt/2012/09/20/161478954/heres-the-scoop-on-cat-poop-coffee\">civet coffee</a> that was all the rage a few years back; Dinkin has just supersized the idea.</p><p>He knows Kopi Luwak's image has been trashed because of concerns over counterfeiting, disease and animal abuse. But he insists there's nothing fake — or frivolous — about Black Ivory Coffee.</p><p>\"There's easier ways to make money,\" he says. \"I wouldn't spend 10 years and put my life savings on this if I didn't think it's for real, or I thought it was just going to be an overnight gag.\"</p><p>Gag. Right. Let's just dispense with the jokes here and now, shall we?</p><p>\"Crappacino,\" \"Brew No. 2,\" \"Good to the last dropping\" — Dinkin has heard them all.</p><p>And while he's a good sport about it, it's clear he's tired of them, too. He'd rather talk about what makes his brew different — and better — than Kopi Luwak. And it starts with the idea that elephants, unlike humans or civets, are herbivores.</p><p>\"They eat a lot of grass and a lot of green, leafy matter. A herbivore, to break that down, utilizes fermentation to break down that cellulose,\" he says. \"Fermentation is great for things like wine or beer or coffee, because it brings out the sugar in the bean, and it helps impart the fruit from the coffee pulp into the bean.\"</p><p>And that fermentation that helps remove the bitterness, Dinkins says, is what makes his coffee unique.</p><p>\"I want people to taste the bean, not just the roast,\" he says. \"The aroma is floral and chocolate; the taste is chocolate malt with a bit of cherry; there's no bitterness; and it's very soft, like tea. So it's kind of like a cross between coffee and tea.\"</p><p>To get to that point, the coffee beans are mixed into a mash with fruit, then fed to the elephants either by mouth, or hoovered right up the trunk. The latter pretty much sounds like a whole lot of change being sucked up a vacuum cleaner hose.</p><p>Then you wait anywhere from one to three days for the elephant to offload its cargo, pick the beans out of the elephant dung (if you can find it), lather, rinse, repeat. It's not always easy finding \"the result,\" which is one of the reasons it takes about 33 pounds of coffee beans to make just 1 pound of Black Ivory Coffee.</p><p>And it's not just the slower cooker that makes the coffee different, Dinkin says. He sources his Arabica beans from hill tribes in the north of Thailand near the border with Myanmar. The drying process is long, and the roasting process is precise.</p><p>And then there are the elephants. Specifically, how do you go about finding willing vessels? What would you do if some guy cold-called you and said he wanted to use your elephants as slow cookers?</p><p>John Roberts, the director of the Golden Triangle Asian Elephant Foundation, remembers this.</p><p>\"As long as we could prove that there was no caffeine or anything else harmful leaking out, then it was worth trying, at least,\" he says.</p><p>Was Roberts worried about the elephants hitting the mash a little too hard? Not really.</p><p>\"It's not necessarily elephants getting buzzed that I'm too worried about, it's elephants missing their caffeine fix and having headaches and being bad-tempered. ... It's very dangerous. The last thing you want is a cranky elephant,\" says Roberts.</p><p>So what does brew No. 2 taste like? I bought a serving — five or six espresso cups — for $70, and sat on the terrace of the five-star Anantara Golden Triangle hotel to watch Dinkin prepare the \"experience.\"</p><p>First, he ground it lovingly. Then he brewed it, again with love. And then, after it cooled, I was ready.</p><p>The first thing that came to my (admittedly) juvenile mind was <a href=\"https://www.youtube.com/watch?v=fz3P0zDh6wc\">a scene</a> from an Austin Powers movie where he says, \"It's a bit nutty.\"</p><p>And, in fact, the elephant poop coffee <em>was</em> a bit nutty, but also very flavorful and not at all bitter — just as Dinkin had promised.</p><p>I then went inside to pimp a few cups to hotel guests. As luck would have it, the first I met was a Finn — and the Finns drink more coffee per capita than anyone else in the world. That made Juha Hiekkamaki the perfect subject as he sipped — tentatively.</p><p>\"Yes, that's very interesting, because usually I use sugar with coffee. But this is quite a gentle taste, and, yeah, I quite like that,\" he noted.</p><p>Then it got better, because his wife, Claire, is a Brit, and she doesn't even drink coffee. Her verdict?</p><p>\"It's sort of fruity,\" she said. \"Well, OK, it's raisin-y to me. I normally describe drinking coffee as a bit like drinking puddle water. But it hasn't got that horrible muddy water flavor afterwards, which is really nice. I really like it.\"</p><p>Don't expect Black Ivory in a Starbucks near you. Dinkin is selling an experience, limited for now to five-star hotels and resorts in Asia and the Middle East — and one <a href=\"http://the-elephant-story.com/pages/black-ivory-coffee\">tiny store</a> in Comfort, Texas, called The Elephant Story, where the profits go to elephant conservation.</p><p>\"I'm not looking to produce a lot of this,\" Dinkin says. \"I just want to keep it as a small, niche business. I get to work with people I really enjoy being with, I can make a decent living from it, and everyone's happy. That's what I want.\"</p><p>He's still not quite there, but he says he's close to breaking even.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No.+1+Most+Expensive+Coffee+Comes+From+Elephant%27s+No.+2&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Sullivan","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341958795-23a503.m3u?orgId=1&topicId=1053&ft=3&f=340154271"},{"href":"http://media.npr.org/assets/img/2014/08/20/blackivory-1-0f18aa64b1f18ccca9dafccf4dd30eef5697a12b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1177","width":"1569"}},{"href":"http://media.npr.org/assets/img/2014/08/20/blackivory-2-95402149a9239bf4fd2a4c60937d926ff2ed13bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1598"}},{"href":"http://media.npr.org/assets/img/2014/08/20/blackivory-3-5df1561af0228de9745ffa684e8c9cde7941329a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1186","width":"1581"}},{"href":"http://media.npr.org/assets/img/2014/08/20/blackivory-4-7e56c6156a69fa91f7f5e4bbd0ce9e7126258a3b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1183","width":"1577"}}]}