{"created":"2014-10-08T15:00:10+00:00","modified":"2014-10-31T01:36:59+00:00","valid":{"from":"2014-10-31T01:36:59+00:00","to":"3014-10-31T01:36:59+00:00"},"hreflang":"en","title":"For Many Of China's Youth, June 4 May As Well Be Just Another Day","published":"2014-06-02T14:14:00+00:00","teaser":"Students were the driving force behind the 1989 pro-democracy protests in Beijing. China's youth now have other worries, the events of 25 years ago forgotten and buried by time and the government.","itags":["npr_api","317397569"],"guid":"4ae0a3c7-94f5-4d71-95a7-6c3c5bb8239f","contentencoded":"<p>They peered at the photo blankly, leaning to take in the details.</p><p>\"Is it from South Korea?\" asked a student studying for a doctorate in marketing, with no flicker of recognition.</p><p>\"Is it Kosovo?\" a young astronomy major guessed.</p><p>The photo they were staring at so intently was the iconic image of China's 1989 pro-democracy movement — <a href=\"http://lens.blogs.nytimes.com/2009/06/03/behind-the-scenes-tank-man-of-tiananmen/\">Tank Man</a> — which showed a lone Chinese protester blocking a column of tanks rolling down the wide boulevard toward Tiananmen Square in Beijing.</p><p>The extent of \"<a href=\"http://www.npr.org/2014/04/15/301433547/after-25-years-of-amnesia-remembering-a-forgotten-tiananmen\">the Great Forgetting</a>\" is such that only 15 out of 100 students at four Beijing universities identified the Tank Man picture as being taken in their capital in 1989. Nineteen students incorrectly guessed it was a military parade, a higher number than those who recognized it.</p><p>Among the few that knew the photo, its visceral power produced reactions that were sometimes physical; students tensed up immediately, some even shied away from the photo.</p><p>\"This is a sensitive topic,\" one undergraduate at Peking University said nervously. When asked if he would talk about it, he answered, \"I think I cannot,\" then took off, almost at a run.</p><p>The brutal suppression of the protests in 1989 remains so taboo that the names of these students have been withheld. It is an episode of history that is neither taught in schools nor mentioned in the official media.</p><p>The countless books lining the shelves of China's bookstores have no mention of the movement that swept the country in the spring of 1989; the flood of propaganda peddling the government line — that these were counter-revolutionary protests — that appeared in the immediate aftermath has vanished.</p><p>On China's vibrant social media, censors try to delete references to the June 4 crackdown, no matter how elliptical. This year, banned terms include \"25 years,\" \"this day,\" \"mourn\" and, somewhat poetically, \"when spring becomes summer.\"</p><p>For the vast majority of today's young Chinese, the events of 1989 are unknown or as remote as ancient history. They are preoccupied by economic concerns such as getting a job or saving money to buy an apartment. For them — living in fast-paced cities filled with newly constructed mirrored skyscrapers — the retrospective justification provided by a quarter-century of rapid economic growth is convincing, especially when weighed against the fate of the Soviet Union and its former satellites.</p><p>As one earnest post-graduate student told me: \"The thing to consider is: If another party rules our country, what would be the outcome? Maybe it won't be as desirable as people thought.\"</p><p>Even as she admitted that the Communist Party had mishandled its response to the 1989 protests, she decided that maybe it had been for the best.</p><p>\"You have to be grateful for the things they have done for us,\" she concluded.</p><p>Such views are the result of the patriotic education classes introduced into schools after 1989. This two-decade-long campaign — one of the largest ideological campaigns in human history — was born out of paramount leader Deng Xiaoping's conviction that the 1989 movement occurred due to a lack of ideological and political education. In seeking to reassert its legitimacy, nationalism was the best – perhaps the only – tool available to China's Communist leaders.</p><p>\"That's the only value shared by the government and its critics after Tiananmen Square,\" says Suisheng Zhao, a professor at the University of Denver, director of its Center for China-U.S. Cooperation and author of a book on modern Chinese nationalism.</p><p>The state's success can be gauged from the rehabilitation of Tiananmen Square itself, from a site of national shame to one of national pride. Every day at dawn, thousands of Chinese congregate there to share a solemn celebration of national identity. They snap on their cellphones to record the 36 goose-stepping guards march onto the square with the national flag. They fall into an awed silence as the strains of the national anthem ring out, and one guard theatrically flings the billowing folds of the flag into the air so it can be hoisted up the flagpole.</p><p>\"At last I've seen the flag-raising,\" a 26-year-old teacher told me. \"It's been my ambition for many years. I feel very moved.\"</p><p>\"I think it's very, very successful social and political engineering,\" the University of Denver's Zhao says of the patriotic education campaign, which has repositioned the government as the defender of the Chinese nation. \"In fact, nationalism is stronger than communism for the Chinese working class. It's stronger than capitalism for the bankers. It's so powerful a force in the 21st century.\"</p><p>Nationalism, rather than politics, is the force that drives young Chinese onto the streets. It's no coincidence that <a href=\"http://www.npr.org/blogs/thetwo-way/2012/09/18/161271408/china-ratchets-up-the-rhetoric-in-island-spat-with-japan\">the largest protests permitted since 1989 were anti-Japanese marches in 2012</a>, which took place in about 80 cities across the country. It's proof of the success of the Communist Party's strategy to wipe clean the past – and direct anger outside the country, rather than within.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Many+Of+China%27s+Youth%2C+June+4+May+As+Well+Be+Just+Another+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Louisa Lim","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317843689-1f66fc.m3u?orgId=1&topicId=1125&ft=3&f=317397569"},{"href":"http://media.npr.org/assets/img/2014/05/30/tank-man3-91bf381faf0dfb16702356430deb995cdd369b1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1851","width":"2467"}}]}