{"created":"2014-10-27T21:53:21+00:00","modified":"2014-10-27T21:53:21+00:00","valid":{"from":"2014-10-27T21:53:21+00:00","to":"3014-10-27T21:53:21+00:00"},"hreflang":"en","title":"Ariz. Mayor Worries About New Wave Of Child Migrants","published":"2014-06-17T18:58:00+00:00","teaser":"Nogales Mayor Arturo Garino says unaccompanied children should not be deported if there's no one to receive them.","itags":["npr_api","322946936"],"contentencoded":"<p>Vice President Joe Biden heads to Guatemala this week to meet with leaders of Guatemala, Honduras and El Salvador about the wave of unaccompanied children coming across the U.S. Mexico border from those Central American countries.</p><p>Border patrol agents are finding children as young as 4, with notes pinned on their clothing with instructions on how to contact relatives in the U.S.</p><p>In the past week, about 1,000 children have been sent to live at holding facility in Nogales, Arizona. <strong>Arturo Garino</strong>, mayor of Nogales, wonders who is responsible for the welfare of these children.</p><p>Garino tells <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson that unaccompanied children should not be deported if there&#8217;s no one to receive them.</p><h4>Interview Highlights: Arturo Garino</h4><p><strong>On the children at the holding facility</strong></p><p>&#8220;These children are traveling by themselves. There are children under 4 years old. I had an opportunity to talk to the children when I was there. I talked to two little girls ranging maybe 9 and 10 years old, that were looking at me a lot. I approached them and asked if they were doing okay they said yes, but that they felt sad. <em>Estoy triste</em>. I said why? I thought that maybe something had happened there. They said no, that they were sad because they missed their parents. Were their parents here in their country of origin or here in the United States? I don&#8217;t know.&#8221;</p><p><strong>On having heard the number of children may exceed 70,000 by the year&#8217;s end</strong></p><p>&#8220;This is a planned exodus of children from those countries thinking that they are going to be able have an opportunity here in the United States to stay here. That is why I think we as a government and Congress should go and find out exactly what happening over there. Because if something is happening and somebody is informing these children or these parents that if they send their child to the United States they&#8217;re going to become U.S. citizens or get an opportunity to stay here, we need to address that.&#8221;</p><p><strong>On how to move forward</strong></p><p>&#8220;I don&#8217;t think that children should be deported at this age back to their countries if there is nobody over there to receive them. Are we going to be responsible as the United States for the welfare of these children? Those are my concerns right now. I want to make sure that the children are okay. They&#8217;re here now. I don&#8217;t want to create a bigger problem. We should find a solution for this.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nogalesaz.gov/Mayor-First-Page/\" target=\"_blank\">Arturo Garino</a></strong>, mayor of Nogales, Arizona.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ariz.+Mayor+Worries+About+New+Wave+Of+Child+Migrants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"4ae63b91-0fad-4277-92a4-575a7f9534fb","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322946939-328095.m3u?orgId=330&ft=3&f=322946936"}]}