{"created":"2015-01-01T08:49:54+00:00","modified":"2015-05-13T21:24:03+00:00","valid":{"from":"2015-05-13T21:24:03+00:00","to":"3015-05-13T21:24:03+00:00"},"hreflang":"en","title":"Ebola Aid Workers Still Avoiding New York And New Jersey","published":"2015-01-01T15:40:00+00:00","teaser":"It's been months since a nurse who treated Ebola patients in Africa was quarantined by New Jersey's governor upon arrival at Newark airport. But a legacy of confusion about state travel rules remains.","itags":["npr_api","374194902"],"guid":"4aed6ec1-511a-477f-bffa-1a08ba1bd952","contentencoded":"<p>Sara Back, a nurse practitioner at a public hospital in the Bronx, is not the kind of person to turn down a tough assignment. This month she's heading to Sierra Leone to work a short stint caring for Ebola patients.</p><p>\"I am beyond ready,\" she says.</p><p>Back is passionate about treating patients suffering from the deadly disease. But she's not so keen on the mandatory 21-day quarantine she faces when she gets home.</p><p>\"It's definitely a pain in the tush,\" she says. \"I mean, jokingly, my colleagues say, 'Well, we'll see you in, like ... June<em>.</em>' \"</p><p>It's been just over two months since New York and New Jersey rushed to put in place the strictest Ebola travel rules in the nation. New York City had just diagnosed its first case of Ebola — <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/23/358425526/recently-returned-from-africa-doctor-tests-positive-for-ebola-at-nyc-hospital\">Dr. Craig Spencer</a>. Then <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/25/358795868/health-care-worker-tests-negative-for-ebola-in-nj-stays-in-quarantine\">Kaci Hickox,</a> a nurse, was held against her wil<a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/25/358795868/health-care-worker-tests-negative-for-ebola-in-nj-stays-in-quarantine\">l</a> — first at the Newark airport, then in a tent outside a hospital. At the time, Hickox derided the policy on NBC's <em>Today</em>.</p><p>\"If you're going to put a policy like that in place that impedes ... my civil rights,\" she said on the broadcast, \"then you need to have the administrative details worked out before you start detaining me in an airport for no reason.\"</p><p>New Jersey officials said Hickox was running a \"high fever,\" which she denied. A few days later, she was allowed to go home to Maine. After Hickox was released, New Jersey Gov. Chris Christie tried to clarify the state's rules.</p><p>\"People are symptomatic, they go in a hospital,\" Christie said. \"If they live in New Jersey, they get quarantined at home. And if they don't, and they're not symptomatic, then we set up quarantine for them out of state<em>.</em>\"</p><p>This is where it starts to get confusing — in-state this, out-of-state that.</p><p>Here's how state officials in New Jersey and New York explain the rules today: A health care worker who treated Ebola patients can serve her mandatory quarantine at home in New Jersey or in New York. If you don't live in those two states — <em>and</em> you have no symptoms that suggest you might have Ebola — you will be allowed to pass through the airport, and return to wherever you live.</p><p>But that is not how some international aid groups are interpreting the New York and New Jersey travel rules.</p><p>\"We don't want people to be quarantined unnecessarily,\" says <a href=\"http://margaretaguirre.blogspot.com/\">Margaret Aguirre</a> of International Medical Corps, based in Los Angeles. Her group has been telling returning health care workers to avoid JFK and Newark airports, she says, so that they don't wind up like Kaci Hickox.</p><p>\"We have not gotten any different information that anything has changed,\" Aguirre says, \"so we will continue to route people the way we've been routing them.\"</p><p>The International Medical Corps isn't the only aid group that's been avoiding New York and New Jersey, travelwise.</p><p>\"We're having to make sure that our people coming back from Liberia don't go through those two states,\" says <a href=\"http://www.samaritanspurse.org/what-we-do/franklin-graham/\">Franklin Graham</a>, president of Samaritan's Purse. \"We've got to bring them in some other way<em> </em>-- get them into Washington through Dulles, or Atlanta, someplace like that.\" No question, Graham says. His group, too, is avoiding New York and New Jersey.</p><p>Other states and municipalities have adopted a patchwork of regulations; many of these rules go beyond what's recommended by the federal Centers for Disease Control and Prevention. The CDC says most returning health care workers should monitor themselves for 21 days — but they don't need to be isolated unless they start showing symptoms.</p><p>If you're having trouble keeping all these rules straight, you're not alone, says <a href=\"http://www.law.georgetown.edu/faculty/gostin-lawrence-o.cfm\">Lawrence Gostin</a>, a specialist in global health law at Georgetown Law School, and a critic of mandatory quarantines.</p><p><em>\"</em>I think there's a ton of confusion about this,\" Gostin says. What's more, he adds, \"It was not just confusing. It was a message that, in a way, was a significant deterrent to health workers flying to and from the region.\"</p><p>The mandatory quarantine rules do seem to be popular with the public, at least in New Jersey. <a href=\"http://www.monmouth.edu/polling/about.aspx\">Patrick Murray</a>, a pollster at Monmouth University, says more than half the people he surveyed approve of Gov. Christie's response to Ebola.</p><p>\"I think people were feeling that they didn't know what was going on,\" Murray says. \"And they just wanted somebody to take a real strong action. So, Gov. Christie's action<em> </em>was pretty much exactly what the doctor ordered, in political terms.\"</p><p>Still, for all the drama surrounding New York and New Jersey quarantine rules, they haven't actually been used much. State health officials in New York say only a handful of returning health care workers have been quarantined at home. In New Jersey, since Kaci Hickox, that number is zero. And Georgetown's Gostin thinks the level of public concern has changed.</p><p>\"The temperature has dropped precipitously,\" Gostin says. \"And it's been quite clear that there is not going to be an epidemic in the U.S., that we do have it under control — and that these quarantines are not helpful.\"</p><p>Unfortunately, Gostin says, now that Ebola no longer feels like a crisis in this country, many Americans have the sense that the epidemic is under control in West Africa, too. Nothing could be farther from the truth.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Aid+Workers+Still+Avoiding+New+York+And+New+Jersey&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374332517-7f1a97.m3u?orgId=1&topicId=1128&d=308&p=3&story=374194902&t=progseg&e=374332334&seg=10&ft=nprml&f=374194902"},{"href":"http://media.npr.org/assets/img/2014/12/31/458186328_edit-2d19a284d48200b0ddf4d30137986308f21f8c16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1723","width":"2298"}}]}