{"created":"2014-12-03T19:01:20+00:00","modified":"2014-12-04T19:26:58+00:00","valid":{"from":"2014-12-04T19:26:58+00:00","to":"3014-12-04T19:26:58+00:00"},"hreflang":"en","title":"Is The Streetcar Craze A Waste of Public Dollars?","published":"2014-12-04T15:42:00+00:00","teaser":"After speaking with a proponent of the streetcar revival in Tucson, today we speak with an urban planner in Chicago who's a critic.","itags":["npr_api","368245534"],"guid":"4af022a0-29d9-409b-b7c2-6a40fb309231","contentencoded":"<p>When urban planners think about ways to revive a downtown, they often invest in transportation. More than a dozen U.S. cities are spending millions to bring back streetcars. Advocates say streetcars attract business and raise real-estate values. But there are some who say these huge investments in streetcars are generally a waste of the public&#8217;s dollars.</p><p>Yesterday, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson spoke with streetcar proponent Shellie Ginn, who oversees Tucson’s streetcar project. Today, he speaks with a streetcar skeptic. <strong>Yonah Freemark</strong> is a planner with Chicago&#8217;s Metropolitan Planning Council.</p><ul><li><a href=\"http://hereandnow.wbur.org/2014/12/02/streetcar-revival-tucson\" target=\"_blank\">See our interview yesterday about Tucson’s streetcar project</a></li></ul><h4>Interview Highlights: Yonah Freemark</h4><p><strong>On the downsides of streetcar systems and what can be improved</strong></p><p>“I don’t necessarily think streetcars are bad in themselves, what really matters is how they’re implemented. Like all transit we need to make sure our public transportation is reliable, frequent, comfortable and fast. The fact is that streetcars do not achieve those things because they’re stuck in traffic behind cars.”</p><p>“We can implement streetcars that are more effective… we can give them dedicated lanes, we can make them so they don’t stop as frequently. Those improvements can make streetcar systems far more effective.”</p><p><strong>On the economic benefits of transit systems</strong></p><p>“I think there is a lot of evidence that most types of public transportation that are effective and reliable can actually raise property values and property taxes. This is found all over the country. In places like Chicago and Boston that frankly haven’t invested very much in expanding their transit system for decades, we see the property values around the transit stations being 20 to 40 percent higher than the properties values further from transit stations. So, any type of transit when you invest in it can really make a difference in making your city a more productive and more valuable place to live.”</p><p><strong>On the success of the Portland streetcar system</strong></p><p>“I think the reason that the Portland system is a success to some degree is that it’s attracting 17,000 people a day to ride that system. That’s a huge achievement for a city the size of Portland. The reason that it has been able to achieve that really has to do more with the values that the city of Portland has undertaken in terms of land use, in terms of development downtown, in terms of the concentration making walkable communities than it has to with the streetcar specifically. That’s something that’s really important to remember about transportation. Transportation is just one side of the equation, we have to understand how we build our houses, how we build our offices, because those things relate directly to how people interact with the transportation system. In Portland they’ve decided to concentrate on building a nice downtown with a lot of activity, a lot of things to do and a lot of people living and working there. As a result, people use the streetcar system and I see those two things directly related.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://yonahfreemark.com/\" target=\"_blank\">Yonah Freemark</a></strong>, regional planner in Chicago and author of the blog <a href=\"http://www.thetransportpolitic.com/\" target=\"_blank\">The Transport Politic</a>. He tweets <a href=\"https://twitter.com/yfreemark\" target=\"_blank\">@yfreemark</a>.</li></ul><h4><strong>Articles By Yonah Freemark</strong></h4><ul><li><a href=\"http://nextcity.org/daily/entry/when-it-comes-to-streetcars-zoning-matters-a-look-at-st.-louis-and-portland\">When it Comes to Streetcars, Zoning Matters: A Look at St. Louis and Portland &ndash; Next City</a></li><li><a href=\"http://nextcity.org/daily/entry/the-administrations-big-streetcar-push-could-implode-with-new-congress\">The Administration&#8217;s Big Streetcar Push Could Implode with New Congress &ndash; Next City</a></li><li><a href=\"http://nextcity.org/daily/entry/have-streetcars-adequately-demonstrated-their-development-generation-potent\">Have Streetcars Adequately Demonstrated Their Development-Generation Potential? &ndash; Next City</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+The+Streetcar+Craze+A+Waste+of+Public+Dollars%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"504"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368518730-aa4989.m3u?orgId=1&ft=3&f=368245534"}]}