{"created":"2014-09-09T18:37:08+00:00","modified":"2015-07-02T19:09:52+00:00","valid":{"from":"2015-07-02T19:09:52+00:00","to":"3015-07-02T19:09:52+00:00"},"hreflang":"en","guid":"4afbef0f-a44e-40e6-818b-8511c6bc596c","title":"Here's the green success story of the California blue whale","published":"2015-07-02T19:09:48+00:00","byline":"Peter Thomson","tags":["wildlife","history","environment","Environment","Science, Tech & Environment","North America","Antarctica","United States","Mexico","Soviet Union","Alaska","California","West Coast","Trevor Branch","blue whale","Whaling","Environment","Whale","Northeast Pacific","Antarctica"],"teaser":"A new study of blue whales in the eastern Pacific has found that the population of the behemoths there has bounced back to near pre-whaling levels. But other populations of blues elsewhere are not doing nearly as well.","contentencoded":"<p>If you're of a certain age you might remember when \"Save the Whales!\" was more than just a mocking cliché about environmentalists.</p>\n<p>Once upon a time, starting roughly 50 years ago, it was a rallying cry that actually changed the way many of us saw our relationships with the rest of nature.</p>\n<p>It wasn't just about resources, things we could just harvest and use willy-nilly. It was about fellow creatures that we had a responsibility to protect.</p>\n<p>The movement to save the whales was actually one of the biggest environmental success stories ever. Hunting of most whales was outlawed, and several once-critically endangered populations have begun to bounce back.</p>\n<p><a href=\"http://onlinelibrary.wiley.com/doi/10.1111/mms.12157/abstract\">A new study</a> crystalizes that success. It reveals that one important population of <a href=\"http://www.nmfs.noaa.gov/pr/species/mammals/cetaceans/bluewhale.htm\">blue whales</a> appears to be back to near its historic levels — the Northeast Pacific population, which migrates between the west coast of Mexico and the Gulf of Alaska every year.</p>\n<p>Writing in the journal <a href=\"http://onlinelibrary.wiley.com/journal/10.1111/%28ISSN%291748-7692\"><em>Marine Mammal Science</em></a>, researchers at the University of Washington in Seattle report that the Northeast Pacific population of blue whales has recovered to roughly 97 percent of its pre-whaling levels, or about 2,200 animals.</p>\n<p>“Four decades of recovery have worked well,” says <a href=\"http://fish.washington.edu/people/branch/research.html\">Trevor Branch</a>, a marine scientist at the University of Washington and a co-author of the report.</p>\n<p>The Northeast Pacific population is unique in a few important ways, Branch says. For one thing, it was relatively small and less hard-hit than other blue whale groups.</p>\n<p>At the peak of whaling in the late 1920s, Branch says, more than half the population was caught in roughly five years. A later assault in the 1960s by an illegal whaling fleet from the Soviet Union pushed the population back down to about 60 percent of its pre-whaling numbers.</p>\n<p>But other, bigger populations were nearly wiped out by high-powered 20th century whaling. So the Northeast Pacific population had a stronger base from which to rebuild.</p>\n<p>Another important difference, Branch says, is that this population stays relatively close to shore, generally a few dozen miles. And that, he says, makes this group much easier to count and assess than others.</p>\n<p>“We're pretty lucky off this coast,” he says. “People [can] go out in boats and ... take lots and lots of pictures of blue whales. And they have unique markings on the sides, so you can tell when you've re-sighted the same blue whale. You can use a bit of math and those photographs to come up with current numbers.”</p>\n<p>The researchers combined those numbers with data on historic levels and what’s known about how fast the whales reproduce to reach that 97 percent recovery figure.</p>\n<p>Branch says other blue whale populations are much more difficult to study. But from what is known, he says, “it’s really only this California population that’s doing well.”</p>\n<p>And that’s the black cloud within the silver lining of his study.</p>\n<p>“Globally, most of the blue whales that ever existed used to be in the Antarctic,” Branch says, “and that population has gone down to very low levels. We estimate that something like 99.85% of all of those blue whales were caught, and even now even after a few decades of recovery they’re probably only at 1 percent of what they used to be.</p>\n<p>“So if you want the whole world picture, we’re probably at about five or 10 percent” of historic blue whale populations.</p>\n<p>Which makes this very much a good news/bad news story about the biggest animal that’s ever lived.</p>\n<p>“They’re just iconic,” Branch says of the blues. “They’re three times bigger than the biggest dinosaur that ever existed. ... They were really the face of the save the whales campaign.”</p>\n<p>From our perspective today, the uses to which the slaughtered blue whales were put border on the absurd.</p>\n<p>“Back in the day, a lot of them were used for margarine and soap,” Branch says. “When they were caught in the ‘60s, it was mostly for meat to feed the Soviet Union.”</p>\n<p>With hunting for these great whales now illegal, Branch says the biggest threat to them these days is ship strikes.  He says an average of ten or 11 blues are hit and killed by cargo ships off the US West Coast every year.</p>\n<p>“Even though blue whales are big,” Branch says, “these cargo ships are something like a thousand times bigger ... and any collision between a blue whale and a cargo ship is not going to end well.”</p>\n<p>Branch says the new study suggests these ship strikes aren’t affecting the recovery of the Northeast Pacific blues. But he says the number is still well above US legal limits and there are efforts to move shipping lanes and slow ships down to reduce those deaths.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-09-09%2Fheres-green-success-story-california-blue-whale&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Blue_Whale_001_body_bw%20crop.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/bluewhale001bodybw-cropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090820146.mp3"},{"href":"http://www.pri.org/file/090820146mp3"}]}