{"created":"2014-10-03T21:25:43+00:00","modified":"2014-10-31T01:54:43+00:00","valid":{"from":"2014-10-31T01:54:43+00:00","to":"3014-10-31T01:54:43+00:00"},"hreflang":"en","title":"Anatomy Of A Great Commencement Speech","published":"2014-05-21T14:20:00+00:00","teaser":"What makes a good commencement address <em>great</em>? We read more than 300 speeches and singled out the qualities that made them rise to the top.","itags":["npr_api","314264067"],"guid":"4afd9be7-17bc-4f66-bc0e-b9cb69224d72","contentencoded":"<p>It's that time again — graduation season. And that means next week or last week or right this very minute, some 7 million students in the U.S. and lots of doting parents have to sit through a commencement speech.</p><p>If you're stuck listening to a particularly bad one — or just need an inspiration infusion — the NPR Ed Team has sifted through hundreds of past speeches (going all the way back to 1774) and built <a href=\"http://apps.npr.org/commencement/\">an online database</a> of the very best.</p><p>In the process of building this massive hub of hope and optimism, we noticed a few patterns among the best speeches.</p><p><strong>Rule #1: Be Funny</strong></p><p>Comedian Amy Poehler's 2011 address to Harvard grads is a model of inspirational fun, forcing us to coin a new term: \"Funspirational.\" Actually, <a href=\"https://www.google.com/search?q=funspirational&oq=funspirational&aqs=chrome..69i57.2558j0j4&sourceid=chrome&es_sm=119&ie=UTF-8\">a quick Google search</a> suggests we've come late to the \"funspirational\" party. Oh, well. We do our best — as did Poehler when she kicked off her Harvard speech with this zinger:</p><p>\"I can only assume I am here today because of my subtle and layered work in a timeless classic entitled <em>Deuce Bigalow: Male Gigolo.</em>\"</p><p>Funny? Check. Poehler also manages to cover Rule #2.</p><p><strong>Rule #2: Make Fun Of Yourself</strong></p><p>This rule applies to presidents as well as to comedians. When then-President Ronald Reagan addressed Notre Dame grads in 1981, he used this masterful bit of self-deprecation:</p><p>\"I thought the first degree I was given was honorary.\"</p><p>We say \"masterful\" because he's head of the free world. He can't meet the Poehler bar for self-mockery: utter humiliation. It wouldn't be proper. So he finds this crafty little jab to poke fun at himself. And the crowd loved it. In fact, the line was such a hit that Reagan used it again the next year on the Eureka College class of '82.</p><p><strong>Rule #3: Downplay The Genre</strong></p><p>See, good speakers can never seem to remember the speeches when they graduated:</p><p>\"Among the many things that I am unable to remember about the speaker that spring morning: name, gender, age, race, physical build and voice. I've run out of fingers.\"</p><p>That's novelist Jonathan Safran Foer, speaking last year at Middlebury College. He, like Poehler, checks two boxes at once: He downplays the genre, and he's funny about it.</p><p>But let's get to the heart of the commencement speech:</p><p><strong>Rule #4: You Must Have A Message</strong></p><p>And here's where things get tricky — because these days there are two very different kinds of speeches. On one side is the traditional message:</p><p>\"You have to trust in something,\" Steve Jobs told graduates at Stanford in 2005. \"Your gut, destiny, life, karma, whatever. Because believing that the dots will connect down the road will give you the confidence to follow your heart even when it leads you off the well-worn path.\"</p><p>Comedian Ellen DeGeneres said much the same thing to grads at Tulane in 2009 (while also crushing Rule #1 on her head like a beer can):</p><p>\"Stay true to yourself. Never follow someone else's path — unless you're in the woods and you're lost and you see a path, then by all means you should follow that.\"</p><p>Let's call this the \"You're Special\" speech. Message: Follow your heart because life is about <em>you</em> and <em>yourspecialness</em>.</p><p>Then comes this insidious other kind of speech:</p><p>\"You're not special.\"</p><p>So said English teacher David McCullough Jr. — son of the great historian — addressing the Wellesley High School class of 2012. He then elaborated:</p><p>\"Even if you're one in a million, on a planet of 6.8 billion, that means there are nearly 7,000 people just like you,\" he told the crowd.</p><p>The goal of the \"You're Not Special\" speech is to say to grads: <em>As hard as you've worked, you also lucked into plenty, including your parents and your country.</em></p><p>\"And with luck comes obligation,\" author Michael Lewis told the Princeton class of 2012. \"You owe a debt, and not just to your gods. You owe a debt to the unlucky.\"</p><p>Not quite the message grads are used to hearing as they take a victory lap. Besides, they're in debt enough. But how do they repay this debt, to Lewis' unlucky?</p><p>\"You must find a way to serve.\"</p><p>That's Oprah Winfrey's advice, speaking at Spelman College a few weeks before Lewis. Side note: 2012 was a <em>big</em> year for the \"You're Not Special\" speech.</p><p>\"Martin Luther King said that not everybody can be famous, but everybody can be great because greatness is determined by service,\" Winfrey told the Spelman grads.</p><p>Service. That word comes up a lot in \"You're Not Special\" speeches. But, sometimes, the message isn't even about what you <em>do</em> for the world but how you <em>view</em> it. In short: Are you empathetic? Are you kind?</p><p>In 2005, writer David Foster Wallace spoke at Kenyon College. And, in a speech that went viral long ago and seems to find a fresh audience online every year, he challenged grads to step outside of themselves, to imagine the value and richness of every life — even when they're stuck in line at the supermarket.</p><p>\"It will actually be within your power to experience a crowded, hot, slow, consumer hell-type situation as not only meaningful but sacred — on fire with the same force that lit the stars: love, fellowship, the mystical oneness of all things deep down,\" Wallace said.</p><p>Torn by this fight for the soul of the commencement speech? Never fear. Oddly enough, these two kinds of speeches — as different as they seem — complement each other. Taken together, they say:</p><p><em>Congratulations. You <strong>are</strong> special. Just remember ...</em></p><p><em>So is everyone else.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anatomy+Of+A+Great+Commencement+Speech&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314293359-2ee77e.m3u?orgId=1&topicId=1013&ft=3&f=314264067"},{"href":"http://media.npr.org/assets/img/2014/05/20/istock_000006950554small-8722fb154334940bb1943e33fd4d65b41590d8f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"453","width":"604"}}]}