{"created":"2015-07-03T16:14:20+00:00","modified":"2015-07-03T20:52:49+00:00","valid":{"from":"2015-07-03T20:52:49+00:00","to":"3015-07-03T20:52:49+00:00"},"hreflang":"en","guid":"4b06a590-a5f7-4129-80fa-795f28a0b87e","title":"This Fourth of July, a tip from a Japanese grill","published":"2015-07-03T20:52:43+00:00","byline":"Steve Dolinsky","teaser":"If you find yourself in a robata-yaki — that is, a Japanese barbecue joint — you'll be greeted with delicious skewers of chicken \"oysters,\" seafood, and shishito peppers. Featuring its famous binchotan charcoal, Japanese barbecue offers an interesting alternative to traditional American grilling.","tags":["Food","Lifestyle & Belief"],"contentencoded":"<p>This Fourth of July, why not go Japanese?</p>\n<p>Any holiday BBQ'er could get a few tips from the first powerful whiffs of char-grilled chicken meat and skin wafting through the dining room of <a href=\"http://www.jinya-la.com/\">Robata JINYA</a>, in Los Angeles, particularly around the perimeter of its square-shaped robata bar.</p>\n<p>The restaurant serves sushi and ramen, but the focal point is that robata, or grill, which houses several long pieces of <em>binchotan —</em> the ubiquitous charcoal from Japan that burns at temperatures much hotter than the standard backyard charcoal briquette.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1200\" width=\"900\" style=\"font-size: 13.0080003738403px; line-height: 20.0063037872314px;\" alt=\"Chicken thighs grilling over binchotan charcoals\" title=\"Chicken thighs grilling over binchotan charcoals\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/yaki2.jpg?itok=tgTkfgVk\" /><div class=\"field-caption\">\n    <p>Chicken thighs grilling over binchotan charcoals</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Steve Dolinsky</p>\n  </div>\n</div><br /> <br />Each piece of binchotan is shaped like a long, slender dowel, an inch or two thick and about a foot long. Cooks wave fans over them to stoke the heat, lining up tiny skewers of protein and vegetables over parallel stands, flanked by tinfoil. The food hovers just a few inches over the charcoal, getting turned every so often by attentive cooks. The cooking process doesn’t take very long. These skewers — referred to as yakitori — are diminutive, but pack plenty of flavor. Most of the yakitori menu at JINYA features chicken parts, and not just the über-juicy thigh “oysters”, protected by postage stamp-sized swatches of skin. There are also meatballs made from chicken, wings and tenders, not to mention pork, beef, seafood and vegetable options. One of the more prized pieces from the seafood section usually includes a whole yellowtail collar or miso marinated black cod. In some of the more native robata-yakis in Little Tokyo, you’ll find skin, cartilage, beak and tail, as the Japanese love to prepare and eat every part of the chicken.<br /> <br />Unlike the familiar chicken satay skewers from Thailand (which are often marinated in coconut milk), Japanese yakitori skewers are barely pre-seasoned. Occasionally, they will get a simple sprinkling of salt, but oftentimes, cooks will brush their grilled specimens with <em>tare </em>– a savory, umami-slicked coating of mirin (rice wine), sake, soy sauce and sugar.<br /> <br />Most Robata-yakis or bars serving yakitori will have a very limited drink menu. Don’t expect hand-crafted cocktails, but rather, giant, frosted mugs of Sapporo or Kirin beer, and lots of <em>shochu</em>, a distilled spirit made from buckwheat, rice or barley.<br /> <br />Not only did I sample a few of the chicken skewers at JINYA, I also had their beautifully blistered shishito peppers. The peppers are typically mild, although every now and then you get a fairly spicy one. Charred and served immediately, they are quite addictive. If you want to add a little bit of extra flavor to your yakitori, you can always sprinkle on some <em>togarashi</em>, the Japanese 7-spice, or just a simple squeeze of fresh lemon juice.<br /> <div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" alt=\"Chicken thigh “oyster” and shishito peppers\" title=\"Chicken thigh “oyster” and shishito peppers\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/yaki1.jpg?itok=oXdi2aSj\" /><div class=\"field-caption\">\n    <p>Chicken thigh “oyster” and shishito peppers</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Steve Dolinsky </p>\n  </div>\n</div><br />One quick note about barbecue vs. grilling: in the US, we tend to ask people to come over for a “barbecue,” but as anyone who eats smoked brisket in Texas or pork shoulder in North Carolina will tell you, BBQ refers to cooking slowly, at extremely low temperatures. What Americans typically love to do over the July 4th weekend would be classified as “grilling” — high heat, quick cooking.\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-03%2Ftired-american-barbecue-try-japanese&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/yaki3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/yaki3jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07032015_04.mp3"},{"href":"http://admin.pri.org/file/0703201504mp3"}]}