{"created":"2014-12-05T14:15:57+00:00","modified":"2015-05-13T21:27:58+00:00","valid":{"from":"2015-05-13T21:27:58+00:00","to":"3015-05-13T21:27:58+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Holiday Encores Edition","published":"2014-12-05T14:15:00+00:00","teaser":"This week, we have two past segments to revisit: a look at our favorite and least favorite holiday pop culture, and a listen to some seasonal music.","itags":["npr_api","368688628"],"guid":"4b09bdb2-fd5b-4245-83ca-2be54965e183","contentencoded":"<p>Here at PCHH HQ (PCHHQ?), we are hard at work preparing for our December 9th live show at <a href=\"http://www.sixthandi.org/\" target=\"_blank\">Sixth and I</a> in Washington. For that reason, we decided to bring you a couple of encore segments from past holiday editions of the show.</p><p>The first comes from only about six months into the history of PCHH, from December 2010. Stephen and Glen and I, along with our colleague, the honey-voiced Trey Graham (who recently tweeted a picture of himself literally bouncing on a trampoline with his nephew in Florida, in case you've been wondering whether he's doing well), talked holiday cultural artifacts, both favorite and least favorite. In this segment, Glen offers his legendary salute to a great Christmas special and his legendary rebuke to those who don't know the words to the songs, and the rest of us just try to keep up. We also talk bad commercials, good comics, and more.</p><p>The second segment is a holiday music discussion we had a year later, in 2011, during which Trey brought in a special guest on the phone, Stephen reminisced about a great duet, and we listened to some good tunes. (If you want even more holiday music, remember that we also <a href=\"http://www.npr.org/blogs/monkeysee/2013/12/20/255821738/pop-culture-happy-hour-a-smaug-problem-and-the-holiday-music-blues\" target=\"_blank\">talked to our pal Chris Klimek last year</a> after he wrote a piece for Slate about the flagging Christmas canon. That is also a segment full of great tunes.)</p><p>We'll have the live show for you next week, and we'll be back to regular shows after that, so in the meantime, keep in touch: <a href=\"http://www.facebook.com/pchh\" target=\"_blank\">find us on Facebook</a> or follow us on Twitter: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">Stephen</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/treygraham\" target=\"_blank\">Trey</a>, and producers <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica </a>and <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Holiday+Encores+Edition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2694"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368689684-cb85c4.m3u?orgId=1&topicId=1048&d=2694&story=368688628&ft=nprml&f=368688628"},{"href":"http://media.npr.org/assets/img/2014/12/05/pchhblogrect1-e495db410221ac6216a718aca5f6cab449ead80a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}