{"created":"2015-06-30T12:37:11+00:00","modified":"2015-06-30T12:37:12+00:00","valid":{"from":"2015-06-30T12:37:12+00:00","to":"3015-06-30T12:37:12+00:00"},"hreflang":"en","guid":"4b0c2a7d-2705-425d-b10d-10133e09764a","title":"Until Monday, the EPA was making progress with President Obama's clean power plan","published":"2015-06-30T12:37:07+00:00","byline":"Adam Wernick","tags":["climate change","environment","Supreme Court","government","Environment","Science, Tech & Environment","North America","United States","Environment","Climate change","Global warming","carbon emissions","EPA"],"teaser":"EPA administrator Gina McCarthy says the agency’s efforts to fight global warming have put the United States in a good position to be a leader at the Paris climate negotiations in the fall. ","contentencoded":"<p>One year ago this week, at Georgetown University, President Barack Obama gave his most expansive speech on climate change. Central to his plans are regulations that would rein in CO2 emissions from power plants.</p>\n<p>So, one year on, how’s it going?</p>\n<p>“I think it’s going well,” says Gina McCarthy, administrator of the US Environmental Protection Agency and the main person in charge of implementing Obama’s <a href=\"http://www2.epa.gov/carbon-pollution-standards/clean-power-plan-proposed-rule\">Clean Power Plan</a>.</p>\n<p>“We've done a tremendous amount of outreach. We've been working with states, utilities, business groups, environmental constituencies and communities. We’re planning to finalize the plan this summer and we're excited about it,” McCarthy says. How Monday's <a href=\"http://www.nytimes.com/2015/06/30/us/supreme-court-blocks-obamas-limits-on-power-plants.html\">US Supreme Court decision</a> changes that plan remains to be seen. </p>\n<p>The new rules will operate under the Clean Air Act, and the EPA has been enormously successful in using the Clean Air Act to provide significant public health protections, McCarthy says — and they’ve been able to do it in a way that has continued to allow the US economy to grow.</p>\n<p>The EPA has faced opposition to every pollution standard it’s ever proposed, McCarthy notes, so the pushback from industry and from some coal producing states does not phase her. “Carbon is the one that's left, and we're going to do it well,” she says. “We’ve proposed it in a way that's flexible and we’ll get this over the finish line.”</p>\n<p>“A low carbon future is where we need to head,” she insists. “It is inevitable. If the US can move forward and modernize our energy system, as we've been slowly doing, and make that happen over time, then investments will follow and we'll capture those economic benefits.”</p>\n<p>One thing the EPA won't be able to do, at least for now, is regulate emissions of mercury and other toxic chemicals from coal-fired power plants. The Supreme Court's ruling says the EPA must take into account financial costs before new regulations for power plants could be deemed “appropriate and necessary.” The EPA ruling didn't address CO2 emissions, leaving that part of the plan intact.</p>\n<p>McCararthy says the world is paying attention to US actions — and the US role on the global stage is being enhanced by its domestic policies.</p>\n<p>“When EPA stepped forward and announced its clean power plan as part of the president's climate action plan, it really did change the international discussions,” McCarthy says. “We have visitors from all over the world coming in and asking what we're doing, is this really happening, can you get this done. And it's wonderful to be able to meet with them and to see that they're paying attention to these issues, they're getting reengaged and the international community is really sitting up and taking notice.”</p>\n<p>According to McCarthy, this is exactly what President Obama was hoping to do. “He wanted to show that if the US takes strong domestic action, we can engage other big players, like China,” McCarthy says. “And in Paris we can have an entirely different discussion, one that we hope will lead to an aggressive strategy moving forward.”</p>\n<p><em>This article is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00025&amp;segmentID=2\">interview</a> that aired on PRI's <a href=\"http://loe.org/index.html\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-28%2Fdespite-obstacles-epa-making-progress-president-obamas-clean-power-plan&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/MCCARTHY--powerplant.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/mccarthy-powerplantpng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loepower-carbon.mp3"},{"href":"http://admin.pri.org/file/loepower-carbonmp3-0"}]}