{"created":"2014-12-10T19:28:43+00:00","modified":"2014-12-11T15:18:49+00:00","valid":{"from":"2014-12-11T15:18:48+00:00","to":"3014-12-11T15:18:48+00:00"},"hreflang":"en","title":"Kathy Gunst's Holiday Favorites","published":"2014-12-11T15:17:00+00:00","teaser":"Just in time for the holidays, our resident chef shares recipes for her favorite holiday ham glaze and her favorite food gift: chocolate-dipped buttercrunch.","itags":["npr_api","369883901"],"guid":"4b0e5db1-e3e2-4e78-84de-adc6d8631019","contentencoded":"<p>Just in time for the holidays, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> shares recipes for her favorite holiday ham glaze and her favorite food gift: her sister-in-law&#8217;s chocolate-dipped buttercrunch (recipes below). She also shares a few of her picks for the year&#8217;s great cookbooks. See her full list of cookbook recommendations <a href=\"http://hereandnow.wbur.org/2014/12/10/gunst-cookbook-recommendations\" target=\"_blank\">here</a>.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes & cooking segments with Kathy Gunst</a></li></ul><h4>Ham with Apple Cider-Maple Syrup-Rum-Ginger Glaze</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1210_kathy-gunst-recipes.pdf\" target=\"_blank\">(Save/print a PDF of all of the recipes)</a></p><p><strong>Kathy’s Note:</strong> This makes enough glaze for a 10-pound fully cooked ham. You can increase or decrease the amount, depending on the size of your ham.</p><p><em>Serves 10 to 12.</em></p><p><strong>Ingredients:</strong></p><p>One 10-pound fully cooked ham</p><p>1 teaspoon whole cloves, plus 1/2 teaspoon cloves</p><p>1 teaspoon grated orange zest</p><p>2 cups fresh orange juice</p><p>1 1/2 cups apple cider</p><p>1 tablespoon grated or finely chopped fresh ginger</p><p>1/3 cup maple syrup</p><p>1/3 cup dark or light rum</p><p>A 1 inch piece of cinnamon stick, optional</p><p><strong>Instructions:</strong></p><p>Prepare the ham: preheat the oven to 350 degrees.</p><p>Place ham in a large roasting pan. Using a small sharp knife score the ham making several small “X’s.” Insert a clove into each “X.” Use the 1 teaspoon of cloves for this technique. Pour 1 cup of the orange juice on top of the ham and roast for 1 1/2 hours. If the orange juice appears to be burning or drying up add 1 cup water.</p><p>Meanwhile, place all the ingredients for the glaze in a small saucepan and bring to a boil over high heat. Reduce the heat to low and let simmer about 15 or 20 minutes or until slightly thickened. The glaze should be thick when it drips off a spoon.</p><p>After 1 1/2 hours (or about 20 minutes before the ham is done roasting) brush liberally with some of the glaze. Ten minutes before the ham is done roasting brush the remaining glaze on top of the ham and continue roasting.</p><p>Roast until the ham registers 145 degrees on an instant-read thermometer in the thickest section of the meat. Carve the meat and spoon any glaze from the bottom of the pan on top.</p><h4>Andrea’s Chocolate-Dipped Buttercrunch</h4><p><strong>Kathy’s Note:</strong> My sister-in-law, Andrea Gunst, shared this buttercrunch recipe with me years ago and it has changed our holiday traditions forever. This is the stuff everyone begs for year after year — be sure to make multiple batches. Buttercrunch, a caramel coated in chocolate and ground nuts, keeps for over a week and makes a great gift.</p><p>You can double the recipe if you like, but if you want to make more you shouldn’t try to multiply the recipe by three or four &#8212; simply keep doubling the recipe.</p><p><em>Serves 6 to 8; once you taste it, it’s hard to stop!</em></p><p><strong>Ingredients:</strong></p><p>2 sticks unsalted butter</p><p>1 cup sugar</p><p>1 tablespoon light Karo corn syrup</p><p>2 tablespoons water</p><p>2 large (about 7 or 8 ounce) chocolate bars*</p><p>About 1 cup very finely chopped walnuts or your favorite nut**</p><p>*Buttercrunch can be made successfully with regular grocery store milk chocolate or chocolate chips, but you can also splurge and use fabulous bittersweet or semi-sweet 60% cocoa chocolate. The choice is yours.</p><p>**You can use walnuts, almonds, pecans, pistachio, or any type of nut but it must be finely chopped to adhere properly to the chocolate.</p><p><strong>Instructions:</strong></p><p>Line a cookie sheet with a piece of well-greased aluminum foil.</p><p>In a medium saucepan, heat the butter, sugar, Karo syrup and water over a low heat, stirring frequently. The mixture will caramelize and is ready when it hits 290 degrees on a candy thermometer. Watch it carefully, particularly toward the end of the cooking process. It will take at least 15 to 20 minutes to reach 290 on low heat. The mixture can burn easily; reduce the heat to very low and stir constantly if it seems to be cooking too quickly or turning darker than pale golden brown.</p><p>When the candy hits 290 remove from the heat and carefully spread it out in an even layer on the sheet of greased foil. Spread with a spatula to make a fairly thin layer. Let cool and harden. (If you are really impatient you can place the cookie sheet outside in the cold in a protected place so it will harden more quickly.)</p><p>While the buttercrunch is hardening melt the chocolate in a saucepan over very low heat, stirring until smooth. IF you choose to let the buttercrunch harden outside or in a very cold spot you must bring it back to room temperature before spreading with the chocolate. If the buttercrunch is too cold the chocolate won’t adhere properly.</p><p>When the buttercrunch is hard to the touch (you shouldn’t feel any soft spots), use a soft spatula and spread a thin layer of chocolate over the entire thing. Sprinkle with half the nuts, pressing down lightly so they adhere. Again, if you are the impatient type, you can let the chocolate harden in a cold spot. The chocolate should be fully dry—no wet spots to the touch. Carefully remove the foil with the candy from the cookie sheet; place the cookie sheet on top of the foil and candy. Gently flip the candy over onto the cookie sheet and peel away the foil. Spread the remaining chocolate on top of the other side of the buttercrunch. Sprinkle with the remaining nuts, pressing down lightly. Let the chocolate harden and set in a cool spot.</p><p>When the buttercrunch is dry and hard break it into small pieces. You can keep it in a cool, dry tin or tightly sealed plastic bag for up to two or three weeks.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series &#8220;<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.&#8221; She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst%27s+Holiday+Favorites&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"566"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370079778-d25c26.m3u?orgId=1&ft=3&f=369883901"}]}