{"created":"2015-05-14T18:30:05+00:00","modified":"2015-05-14T18:30:05+00:00","valid":{"from":"2014-07-11T21:07:05+00:00","to":"3014-07-11T21:07:05+00:00"},"hreflang":"en","guid":"4b0f1ede-3340-495f-8e13-c7ee3dfdfe8d","published":"2014-07-11T21:07:05+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>President Obama has announced a new initiative meant to help small businesses. It's called <a href=\"http://www.whitehouse.gov/sites/default/files/docs/supplierpay_pledge.pdf\" target=\"_blank\">SupplierPay</a>&nbsp;and it’s designed to get big companies to pay their smaller suppliers faster.&nbsp;</p>\n<p>The White House says 26 companies <span>—</span> including big guys like <span>like Apple and Coca-Cola <span>—</span>&nbsp;</span>are participating in SupplierPay. &nbsp;They’re promising to pay the small businesses they hire for parts or services more quickly, ideally within 15 days. &nbsp;That sounds like heaven to small business owner Rexanne Metzger.&nbsp;</p>\n<p>Now, she says, “There’s a very few corporations that will pay in 30 days.&nbsp; It’s more like 45 days.”</p>\n<p>Metzger is president of <a href=\"http://www.davisinteriors.com/\" target=\"_blank\">Davis Interiors</a>, in Norfolk, Virginia, which makes custom interiors for Navy ships. They're a supplier for the big defense contractors, but she’s had to take out a line of credit to cover her bills. &nbsp;Even if those companies paid her just a few days faster, she says, it would provide some relief.</p>\n<p>“It does help because then we don’t have to pay that interest on our line of credit,\" she explains.&nbsp; \"Every day that we don’t get paid costs us money.”</p>\n<p>Small businesses across the country are feeling the pinch of late payments.&nbsp; Janet Sanders sees it every day.&nbsp; She’s CEO of <a href=\"http://www.incom-direct.com/team.htm\" target=\"_blank\">Incom Direct</a>, which helps small businesses process credit card payments. Sanders says now, her average client needs the day’s charges fast.</p>\n<p>“At the end of the day he wants those electronic transactions converted to cash as quickly as possible – put back in his bank account,\" she says.</p>\n<p>Big companies have been taking longer to pay their small suppliers since the recession.</p>\n<p>“It’s free money, basically,” says Charles Mulford, who teaches accounting at Georgia Tech.&nbsp;</p>\n<p>Mulford says big corporations are taking 35 to 40 days to pay, a few days more than before the economic downturn.&nbsp; He understands why they do it.</p>\n<p>“The larger companies can essentially borrow from the smaller companies and not pay interest, in effect,&nbsp; on that money,” he says.</p>\n<p>Will the president’s SupplierPay initiative help?&nbsp; Mulford says that’s not clear.&nbsp; But at least it’ll call attention to the problem.&nbsp;</p></div>","teaser":"Big companies sign on to pay their small-business suppliers faster.","tags":["APM","apple","Coca-cola","white house","Honda","Business"],"itags":["4b0f1ede334095f9e131c7ee3dfdfe8d","PMP:Marketplace_PMP","Marketplace","Marketplace for Friday July 11, 2014"],"description":"Big companies sign on to pay their small-business suppliers faster.","title":"Big companies help small ones by paying them sooner","contenttemplated":"[{\"content\":\"<p>President Obama has announced a new initiative meant to help small businesses. It&apos;s called <a href=\\\"http://www.whitehouse.gov/sites/default/files/docs/supplierpay_pledge.pdf\\\" target=\\\"_blank\\\">SupplierPay</a> and it’s designed to get big companies to pay their smaller suppliers faster. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The White House says 26 companies <span>—</span> including big guys like <span>like Apple and Coca-Cola <span>—</span> </span>are participating in SupplierPay.  They’re promising to pay the small businesses they hire for parts or services more quickly, ideally within 15 days.  That sounds like heaven to small business owner Rexanne Metzger. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Now, she says, “There’s a very few corporations that will pay in 30 days.  It’s more like 45 days.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Metzger is president of <a href=\\\"http://www.davisinteriors.com/\\\" target=\\\"_blank\\\">Davis Interiors</a>, in Norfolk, Virginia, which makes custom interiors for Navy ships. They&apos;re a supplier for the big defense contractors, but she’s had to take out a line of credit to cover her bills.  Even if those companies paid her just a few days faster, she says, it would provide some relief.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It does help because then we don’t have to pay that interest on our line of credit,&quot; she explains.  &quot;Every day that we don’t get paid costs us money.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Small businesses across the country are feeling the pinch of late payments.  Janet Sanders sees it every day.  She’s CEO of <a href=\\\"http://www.incom-direct.com/team.htm\\\" target=\\\"_blank\\\">Incom Direct</a>, which helps small businesses process credit card payments. Sanders says now, her average client needs the day’s charges fast.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“At the end of the day he wants those electronic transactions converted to cash as quickly as possible – put back in his bank account,&quot; she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Big companies have been taking longer to pay their small suppliers since the recession.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s free money, basically,” says Charles Mulford, who teaches accounting at Georgia Tech. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Mulford says big corporations are taking 35 to 40 days to pay, a few days more than before the economic downturn.  He understands why they do it.</p>\"},{\"content\":\"<p>“The larger companies can essentially borrow from the smaller companies and not pay interest, in effect,  on that money,” he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Will the president’s SupplierPay initiative help?  Mulford says that’s not clear.  But at least it’ll call attention to the problem. </p>\",\"type\":\"text/html\"}]","byline":"Nancy Marshall-Genzer","audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/452027030.jpg?itok=CoFyZWJD","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/07/11/marketplace_segment17_20140711_64.mp3","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/07/11/marketplace_segment17_20140711"},"duration":129,"duration_hms":"00:02:09"},"type":"audio/mpeg"}]}