{"created":"2015-01-01T20:07:44+00:00","modified":"2015-01-02T17:17:47+00:00","valid":{"from":"2015-01-02T17:17:47+00:00","to":"3015-01-02T17:17:47+00:00"},"hreflang":"en","title":"Veteran Mountaineer On Climbing Cerro Torre","published":"2015-01-01T20:07:00+00:00","teaser":"Mountaineer Kelly Cordes is among the few who have climbed Cerro Torre in Patagonia. He wrote about his own ascent and others who've climbed the storied mountain.","itags":["npr_api","374414441"],"guid":"4b14d74b-d290-489b-ba74-7d57d793260f","contentencoded":"<p>The Patagonian mountain Cerro Torre is considered one of the world&#8217;s hardest climbs.</p><p>How alpinists reach its summit is a source of fierce debate in the climbing community.</p><p><strong>Kelly Cordes</strong> climbed Cerro Torre and wrote about his own experience and the experience of others who&#8217;ve climbed it.</p><p>&#8220;It&#8217;s not like the pyramidal type mountains that little kids draw, it&#8217;s much more sheer than that, it&#8217;s vertical on all sides,&#8221; Cordes told <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Peter O&#8217;Dowd. &#8220;And it&#8217;s capped with these wild, otherworldly &#8230; amalgams of snow and ice.&#8221;</p><p><strong>The First Ascent</strong></p><p>Cesare Maestri was the first person to claim to have climbed Cerro Torre in 1959. However, the veracity of his ascent was called into question almost immediately.</p><p>&#8220;It&#8217;s almost like someone saying they flew to the moon before the first space craft was invented,&#8221; Cordes said of Maestri&#8217;s climb. Cordes said no one was able to climb the route Maestri claimed to have taken until 2005.</p><p>Cordes said Maestri went back to the mountain ten years later and inserted bolt ladders into the Southeast Ridge, without regard to the natural features, making the mountain more accessible to climbers without the technical chops to ascend its difficult features. But it never sat well among serious climbers.</p><p>In 2012, two alpinists &#8212; Hayden Kennedy and Jason Kruk &#8212; decided to take down the bolt ladder on the so-called Compressor Route, causing a huge uproar.</p><p><strong>Removing the Compressor Route</strong></p><p>&#8220;They did what everyone had been talking about forever: they climbed the Southeast Ridge &#8212; home to the Compressor Route &#8212; without using Maestri&#8217;s bolt ladders,&#8221; Cordes said. &#8220;And on their way down, they removed about 120 of Maestri&#8217;s bolts &#8212; they basically eliminated the Compressor Route in doing so &#8212; and people flipped. It was a completely outsized reaction.&#8221;</p><p>Cordes says people&#8217;s reaction to Kennedy and Kruk&#8217;s decision sparked his interest in writing a book about the mountain.</p><p>&#8220;A lot of the people who were most angry couldn&#8217;t even point to the Compressor Route on the mountain,&#8221; Cordes said. &#8220;So I think basically a lot of the locals felt offended that these outsiders came in and did whatever they wanted. However, that is exactly what every single climber in history has done in the mountains of Patagonia and in the mountains around the world.&#8221;</p><p><strong>On Climbing</strong></p><p>Cordes has ascended the mountain using his own route and descended the Southeast Ridge. He has mixed feelings about the Compressor Route.</p><p>&#8220;I don&#8217;t want to dismiss anybody&#8217;s personal experience, because that&#8217;s really all we have,&#8221; Cordes said. &#8220;We are not getting anything tangible out of climbing the mountains, except for our personal experiences, and some people did have meaningful experiences climbing the Compressor Route. At the same time, I think the mountain is a lot better off and climbing is a lot better off without a string of bolt ladders going up the beautiful and extremely difficult Cerro Torre.&#8221;</p><h4>Book Excerpt: &#8216;The Tower: a Chronicle of Climbing and Controversy on Cerro Torre.&#8217;</h4><p><em>by Kelly Cordes</em></p><p><strong>Chapter One: Lost Time</strong></p><p>The howling Patagonian wind calmed to a whisper. The afternoon sun beat down and I blinked hard against  a haze of exhaustion, the kind of blink where a black screen seems to linger behind your eyelids and you wonder how much time you lost.</p><p>I stared past thousands of feet of golden granite disappearing beneath me. A vertical mile below flowed the Torre Glacier, bending, cracked, cracking — growing and shrinking with the years. At its terminus, only  a short way down valley, it calves into Laguna Torre and flows into rivers feeding forests and rolling pampas.</p><p>Scattered estancias dot a landscape where not long ago pumas and wild horses roamed. A giant condor soared overhead, riding the thermals. Sheep grazed on the barren grasslands that extend eastward to the Atlantic Ocean.</p><p>A hundred feet above, enormous structures of overhanging, aerated ice, vestiges of Patagonia’s brutal storms, held guard over Cerro Torre’s summit. They loomed like multi-ton sculptures pulled from a land of fairy tales, like whipped cream frozen in place, jutting wildly outward in gravity-defying, wind-forged blobs. On the opposite side of the mountain Cerro Torre faces the Hielo Continental, an Antarctic-like world comprising massive sheets of flat glacial ice that spill into the Pacific Ocean.</p><p>Just before sunrise, thirty-some hours earlier, we had started climbing. We raced up ephemeral ice beneath a sérac, then weaved through gargoyles of rime. We fell short of the summit as the sun set and the wind roared, and we shivered away the night in a snow cave in the starlit blackness of Cerro Torre’s upper crest. Come morning we struggled over the summit, and then started down the other side. Both of us carried only ten-pound backpacks, but we also carried fantasies, a dose of self-delusion, and a shred of hope. Without those, we’d have never left the ground.</p><p>I blinked again, and my gaze returned across the landscape, from the distant pampas to the beech forests surrounding Laguna Torre, to the golden granite falling away beneath my feet. And then to the rusting engine block on which I stood. The only stance on Cerro Torre’s headwall. A 150-pound, gas-powered air compressor, a goddamned jackhammer lashed to the flanks of the most beautiful mountain on earth. Above and below ran an endless string of climbing bolts — ancient two-inch pegs of metal drilled into the rock and spaced to be used like ladders — courtesy of the compressor and a man possessed, that for four decades allowed passage up this impossible tower.</p><p>The wind remained at a whisper. Exhaustion pulsed through my bones and I stared into a clear, cobalt sky, and knew that we’d been lucky. Calm around Cerro Torre never lasts.</p><p><em>Excerpted from the book THE TOWER: A CHRONICLE OF CLIMBING AND CONTROVERSY ON CERRO TORRE by Kelly Cordes. Copyright © 2015 by Kelly Cordes. Reprinted with permission.  </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://kellycordes.com/\" target=\"_blank\">Kelly Cordes</a>, </strong>mountaineer. He wrote, &#8220;<a href=\"http://www.amazon.com/The-Tower-Chronicle-Climbing-Controversy/dp/1938340337\" target=\"_blank\">The Tower: a Chronicle of Climbing and Controversy on Cerro Torre</a>.&#8221; He tweets <a href=\"https://twitter.com/kcordes\" target=\"_blank\">@kcordes</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Veteran+Mountaineer+On+Climbing+Cerro+Torre&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"549"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374574926-f1c532.m3u?orgId=1&ft=3&f=374414441"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_cerro-torre4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_cerro-torre-2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_cerro-torre.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"683","width":"1024"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_kelly-cordes.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"320","width":"320"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_cerro-torre2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"960"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0101_cerro-torre1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"960","width":"1280"}}]}