{"created":"2015-01-03T12:59:00+00:00","modified":"2015-01-03T19:40:15+00:00","valid":{"from":"2015-01-03T19:40:15+00:00","to":"3015-01-03T19:40:15+00:00"},"hreflang":"en","title":"These 'Almost Famous Women' Won't Be Forgotten Again","published":"2015-01-03T17:07:00+00:00","teaser":"Megan Mayhew Bergman's new story collection focuses on the colorful tales of independent real-life, risk-taking women who've faded from the spotlight (or never cared for it in the first place).","itags":["npr_api","374557582"],"guid":"4b1ef5f7-82a0-4297-aa39-e52283e0c265","contentencoded":"<p>In <em>Almost Famous Women</em>, writer Megan Mayhew Bergman takes us into the compelling lives of independent, inventive women at the margins of history. These are fictionalized accounts of real-life, risk-taking women who have largely been forgotten, and now are re-imagined by Bergman in her new book — a book she tells NPR's Eric Westervelt that she resisted writing at first.</p><hr /><h3>Interview Highlights</h3><p><strong>On deciding to write about these women</strong></p><p>There was something stopping me about playing with historical fiction, but these characters, these women, they took up residence in my imagination. It really represents 10 years of my reading life. And, you know, they were living with me for so long that so many of the stories were almost fully formed by the time I put them to paper. I sort of fell in love, which is a dangerous thing to do with your characters, as any biographer will tell you.</p><p><strong>On the character she loves the most</strong></p><p>I particularly love Georgie, the girlfriend in the [Standard Oil heiress] Joe Carstairs story. I honestly can relate more to some of the characters that are sort of on the outskirts of fame, sort of operating around someone else's orbit. Joe really fascinated me when I read Kate Summerscale's biography of her, <em>The Queen of Whale Cay</em>. And one of the things I noticed was that she was a female ambulance driver in World War I. ... And I think some of these women may have walked away with undiagnosed post-traumatic stress disorder.</p><p>She raced boats, was the fastest women on water — was setting world records, racing her boats. But I believe as the '20s and '30s came to a close, she found it more difficult to live in society as she wished. And she happened to have the financial means to buy her own island in the Bahamas, Whale Cay, and she developed it. She put an airstrip on it, built a beautiful mansion. And she really ruled it like a tyrant, and had a string of girlfriends and movie stars and royalty that came to visit her on the island. Other people found it a refuge.</p><p><strong>On what she wants her daughters to learn from the book</strong></p><p>I think about that a lot — what they'll experience when they read this book. And what I hope they'll feel first is intrigue, and permission to have intellectual curiosity, permission to live passionately, and you know, chasing dreams is sort of a silly expression — but I think people that do that are happier. I think there's a lot of dissonance for women, where there's how we want to live, and how we want to see ourselves, and then what our real circumstances are. And I think the more we can close that distance between who we want to be and who we really are — the happier we are.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+%27Almost+Famous+Women%27+Won%27t+Be+Forgotten+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737055-6ab246.m3u?orgId=1&topicId=1033&ft=3&f=374557582"}]}