{"created":"2014-11-09T10:38:28+00:00","modified":"2014-11-10T22:05:22+00:00","valid":{"from":"2014-11-10T22:05:22+00:00","to":"3014-11-10T22:05:22+00:00"},"hreflang":"en","title":"New MLB Rule Cuts Home Plate Crashes, But Not Catcher Concussions","published":"2014-11-09T17:13:00+00:00","teaser":"Major League Baseball is reviewing its controversial Rule 7.13, which bans most home plate collisions. Catchers actually face a bigger head-injury risk that the rule can't prevent.","itags":["npr_api","362459949"],"guid":"4b22b007-2bea-42a3-9cc2-98a1db65ba00","contentencoded":"<p>Before Major League Baseball's experimental Rule 7.13 debuted this year, when runners and catchers collided at home plate, one question lingered in the cloud of dust: Safe or out?</p><p>But catchers were racking up injuries, and MLB started asking another question: Are the crashes worth the risk?</p><p>Rule 7.13 bans most of those collisions. When it debuted this year, many baseball purists cried foul. But Hall of Fame catcher and Cincinnati Reds legend Johnny Bench loves the change.</p><p>\"If anybody doesn't like it, I want them to stand at home plate and get run over and see what they think,\" Bench says.</p><p>Under the new guideline, runners cannot veer from their path to hit the catcher and jar the ball loose. Catchers cannot block the plate unless they have the ball or are trying to catch it. Bench says a runner lowering his shoulder to break up a play at any other base would be unthinkable.</p><p>\"You don't run over shortstops and second basemen,\" he says. \"Just because they're not wearing a little shin guard and a chest protector? You ruin careers.\"</p><p>A May 2011 crash that left San Francisco catcher Buster Posey with a broken leg didn't end his career — but it did end his season. Posey returned the next year and played a key role in the Giants' World Series victory last month.</p><p>But Posey's injury started the debate that led to the anti-collision rule. At the same time, concerns about sports-related concussions were growing — catchers suffer more of them than players at any other position.</p><p>Catchers also face a bigger head-injury risk that Rule 7.13 can't prevent: The vast majority of catchers' concussions are caused by foul tips.</p><p>\"I think every foul tip is different,\" says David Ross, who has spent 13 seasons as a major-league catcher, the past two with the Boston Red Sox. In a game in 2013, Ross took two foul balls straight to the mask in the same inning and suffered a concussion.</p><p>\"You'll get a good — you know, some bells in your ears, a loud ringing,\" he says. \"And if you really get a good one, you feel your head snap back a little more. A little more neck is involved, and you'll definitely feel it the next day.\"</p><p>Experts disagree whether equipment could prevent such injuries. Some catchers believe a hockey-style mask with full-head protection is safer than the traditional steel cage, but there's no scientific evidence to support that. And, Ross says, there's no way to eliminate foul tips.</p><p>\"We're all trying to hit homers when we swing or get base hits,\" he says. \"You can't play a professional sport at 100 percent and do away with every injury there is. Things are going to go wrong.\"</p><p>Micky Collins, a clinical psychologist who runs the sports medicine concussion program at the University of Pittsburgh Medical Center, is part of a group starting to study foul tips and errant back swings that cause concussions. Ross is one of his patients.</p><p>\"Where was the catcher positioned?\" Collins says. \"Where was the batter positioned? What type of pitch? What type of foul tip? There are a lot of things that can be done to better understand the problem and then perhaps there can be effective change for the problem.\"</p><p>The changes made by Rule 7.13 achieved MLB's goal: There were no home-plate collisions this season. According to <em>Baseball Prospectus</em>, in the previous three seasons, collisions left at least four catchers with concussions.</p><p>But the rule did not lower the overall number: Eleven catcher concussions this season, and 11 last season.</p><p>As players learn more about the injury, reporting is on the rise. And then there's the issue of the confusion about how to enforce the rule on the field. New York Yankees Manager Joe Girardi, a former major-league catcher, thinks the rule is too complicated.</p><p>\"I wish they would just say it's back to normal and if you go out of the way to run the catcher over, you're suspended,\" Girardi says.</p><p>After dozens of controversial calls at the plate in 2014, MLB says Rule 7.13 will be reviewed at the general managers' meetings in Phoenix this week.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+MLB+Rule+Cuts+Home+Plate+Crashes%2C+But+Not+Catcher+Concussions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Doug Tribou","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737927-47b572.m3u?orgId=1&topicId=1055&ft=3&f=362459949"}]}