{"created":"2014-09-28T21:38:08+00:00","modified":"2014-10-31T15:13:54+00:00","valid":{"from":"2014-10-31T15:13:54+00:00","to":"3014-10-31T15:13:54+00:00"},"hreflang":"en","title":"Movie Theaters Hope To Add Another Dimension To Their Profits","published":"2014-10-14T18:10:00+00:00","teaser":"Domestic movie ticket sales seem to have topped out. Now, cinema owners are trying to lure customers — and justify higher ticket prices — with innovations like panoramic screens and so-called 4-D.","itags":["npr_api","352261469"],"guid":"4b283211-2712-41ef-9dea-6f414847fb0a","contentencoded":"<p>Some experimental features have been popping up in movie theaters lately. One of them is a so-called 4-D experience. It's hard to describe in words exactly what a 4-D movie experience feels like, but here's one attempt: it is intense.</p><p>During a recent screening of <em>Guardians of the Galaxy</em> in 4-D at the Regal Cinemas LA Live theater, the seat moved up and down and side to side, like a simulator ride. There were strobe lights; fog seemed to come out of the walls and little jets of water sprayed over the seats.</p><p>During one scene, bubbles floated down from the ceiling. But what really stood out were the puffs of air, blowing by the ears of moviegoers out of vents built into the headrest, to simulate wind. All of this on top of a movie that features a gun-wielding raccoon and a talking, shape-shifting tree.</p><p>After the movie, Jennifer and Colin Mackenzie said they actually enjoyed being fogged and spritzed and wind-blown.</p><p>\"It was a lot like a roller coaster,\" said Colin.</p><p>His wife Jennifer agreed, but wanted even more. \"Well, maybe not as intense as a roller coaster. I don't think there was enough. I think there should have been more rain and more lights!\" Jennifer even hoped that one day the 4-D technology could be merged with virtual reality.</p><p>Moviegoer Gary Epstein was pretty pleased as well. \"The movie was good,\" he said. \"The ride was good too. I couldn't fall asleep.\"</p><p><strong>New Theater Tech</strong></p><p>There are a lot of new toys for movie theaters coming down the line these days: new immersive sound systems with over 50 speakers; new screens that get bigger and bigger; even a theater in the works by some students at CalArts that has a 360-degree, fully panoramic dome screen.</p><p>Amir Malin, an analyst with Qualia Capital, says a lot of this movie theater innovation is happening because the American box office has kind of topped out. The number of people actually going to see movies is still high, but Malin claims that number has peaked.</p><p>\"I wouldn't say box office is trending down,\" Malin says. \"Exhibition domestically, we're staying at relative levels.\"</p><p>But even with this stagnation, the amount of money movies take in domestically keeps creeping higher, pretty much every year.</p><p>\"Any increase in revenue is largely due to increase in ticket pricing,\" Malin says.</p><p>So it's not about getting more people in seats. In fact, the blockbusters of today actually have fewer viewers than the biggest movies of a few decades ago. Statistics at Box Office Mojo find that of the top blockbusters of all time, ranked by attendance, <a href=\"http://boxofficemojo.com/alltime/adjusted.htm?adjust_yr=1&p=.htm\">only one in the top 10</a>, <em>Titanic</em>, was released after 1990.</p><p>That means profit-making is all about getting the people still in the seats to pay <em>more</em>. Every new feature is an excuse to raise ticket prices. And Malin says theaters have to try even harder now because they're up against a lot of new competition.</p><p>\"There's definitely concern whether they're going through a dinosaur phase right now [and] headed toward extinction,\" he says.</p><p>Malin says theaters are up against a few new challenges. The amount of time movies are exclusively in theaters is shorter. There are also more ways and places you can watch movies, like on phones or tablets.</p><p>On top of all that, television today offers high-quality shows that more directly compete with movies.</p><p><strong>Some Just Want To Show Movies<br /></strong></p><p>Not everyone is on board with the changing face of theaters. Mike Hurley, an independent movie theater owner in Maine, says a lot of these new bells and whistles — like 4-D — are just too much.</p><p>\"We didn't get 3-D, so we're not getting 4-D,\" Hurley says. \"All we wanna do is show movies.\"</p><p>In fact, Hurley had to raise funds just to get enough money together to help his theaters make the transition to digital recently. He says besides not needing all of the new features, he really can't afford a lot of them.</p><p>\"There is really only so much a movie theater can spend on toys that people come up with,\" he says.</p><p>Stephen Lighthill, a professor of cinematography at the American Film Institute Conservatory and president of the American Society of Cinematographers (ASC), also feels some of these new features are unnecessary. He says theaters may be in an extra hurry to innovate right now, but new wacky features finding their ways into cineplexes has been happening for a while.</p><p>\"There always have been the two trends where one person has says, 'We gotta make better movies.' And the other person says, 'We gotta find better technology,'\" Lighthill says.</p><p>Remember <a href=\"http://www.npr.org/templates/story/story.php?storyId=14442248\">Smell-O-Vision</a>?</p><p>Lighthill says, ultimately, no one theater gadget will save the industry — but a few things might. He thinks the answer for the whole industry is to make better movies and have an eclectic array of films <em>and</em> events to watch at theaters.</p><p>And it's true that more and more theaters are hosting things other than movies in their space, like livecasts of opera performances and even video gaming competitions.</p><p>Movie industry analyst Amir Malin says two easy fixes are already increasing revenue at theaters across the country: restaurant-style food and alcohol, and \"reseating,\" or replacing old cloth theater seats with new, plush and more spacious leather seats.</p><p>In the meantime, there will continue to be new inventions to keep theaters one step ahead. A company named Barco recently screened the film <em>The Maze Runner</em> at a panoramic theater in Los Angeles that has three screens on three walls.</p><p>Ted Schilowitz, whose title at Barco is \"CinemaVangelist,\" admitted that not every film will be right for all of the new technology moving into theaters these days. And maybe it won't be right for all moviegoers.</p><p>\"If it was too intense, our recommendation was move a little further back in the theater,\" he says. \"If you want something more intense, come closer.\"</p><p>Come closer. That's pretty much what all these theaters, and all their new tricks, are asking us to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Movie+Theaters+Hope+To+Add+Another+Dimension+To+Their+Profits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352290065-7bae4d.m3u?orgId=1&topicId=1006&ft=3&f=352261469"},{"href":"http://media.npr.org/assets/img/2014/09/28/4dx_interior_img02-797e3d742263dd606d0a70ddf30aed40d422f2c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1363","width":"1818"}},{"href":"http://media.npr.org/assets/img/2014/09/28/tod_ted_2-760ef7be6685b878c84b8e99426f45c024e16529.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1953","width":"2605"}}]}