{"created":"2015-03-02T22:23:25+00:00","modified":"2015-03-04T15:46:11+00:00","valid":{"from":"2015-03-04T15:46:11+00:00","to":"3015-03-04T15:46:11+00:00"},"hreflang":"en","guid":"4b525efa-192f-4e74-9c74-8aa5a9688905","title":"After more than a decade, Iraq's national treasures go back on display","published":"2015-03-04T15:46:06+00:00","byline":"Shirin Jaafari","tags":["history","Art","culture","Assyrian people","ISIS","Islamic State in Iraq and Syria","museums","Culture","Arts, Culture & Media","Mosul","Baghdad","Iraq","Middle East","Asia","Tamer El-Ghobashy","Iraqi culture","Iraq–United States relations","Baghdad","National Museum of Iraq","Mosul","Invasion of Iraq","War"],"teaser":"Last week, a group of ISIS fighters destroyed ancient statues and artifacts in the museum of Mosul. Iraqi government responded on Sunday by re-opening the Baghdad Museum, giving people in Baghdad their first glimpse of national treasures in more than a decade.","contentencoded":"<p>Last week, many art lovers were shocked by the destruction of ancient artifacts by members of ISIS in Mosul. But there's a bit of good news as well in Iraq.</p>\n<p>In response to the attack, in which ISIS fighters <a href=\"http://www.theguardian.com/world/2015/feb/26/isis-fighters-destroy-ancient-artefacts-mosul-museum-iraq\">smashed statues and other non-Islamic relics</a> at Mosul's main museum, the Iraqi government decided to speed up the re-opening of Iraq's National Museum in Baghdad. The museum accepted its first visitors in 12 years on Sunday, and Tamer El-Ghobashy of the Wall Street Journal was <a href=\"http://www.wsj.com/articles/iraqi-art-emerges-from-rubble-of-war-1425255959\">there to witness it</a>.</p>\n<p>\"[There were] a lot of women ... who had brought their kids to the museum,\" he says. \"Some students we ran into came after their lectures were done at the nearby university and other students had cut class.\"</p>\n<p>The museum was shut down after the US invaded Iraq in 2003, and was never re-opened. Up to 15,000 pieces were looted from the museum during the invasion, almost one-third of which have been recovered.</p>\n<p>El-Ghobashy says the museum was renovated, with newly waxed floors and, given recent history, lots of tight security. The museum's parking lots are set away from the museum, and visitors must pass by armed guards and security checks to get it.</p>\n<p>\"You have to check your cell phone,\" El-Ghobashy says, and \"there's [a] patdown if you set off the metal detector.\"</p>\n<p>Yet even with the security measures, the re-opening of the museum is the latest small step that's giving residents of Baghdad a sense of normalcy back. \"Recently Baghdadis, for the first time in a long, long time, were able to access the Internet from their smart phones,\" El-Ghobashy says.</p>\n<p>The long-standing midnight-to-5 am curfew has also been lifted. \"Despite the troubles the country is going through, people are starting to feel like they can carry on,\" El-Ghobashy says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-02%2Fheres-some-good-news-iraq-art-lovers&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0302201502.mp3"},{"href":"http://www.pri.org/file/0302201502mp3"}]}