{"created":"2014-09-24T09:05:56+00:00","modified":"2014-10-30T22:06:57+00:00","valid":{"from":"2014-10-30T22:06:57+00:00","to":"3014-10-30T22:06:57+00:00"},"hreflang":"en","title":"U.S. Bombs Blunt Islamic State In Iraq, But Haven't Forced Retreat","published":"2014-09-24T21:19:00+00:00","teaser":"After more than a month of airstrikes by the U.S., the extremist group still controls nearly a third of Iraq, including the city of Mosul. But residents there say the bombings are lifting morale.","itags":["npr_api","351074923"],"guid":"4b538b53-44af-4a6d-a9fa-1b7156becbda","contentencoded":"<p>In northern Iraq, U.S. airstrikes have been taking place for more than a month, yet the self-declared Islamic State still controls nearly a third of the country and hasn't been forced out of any major strongholds.</p><p>In the Kurdish areas of northern Iraq, the pro-American authorities say they need more air power while they train to fight the Islamic State in nearby areas.</p><p>And in the northern city of Mosul, which the Islamic State captured in June, residents say the bombings have lifted morale among those who oppose the extremist group.</p><p>From the Kurdish capital of Irbil, we called to Mosul and reached Abu Wissam, a nickname used to protect his identity.</p><p>\"I'm hopeful — hopeful that this will be a first step to end this nightmare,\" Abu Wissam says of the bombings.</p><p>Abu Wissam and others we spoke to see the U.S.-led airstrikes that began this week in Syria as part of the same war against the extremists that took his city in June.</p><p>The U.S. has conducted limited strikes in northern Iraq for some six weeks now, and the French have started too. They've blunted the bold advances the Islamic State was making in the north and forced the group to leave the area around the strategic Mosul Dam. But so far, the bombings have not destroyed the group or significantly rolled it back.</p><p>This week in the western Iraqi province of Anbar, Islamic State fighters starved out an Iraqi army base, attacked it, and killed dozens of Iraqi soldiers and captured dozens more.</p><p>Back in Mosul, the Islamic State's ultra-strict rule is alienating more and more city residents, according to Abu Wissam.</p><p>\"Life has stopped, and ISIS is acting badly with the people,\" he says.</p><p>The airstrikes also seem to be scaring the extremists, he adds.</p><p>\"They don't feel safe in the city,\" he says. \"They change their bases constantly. They hide in civilian homes and only come out in the streets a few hours a day.\"</p><p>The airstrikes and the promise of more help has made Mosul residents bolder, he says.</p><p>Atheel al-Nujaifi, the governor of Mosul, fled when ISIS showed up back in June. Nujaifi says he's helped set up small, secret cells inside the city to attack ISIS. He calls them the Mosul Battalions.</p><p>\"Each day they have one or two operations against ISIS in many places — not just inside Mosul,\" he says.</p><p>They work in secret, and the cells don't know about each other, the governor says. They walk up to Islamic State leaders and go to checkpoints to shoot them and run away. So far, Nujaifi's office says, the battalions have killed more than 100 Islamic State fighters.</p><p>\"We know that this force cannot defeat ISIS,\" he says. \"They cannot win or take the city.\"</p><p>That must come from the international coalition and Iraq, he says.</p><p>His office has gathered 4,500 local police who fled Mosul and will train them when the Kurdish region gives them a camp and Iraq's government gives them financial support and weapons.</p><p>\"We establish sleeping cells inside the city,\" he says. \"This is civilian resistance. It's not armed. There are thousands till now.\"</p><p>Their job is to wait until the day a force enters Mosul to take it back. Then they will rise.</p><p>\"To rebuild the Iraqi army, to find good leaders and to build up their competency levels, it's going to take a long time,\" says Derek Harvey, the director of the Global Initiative on Civil Society and Conflict at the University of South Florida.</p><p>Harvey says that until then, a bolder airstrike campaign would be wasted, with no viable partner on the ground.</p><p>But Abu Wissam, the Mosul resident, says he and many others want more airstrikes inside his city, not just on the outskirts.</p><p>He says whenever he hears airstrikes, he and his friends call each other to say congratulations. And when the skies are silent, they worry they've been forgotten.</p><p>He knows the risks — that he and other civilians could die in the strikes. ISIS seeks refuge in their neighborhoods. But that's a risk he says he's willing to take for this nightmare to end.</p><p><em>Leila Fadel reported from Irbil, Iraq. Follow her <a href=\"https://twitter.com/LeilaFadel\" target=\"_blank\">@LeilaFadel</a></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Bombs+Blunt+Islamic+State+In+Iraq%2C+But+Haven%27t+Forced+Retreat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351074924-8fd9ee.m3u?orgId=1&topicId=1010&ft=3&f=351074923"},{"href":"http://media.npr.org/assets/img/2014/09/24/mosul-828-1-583cb1c3137ac4bbda1b0f15d23f84f61150848c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1994"}}]}