{"created":"2015-05-11T17:36:14+00:00","modified":"2015-05-11T22:11:07+00:00","valid":{"from":"2015-05-11T22:11:07+00:00","to":"3015-05-11T22:11:07+00:00"},"hreflang":"en","guid":"4b549704-6666-431b-8f69-825458d939f8","title":"A Russian DJ breathes life back into Russian and American legends alike","published":"2015-05-11T22:11:04+00:00","byline":"Alina Simone","tags":["Oleg Frish","Ben E. King","Gary U.S. Bonds","Melissa Manchester","B.J. Thomas","music","culture","Music","Arts, Culture & Media","North America","Europe","United States","Russia","Soviet Union","Oleg Frish","Russia","Entertainment"],"teaser":"Oleg Frish once taught Russian audiences to love forgotten Soviet music icons. Today, he's doing the same for American singers like Ben E. King, Gary U.S. Bonds and Melissa Manchester with a new album of duets between Frish and his idols.","contentencoded":"<p>From stage performer to cultural historian to radio and TV personality, Oleg Frish has had an impressive four-decade career. But the two words that really jump from his bio are \"singing psychic.\"</p>\n<p>“In Russian we call it ‘idiomotorni act' — like idea plus some motor activities,” Frish says. “So you can guess what a certain person is thinking about. You can feel it.”</p>\n<p>This was in the Soviet Union, circa 1980. Frish would ask audience members to pick a song from a catalog, then he would <em>guess</em> which tune they were thinking of and perform it live, right there on stage with his quartet. </p>\n<p>“That’s how I learned so many songs,” he says. “I still remember all of these songs, about 16,000.”</p>\n<p>They were songs in 26 different languages, from Japanese to Swahili. Frish’s mental athleticism would have been impossible were it not for a deep — obsessive, really — love of music and musicians. It’s how he eventually ended up hosting a sort of Soviet oldies radio show.</p>\n<p>“Almost all the oldies, Soviet performers, were forgotten,” Frish says. “And, like a crazy Russian person, I started to search just these people. I began to bring them back to the Soviet audience. And it was BOOM!”</p>\n<p>Boom, because a lot of people stilled loved these lost singers. Frish is talking about post-war faves like Larisa Mondrus, a Latvian-born singer whose career was cut short in 1971 when the Soviet government decided to ban certain popular Jewish entertainers from television.</p>\n<p><iframe width=\"453\" height=\"340\" src=\"https://www.youtube.com/embed/1mMt1qa98gM?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>“She was a very popular singer,\" Frish says. \"She was like a mystery because she emigrated in the beginning of the '70s and there was a totally fake article in the newspaper that she committed suicide. She is still alive. She lives in Munich.”</p>\n<p>It seemed to me Frish was living the Soviet high life: He had a popular radio show, his own band that toured around the country, plus he got to pull his favorite childhood performers out of obscurity and meet them face to face.</p>\n<p>So why give all that up to come to the US? When a Russian radio station in New Jersey offered him a job in 1992, he asked himself the same question.</p>\n<p>“I came out of subway station [in New York] ...  and said, ‘Oleg, why do you need all of this? Who knows you? Who needs you?’\" he remembers.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Oleg.jpg?itok=AIr1Bocg\" alt=\"\" /><div class=\"field-caption\">\n    <p>Oleg Frish in New York</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Oleg Frish</p>\n  </div>\n</div>Then he began to walk down Park Avenue.\n<p>“There was a jazz club. I saw the name of [a] performer whom I loved, Buddy Greco,\" Frish says. \"I love him. I love the swinging style. The music was totally different from the Soviet. No marches. No songs about Communist Party. I loved this music. And I came to the radio station and said, ‘Guys, I’d love to bring this music to the Russian market.’”</p>\n<p>And that’s what he’s been doing here for more than 20 years now, interviewing icons like James Brown, Donna Summer and B.B. King. All this brings us to Frish’s latest mind-bending feat: an album of duets recorded with American music legends that comes out on May 19.  </p>\n<p>“<a href=\"http://olegfrish.com/projects/duets-with-my-american-idols/\">Duets with my American Idols</a>” is an unlikely mashup of Frish singing with artists like Tony Orlando, Melissa Manchester and <a href=\"http://www.latimes.com/local/obituaries/la-me-ben-e-king-20150502-story.html\">the late, great Ben E. King</a>.</p>\n<p>Frish doesn’t pretend to be in the same league as his idols. He sees this more as an opportunity for cultural exchange and cross-promotion — not to mention wish fulfillment.</p>\n<p>“Of course I’m nervous, because they are giants,” Frish says. But there’s another cool thing about American musicians: “They will never tell you, ‘Oleg, you are such a bad singer, you forget.’ They would simply say 'Can you do this phrase — don’t say ‘leave’ say ‘live.’ Okay, no problem. [A] Russian would say, ‘Oh, how bad you do. You mix the words. You’re an empty place. You are nobody.’”</p>\n<p>At first glance, it looks like these legendary musicians are doing Frish a big favor by performing with him — a little quid pro quo for having them on his radio show. But the truth is, to younger listeners like me, half the names on Frish’s CD aren’t that familiar anymore. I can’t help but think this album is, in some ways, an extension of the project he began back in the Soviet Union: to keep great voices from disappearing into the stacks.</p>\n<p>Professional nostalgist — maybe <em>that’s</em> a better moniker for Oleg Frish, singing psychic and Russian radio host.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Frussian-nostalgist-oleg&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05112015_11b.mp3"},{"href":"http://admin.pri.org/file/0511201511bmp3"}]}