{"created":"2015-02-17T15:06:34+00:00","modified":"2015-05-13T21:16:54+00:00","valid":{"from":"2015-05-13T21:16:54+00:00","to":"3015-05-13T21:16:54+00:00"},"hreflang":"en","title":"Hoops By Day, Hops By Night: This Phys Ed Teacher's Got A Secret Brew","published":"2015-02-18T14:10:00+00:00","teaser":"\"Your friends are gonna tell you, 'Your beer is great.' It's another thing for people in the market to actually buy it and drink it,\" says gym teacher P.T. Lovern, founder of Line 51 Brewing.","itags":["npr_api","385364692"],"guid":"4b557ee1-444b-451c-9af8-8b6496e55754","contentencoded":"<p>Listen up, cub reporters. Lesson 1: Never miss an opportunity to catch a good story. I was doing important hop research at my local craft beer emporium, aka my bar.</p><p>\"This red IPA is great. What is this again?\" I asked the bartender.</p><p>\"That's Line 51. From Oakland. The owner, P.T., does it part time. He has a day job.\" What's he do? I asked. \"He's a schoolteacher.\"</p><p>Bingo! Secret teachers, you can't hide from this NPR Ed sleuth, no sir.</p><p>For P.T. Lovern, brewing started as a college hobby and party necessity. Later, it turned into a weekend passion that rapidly veered toward obsession. He has a giant, 31-gallon steel vat for brewing mashes of malted barley, hops and water in his basement. The sweet hop aroma of an India Pale Ale in the making would drift through his block in Oakland, Calif.</p><p>\"I had been entering my beers in competitions, and they were scoring well,\" Lovern says.</p><p>When you brew 60 gallons of beer in your basement on a weekend and have a four-tap kegerator in your man cave, you're no longer just a home-brewer. You have entered obsession land.</p><p>\"All my friends were like, 'You should take the next step, you should quit your job, open a brewery!' \" Lovern says. \"Your friends are gonna tell you, 'Your beer is great,' no matter what, because they just want to drink for free. But it's another thing for people in the market to actually buy it and drink it.\"</p><p>Well, today they are buying and drinking it. P.T. and his wife, Leti Lovern, own and run the small but growing craft beer company, <a href=\"http://www.line51beer.com/\">Line 51 Brewing</a>. P.T. is a full-time public school physical education teacher. Leti is a community college math instructor.</p><p>Teachers by day. Brewers by night. A basement labor of love gone wild.</p><p>The Loverns keep their walk-in cooler in a sprawling and freaky West Oakland <a href=\"http://americansteelstudios.com/\">artist and welder warehouse</a> studio space, where friendly steel ghosts of past Burning Man festivals mix with entrepreneurs such as the Loverns. Their beer delivery truck is a bright red school bus, which they've bored holes in to allow for easy-access beer taps. They call the little bus \"Half Pint.\"</p><p>\"It's the ideal vehicle, we can roll the kegs out the back,\" he says.</p><p>P.T. masters the alchemy of hops and grains; he comes up with the recipes. Leti does the books, payroll and offers moral support. They contract with a craft beer producer to make P.T.'s recipes, including a double IPA, an imperial red ale and several others. Then he and two employees work to self-distribute and market the beers, for now mostly around the east side of the San Francisco Bay.</p><p>Interest and demand are slow-growing. P.T., who is 40, toyed with leaving the teaching job he's had for nearly 18 years. But he says he loves it as much or more than being a brewmeister. \"Now I'm comfortable doing both. It's kind of hard to think of a day, Sept. 1, I don't come back to a class. I couldn't see leaving them right now.\"</p><p>This NPR Ed series is called <a href=\"http://www.npr.org/series/359617600/the-secret-lives-of-teachers\">The Secret Lives of Teachers</a>, with the \"secret\" part tongue-in-cheek. It's about teachers' passions outside the classroom. But P.T. says that, at first, he really did want to keep the whole beer thing a secret. He remembers a surprising, initially awkward moment with his boss at a districtwide phys ed planning meeting.</p><p>\"She said, 'Oh, I had your beer the other night.' And my jaw dropped. She was my new boss and she didn't know anything about me. She said, 'It's really good and my husband loves craft beer.' \" With relief, P.T. responded, \"OK, great!\"</p><p>After barely two years, Line 51 is on the cusp of breaking even. The Loverns want to grow the business and keep it teacher-family owned.</p><p>\"I said, 'Just don't quit your day job,' \" Leti says. \"It's his passion project. It keeps him happy — because who wouldn't want to pursue his passions, right?\"</p><p>I ask them if it relieves some stress that they're not depending on brewing for the mortgage payment. \"That's exactly why it's still fun,\" Leti answers.</p><p>She says she doesn't worry what her community college math students think about her off-campus business. She does the books. It's math, after all, and most of the students are of legal drinking age.</p><p>But P.T. teaches middle-schoolers. He seems a little conflicted. He doesn't want to be seen as a boozer, but as a good, fun teacher who happens to have an innovative night job.</p><p>\"I don't want people to think I'm out drinking beer every night and then teaching the youth of America,\" he says, \"I want them to see me as a healthy role model.\"</p><p>In fact, the brand itself is named after responsible drinking. Whenever they'd do a beer tasting (market research!), they'd take the bus: Oakland's Line 51. They now encourage other recreational drinkers and craft beer lovers to also take public transit, not drive, after imbibing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hoops+By+Day%2C+Hops+By+Night%3A+This+Phys+Ed+Teacher%27s+Got+A+Secret+Brew&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387017070-20d526.m3u?orgId=1&topicId=1013&aggIds=359617600&d=228&p=2&story=385364692&t=progseg&e=386908027&seg=9&ft=nprml&f=385364692"},{"href":"http://media.npr.org/assets/img/2015/02/11/line51pics-35--edit-f26a9cfa8414272149618d55352980d839bc9e59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2138","width":"2851"}},{"href":"http://media.npr.org/assets/img/2015/02/11/line51pics-41--edit-efad58e3d0d20da15f10e927f67814c4922ef091.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2220","width":"2960"}},{"href":"http://media.npr.org/assets/img/2015/02/11/line51pics-3--edit-0b15e17eeee119b4703eae7ca6f8540c2cb3f3d8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1584","width":"2112"}},{"href":"http://media.npr.org/assets/img/2015/02/11/line51pics-26-_wide-e96ee60eb68e06938b63088eb6d7924ae6ef26b2.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2246","width":"3994"}},{"href":"http://media.npr.org/assets/img/2015/02/11/line51pics-12--edit_custom-be030d699b9ebfb73e257b49f34ef24898a68ffe.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3372","width":"2245"}}]}