{"created":"2014-10-08T20:52:19+00:00","modified":"2015-03-24T17:57:40+00:00","valid":{"from":"2015-03-24T17:57:40+00:00","to":"3015-03-24T17:57:40+00:00"},"hreflang":"en","title":"Love Pine Nuts? Then Protect Pine Forests","published":"2014-10-09T13:58:00+00:00","teaser":"An expensive delicacy among nuts, pine nuts are foraged — not farmed — from distant forests. In some places, the delicate ecosystems that produce the nuts are disappearing.","itags":["npr_api","354306891"],"guid":"4b56c491-d069-4eea-9d6e-c9d72badae39","contentencoded":"<p>A colleague accosted me at the coffee machine the other day with an urgent question. \"Why are pine nuts so expensive?\"</p><p>I promised to find out. And I did. But along the way, I discovered something remarkable about pine nuts.</p><p>They connect us to a world of remote villages and vast forests, ancient foraging traditions that are facing modern threats.</p><p>Pine nuts don't generally come from orchards, or fields, or plantations. They come from pine forests. (And pine nuts are expensive because most of these areas are so remote.)</p><p>The nuts are hidden inside the cones of certain species of pine, such as the mighty Siberian pine, which covers thousands of square miles of Siberia. A few pine nut <a href=\"http://www.forestplatform.org/files/Early_stage_Researchers_Forum/20_-_Sven_Mutke_Regneri.pdf\">plantations</a> have been set up in Spain and Portugal, but they produce only a tiny portion of the world's pine nuts.</p><p><a href=\"https://www.youtube.com/watch?v=86C925LWgjw\">Leo Sharashkin</a>, a Russian forester who now lives in Missouri, still remembers feeling overwhelmed the first time he saw this pine nut harvest. \"We tend to think of food as coming from farms,\" he says. \"We till the soil and get nourishment from the soil. But there, I was seeing all these trees that were laden with cones that took no human effort to produce!\"</p><p>In the midst of this forest, Sharashkin says, you can't usually see the cones. The trees are thick, and the nuts are far up in the forest canopy. \"But whenever I saw a tree standing in the open, it looked like a huge Christmas tree, with the cones hanging in the branches,\" he says.</p><p>Once a year, the pine trees drop these cones onto the forest floor, and entire Siberian villages move into the forest for a month or so to gather them. \"It doesn't take any special equipment,\" Sharashkin says. \"You go into the forest, you pick up the cones from the ground, put them into burlap bags, and then transport them to wherever they are being crushed to extract the nuts.\"</p><p>Russia exports some nuts officially and others unofficially; truckloads of them are smuggled across the border into China.</p><p>China has its own pine forests. And it is the world's biggest <a href=\"http://www.nutfruit.org/global-statistical-review-2008-2013_85959.pdf\">exporter</a> of pine nuts. Pine nuts also come from North Korea, Pakistan and Afghanistan. (Look at that list and you realize that good food can come from troubled places.)</p><p>There are a few American pine nuts, too. They're a regional specialty in the West, and people are harvesting them right now.</p><p>I reached Dayer LeBaron on his cellphone as he pursued pine nuts on a mountain range called Butte Mountain, near Ely, Nev.</p><p>A few hundred feet above LeBaron, piñon (also known as pinyon) pines cover the mountainside. They are modest but hardy trees that you'll find across mountains and foothills of the West, from Nevada to New Mexico. The nuts of this tree have nourished people living here for thousands of years.</p><p>These mountains are public land, and in Nevada, anyone is free to harvest up to 25 pounds of piñon pine nuts for personal use. LeBaron, though, purchased the rights to gather the nuts commercially from the U.S. Bureau of Land Management. It's his family business: <a href=\"http://www.wholesalepinenuts.com/\">wholesalepinenuts.com</a>.</p><p>One type of piñon pine grows in Nevada; a different kind, in New Mexico. But in both areas, pine nuts are deeply rooted in local culture, and in food prepared on special occasions.</p><p>\"Especially Thanksgiving and Christmas and New Year's,\" says LeBaron. \"If you don't have them, it's like taking turkey out of Thanksgiving. Or taking Santa Claus out of Christmas — it's almost that important!\"</p><p>But this year's harvest has been poor, LeBaron says. Insects have been eating the nuts, and strange weather disrupted the normal harvest pattern. LeBaron blames climate change.</p><p><a href=\"http://www.pinenut.com/how-we-grow-pine-nuts/goods-from-the-woods.shtml\">Penny Frazier</a>, an environmentalist who lives in the Ozarks, in Missouri, says government land managers aren't doing enough to protect this forest.</p><p>\"It's an incredibly productive ecosystem that has been misunderstood and not managed for its forestry values,\" she says. \"We've lost close to half of that habitat, that ecosystem, in the course of 20 years.\"</p><p>Some of the forest was cleared to expand range land for cattle grazing.</p><p>Frazier, who calls herself Pinyon Penny, has set up her own business — <a href=\"http://www.pinenut.com/index.shtml\">pinenut.com</a> — to sell American pine nuts. Sharashkin, the Russian forester, also works for pinenut.com. By promoting pine nuts, they're also encouraging people to appreciate, and protect, the forests that produce them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+Pine+Nuts%3F+Then+Protect+Pine+Forests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354639781-18bb77.m3u?orgId=1&topicId=1053&e=354306891&d=274&ft=nprml&f=354306891"}]}