{"created":"2014-11-05T22:13:09+00:00","modified":"2015-05-02T02:40:17+00:00","valid":{"from":"2015-05-02T02:40:17+00:00","to":"3015-05-02T02:40:17+00:00"},"hreflang":"en","title":"U.S. Military Response To Ebola Gains Momentum In Liberia","published":"2014-11-06T15:23:00+00:00","teaser":"The number of U.S. troops fighting Ebola in West Africa is set to increase dramatically this month, and the first two field hospitals erected by U.S. troops in Liberia will open in the coming days.","itags":["npr_api","361796044"],"guid":"4b5963cf-e831-401a-a84a-422766480461","contentencoded":"<p>Two new U.S. Ebola treatment facilities are expected to open in Liberia over the next week. One is a 25-bed field hospital near Monrovia's airport, specifically to treat local health care workers who get infected. The other is a 100-bed Ebola treatment unit, or ETU, in the town of Tubmanburg, north of Monrovia.</p><p>The 25-bed hospital is finished and set to open this weekend. But overall, progress has been <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/10/07/354121449/the-u-s-ebola-hospitals-in-liberia-are-going-up-slowly\">slow</a> in building the 18 field hospitals that the U.S promised Liberia back in September. However, <a href=\"http://www.campbell.army.mil/units/CommandGroup/Pages/CG.aspx\">Maj. Gen. Gary Volesky</a> from the 101st Airborne, who is commanding the U.S. forces in Liberia, says five are under construction and work will begin soon on 12 more.</p><p>\"Now that we are out of the rainy season, we've been able to make pretty good progress on building,\" says Volesky. \"So you'll see these ETUs coming up online a lot quicker just because we're not fighting the elements.\"</p><p>The U.S. has pledged to build ETUs all across Liberia with the idea that others will manage those facilities.</p><p>Volesky says that's part of the reason the ETUs aren't going up faster: Constructing them is only one piece of the equation. They also have to make sure they can put health care providers in them to treat patients.</p><p>\"What we want to do is not accelerate the ETU construction and then have an empty ETU that we've got to secure,\" he says.</p><p>From the beginning of this operation, President Obama made it clear that U.S. Army medics will not be treating patients at the new centers. The World Health Organization says it's still searching for international aid groups to run and staff 14 of the yet-to-be-built ETUs.</p><p>Even before any of these proposed wards open, there are signs that the Ebola epidemic may be <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/10/09/354754602/could-ebola-be-slowing-down-in-liberia\">weakening</a> in Liberia. Many of the existing Ebola hospitals there — which were completely overwhelmed in September — now report having empty beds.</p><p>Volesky says these changes on the ground could alter what the U.S. finally builds: \"What we don't want to do here, as the military, is come in here and build capacity or capability that the Liberians can't sustain.\" That's a lesson he picked up from serving in Iraq and Afghanistan.</p><p>He still expects to construct all the promised treatment units but some of them might end up being smaller than originally planned.</p><p>Liberia has gone from having more than 400 new cases of Ebola each week in late August to reporting just 50 cases in the last week of October. Some researchers are even questioning whether the country needs hundreds of additional Ebola treatment beds.</p><p>But there have been other ebbs and flows in this outbreak, warned <a href=\"http://www.who.int/dg/adg/aylward/en/\">Dr. Bruce Aylward</a>, the assistant director-general at WHO, who is in charge of the organization's operational response to the Ebola outbreak.</p><p>\"My God, the single biggest mistake anybody could make now is to think, 'Well, do we really need all those beds?' \" he said in a press conference last week in Geneva. \"Absolutely, because remember, what you're looking at is treatment centers that are geographically located across these countries in hot spot areas.\"</p><p>If the U.S. military follows through with its plan to build an Ebola ward in every county across Liberia, Aylward said, Ebola cases from rural areas could be isolated much faster, which would prevent the spread to new communities.</p><p>He added that right now is a critical moment in the outbreak. \"I'm terrified that the information will be misinterpreted and that people would start to think, 'Oh great, [Ebola] is under control,' \" he told reporters. \"That's like saying your pet tiger is under control or something. This is a very, very dangerous disease.\"</p><p>It's not the time, he said, for the international community to back off.</p><p>Volesky says the American military isn't. In fact, its presence will grow significantly — from 1,300 servicemen right now to 3,000 by the end of the month.</p><p>In addition to constructing the treatment centers, U.S. troops have started training health care workers in Monrovia to work in the Ebola wards. The U.S. Navy is running mobile laboratories to test blood samples for Ebola. The Army just sent soldiers from its <a href=\"http://www.cbrne.army.mil/\">Chemical, Biological, Radiological, Nuclear, and Explosives Command</a> from the Aberdeen Proving Ground in Maryland to set up more mobile labs in Liberia.</p><p>Volesky's operation now also has helicopters at its disposal. He says the U.S. military can provide speed and flexibility in the battle against Ebola — and he expects it to play an even bigger role in the weeks to come.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Military+Response+To+Ebola+Gains+Momentum+In+Liberia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361820874-803c8b.m3u?orgId=1&topicId=1031&d=249&p=2&story=361796044&t=progseg&e=361640317&seg=5&ft=nprml&f=361796044"},{"href":"http://media.npr.org/assets/img/2014/11/05/duntent-eeb90c72de2f35c496f7b9295335b73959bc07eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}