{"created":"2014-12-16T08:24:23+00:00","modified":"2015-05-20T20:04:36+00:00","valid":{"from":"2015-05-20T20:04:36+00:00","to":"3015-05-20T20:04:36+00:00"},"hreflang":"en","title":"Argentina's Approach To Inflation: Ditch The Peso, Hoard U.S. Dollars","published":"2015-01-04T21:10:00+00:00","teaser":"The country's inflation rate is running around 40 percent this year, according to private economists. As a hedge, Argentines are always looking for ways to get their hands on U.S. dollars.","itags":["npr_api","370979773"],"guid":"4b60c51d-6d58-4359-928d-a80aea860389","contentencoded":"<p>Kelly Brenner ushers in guests at the Adentro Dinner Club. This is a \"​puertas cerradas\"​ restaurant — meaning behind closed doors. It's a culinary movement where people cook for paying guests in their homes. Adentro is the most well-reviewed in Buenos Aires​.</p><p>​Brenner, who is originally from Boulder, Colo., acts as the host, and her Argentine fiance, Gabriel Aguallo, does the cooking, focusing on grilled meat.</p><p>​On a recent evening, visitors gasped with pleasure at the beautifully set dinner table before they were ushered up for cocktails on a roof terrace festooned with lights. Despite the success of the venture, though, the pair say they have been struggling.</p><p>​\"​Tourists would call and want to make a reservation for two months in advance, but we couldn't take that reservation because we couldn't tell them how much it was gonna cost in two months​,\" she says.</p><p>​​The problem is ​inflation​. ​</p><p>​It's been ​ravaging Argentina's economy. Government figures are considered highly suspect, and many private economists estimate that inflation ​is running at around 40 percent this year.</p><p>Prices rise at a dizzying rate, Brenner says. Some restaurants in Argentina only have their menus on a chalkboard because it's too expensive to print new ones every month with the new, higher prices.</p><p>She ​says she just couldn't run her business relying on the local currency.</p><p>​\"​We've just started, at the beginning of this month, charging in dollars instead of charging in pesos, the local currency, because it was too chaotic​,\" she says.</p><p><strong>A Long Affair With The Dollar</strong></p><p>Argentina has had a long love affair with the U.S. dollar — mainly because its economy has historically been so bumpy.</p><p>​\"People go to the dollar basically to preserve the value of their purchasing power, to hedge against inflation​,\" explains ​Alan Cibils, the chairman of the political economy department of the National University of General Sarmiento.</p><p>Because a peso will buy less and less each day​, people put their money in more stable dollars.</p><p>But getting those dollars has become increasingly difficult. Argentina defaulted on its debt in 2001 and ​chose to default again this past summer so has been locked out of international markets where it could pay on credit. It also needs dollars to pay for things. The way it's been getting them is by preventing dollars from leaving the country with tough currency controls.</p><p>​The government has even put currency-sniffing dogs at border crossings to try to prevent capital flight. ​</p><p>Which leads to scenes like this: I'm buying a ferry ticket inside Argentina and I'm being told I can't pay in pesos, I have to pay in dollars, or with my ​U.S. credit card.</p><p>​The ticket seller tells me​ the government issued a decree that all foreigners have to pay for their travel in \"hard currency​.\"​</p><p><strong>A Flourishing Black Market</strong></p><p>Argentina now has a dual currency system. At the official rate, one dollar is about 8.5 pesos.</p><p>​A​nd then you have the so-called blue-dollar rate — which is actually the black market rate of about 13 pesos to the dollar.</p><p>Which brings us back to the sharing economy. ​Kelly Brenner can charge in dollars because most of her clients are tourists.</p><p>Airbnb, a network of people who rent out their homes for cash, has become a huge ​hit in Argentina. It has the added benefit that the homeowner can charge and get paid in dollars.</p><p>According to Airbnb​, there are now 8,500 active Argentine properties on the site. That's a 70 percent jump from last year. It's one of its fastest-growing markets in Latin America, according to the company.</p><p>​Back at the Adentro Dinner Club, Kelly Brenner says it really is a tiny fraction of the population who has regular access to foreign currency, though some estimates say Argentines love to hoard dollars so much that they hold <a href=\"​http:/www.businessweek.com/articles/2013-05-15/argentines-hold-more-than-50-billion-in-u-dot-s-dot-currency-dot-heres-how-we-know ​\" target=\"_blank\">1 of every 15 dollars in the world.</a></p><p>Brenner jokes that the three national pastimes are \"soccer and malbec and looking for dollars.​\"</p><p>​Still, the vast majority of Argentines are paid in pesos and have to deal with inflation. She says she's lucky, and she wishes there was a strong national currency.</p><p>​\"But we don't want to raise the prices, we want to keep it somewhat stable​,\" she says. ​</p><p>And that means ​ditching the peso and charging dollars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Argentina%27s+Approach+To+Inflation%3A+Ditch+The+Peso%2C+Hoard+U.S.+Dollars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371126276-0b6e40.m3u?orgId=1&topicId=1127&d=299&p=3&story=370979773&t=progseg&e=371126173&seg=13&ft=nprml&f=370979773"},{"href":"http://media.npr.org/assets/img/2014/12/15/34959821_h31934412-267213828a5f66064fe8ab6e2a684deefd009c28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2625","width":"3500"}}]}