{"created":"2014-09-08T15:43:34+00:00","modified":"2014-11-05T01:07:46+00:00","valid":{"from":"2014-11-05T01:07:46+00:00","to":"3014-11-05T01:07:46+00:00"},"hreflang":"en","title":"Rocket Wars: Will A Suit By SpaceX Get Off The Ground?","published":"2014-05-13T17:58:00+00:00","teaser":"The California-based maker of the Falcon 9 is hoping to break up a monopoly on the launch market for national security satellites.","itags":["npr_api","310812544"],"guid":"4b741689-1e5a-4f92-9536-7e33d9b18627","contentencoded":"<p>The two rockets pictured above may look the same, and in many ways they are: Both are launched pointy-end up, and both can carry a satellite into orbit.</p><p>But the rocket on the left, known as an <a href=\"http://www.ulalaunch.com/products_atlasv.aspx\">Atlas V</a>, costs between $100 million and $300 million more to launch (depending on whom you ask) than the one on the right, the <a href=\"http://www.spacex.com/falcon9\">Falcon 9</a>.</p><p>So why has the U.S. Air Force just signed a contract to buy dozens of rockets like the Atlas V from a single supplier?</p><p>That question is at the heart of a pitched legal battle between the makers of the two rockets. On one side is <a href=\"http://www.ulalaunch.com/\">United Launch Alliance</a> (ULA), a company with an effective monopoly on the launch market for national security satellites. On the other is the upstart California firm <a href=\"http://www.spacex.com/\">SpaceX</a>, the world's fastest-growing space launch company.</p><p>SpaceX says it can do the job for less money and save the government billions. ULA says it has capabilities and experience that make it the better choice — even if SpaceX is cheaper.</p><p>Michael Gass is the president of United Launch Alliance, the company that makes the pricey rocket. He says it's not uncommon for the government to pay a single company for a big-ticket item.</p><p>\"Submarines, airplanes, tankers, you name the large programs, and it typically gets down to one sole source supplier,\" he says.</p><p>In the case of rockets, a lot of it comes down to the rules: Military satellites can be delicate, expensive things, and so there are lots of rules about the rockets that launch them. For example, the rockets used for national security launches must have exceptional vibration isolation to protect their payloads from shaking too much on the way up.</p><p>The rules actually created the monopoly. It used to be that two companies competed to launch the military and spy satellites. But Gass of ULA says getting both of the launch firms to operate at the exacting standard of the Air Force was actually costing the government more.</p><p>\"There was not enough business to sustain two competitors that had two different sets of factories, that had two different engineering teams, had two sets of launch crews,\" he says.</p><p>So in 2006 the Air Force made the companies, Boeing and Lockheed-Martin, merge their business into United Launch Alliance. The government gave ULA a monopoly in order to get what it wanted: lots of launches that met its specifications.</p><p>\"It's been very expensive,\" says Scott Pace, who directs the <a href=\"https://www.gwu.edu/~spi/\">Space Policy Institute</a> at George Washington University. At a cost of more than $60 billion, the program to launch these rockets is the fourth largest in the Pentagon budget. Congress has questioned the high price. But Pace says the government has gotten what it paid for.</p><p>\"They have an outstanding track record, which is really what the government wanted to accomplish,\" Pace says. ULA hasn't messed up once. All 50 of the military satellites it has launched so far have worked perfectly.</p><p>The monopoly actually makes more sense in the world of space launches, because there is also a monopsony, a single buyer. The one buyer, one seller arrangement allows the government to get exactly what it wants, while ULA gets to set prices that make the costly launches profitable. And it's technically legal.</p><p>\"There was actually a fairly long court review of it. The decision was that this was in the best interest of the government,\" he says.</p><p>Now the court challenge filed by SpaceX again raises questions about the monopoly. At a recent news conference, SpaceX founder Elon Musk said his company deserves a chance to compete for some of the business, but the Air Force's latest mega-contract with ULA shuts SpaceX out for years to come.</p><p>\"This contract is costing the U.S. taxpayers billions of dollars for no reason,\" he says.</p><p>He describes ULA's rockets as \"insanely expensive.\"</p><p>SpaceX says its newer, cheaper rockets can meet all the stringent requirements. The company hopes to be fully certified by the Air Force later this year. It's filing requests that the latest contract, signed in December, be thrown out and a new competition be held once SpaceX is ready to compete.</p><p>A federal court will soon review the merits of SpaceX's claim. But for now, the monopoly continues. ULA will launch another military satellite later this week.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rocket+Wars%3A+Will+A+Suit+By+SpaceX+Get+Off+The+Ground%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046592-c947fb.m3u?orgId=1&topicId=1007&ft=3&f=310812544"},{"href":"http://media.npr.org/assets/img/2014/05/08/atlasv_falcon9-a19177c13dbbec7fc9ce84bf5d7da945d67492da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1111","width":"1481"}}]}