{"created":"2014-10-27T19:28:00+00:00","modified":"2014-10-27T19:28:00+00:00","valid":{"from":"2014-10-27T19:28:00+00:00","to":"3014-10-27T19:28:00+00:00"},"hreflang":"en","title":"Thousands Of Iraqis Trapped On Mountaintop","published":"2014-08-06T19:18:00+00:00","teaser":"More than 40,000 people, most from the Yazidi minority, are trapped with no water, surrounded by the Islamic State.","itags":["npr_api","338331814"],"contentencoded":"<p>Tens of thousands of people are trapped on a mountaintop in northwest Iraq, with no water, no vegetation and few supplies.</p><p>The mountain, Mount Sinjar, is surrounded by militants from the brutal Islamic State &#8212; formerly known as ISIS &#8212; which took over Sinjar City and the surrounding area on Sunday.</p><p>About 200,000 people, most of them from the Yazidi minority, fled, and more than 40,000 are now trapped on the barren mountain. Some have already died of dehydration, and aid workers have not yet been able to reach them.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to <strong>Marzio Babille</strong>, the Iraq representative for UNICEF, the United Nations Children&#8217;s Fund, about the situation on the ground.</p><ul><li><a href=\"http://www.unicef.org/media/media_74676.html\" target=\"_blank\">Read Marzio Babille&#8217;s statement on child deaths in Iraq</a></li></ul><h4>Interview Highlights: Marzio Babille</h4><p><strong>On steps being taken to aid the civilians on Mount Sinjar</strong></p><p>&#8220;There is an initiative that the Iraqi secular government initiated over the last 48 hours, which is airdropping water and food and trying to reach these people and ensure survival. Success rates are still very low because there are logistical difficulties and, obviously, risks and threats coming from the terrain. We truly hope that in the next 48 hours the support and the multi-partner attempt to make these airdrops more specific, more precise, more targeted will save more lives.&#8221;</p><p><strong>On why the Yazidi minority are being persecuted by ISIS</strong></p><p>&#8220;They are hated not only by ISIS, but if you go back in time, they have been persecuted by Saddam Hussein&#8217;s regime, as well. They are non-Muslim, they don&#8217;t recognize themselves as Arabs and they, obviously, have their own state, language culture and dialect. So, they have faced a constant persecution.&#8221;</p><p><strong>On how winter will be a game changer</strong></p><p>&#8220;This crisis will last long and the last enemy of everybody is winter. If we are not able to provide adequate strategic planning for winter, winter is going to be particularly rigid and cold in these mountainous areas. So, winterization coupled with a strong, intense humanitarian assistance by UNICEF and other U.N. agencies is paramount.&#8221;</p><h4>Guest</h4><ul><li><strong>Marzio Babille</strong>, Iraq representative for <a href=\"http://www.unicef.org/\" target=\"_blank\">UNICEF</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Thousands+Of+Iraqis+Trapped+On+Mountaintop&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"4b78fc08-f50c-49b6-ba28-0bf1f604d6f7","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338350524-e0298f.m3u?orgId=330&ft=3&f=338331814"}]}