{"created":"2014-10-18T21:23:25+00:00","modified":"2014-10-31T14:37:13+00:00","valid":{"from":"2014-10-31T14:37:13+00:00","to":"3014-10-31T14:37:13+00:00"},"hreflang":"en","title":"One Feminist Critic's Battle With Gaming's Darker Side","published":"2014-10-29T17:35:00+00:00","teaser":"This week, Anita Sarkeesian, known for her series critiquing the portrayal of women in video games, canceled a talk at Utah State University after the school received a threat of a mass shooting.","itags":["npr_api","357194775"],"guid":"4b81e7c4-7042-4aec-a203-61fb7a3cd25d","contentencoded":"<p>For those who follow the video game industry and its community, feminist critic Anita Sarkeesian is a familiar figure. Her video series \"Tropes vs Women in Video Games\" analyzes how women are represented in games past and present.</p><p>Sarkeesian is also known for the amount of backlash she receives for her criticism. This week, she <a href=\"http://www.polygon.com/2014/10/14/6979071/utah-state-university-anita-sarkeesian-threats\">canceled a talk at Utah State University</a> after the school received an email that <a href=\"http://www.standard.net/Police/2014/10/14/Utah-State-University-student-threatens-act-of-terror-if-feminist.html\">threatened</a> a \"<a href=\"http://www.crimelibrary.com/notorious_murders/mass/marc_lepine/index.html\">Montreal Massacre</a> style attack\" at her presentation.</p><p>Sarkeesian was scheduled to talk on Wednesday and didn't find out about the threats until she landed in Salt Lake City on Tuesday. Tim Vitale, the executive director of public relations and marketing at USU, told NPR that they'd planned extra security and sweeps for explosive devices after they received the threat on Monday. But because of Utah's concealed carry laws, he says, they could not restrict those with permits from carrying a firearm to the event, and that's what ultimately drove Sarkeesian to cancel her talk.</p><p>\"We still think we had everything in place to ensure a safe environment,\" he says.</p><p>Vitale says he understands Sarkeesian's concerns regarding Utah's gun law in light of the threats against her. But that is a debate yet to be had, he says, and perhaps this incident will \"spur that debate to happen more quickly.\" He says the threat is still under investigation by local law enforcement and the FBI.</p><p>The threats against Sarkeesian and other women in the gaming industry are part of a larger ongoing debate about sexism, misogyny and harassment in the video game community. These issues have been running parallel <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/09/24/349835297/-gamergate-controversy-fuels-debate-on-women-and-video-games\">with the #Gamergate movement</a>, an effort that claims to be squarely focused on ethics in video game journalism but often intersects with these incidents of harassment and threats.</p><p>This strife in the billion-dollar gaming industry has now vaulted out of the niche gaming press and into the mainstream. The <em>New York Times</em> gave it <a href=\"http://www.nytimes.com/2014/10/16/technology/gamergate-women-video-game-threats-anita-sarkeesian.html?ref=video-games&_r=0\">front-page treatment</a> after these most recent threats against Sarkeesian. She spoke with NPR's Arun Rath about her history of harassment and why she thinks she, and women like her, are such targets by certain segments of the gaming community.</p><hr /><h3>Interview Highlights</h3><p><strong>On why she canceled her Utah State University appearance</strong></p><p>I eventually got on the phone with the police at Utah State University and they informed me that they would not allow for backpacks and have additional security there. When I asked them about Utah's concealed weapon laws, they informed me that they couldn't do any kind of screening for weapons, which was a little mind-boggling to me, because the threat received was very reminiscent of sort of copycat killers of these misogynist massacres that had been done previously. I was like, 'Can you at least have metal detectors or do pat-downs?' And they refused to do that. So I declined and canceled the event because I felt like that was too high of a risk to put me and the students in.</p><p><strong>On her critique of how women are portrayed in video games </strong></p><p>Sadly, it's actually kind of worse than I thought it was going to be when I initially started this [Tropes vs. Women] project. Often women are framed as helpless or they're prizes to be won or they're highly sexualized male fantasies. The other piece of this too is that there's this enormous amount of violence against women that's used in these games often times as sort of set dressing. Just in the background these women are hurt or beaten up just to make the world seem more gritty. These representations are really harmful to women, and so we're asking for better representations and better stories having more female protagonists that are full and complete characters.</p><p><strong>On her history with harassment</strong></p><p>Since I announced that I was going to be doing a video series specifically looking at the representations of women in video games I have been attacked, and ultimately terrorized, for two years because of this series. Everything from my social media accounts flooded with misogynist and racist slurs to trying to hack into my social media and email. ...</p><p>Oftentimes there are very specific rape threats ... that are also connected to my home address or attacks on my parents and my colleagues and their families as well, so they kind of go after everyone in my vicinity. And I'm not the only woman being attacked right now in games. There have been a number of other women who are fearing for their lives and leaving their homes because they're receiving threats as well. So this is actually a larger problem within the gaming community right now.</p><p><strong>On why she thinks this is happening in the gaming community</strong></p><p>In some ways there are some men who have gravitated toward gaming culture because they have been rejected by this larger, alpha male culture. The problem with that is that gaming allows them to fulfill that role — the alpha male role — the macho testosterone posturing you get in a lot of these big, AAA [big-budget] games. So they're actually kind of re-perpetuating that alpha male culture by attacking people that they perceive to be weaker than them. So they're going after women, they're going after queer folks, they're going after trans folks, and especially anyone who speaks up and is critical in any way about gaming.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Feminist+Critic%27s+Battle+With+Gaming%27s+Darker+Side&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"370"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357233550-7dd50f.m3u?orgId=1&topicId=1022&ft=3&f=357194775"},{"href":"http://media.npr.org/assets/img/2014/10/18/anita_s21-5fb8c8b2d5c5bdbaafb83f6ed57498e7385224fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"751","width":"1001"}}]}