{"created":"2015-05-27T15:05:18+00:00","modified":"2015-05-28T15:05:20+00:00","valid":{"from":"2015-05-28T15:05:20+00:00","to":"3015-05-28T15:05:20+00:00"},"hreflang":"en","title":"GOP Split Over Bill To Let Immigrants In U.S. Illegally Serve In Military","published":"2015-05-14T00:20:00+00:00","teaser":"Some members of Congress would like to allow immigrants brought to the U.S. illegally when they were children to serve. But some Republicans are threatening to hold up a key defense bill over it.","itags":["npr_api","406309565"],"guid":"4b88e09c-13fa-4ce5-b12e-eefe6d0104a6","contentencoded":"<p>Cesar Vargas has a resume most young Americans would envy. He graduated from a Brooklyn high school that counts Sens. Chuck Schumer and Bernie Sanders among its alumni. He made honors in both college and law school. But because he was brought to the United States from Mexico illegally when he was 5 years old, he can't fulfill one of his dreams: joining the armed forces.</p><p>\"I do believe that because this country has given me so much, I do want to be able to give back,\" Vargas said in an interview.</p><p>For Vargas, who has traveled to Washington multiple times to press Congress for legislation to give immigrants like him a path to citizenship, this cause is both personal and political. The co-director of the Dream Action Coalition, a group that advocates for young Latinos, wants to become a military lawyer.</p><p>\"It's a little frustrating,\" Vargas said. \"This is the reality for us. This is the country we call home ... What it really comes down to is the commitment to serve the country you call home, the country you want to wear a uniform for.\"</p><p>Some lawmakers on Capitol Hill want to see a path for immigrants like Vargas, known as Dreamers, to serve in the military. Rep. Jeff Denham, R-Calif., has repeatedly pushed a bill that would give legal status to young undocumented immigrants who serve in the military. And an amendment to a must-pass defense-policy bill would encourage the Pentagon to consider allowing immigrants brought to the country as children to do so.</p><p>That amendment has been blasted by conservatives, who say it's a \"severe threat\" to passage of the $612 billion defense-policy bill, which typically passes with broad bipartisan support.</p><p>Led by Alabama Rep. Mo Brooks, more than two dozen House Republicans wrote a letter to the chairman of the House Rules Committee threatening to oppose the defense bill if the immigration provision wasn't stripped out. The lawmakers pointed to previous times the House had voted to declare the Obama administration's Deferred Action for Childhood Arrivals program as unconstitutional.</p><p>\"The language contained in Rep. Gallego's amendment contradicts the House's previous position and is a severe threat to the passage of the NDAA — legislation which funds the essential programs that America's military requires,\" the lawmakers wrote to House Rules Committee Chairman Pete Sessions. \"Especially in this time of increased terrorism, our national security should not be threatened by allowing such controversial language on a program we have rejected three times as unconstitutional.\"</p><p>Brooks pointed to Pentagon force reductions and claimed, \"Americans are being handed pink slips as they serve in Afghanistan.\"</p><p>He added, \"At the same time, you've got Congressman Gallego, who is wanting to promote illegal aliens and put them in a position to compete with American citizens for military service positions, and I find that truly unconscionable.\"</p><p>Rep. Ruben Gallego D-Ariz., who sponsored the amendment, said he was surprised the amendment had provoked such a clash. He said Republicans were using the nonbinding amendment to \"play immigration politics for something that isn't really controversial.\"</p><p>\"This is something that is really important, not because these young men and women have a right to be in the military,\" he said. \"No one has a right to be in the military. It's the opportunity and the privilege to serve in the military that we should extend to anybody that's in this country ... they should have the opportunity to serve and repay their country.\"</p><p>Brooks said though the amendment is technically just a sense of Congress resolution, \"it is the kind of political cover that would empower the Secretary of Defense in reaction to Congress to declare this vast field of DACA illegal aliens as vital to America's interest, thereby exempting them from the citizenship and or lawful immigrant requirements to serve the United States military.\"</p><p>\"That is not the sense of Congress,\" Brooks said, \"and it's certainly not the sense of the American people to put already struggling American families in the position of not only having to compete in the private sector with illegal aliens, but also trying to compete for military service positions.\"</p><p>Gallego's amendment passed with the support of House Armed Services Committee Democrats and six Republicans: Reps. Mike Coffman, R-Colo., Chris Gibson, R-N.Y., Frank LoBiondo, R-N.J., Tom MacArthur, R-N.J., Martha McSally, R-Ariz., and Ryan Zinke, R-Mont.</p><p>Coffman, who served in both Iraq wars, says he agrees with his Republican colleagues that President Obama has overreached with executive actions on immigration. But he also insisted that the country needs immigration reform. Explaining his support for an amendment that many of his Republican colleagues oppose, Coffman drew from his own careers — both in the military and in Congress.</p><p>\"I'm disappointed in my colleagues for fighting this,\" Coffman said. \"I'm not sure why they're so opposed to this. I've been in the Congress side by side with people who are opposed to this, but yet they themselves didn't want to serve. These young people ought to have the opportunity to serve.\"</p><p>The bill is expected to be taken up by the full House this week and then must go to the Senate, where Arizona Sen. John McCain leads the Armed Services Committee. McCain has said that there will not be a similar provision included in his committee's version of the bill.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=GOP+Split+Over+Bill+To+Let+Immigrants+In+U.S.+Illegally+Serve+In+Military&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"197"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406505242-d0e26b.m3u?orgId=1&topicId=1014&d=197&p=2&story=406309565&t=progseg&e=406504908&seg=15&ft=nprml&f=406309565"}]}