{"created":"2015-02-21T13:03:23+00:00","modified":"2015-03-02T19:05:07+00:00","valid":{"from":"2015-03-02T19:05:07+00:00","to":"3015-03-02T19:05:07+00:00"},"hreflang":"en","title":"Minor Characters Take The Stage In Argentina's Real-Life Murder Mystery ","published":"2015-02-23T20:33:00+00:00","teaser":"The shooting death of Argentine prosecutor Alberto Nisman has all the hallmarks of a Hollywood thriller. It has provided rich material for the conspiracy-minded in Argentina.","itags":["npr_api","387985029"],"guid":"4b8c9019-dd82-4a91-984e-fbc68692e899","contentencoded":"<p>The locksmith. The journalist. The computer technician. The waitress. The carpenter.</p><p>They are a rotating cast of characters connected to prosecutor Alberto Nisman and the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/23/379334053/argentine-president-now-says-prosecutors-death-not-a-suicide\" target=\"_blank\">deepening mystery surrounding his death last month</a>. Famous for a moment, they have fed Argentina's obsession with conspiracy.</p><p>\"A lot of people have been discussing this in social media, how there are these particular characters that show up, and they grab our attention for a few days, and then they disappear,\" says Adrian Bono, a journalist and blogger. \"These are kind of curious characters. When they go and talk to the media, they get a lot of attention because of what they say. Because something that we thought was true turns out it wasn't true.\"</p><p>The case of the dead prosecutor has riveted the country and caused a political crisis. At the time of his death, Nisman was investigating the country's worst-ever terrorist attack, a <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/19/378371753/prosecutor-who-accused-argentine-president-is-found-dead\" target=\"_blank\">bombing of a Jewish community center in 1994</a> that killed 85 people. He had built a case showing that Iran masterminded the attack.</p><p>But then he accused the government of Argentina — the president and her ministers — of being involved in a cover-up because they wanted to cement an <a href=\"http://www.npr.org/2015/02/01/383098632/argentinas-foreign-minister-majority-jewish-community-supports-deal\" target=\"_blank\">oil-for-grain deal with the Islamic Republic</a>. Needless to say, the charges were explosive, and when Nisman was found with a bullet to the head, many believed it was murder.</p><p>The entire investigation has played out in the public realm, starting in the first few days after Nisman's death when a humble locksmith was called in to testify. He was brought in by Nisman's mother to open the door to her son's apartment when he didn't respond to phone calls.</p><p>The locksmith was immediately swarmed by reporters, and he said the door wasn't locked when he got there. Nisman's mother eventually refuted his claim, but everyone in Argentina used his words as evidence that something nefarious had happened.</p><p>The next figure to gain brief notoriety was journalist Damian Pachter, who <a href=\"http://www.haaretz.com/news/world/.premium-1.638933\" target=\"_blank\">broke the news of Nisman's death</a> on Twitter. Then, suddenly, he told everyone that he was being followed and his life was in danger. He fled the country to Israel.</p><p>After that, a computer expert, who gave Nisman the gun found next to his dead body, became a subject of fascination. In a press conference, Diego Lagomarsino said Nisman asked him for the gun and he had nothing to do with the prosecutor's death. But that didn't stop one pro-government lawmaker from floating the idea that Nisman and Lagomarsino were secret lovers and that Nisman was killed during a lovers' spat.</p><p>And now the media are <a href=\"http://www.buenosairesherald.com/article/182402/witness-at-nismans-apt-gives-testimony\">obsessing over</a> a waitress and a carpenter.</p><p>Argentina has an unusual system in which people are picked up off the street and taken to crime scenes to act as impartial witnesses. A 26-year-old waitress and a carpenter were there during Nisman's crime scene investigation. They told the media that the crime scene was compromised, which set off another firestorm.</p><p>\"Everything in Argentina has to be placed in a conspiracy theory. Everything,\" says Carolina Barros, a journalist and the former editor-in-chief of the <em>Buenos Aires Herald</em>.</p><p>She says even President Cristina Fernandez de Kirchner came out on national television to give her conspiracy theories on Nisman's death. In cafes and bars, regular people are talking, too.</p><p>\"Everybody is an expert on what's going on, and everybody is a Sherlock Holmes here,\" Barros says.</p><p>Part of this fascination has to do with Argentina's murky, bloody history. The country <a href=\"http://www.nytimes.com/2013/05/28/opinion/global/an-argentine-dictators-legacy.html?_r=0\" target=\"_blank\">suffered a brutal dictatorship</a> under which people disappeared and babies were stolen to be brought up by their parents' torturers. Conspiracy theories in Argentina often turn out to be true.</p><p>Barros says the interest in these characters has acted as a distraction.</p><p>\"Some of them say 'A,' some of them say 'B,' and this is a great mess, a great soap opera, and what is going on regarding the truth?\" Barros asks.</p><p>Jose Luis Fernandez, a sociologist at the University of Buenos Aires, says people are concentrating on the frivolous to avoid thinking about the dark heart of the story — this all began with the murder of dozens of people in a bombing 20 years ago that is still unresolved.</p><p>And despite the endless stream of people appearing on television to discuss what they know about the case, many Argentines doubt they will ever find out what really happened to Nisman.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Minor+Characters+Take+The+Stage+In+Argentina%27s+Real-Life+Murder+Mystery+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985030-4aafc7.m3u?orgId=1&topicId=1127&e=387985029&d=283&ft=nprml&f=387985029"},{"href":"http://media.npr.org/assets/img/2015/02/21/463790444-7c59b5de1158ee14586fa903b66b2d9ed352c969.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2675","width":"3567"}}]}