{"created":"2015-06-08T22:38:49+00:00","modified":"2015-06-09T11:31:56+00:00","valid":{"from":"2015-06-09T11:31:56+00:00","to":"3015-06-09T11:31:56+00:00"},"hreflang":"en","title":"Court Sides With President Over Congress In 'Jerusalem' Passport Dispute","published":"2015-06-08T23:23:00+00:00","teaser":"In a 6-3 decision, the high court sided with the White House over Congress on the thorny foreign policy issue.","itags":["npr_api","412977894"],"guid":"4b93a178-0550-45aa-b1b8-5af2de3610f1","contentencoded":"<p>The U.S. Supreme Court Monday sided with the president in a long-running struggle with Congress over who controls recognition of foreign countries and what information about nationhood can be put on the passports of American citizens.</p><p>In a 6-to-3 decision, the high court struck down a law requiring the State Department to indicate on passports that the city of Jerusalem is part of Israel. The decision was a blow to the pro-Israel lobby and to congressional power over certain parts of foreign policy.</p><p>Since the founding of Israel in 1948, the U.S. has taken the position that Jerusalem is not considered part of any country until its status is negotiated in a Middle East peace deal. Israel's supporters in Congress, however, have tried to force a different policy, seeking to move the U.S. Embassy from Tel Aviv to Jerusalem and requiring, as a matter of law, that the State Department allow U.S. citizens born in Jerusalem to list Israel as their place of birth on their passports.</p><p>The Bush and Obama administrations both refused to comply with the passport mandate, contending that it unconstitutionally infringed on the president's foreign policy powers.</p><p>Menachem Zivotofsky was born in Jerusalem 12 years ago to American parents who emigrated to Israel and now maintain dual citizenship. The Zivotofskys wanted their son's place of birth on his passport to say Israel, not just Jerusalem, and they sued to force the State Department to comply with the federal law that would have done that.</p><p>The case went twice to the Supreme Court. In the first round, the court held that courts had the authority to hear the case, but left it to lower courts to make a decision. The second time around, however, the justices did something they have never done before: They struck down a law passed by Congress in the field of foreign affairs. The court majority agreed with the president — that the power to recognize foreign countries lies \"exclusively\" and \"conclusively\" with the executive branch.</p><p>\"Put simply, the Nation must have a single policy regarding which governments are legitimate in the eyes of the United States and which are not,\" Justice Anthony Kennedy wrote for the majority. Recognition is a topic on which the nation must speak \"with one voice,\" and \"that voice must be the President's.\"</p><p>The decision was greeted with dismay by Israel's supporters.</p><p>\"I think this is a very, very wrong decision,\" said Eliot Engel, ranking Democrat on the House Foreign Affairs Committee and a leading sponsor of the Jerusalem passport law.</p><p>The New York congressman saw no way around the decision. \"The decision pretty much ends this dispute,\" he said. \"I don't know that there's much we can do right now.\"</p><p>Engel noted that presidents of both parties have taken the position that prevailed in the Supreme Court, while large bipartisan majorities in Congress have disagreed.</p><p>In light of that, suggests law professor Justin Levitt of Loyola Law School in Los Angeles, the decision might have political consequences.</p><p>\"I would expect some of these groups that have historically lobbied for Israel to try and make that a significant campaign issue in the upcoming campaign,\" he said.</p><p>Inside the foreign policy community, though, there was clear relief. While one word on a passport may seem insignificant, it is not, especially in the Internet age, said John Bellinger, former legal adviser for the National Security Council and the State Department.</p><p>\"When this provision was originally passed, there were protests in the Middle East that Congress was trying to require the United States to recognize Jerusalem as part of Israel,\" Bellinger said.</p><p>Harvard law professor Jack Goldsmith, who served as head of the Justice Department Office of Legal Counsel in the George W. Bush administration, sees Monday's victory as more than symbolic.</p><p>\"It's a big precedent for presidential power generally in the context of foreign relations,\" Goldsmith said.</p><p>Richard Haass, president of the Council on Foreign Relations, served in top policy positions for Presidents Reagan, Carter and both Presidents Bush. While Congress and the president play a role in foreign policy, he said, there are places in the Constitution that forbid one to step on the toes of the other.</p><p>\"In this case, essentially, the court ruled that Congress had gone too far, was overreaching,\" Haass said. \"But nothing in this resolves the long-term tension between the two branches.\"</p><p>Haass, like many others, also noted what he called the \"curious\" composition of justices in majority and dissent Monday.</p><p>Justice Kennedy's majority opinion on the Jerusalem law was joined by the court's liberals, including the court's three Jewish Justices — Ruth Bader Ginsburg, Stephen Breyer, and Elena Kagan — as well as Justice Sonia Sotomayor.</p><p>It was also joined, in part, by the court's most conservative justice, Clarence Thomas. The three dissenters all served in Republican administrations and often spoke out in favor of pre-eminent executive branch powers, especially in the area of foreign policy. But here, they took the opposite view.</p><p>Justice Antonin Scalia wrote the principal dissent, underlining his strong feelings with an oral dissent from the bench.</p><p>\"The tragedy of today's decision is not its result,\" he said. \"It is no great loss to the country. ... It instead comes down to the court's perception that the nation must have a single policy about the status of Jerusalem.</p><p>\"Who says so?\" he asked, as he looked out over the Supreme Court chamber. A single foreign policy may prove efficient, he intoned, but \"will systematically favor the president at the expense of Congress.\"</p><p>Joining Scalia's dissent were Chief Justice John Roberts and Justice Samuel Alito. Roberts had written the court's decision three years ago, rejecting the notion that this dispute was a political question that the courts should stay out of. But on Monday, in a full-throated separate dissent, he accused the majority of resolving an issue it didn't have to.</p><p>\"It has not been necessary over the past 225 years to definitively resolve a dispute between Congress and the President over the recognition power,\" Roberts wrote.</p><p>The court, he suggested, could have waited another 225 years, but instead strained to reach the question. In the process, Roberts said, \"The Court takes the perilous step — for the first time in our history — of allowing the President to defy an Act of Congress in the field of foreign affairs.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Court+Sides+With+President+Over+Congress+In+%27Jerusalem%27+Passport+Dispute&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"309"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412986546-0f0e60.m3u?orgId=1&topicId=1070&d=309&p=2&story=412977894&t=progseg&e=412923703&seg=12&ft=nprml&f=412977894"}]}