{"created":"2014-11-06T18:47:51+00:00","modified":"2014-11-06T19:21:42+00:00","valid":{"from":"2014-11-06T19:21:42+00:00","to":"3014-11-06T19:21:42+00:00"},"hreflang":"en","title":"Scientists Develop New Ways To Tailor Cancer Treatment","published":"2014-11-06T19:21:00+00:00","teaser":"Researchers are gaining a new understanding of how cancer cells operate, and that's leading to new therapies.","itags":["npr_api","362055498"],"guid":"4b94bc6c-22d5-40ba-a834-b34115de9080","contentencoded":"<p>Deaths from cancer are on the decline, but cancer is still the second most common cause of death in the U.S. after heart disease.</p><p>Researchers say they are gaining a new understanding of how cancer cells operate, which is enabling them to develop lifesaving therapies that are helping to decrease mortality from the disease.</p><p><strong>Dr. Ronald Depinho</strong>, president of the University of Texas MD Anderson Cancer Center, joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson to talk about how these advanced treatments are allowing more patients to outlive cancer.</p><ul><li><a href=\"http://www.cancermoonshots.org/\" target=\"_blank\">See more information on the Moon Shots Program</a></li></ul><h4>Interview Highlights: Dr. Ronald Depinho</h4><p><strong>On a possible vaccine for cancer</strong></p><p>“The vaccine that you are referring to is for a particular type of breast cancer called HER2-positive breast cancer. So there‘s a receptor that drives that disease and the drug Herceptin is used for those patients so that drug plus surgery and radiation has led to significant improvement in survival, but there are still some patients that recur and ultimately succumb to the disease. Elizabeth Mittendorf, who led a trial at MD Anderson Cancer Center, asked the question: ‘after treatment if we were to give those patients several rounds of this vaccine, which has this abnormal HER2 protein packaged in it, would we reduce the rate of recurrence?&#8217; The results were striking. We had a very significant reduction in the recurrence of rates with about a 50 percent reduction which will translate into thousands of lives each year with women with that particular breast cancer.”</p><p><strong>On targeted therapies for cancer</strong></p><p>&#8220;It was only recently when we understood the atlas, the periodic table of changes that are resident within cancer cells, the spectrum of mutations that occur in various cancers be it breast or prostate or colon. Without knowledge of that periodic table, without knowledge of the genes that are aberrant in those cancers, it’s very difficult to treat those cancers with therapies that are squarely against impacting that specific cancer.”</p><p>“If we had an understanding of those genetic mutations then we would be able to develop targeted therapies for those cancers, and have those cancers elicit more durable responses for patients with the disease. The approach we have been taking for decades, a more general approach to cancer, that involves chemotherapy, radiation and surgery, which have made a huge impact on the cancer problem, but we’re now at the threshold of a time where we can begin to understand exactly what’s wrong in a person’s cancer and tailor the therapies.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.mdanderson.org/about-us/president-ronald-depinho-m-d-/index.html\" target=\"_blank\"><strong>Dr. Ronald Depinho</strong></a>, president of the University of Texas <a href=\"http://www.mdanderson.org/\" target=\"_blank\">MD Anderson Cancer Center</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Develop+New+Ways+To+Tailor+Cancer+Treatment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"910"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362056512-d9bb3e.m3u?orgId=1&ft=3&f=362055498"}]}