{"created":"2015-02-16T21:06:40+00:00","modified":"2015-02-18T16:47:30+00:00","valid":{"from":"2015-02-18T16:47:30+00:00","to":"3015-02-18T16:47:30+00:00"},"hreflang":"en","guid":"4b9530ae-ec2d-4fde-8bd5-50c0eff3676e","title":"Coptic Christians are outraged by brutal ISIS beheadings in Libya","published":"2015-02-18T16:47:14+00:00","byline":"Bradley Campbell","tags":["Religion","conflict","terrorism","military","Conflict","Conflict & Justice","Africa","Europe","Libya","Egypt","United Kingdom","Africa","Europe","Coptic Orthodox Church in the United Kingdom","ISIS","Religion"],"teaser":"Coptic Christians across the world are responding to the news from Libya and the apparent beheading of 21 members of their faith. Some though, can't bring themselves to watch the new, and horrific, ISIS video.","contentencoded":"<p>Coptic Christians across the world are horrified by the apparent beheading of 21 members of their faith in Libya. Many can't bring themselves even to watch the new, horrific, ISIS video.</p>\n<p>\"I've only seen the first part of the video, which had the parading of these young men, captives, on the beach,\" said Bishop Angaelos of the Coptic Orthodox Church in Great Britain. \"I didn't and couldn't watch the beheading videos. I think that is far too barbaric and I couldn't even watch it let alone understand how people could dehumanized others to the extent of actually partaking of it, and as we saw in the video, glorifying that kind of activity.\"</p>\n<p>It's hard for a religious man to get his head around the fact that the killings are ostensibly in the name of religion. Angaelos says the only way he is able to understand that by thinking there is a flawed teaching or understanding of the teaching. \"In every religion there is a sanctity of life and for many Muslims who are abhorred by this I think it would be their role to try to demonstrate to these people how there may be a misunderstanding.\"</p>\n<p>Angaelos says what we are seeing in Libya, Iraq and Syria is a narrowing perspective of what is appropriate and acceptable. \"And if you don't fit within this very, very narrow perspective — sometimes your life is ruled to be unacceptable or untenable within a certain setting.\"</p>\n<p>He says it comes down to dehumanization, and turning people into titles like \"infidel\" or \"crusader\" or \"apostate.\" He says by turning them into objects and not looking at them as humans it's easier for these extremist groups to carry out the brutal and barbaric sentences.</p>\n<p>Many people have asked Angaelos what the response to ISIS should be. He says he's thankful to be a member of the clergy and not a military strategist. But he says military responses should be the very last response. \"Even then, it might not be as useful as people think,\" he says. \"I think what we are facing here is the need to fight an ideology and a teaching, a need to clarify to people that there is a shared humanity between us. And that we need to find a way of living together.\"</p>\n<p>Egypt launched military strikes against ISIS targets in Libya in retaliation for the executions.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-16%2Fcoptic-christians-respond-isis-beheadings&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02162015_03.mp3"},{"href":"http://www.pri.org/file/0216201503mp3"}]}