{"created":"2015-01-29T18:33:36+00:00","modified":"2015-01-30T21:22:18+00:00","valid":{"from":"2015-01-30T21:22:18+00:00","to":"3015-01-30T21:22:18+00:00"},"hreflang":"en","guid":"4bb7ea75-2fdf-456e-8be5-e16be109c391","title":"Here comes an energy efficiency revolution","published":"2015-01-30T21:22:11+00:00","byline":"Ari Daniel","tags":["CES","Consumer Electronics Show","environment","energy efficiency","technology","lighting","fans","Nest","Technology","Science, Tech & Environment","Las Vegas","United States","Nevada","Neil Joseph","Carolyn Weiner","Mickey Nasiri","David Banks","Lighting","Fans","Technology","LED lamp","Ceiling fan","Smart tech","energy efficiency","Carbon footprint","Climate change","Electricity","Consumer Electronics Show","Light-emitting diodes","Low-carbon economy"],"teaser":"Energy-saving, environmentally friendly devices are starting to work their way into the consumer market, and many were on display at this year's Consumer Electronics Shows. But to make sure they sell, their manufacturers are leaving the efficiency out of their sales pitches.","contentencoded":"<p>The Consumer Electronics Show in Las Vegas is always a giant carnival of the latest gizmos. There are massive pavilions packed with stuff like hi-def displays, personal robots and wearable devices, much of it rolled out in over-the-top stage shows.</p>\n<p>All of the shows, booths and gadgets require tons of electricity — you shudder to think of the carbon footprint of all this stuff. But this year there some green highlights hidden among the thousands of exhibitors.</p>\n<p>Take the offerings from <a href=\"http://stacklighting.com/\">Stack Lighting</a>: The new company sells super-efficient ceiling lights that founder and CEO Neil Joseph says always maintain “the right level of light without wasting energy.”</p>\n<p>It starts with LED bulbs, which are already super-efficient, and then adds smart technology that adjusts the bulbs' brightness depending on how much natural light there is in the room. It even switches off the bulbs if no one’s in the room.</p>\n<p>The company says its system typically saves 60 to 80 percent of the energy used by regular LED bulbs, and estimates their carbon footprint at roughly one-tenth that of regular bulbs.</p>\n<p>Then there are ceiling fans. That might not be an item you'd go to a technology trade show to see, but they're the most efficient ceiling fans in the world — at least according to their manufacturer, <a href=\"http://www.bigasssolutions.com/\">Big Ass Fans</a> (yes, that really is the company’s name).</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CES04.JPG?itok=qFpY1HDK\" alt=\"\" /><div class=\"field-caption\">\n    <p>Roost says it's found a way to make at least one gadget \"smart\" and green without having to actually buy a new gadget. It's embedded a computer in a 9-volt smoke detector battery, an innovation that VP Mickey Nasiri says will let the alarm communicate with homeowners via their phones, while lasting 5 times as long as conventional batteries.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ari Daniel</p>\n  </div>\n</div>\n<p>“No other ceiling fan on the market … moves as much air with as little electricity consumption as the Haiku does,” says Big Ass' David Banks. The Haiku fans have super-efficient motors and, like those light bulbs, sensors to detect if anyone’s in the room.</p>\n<p>“My dogs at home have actually figured this out,” Banks says, standing under one of them. “When they’re very hot, they go and they lay down underneath the fan because they know the fan is not only gonna start, but it’s also gonna speed up. As the room cools down, the fan slows down automatically.”</p>\n<p>Ordinary fans are already <a href=\"http://www.nytimes.com/2011/06/16/garden/bringing-in-the-big-fans.html?pagewanted=all&amp;_r=1&amp;\">a much more efficient way to cool a room than air conditioners</a>, but Banks says his fans will cut energy use another 80 or 90 percent.</p>\n<p>Across the hall, <a href=\"http://ces.whirlpool.com/\">Whirlpool</a> has a dryer that recycles its hot air rather than venting it outside. The company says it uses 73 percent less energy than normal dryers. <a href=\"http://www.pella.com/features-and-options/pella-insynctive-smart-products/default.aspx\">Pella </a>has a new kind of window with internal blinds that adjust themselves depending on the light outside and the temperature inside.</p>\n<p>Then there’s the new gadget from <a href=\"http://www.smartroost.net/\">Roost </a>that isn’t really a gadget at all: It’s a 9-volt battery with a built-in computer.</p>\n<p>The company says the battery will last up to five times longer in a smoke detector and alert users by phone if the alarm goes off. That sounds a little like Google’s <a href=\"https://nest.com/\">Nest </a>smoke detector, except “we believe that you don’t need to go and buy new devices for making things smart” and energy efficient, says Roost's vice president, Mickey Nasiri.</p>\n<p>But actually buying these batteries might give you a shock. A pack of four will run you $120. In fact, <em>all </em>of these energy-saving gadgets carry big price tags. The smart bulbs go for $60 a pop. The fan is $800, and that window will cost you about two grand.</p>\n<p>But Carolyn Weiner isn’t surprised.</p>\n<p>“Like all new markets, they start out at a very high price point,” says Weiner, who develops incentives for adopting energy-efficient technologies at Pacific Gas and Electric.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/CES03.JPG?itok=A0mXEPKX\" alt=\"\" /><div class=\"field-caption\">\n    <p>Whirlpool's new clothes dryer recycles its hot air instead of venting it, which the company says cuts its energy use by nearly 75%.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Ari Daniel</p>\n  </div>\n</div>\n<p>“You’ll see the price come down, you’ll see more entrants in the market,\" she predicts. \"It’s good that these companies are out there, because they’re starting to show that the technology exists.</p>\n<p>But there’s a big irony about all this energy-efficient green technology — that’s not usually how it’s sold. Weiner says efficiency still has a bad rap for consumers. “They’re still looking at energy efficiency as 'I’m losing something,'” she says.</p>\n<p>Roost’s batteries, and many of the other new devices here, are instead being marketed as “smart” — things that can talk to one another and be controlled remotely from your phone or tablet.</p>\n<p>“More companies are leading with security, comfort, ease of use, which is the type of message that consumers want to hear right now,” Weiner says.</p>\n<p>But it may not ultimately matter how these devices are marketed. “Smart” can be the headline. Green, efficient, low-carbon — those can be in the fine print. The key is whether or not people will buy them — or even find them amid the din.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Stacklight.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/stacklightjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012920154.mp3"},{"href":"http://www.pri.org/file/012920154mp3"}]}