{"created":"2014-10-03T21:25:48+00:00","modified":"2014-12-10T19:48:52+00:00","valid":{"from":"2014-12-10T19:48:52+00:00","to":"3014-12-10T19:48:52+00:00"},"hreflang":"en","title":"College For Free: Tulsa's Radical Idea","published":"2014-06-11T13:49:00+00:00","teaser":"The city is investing big in its kids, and other cities and states are taking notes.","itags":["npr_api","320633113"],"guid":"4bbd1eaa-e52f-4c32-8829-7fad5049a816","contentencoded":"<p>The average cost of one college year across all degree-granting intuitions in the U.S. was more than $19,000 in 2012, and we don't need to tell you what direction the price is heading. Which means lots of students are now borrowing heavily to make college work. President Obama threw some of them a lifeline earlier this week, with <a href=\"http://www.whitehouse.gov/issues/education/higher-education/making-college-affordable\">revisions to the government's Pay As You Earn program</a>.</p><p>But the promise of some — emphasis on \"some\" — student loan relief down the road isn't enticement enough for many kids to spend big on a college education. The fact is, lots of them have simply been priced out of higher ed. But what if the first two years of college could be tuition-free, for everyone?</p><p>We know what you're thinking. Impossible. Inconceivable. And the word that so often means the end before the beginning of big education ideas: <em>expensive</em>. Well, the people of Tulsa, Oklahoma beg to differ.</p><p>The program is called <a href=\"http://www.tulsacc.edu/tulsaachieves\">Tulsa Achieves</a>, and, so far, it's helped some 10,000 kids into college. Charles Davis is one of them. He says the program changed his life because when he graduated from high school, he was lost.</p><p>Davis is 20 and grew up in Owasso, Oklahoma (a Tulsa suburb). He says his high school grades were pretty good, but college was out of the question.</p><p>\"I just knew it was going to cost more than I had,\" he says.</p><p>No scholarship offers came in. No recruiters beat down his door. His family couldn't cover the costs, and neither Davis nor his parents wanted to take out tons of loans to make up the difference. Still, he couldn't say no to a free education at Tulsa Community College, where Tom McKeon is president.</p><p>\"We established Tulsa Achieves seven years ago,\" McKeon says, \"because we no longer believed that a high school diploma was sufficient in terms of the jobs of the future.\"</p><p>In 2007, McKeon helped convince local business and political leaders to think of the program as an investment — not an expense. To qualify, students have to live in Tulsa County, graduate from high school with at least a C average and commit to at least two years of community service.</p><p>\"I think we're seeing kids that never, ever dreamed that college was a possibility for them because parents didn't think it was within their realm,\" McKeon says. \"So it wasn't even a topic of discussion.\"</p><p>The total cost for Tulsa Achieves is $3,400 per student per year and is mostly paid for with local property taxes. When asked if taxpayers are getting their money's worth, McKeon throws out these numbers: eight out of ten students who enter the program... finish it.</p><p>One key to that retention rate is the program's structure. Students get lots of encouragement and help — tutorials on note-taking, test preparation, research and time management skills. They're even required to take a course called \"Strategies for Academic Success.\"</p><p>Lori Coggins is an academic advisor, and she monitors the students' progress every step of the way.</p><p>\"We'll have someone from one of the four-year schools come in and talk to students about, if you plan to be a transfer student — you want to earn a bachelor's degree — this is what you should be thinking about now,\" Coggins says.</p><p>In the beginning, about 40 percent of students who went through the program transferred to four-year institutions. Today, it's less than 10 percent. There are a few reasons for the drop. One positive: with the economy picking up, more students are finding good jobs after they get their associate's degree. The bad news: for many, transferring to a four-year school is still too expensive.</p><p>Sarah Goldrick-Rab is a professor at the University of Wisconsin-Madison and has written extensively about college access and affordability.</p><p>\"It's time to make some kind of piece of higher education really and truly affordable to Americans as we think about the future of our economy,\" she says.</p><p>Goldrick-Rab says tuition-free programs are a good idea, but they don't address the underlying problem: that student financial aid policies just haven't kept up with the cost of higher education.</p><p>\"It is no longer the case that only people making very little money are having a hard time paying for college,\" she says. \"I think that either we resolve this issue by providing at least one option for going to college without accruing debt, or we risk the future generations of this country deciding to forgo college.\"</p><p>Next year, Tennessee will become the first state to offer tuition-free community college to its high school graduates, funded with state lottery money. Oregon is considering something similar. And, although lawmakers in Mississippi and Massachusetts have tabled the idea, proponents in both states are still lobbying for it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=College+For+Free%3A+Tulsa%27s+Radical+Idea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320882483-92c8fd.m3u?orgId=1&topicId=1013&ft=3&f=320633113"},{"href":"http://media.npr.org/assets/img/2014/06/10/istock_000010212569small-6d313691563af3151a82b0f2bc9c2c4c2530bd7f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"754"}}]}