{"created":"2015-05-20T17:58:07+00:00","modified":"2015-05-20T18:20:52+00:00","valid":{"from":"2015-05-20T18:20:52+00:00","to":"3015-05-20T18:20:52+00:00"},"hreflang":"en","title":"'Finding The Good' Through Obituary Writing","published":"2015-05-20T18:20:00+00:00","teaser":"Journalist Heather Lende has been writing obituaries in the small town of Haines, Alaska, for 20 years.","itags":["npr_api","408239930"],"guid":"4bc7509d-e074-4ed5-b0e9-4b2e44325112","contentencoded":"<p>Journalist <strong>Heather Lende</strong> lives in the small town of Haines, Alaska, where the population is about 2,000. She&#8217;s written obituaries for almost 20 years at the Chilkat Valley News.</p><p>In doing so, she&#8217;s learned to &#8220;find the good,&#8221; as she says, not only in the lives of people she writes about, but also in her own life. Lende told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young that a portrait of the town she lives in also comes through her work.</p><p>&#8220;Someone a hundred years from now can go through the archives of the Chilkat Valley News and they can see how real people lived in one small town in these couple of decades and what their lives were like &#8211; how they lived, how they died, what was important to them,&#8221; she said.</p><p>Heather Lende has published some of the town&#8217;s stories, as well as her own reflections about them, in &#8220;<a href=\"http://www.amazon.com/Find-Good-Unexpected-Small-Town-Obituary-ebook/dp/B00NLR6GV6\" target=\"_blank\">Find the Good: Unexpected Life Lessons from a Small-Town Obituary Writer</a>.&#8221;</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more great reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;Find The Good&#8217;</h4><p><em>By Heather Lende</em></p><p><strong>The Good News</strong></p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0520_find-good.jpg\"><img src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0520_find-good-225x300.jpg\" alt=\"Cover of \"Find the Good\" by Heather Lende\" width=\"225\" height=\"300\" class=\"alignright size-medium wp-image-84539\" /></a></p><p>Recently, I was asked to write a short essay describing one piece of wisdom to live by. I thought about it but did not have a brief, easy answer. I have made enough mistakes in my life to fill a whole bookshelf of dos and don’ts. My friend John works as an investigator in the public defender’s office but is a poet. That is probably why he managed to distill all his fatherly hopes and dreams into two rules for his only child: “Be nice to the dog and don’t do meth.” His son turned out kind, clear-eyed, and he graduated from a good college.</p><p>I didn’t have such pithy haiku wisdom at the ready. As an obituary writer, I lean toward elegiac couplets, and I have five children, which also adds a lot more variables. One size won’t fit all of them. I took another tack. I pretended I was on my deathbed. (I’m fifty-four, have survived being run over by a truck, and I had a headache, which I worried might be a brain tumor, so this was not such a big leap.) I imagined I’d already said good-bye to my husband, children, grandchildren, and all the great-grandchildren I hadn’t even met yet. If indeed all the wisdom I had in my heart was to be summed up in final words and it was difficult to speak more than, say, three, what would I rasp before my soul flew up the chimney?</p><p><em>Find the good.</em></p><p>I surprised myself with this pretty great notion.</p><p>Find the good. That’s enough. That’s plenty. I could leave my family with that.</p><p>&nbsp;</p><p>* * *</p><p>My “beat” at our local newspaper is death, which is why I was asked to contribute the essay in the first place. Since I have written obituaries in Haines, Alaska [pop. about 2,000], the town where I live, for almost twenty years, the journal’s editor assumed that I must know something about last words and good lives. (After all, it is wrong to speak ill of the dead.) Turns out that I do. It just took me a while to believe it, and even longer to say it out loud.</p><p>Writing obituaries is my way of transcending bad news. It has taught me the value of intentionally trying to find the good in people and situations, and that practice—and I do believe that finding the good can be practiced—has made my life more meaningful. I begin each obituary with a phone conversation, followed by a visit. For reasons I’m not sure of, but which one priest told me may be my calling, I am able to enter a grieving household, pull up a chair, sip some coffee, observe, listen, ask questions that (I hope) will ease the pain, take notes, and recognize the authentic lines when I hear them. Finding the good in this situation is often challenging; it is not always obvious. If I concentrate and am patient, though, it will reveal itself. This usually involves a lot of caffeine.</p><p>After an elder who has been housebound and incapacitated by a stroke for twenty-five years dies, I find time to sit on the sofa and look through family albums with his widow and admire how handsome he was in his World War II uniform and how happy they both looked on that beach vacation the year before he was stricken.</p><p>When twelve-year-old twins lose their mother to cancer, I will quote their father praising them and tell how he plans to take them on a family drive across the country to see their grandparents.</p><p>And perhaps hardest of all, on the snowy winter morning when I meet with the parents and siblings of a young man who drank too much one night and shot himself, I write down how very much he had loved to swim in the lake in front of their summer cabin.</p><p>I understand why you may think that what I do is depressing, but compared to front-page news, most obituaries are downright inspirational. People lead all kinds of interesting and fulfilling lives, but they all end. My task is investigating the deeds, characteristics, occupations, and commitments, all that he or she made of their “one wild and precious life,” as poet Mary Oliver has called it. He may have died mumbling and confused in a nursing home, but in his day he was a fine actor, dashing host, and bon vivant you would have loved playing charades with. She was a terrific big sister, the daughter who always baked cookies for her dad, and had planned on attending an art college before she was killed in a car wreck. No one wants the last hour of her life to eclipse the seventeen years before it.</p><p>This may not be how the obituary writers at national newspapers work, but I’m dealing with people I know—my neighbors in the small, close-knit community where my husband owns a lumberyard, where we’ve raised our family, where I’ve sat on the school board, volunteer for hospice, and am a regular at the Morning Muscles exercise class. These relationships alter the way I write. Before I compose an obituary, I ask myself what truths will outlive the facts of this person’s life, what needs to be in it but also what doesn’t.</p><p>Tom Morphet, my editor at the <em>Chilkat Valley News,</em> often disagrees with my choices and asks me to dig a little deeper into the more difficult times in a person’s life. He warns me against habitually walking on the sunny side of the street.</p><p>Still, I leaned close to the radio recently when I heard a story about a study that proved optimistic women live longer. I called Tom right up with the great news.</p><p>“At least you believe you will,” he replied.</p><p>Tom and I were both pleased with the way the obituary of an old miner unfolded. His widow and daughters wanted to be sure I included the bad with the good. Rather than detour around his sinkholes, they told me to note that he had been a hard-drinking, hard-living, and some would even say a hard-hearted man, who was transformed by a voice he heard in a blizzard while driving through a mountain pass, telling him to change his ways. He did, becoming a sober, tender, nursery-rhyme singer as soon as his first grandbaby gripped his finger. He taught all his grandchildren to sing along when he played the guitar. If grandchildren can help an old miner find the Lord on his rough road to Damascus, what am I going to discover thanks to mine?</p><p>I think about children first when bad things happen. How can we reaffirm that there’s so much to applaud, even if they see nothing worthy of an ovation? And then I know. Whenever there is a tragedy, from the horrific school shooting in Newtown, Connecticut, to here in Haines when a fisherman dies after slipping off the deck, awful events are followed by dozens and dozens of good deeds. It’s not that misery loves company, exactly; rather, it’s that suffering, in all its forms, and our response to it, binds us together across dinner tables, neighborhoods, towns and cities, and even time. Bad doings bring out the best in people.</p><p>Lives were saved at the finish line of the Boston Marathon because bystanders ran toward the explosions to help, rather than away from them. This is what Fred “Mr.” Rogers’s mother wanted him to notice when he was frightened by scary news. “Look for the helpers,” she told him. “You will always find people helping.” Mr. Rogers passed along that advice to millions of other children (and their parents) who were scared or angered by violence or tragedy, and it helped them, too.</p><p>Look for the EMTs wheeling the stretcher into the ambulance.</p><p>Look for the guys grilling hot dogs for hurricane refugees.</p><p>Look for the motorcycle club collecting canned goods for the food bank.</p><p>&nbsp;</p><p>* * *</p><p>&nbsp;</p><p>Sly Stone sang it loud. <em>We are family</em>. Our hearts are every bit as malleable as stardust turned to gold. Loving one another polishes them.</p><p>“Where do stars come from?” my oldest granddaughter, Caroline, asked one winter evening when her parents were out and I was tucking her into bed. I told her, and she wondered why we only see them when the sun goes down. Darkness makes light visible, I explained, echoing Emerson. I didn’t say that I imagine stars represent the people who used to live with us and aren’t here anymore, and how perfect it is that they twinkle rather than glare hotly down on us, and maybe that’s why they call the night sky the heavens. That would be even further over her head.</p><p>After Goldilocks ran off, we dimmed the bedside lamp and whispered about bears, what porridge is, and why walking into other people’s houses when they are not home is a bad idea. Then Caroline pointed out the window again. “I love the stars,” she said and stuttered the way she does because her thoughts are faster than her tongue. “I really, really, love, love stars, don’t you Mi-Mimi?” (She gave me the new name to go with my new role.)</p><p>This afternoon I will finish that short essay on finding the good and then walk on the beach with my granddaughters. I’ll look for heart-shaped rocks while little Caroline and toddling Lani and Ivy tumble behind me, dumping sand from one pail to the other, stomping in tide pools and climbing over driftwood. You probably wouldn’t know the gray gravel is littered with hearts unless someone showed you, but once you do, you can find lots of them.</p><p>Sometimes, I set down these found hearts on top of logs for passersby to notice. Other times I fill my pockets with them. I gave one to my husband on Valentine’s Day. There are three on the kitchen windowsill, one on my dresser. Lani and Ivy are still too young to know what they are, but Caroline, at three and a half, finds sand-smoothed baby-palm-sized hearts all over our house. I have taught her to watch for them on our beach walks, too. Some days there are more than others.</p><p>When Caroline asks if she can take my current favorite heart rock home, I say yes. I have faith that there are plenty more where it came from and that we will find them.</p><p><em>Excerpted from the book FIND THE GOOD by Heather Lende. Copyright © 2015 by Heather Lende. Reprinted with permission of Algonquin Books.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.heatherlende.com/\" target=\"_blank\">Heather Lende</a></strong>, author of &#8220;Find the Good.&#8221; She tweets <a href=\"https://twitter.com/heatherlende\" target=\"_blank\">@HeatherLende</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Finding+The+Good%27+Through+Obituary+Writing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"605"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408242651-d17f05.m3u?orgId=1&d=605&p=60&story=408239930&t=progseg&e=408232632&seg=12&ft=nprml&f=408239930"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0520_haines-alaska.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"876","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0520_find-good.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"523","width":"392"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0520_heather_lende.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1132","width":"1200"}}]}