{"created":"2014-09-27T21:16:44+00:00","modified":"2014-10-30T21:59:25+00:00","valid":{"from":"2014-10-30T21:59:25+00:00","to":"3014-10-30T21:59:25+00:00"},"hreflang":"en","title":"Munich Mayor Survives Key Political Test: Tapping The First Keg","published":"2014-09-28T05:13:00+00:00","teaser":"Every year at Oktoberfest, the mayor of Munich, Germany, faces a public challenge — driving a tap into the ceremonial first beer barrel. Expectations were especially high for new mayor Dieter Reiter.","itags":["npr_api","352011525"],"guid":"4bca7978-9534-4586-8878-c2d4576fdd58","contentencoded":"<p>Every big-city mayor has a few key responsibilities, like making sure trash gets picked up properly, keeping the buses running on time and paying cops and firefighters.</p><p>The mayor of Munich, Germany, has one more big job: tapping the ceremonial first keg at Oktoberfest.</p><p>The annual festival celebrating Bavarian culture, carnival rides and liter-sized glasses of beer is currently underway in Munich, and <a href=\"http://www.muenchen.de/veranstaltungen/oktoberfest/programm-termine.html\">runs through Oct. 5</a>.</p><p>As always, this year's festival began with the mayor taking a wooden hammer, driving a metal tap into the first barrel and declaring live on television \"O'Zapft is,\" or \"it is tapped!\"</p><p>The question facing every mayor is this: how many hammer blows will it take to successfully tap the keg?</p><p>\"It is not most important mayoral job, but it is the most watched,\" says <a href=\"http://www.br.de/radio/bayern1/service/team/team-bayern1-christoph-deumling100.html\">Christoph Deumling</a>, a host with the Bavarian public radio and TV broadcaster <em><a href=\"http://www.br.de/index.html\">Bayerischer Rundfunk</a></em>. Deumling has broadcast live from the Oktoberfest opening ceremonies for 24 years, and watched the tapping up close for the previous 10 years.</p><p>The apocalypse could strike Munich, Deumling jokes, \"but if the mayor can tap the keg with two or three blows, than everything is OK.\"</p><p>For the last two decades, Munich's mayor has been Christian Ude, who has become a bit of an expert. He's managed to consistently tap the keg with just two blows.</p><p>The consistency made the whole event \"extremely boring,\" says Deumling.</p><p>It wasn't always so easy. <a href=\"http://www.sueddeutsche.de/muenchen/dieter-reiter-beim-anzapfen-dreieinhalb-schlaege-fuer-das-erste-fass-1.2138788\">According to the <em>Sueddeutsche Zeitung</em></a>, Munich's mayor in 1950, Thomas Wimmer, took 17 attempts before he could successfully tap the keg.</p><p>But four months ago, Dieter Reiter entered office as Munich's new mayor, and as Oktoberfest approached, the excitement and tension began to rise.</p><p>\"[Reiter] knew that if he needed more than, I don't know, five or six blows, it would have been a disgrace,\" says Deumling.</p><p>In the days leading up to Oktoberfest, the local <a href=\"http://www.tz.de/muenchen/wiesn/dieter-reiter-geheimtraining-fuers-erste-anzapfen-3839973.html\">TZ newspaper reported</a> that Reiter had begun a secret training regimen to prepare.</p><p>Deumling says that three days before the opening ceremonies, the mayor even tapped 40 kegs in preparation.</p><p>In the end, Reiter managed his first tapping with four blows, or three-and-a-half, depending on whom you ask. (Three solid hammer blows, and one more for safety.)</p><p>Deumling's verdict?</p><p>\"Very clever.\"</p><p>Reiter managed a respectable number, but still left himself some room for improvement next year.</p><p>Plus, in the end, the beer still flowed on time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Munich+Mayor+Survives+Key+Political+Test%3A+Tapping+The+First+Keg&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Dreisbach","audio":[{"meta":{"duration":"164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352064516-09cc44.m3u?orgId=1&topicId=1124&ft=3&f=352011525"},{"href":"http://media.npr.org/assets/img/2014/09/27/455792324-8ab67c1ae1f0b0ef66c7a9a391f9c6f13d0f8014.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2330","width":"3108"}}]}