{"created":"2014-08-19T17:02:26+00:00","modified":"2015-05-14T18:08:07+00:00","valid":{"from":"2014-08-01T10:00:00+00:00","to":"3014-08-01T10:00:00+00:00"},"hreflang":"en","byline":"Sam Harnett","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>It used to be that business travelers would roll into town, hop in a taxi, and spend the night at a hotel. Now, some are using Uber to hire drivers, and to search Airbnb to stay in the apartments of strangers.</p>\"},{\"content\":\"<p>Both companies are part of the so-called “sharing economy,” and that non-traditional status has helped prevent them from being taxed and regulated in the same way as their traditional competitors. At the same time, both companies are now taking steps to become regular fixtures of corporate travel.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Airbnb just launched a new <a href=\\\"https://www.airbnb.com/business-travel\\\">web portal</a> for business travelers. On the front page is a picture of a loft with brick walls, high ceilings, and what looks to be a nice stereo system. This is not your everyday workingman&apos;s motel.</p>\"},{\"content\":\"<p>“Sometimes it&apos;s nice to come home to a place that feels a little more like yours,&quot; says <span>Lex Bayer, head of global payments and business development at Airbnb.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Last year, Bayer says 8 percent of the travel done through Airbnb was for business. That, he says, lead it to partner with Concur, a logistics service that manages employee travel for 70 percent of all Fortune 1000 companies.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>If employees want to stay at Airbnb properties, Concur helps smooth out the process so it conforms with corporate travel procedures. </span>Tim MacDonald, Concur&apos;s executive vice president of platform and data services, says use of Airbnb by employees has increased: &quot;We&apos;ve seen 27 times growth in expense reports with Airbnb listed.&quot; </p>\"},{\"type\":\"text/html\",\"content\":\"<p>MacDonald says alternative business models like Airbnb have grown too big to ignore. <a href=\\\"https://www.concur.com/blog/en-us/concur-uber-partner-to-simplify-business-travel\\\" target=\\\"_blank\\\">Concur also works with Uber</a> — a “rideshare service” with cars operated by regular people. It too escapes regulation by falling into the &quot;sharing economy&quot; gray zone. The exemption of these companies irks established players in the lodging and transportation fields.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“If you are going to look like a hotel and act like a hotel, you should be treated like a hotel,&quot; says Vanessa Sinders, senior vice president for governmental affairs at the <a href=\\\"http://www.ahla.com/\\\" target=\\\"_blank\\\">American Hotel and Lodging Association</a>. Right now, she perceives a double standard. “Hotels have to abide by so many different safety, security, health code, accessibility requirements, and we think that that should be applied fairly and equally across the board.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>So far, over 30 companies have partnered with Airbnb to make it an official travel option for employees. Many of those happen to be start-ups themselves.</p>\"}]","description":"\"Sharing economy\" services like Airbnb are wooing business travelers.","published":"2014-08-01T10:00:00+00:00","title":"What the Concur partnership means for Uber and Airbnb","tags":["APM","Uber","sharing economy","Business","airbnb"],"contentencoded":"<div class=\"barn-cleaned\"><p>It used to be that business travelers would roll into town, hop in a taxi, and spend the night at a hotel. Now, some are using Uber to hire drivers, and to search Airbnb to stay in the apartments of strangers.</p>\n<p>Both companies are part of the so-called “sharing economy,” and that non-traditional status has helped prevent them from being taxed and regulated in the same way as their traditional competitors. At the same time, both companies are now taking steps to become regular fixtures of corporate travel.</p>\n<p>Airbnb just launched a new&nbsp;<a href=\"https://www.airbnb.com/business-travel\">web portal</a>&nbsp;for business travelers. On the front page is a picture of a loft with brick walls, high ceilings, and what looks to be a nice stereo system. This is not your everyday workingman's motel.</p>\n<p>“Sometimes it's nice to come home to a place that feels a little more like yours,\" says&nbsp;<span>Lex Bayer, head of global payments and business development at Airbnb.</span></p>\n<p>Last year, Bayer says 8 percent of the travel done through Airbnb was for business. That, he says, lead it to partner with Concur, a logistics service that manages employee travel for 70 percent of all Fortune 1000 companies.</p>\n<p><span>If employees want to stay at Airbnb properties, Concur helps smooth out the process so it conforms with corporate travel procedures.&nbsp;</span>Tim MacDonald, Concur's executive vice president of platform and data services, says use of Airbnb by employees has increased: \"We've seen 27 times growth in expense reports with Airbnb listed.\"&nbsp;</p>\n<p>MacDonald says alternative business models like Airbnb have grown too big to ignore.&nbsp;<a href=\"https://www.concur.com/blog/en-us/concur-uber-partner-to-simplify-business-travel\" target=\"_blank\">Concur also works with Uber</a>&nbsp;— a “rideshare service” with cars operated by regular people. It too escapes regulation by falling into the \"sharing economy\" gray zone. The exemption of these companies irks established players in the lodging and transportation fields.</p>\n<p><span>“If you are going to look like a hotel and act like a hotel, you should be treated like a hotel,\" says&nbsp;Vanessa Sinders, senior vice president for governmental affairs at the&nbsp;<a href=\"http://www.ahla.com/\" target=\"_blank\">American Hotel and Lodging Association</a>.&nbsp;Right now, she perceives a double standard. “Hotels have to abide by so many different safety, security, health code, accessibility requirements, and we think that that should be applied fairly and equally across the board.”</span></p>\n<p>So far, over 30 companies have partnered with Airbnb to make it an official travel option for employees. Many of those happen to be start-ups themselves.</p></div>","teaser":"\"Sharing economy\" services like Airbnb are wooing business travelers.","guid":"4bce8a22-de66-49ed-86d7-99f5273cacbc","itags":["4bce8a22de669ed96d7799f5273cacbc","Marketplace Morning Report","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report for Friday August 1, 2014"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/182561864.jpg?itok=_cj9qQPF","meta":{"height":"340","width":"610","crop":"primary"}},{"meta":{"duration_hms":"00:01:33","duration":93,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/01/marketplace_segment02_20140801"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/01/marketplace_segment02_20140801_64.mp3"}]}