{"created":"2014-10-07T20:03:31+00:00","modified":"2015-01-08T21:05:15+00:00","valid":{"from":"2015-01-08T21:05:15+00:00","to":"3015-01-08T21:05:15+00:00"},"hreflang":"en","title":"We Can Be Heroes — With Some Glue And A Little Fabric","published":"2014-07-26T17:32:00+00:00","teaser":"The cosplay community has descended on the annual Comic-Con in San Diego. They're the dedicated folks who create lovingly accurate costume reproductions of their favorite fictional characters.","itags":["npr_api","335478966"],"guid":"4bcf49de-68e0-406c-9bca-a1289c750f8f","contentencoded":"<p>The San Diego Comic-Con is in full swing — celebrating not just comics, but movies, TV, books, video games and really cool costumes. It's called cosplay: the art and science of dressing up like your favorite character.</p><p>I've got a confession to make. I'm a cosplayer myself, though without any sewing skills, my costumes are a little hacked together. Luckily for me, there are some truly fantastic sights out on the convention floor, like zombie Teletubbies or an army of Daenerys Targaryens (Daenerii?). And so many <em>Frozen</em> princesses I can't keep track. There are classic <em>Star Trek</em> uniforms, Doctors <em>Who</em>, lady Thors and Lokis in gorgeous armor, and a truly impressive Silver Surfer in head-to-toe body paint that must have taken him hours.</p><p>Today, I'm one of them.</p><p>Every other day of my life, I'm Petra Mayer, mild-mannered books editor — but today, I am embodying one of my favorite characters in all of comics: Spider Jerusalem, swaggering, world-changing, foul-mouthed and foul-minded journalist of the future, star of the old <em>Transmetropolitan</em> series.</p><p>My costume is, shall we say, endearingly homemade. As established, I can't sew, so it's knocked together with wire, epoxy and acrylic paint. I am a rank amateur compared to 12-year-old Hayley Lindsay, who was stumping along on all fours when I first spotted her, in perfect costume as Toothless the Dragon.</p><p>Toothless is the star of the <em>How to Train Your Dragon</em> films. Hayley spent almost a month working on him, along with her dad. \"For the saddle and stirrups and everything, I did everything except cut them out and rivet them together,\" she says. \"I smoothed out the edges and everything, and engraved the saddle so it kinda looked like it was braided.\"</p><p>Toothless is long and sleek, covered in black stretchy fabric, with a molded head, the leather tack Hayley made and sawn-off crutches in his front legs so she can walk a little easier on all fours. It looks like a mind-boggling amount of work — but to Hayley, the effort was worth it. \"The happy faces and everyone complimenting me on the costume, it's just awesome,\" she says.</p><p>That's another part of the joy of it — seeing people's faces light up. And the freedom: I'm dressed as a man. Hayley's a dragon. And Xavier DeGuzman? \"I'm dressed up as the mom from <em>Supernatural</em>,\" he says, striking a pose. \"It's a white gown, blond wig and silky red blood.\"</p><p>Xavier's friend Jessi Gonzalez isn't wearing a costume today, but he's definitely enjoying the sights, like one family that stepped out as the cast of <em>Star Wars</em>. \"You'll see a dad that's Leia, you'll see a mom that's Han Solo, you'll see like a little girl that's a little Chewbacca, and that's amazing,\" he laughs. \"When I have kids, I'm gonna bring them here, and that's gonna happen.\"</p><p>Jessi and Xavier actually recognized my costume, but they were just about the only ones — Spider's '90s heyday is long gone, and I needed some validation. So I went by the Vertigo booth, Vertigo being the imprint that published the <em>Transmetropolitan</em> books, back in the day.</p><p>And what do you know, someone asked if he could take my picture. Turns out I'd just met Ray Miller, who manages Darick Robertson, the comic artist who helped create Spider Jerusalem. Only at Comic-Con!</p><p>But after everything, all the joy, all the freedom, all the swagger — you still have to get home and take your costume off. And that's how I learned this very important lesson: If you forget the spirit gum for sticking down your bald cap, don't try to fudge it with liquid latex. Seriously, don't. I'm still picking that stuff out of my hair.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=We+Can+Be+Heroes+%E2%80%94+With+Some+Glue+And+A+Little+Fabric&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Petra Mayer","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540243-4418bc.m3u?orgId=1&topicId=1060&ft=3&f=335478966"},{"href":"http://media.npr.org/assets/img/2014/07/26/photo-2-4054216303d016770e7be0b1d748f95a19210284.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1055","width":"1407"}},{"href":"http://media.npr.org/assets/img/2014/07/26/photo-5_custom-a6740395a2abb8fffdfdbbd92b74feba0adbde57.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"952","width":"495"}}]}