{"created":"2014-09-24T17:31:20+00:00","modified":"2014-09-24T21:15:37+00:00","valid":{"from":"2014-09-24T21:15:37+00:00","to":"3014-09-24T21:15:37+00:00"},"hreflang":"en","guid":"4bd734bd-36c2-4f9e-8255-e7751f33e525","title":"Why the sugary sweetness of mithai is a social currency in India","published":"2014-09-24T21:15:36+00:00","byline":"Deepak Singh","tags":["food","culture","immigration","Culture","Arts, Culture & Media","New Delhi","Asia","India","Confectionery","South Asian sweets"],"teaser":"When Indian-American writer Deepak Singh went home to India this summer, he ate what felt like a year's worth of mithai — Indian sweets. But along the way, he realized that they're more than just sugary treats.","contentencoded":"<p>Over the&nbsp;summer, I met a man in India who&nbsp;was&nbsp;sending&nbsp;a box of mithai &mdash; Indian sweets &mdash; to his son in Dallas. I asked him why he was going to the trouble; his son could easily buy Indian sweets in Texas. &ldquo;It&rsquo;s an emotional thing,&quot; he<span style=\"line-height: 1.538em;\">&nbsp;told me.</span></p><p>I just got back to the US after spending two months in India visiting family, and I&rsquo;ve gained a few pounds from eating mithai.&nbsp;</p><p>They&#39;re made of sugar and a vast range of ingredients &mdash; milk, vegetables, seeds, fruit&nbsp;and many different kinds of flour.&nbsp;Some&nbsp;mithai&nbsp;are cooked, some are baked and some are fried. You can find them everywhere, just like donuts in America. They can be just as sugary, but a thousand times more extravagant in appearance.</p><p>But mithai are not just a dessert or a snack. They&#39;re a social currency. I<span style=\"line-height: 1.538em;\">n India, at any given time, you&#39;re probably only six feet away from a box full of sweets. Whether&nbsp;it&rsquo;s&nbsp;a religious or non-religious occasion, big or small, mithai are&nbsp;essential. Whether it&#39;s a friend visiting your home or a plumber fixing your faucet, both of them get a glass of water with a piece of mithai &mdash; no questions asked.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Growing up in India, I&rsquo;ve&nbsp;offered mithai in Hindu temples to please my favorite gods, hoping to win divine favor for better&nbsp;grades. I have fed street kids mithai for good karma, and I have given government officials mithai to speed delivery of my passport.</span></p><p>This summer in India, I&nbsp;ate&nbsp;what felt like a year&rsquo;s worth of mithai. So when I boarded my flight in New Delhi to come&nbsp;back&nbsp;to America, I thought I was saying goodbye to mithai for a while. But&nbsp;a few hours after takeoff, the&nbsp;flight attendant&nbsp;served the dinner, and there it was again &mdash; a piece of <a href=\"https://www.youtube.com/watch?v=SipKS7W1Xd8\"><em>rasgulla </em></a>soaked in a sugary&nbsp;syrup.</p><p>I ate it with mixed emotions.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Mithai.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mithaijpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092420146.mp3"},{"href":"http://www.pri.org/file/092420146mp3"}]}