{"created":"2014-10-07T20:37:50+00:00","modified":"2014-10-31T00:03:57+00:00","valid":{"from":"2014-10-31T00:03:57+00:00","to":"3014-10-31T00:03:57+00:00"},"hreflang":"en","title":"Sen. Alexander Outpaces Tea Party, But Remains In Its Cross Hairs","published":"2014-07-21T22:35:00+00:00","teaser":"Tennessee Sen. Lamar Alexander, like other GOP incumbents, is facing competition from his right as he runs for a third term. But his Tea Party challenger, Joe Carr, is having trouble gaining traction.","itags":["npr_api","333737351"],"guid":"4bdf7219-1c4a-4062-a78d-fed1335367a7","contentencoded":"<p>Tennessee's Lamar Alexander is one of a number of incumbent Republican senators caught in the cross hairs of Tea Party groups, taking on several challengers in next month's GOP primary.</p><p>But while Tea Party groups may be optimistic about the race, challengers like Joe Carr face an uphill battle to unseat the two-term senator.</p><p>Carr's campaign office is just across the street from Murfreesboro's antebellum courthouse. An American flag hangs out front, and in the window a big campaign sign calls on Tennessee Republicans to vote for \"Carr, not Lamar.\"</p><p>Carr, a 56-year-old state representative, says there are a lot of reasons why conservatives have soured on Alexander.</p><p>\"His voting record, whether it's on raising taxes or voting yes on his cloture vote for Obamacare or voting for amnesty or embracing the war on coal — over and over and over again Lamar Alexander has shown a willingness to work with the other side instead of standing with our side,\" he says.</p><p>Carr has won endorsements from Tea Party groups, both nationally and in Tennessee, and also has the backing of conservative talk show host Laura Ingraham.</p><p>As the influx of children across the southern border became front page news, Carr ran an ad attacking Alexander for backing amnesty.</p><p>\"President Obama created this crisis only after Lamar Alexander voted for amnesty,\" Carr says in the ad, ominous piano chords sounding underneath. \"He is responsible.\"</p><p>But endorsements from tea party groups has not translated into open checkbooks. Ben Cunningham, president of the Nashville Tea Party, hopes that won't be necessary.</p><p>\"You're not going to outspend them, and ultimately money doesn't vote. We're just going to work as hard as we can get the message out,\" he says. \"If we do that well enough, I am convinced that Joe Carr has a real shot at defeating Lamar Alexander.\"</p><p>Money may not vote, but it does buy you a lot of TV ads — and a lack of it, especially for a relatively unknown candidate like Carr, makes it hard to get your message out. Alexander has some $3.4 million on hand in the final weeks of the campaign, nearly eight times what Carr has reported.</p><p>Alexander has been using some of that money to run ads showing a moment when he stood up to President Obama during a 2010 health care forum.</p><p>\"Lamar, when you mentioned earlier that you said premiums go up, that's just not the case,\" Obama says in the sound bite.</p><p>\"The Congressional Budget Office report says that premiums will rise,\" the senator retorts.</p><p>And unlike some other Republican incumbents who have faced Tea Party challengers, Alexander has taken steps to stay in touch with Tennessee voters. He returns home frequently and rounded up support from all the state's Republican county chairs</p><p>He also gave up his post in the GOP Senate leadership, notes Bruce Oppenheimer, a professor of public policy and education at Vanderbilt University.</p><p>\"I think he thought that was probably not going to serve him well in his reelection efforts,\" he says.</p><p>Alexander has served Tennessee as a public figure since the 1970s — a tenure that includes two terms as governor, for which he famously campaigned by walking across the state wearing a red plaid shirt, as well as two runs for president.</p><p>The 74-year-old senator says he still runs into voters in whose homes he spent the night during those previous campaigns, and he appears confident about next month's primary.</p><p>\"Tennessee is accustomed to having good, open, rowdy political primaries, and I've run in several of them,\" he says. \"I welcome the opportunity to go back to the people of Tennessee and try to re-earn their trust. I'm a conservative with an independent streak who likes to try to get results.\"</p><p>There are other factors working in Alexander's favor, including a crowded field of opponents that, along with Carr, includes George Flinn, a wealthy radiologist who has spent millions of his own money on previous runs for Congress.</p><p>And unlike other southern states, there's no runoff in Tennessee. Even if Alexander falls short of 50 percent, he need only out-distance his opponents to put himself the ballot in November.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Alexander+Outpaces+Tea+Party%2C+But+Remains+In+Its+Cross+Hairs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333737352-c55ed8.m3u?orgId=1&topicId=1014&ft=3&f=333737351"}]}