{"created":"2014-12-23T10:05:08+00:00","modified":"2015-05-13T21:24:56+00:00","valid":{"from":"2015-05-13T21:24:56+00:00","to":"3015-05-13T21:24:56+00:00"},"hreflang":"en","title":"Is Sony Hack Really 'The Worst' In U.S. History, As CEO Claims?","published":"2014-12-23T23:54:00+00:00","teaser":"Sony Pictures is still reeling from the damage caused by the cyberattack. The company's reputation and Americans' free speech were put on the line. But experts dispute how to measure the damage.","itags":["npr_api","372603286"],"guid":"4be30c5e-b7e7-4cb3-aeb8-4a4bb83eb392","contentencoded":"<p>The CEO of Sony Pictures has been saying that the cyberattack against his company is \"the worst cyberattack in U.S. history.\" And you can see where he's coming from. An entire feature film got canned — at least for now. And his corporate networks were so damaged, Sony workers had to revert to using fax machines to communicate. That said, \"the worst\" is a big claim.</p><p>A lot of people feel for Sony Pictures and CEO Michael Lynton in particular. No one wants their inbox flung all over the Internet for the world to see. Many say the Sony hack is by far the most embarrassing hack. But the worst?</p><p>\"Clearly this is the first time a movie has been prevented from being released,\" says Ron Gula of Tenable Network Security. \"In raw numbers, the Slammer virus infected 75,000 computers almost instantly. Code Red infected almost half a million computers. And Conficker infected millions of computers.\"</p><p>Gula listed attacks that are large-scale, such as the ones against the <a href=\"http://en.wikipedia.org/wiki/Conficker\">entire operating system Windows</a>.</p><p>\"Yes, some files were stolen, some files were leaked and destroyed,\" says Steve Sin, a researcher at the University of Maryland. \"But if you look at things like JPMorgan, [a] lot more files were actually stolen that contained the personal data of just normal people like you and me.\"</p><p>Robert Rodriguez with SINET, an industry association that brings together government and private-sector security experts, says, \"It's hard to say if it's the worst attack because we don't know — some things have happened in terms of attack on critical infrastructure.\"</p><p>And by \"critical infrastructure,\" Rodriguez is referring to things like dams and electricity grids. These attacks go largely unreported to the public. There are <a href=\"http://www.dhs.gov/critical-infrastructure-sectors\">16 categories</a> of critical infrastructure:</p><p>\"But media doesn't fall under that,\" Rodriguez says.</p><p>Rank it as you will, the Sony hack is clearly getting insiders to think about how to slice and dice and size up the damage.</p><p>The president has called the Sony hack an act of cyber-vandalism. Rodriguez thinks that's too soft — it was far worse than a bad graffiti job. But he would not call it an act of war, as some politicians have.</p><p>Instead, Rodriguez introduces a new label: \"In terms of known attacks, I would call it transformational.\"</p><p>What we call it and who the perpetrators are — these have real-life financial implications.</p><p>Like many major companies, Sony has insurance to cover damages in the case of cyberattack. While the terms of each contract are different, insurance expert Mary Beth Borgwing with Advisen Ltd. says if North Korea really did do it, the insurance probably won't kick in.</p><p>\"It depends on how you manuscripted the policy with the underwriters, with the insurance company,\" Borgwing says. \"I would say that an act of war would be something most likely, in high probability, would not be covered.\"</p><p>But if North Korea is the perpetrator, there could be a financial upside for Sony. If the victims of the Sony hack sue in court, the CEO can use national security as a defense or turn to the government for help with damages.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Sony+Hack+Really+%27The+Worst%27+In+U.S.+History%2C+As+CEO+Claims%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372623630-334da5.m3u?orgId=1&topicId=1019&d=189&p=3&story=372603286&t=progseg&e=372623504&seg=11&ft=nprml&f=372603286"},{"href":"http://media.npr.org/assets/img/2014/12/23/sony-pictures-michael-lynton-fa7d73305ebaeb63963785ef4949cf0a2490aaba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1916","width":"2552"}}]}