{"created":"2014-12-02T00:32:07+00:00","modified":"2014-12-02T20:21:03+00:00","valid":{"from":"2014-12-02T20:21:03+00:00","to":"3014-12-02T20:21:03+00:00"},"hreflang":"en","guid":"4bed3ee7-8c77-417a-a588-1bebd81ef44f","title":"Indian sisters revive the country's debate over women's safety by fending off male attackers on camera","published":"2014-12-02T20:21:00+00:00","byline":"Leo Hornak","tags":["gender-based violence","women's rights","gender equality","sexual assault","conflict","Across Women's Lives","Justice","Conflict & Justice","Asia","India","Haryana","South Asia","Asia","Yogita Limaye","India","Assault","Gender-based violence","Sexual harassment"],"teaser":"In India, footage of two women defending themselves from a group of men sexually assaulting them on a public bus has gone viral. The video has renewed a national debate in India on sexual assault and the safety of women in public spaces.\r\n","contentencoded":"<p>Footage of two sisters in India defending themselves from sexual assault on a public bus has gone viral, reviving a national debate on sexual harassment and the safety of women in public spaces.</p>\n<p>Footage filmed by a fellow passenger shows one sister using a belt to whip the assailants. It also shows most of the other male passengers watching passively as the struggle continues. Three men have now been arrested thanks to the video evidence.</p>\n<p>Pooja, one of the sisters, told the BBC that the incident started at a bus stop in the district of Rohtak, when the men began throwing hand-written notes at her and her sister, Arati.</p>\n<p>Once on the bus, the men began to insult the sisters and touch them inappropriately. When another female passenger asked them to stop, the men turned on her before the sisters intervened. \"Your fight is with us, keep it to us,\" Pooja told the men. \"Don't harass this lady.\"</p>\n<p>One of the men then phoned a friend soon after, asking him for help to \"beat up a girl.\" Pooja responded by taking off her belt to use as a weapon and asking a female passenger to begin filming the situation.</p>\n<p>“We wanted to ensure that they could be identified after the event,” she explained. “We knew that they were going to beat us up.  We wanted to ensure that they would be caught and punished.”</p>\n<p>Although one male passenger can be seen intervening to restrain the men, most of the other male passengers watch passively as the women fight off their attackers. The bus driver later forced the women off the bus, along with the harrassers. Outside the bus, Pooja and Arati were able to drive the men away by threatening them with bricks.</p>\n<p>The BBC's Yogita Limaye says that the case had caused outrage, but not surprise, in India. “It’s quite common in cities across India,\" she says. \"The numbers tell us that in areas where the media can’t reach, these incidents are occurring”.</p>\n<p>Two years ago, the gang rape and murder of another Indian woman on a bus in Delhi caused national outrage and protest marches, and also led to changes in the law. This latest case has revived memories of the incident and more calls for greater protection for women in public spaces. On social media, the hashtag <a href=\"https://twitter.com/search?q=%23RohtakBravehearts&amp;src=hash&amp;mode=photos\">#RohtakBravehearts</a> has trended, while the state government of Haryana, where Rohtak is located, has promised the girls a \"bravery\" award and a cash prize. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/bus.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/busjpg"}]}