{"created":"2015-04-24T08:31:07+00:00","modified":"2015-05-13T21:00:57+00:00","valid":{"from":"2015-05-13T21:00:56+00:00","to":"3015-05-13T21:00:56+00:00"},"hreflang":"en","title":"Will Apple's Newest Gadget Ignite A Smart Watch Movement?","published":"2015-04-25T20:01:00+00:00","teaser":"As Apple's smart watch goes on sale, there are some big questions about the whole idea of the wrist watch as a computer, including whether consumers come to see them as a luxury or a necessity.","itags":["npr_api","401714750"],"guid":"4beefbb1-3eb7-476c-9507-01e99dc1b20f","contentencoded":"<p>The Apple Watch is making quite a splash with its launch Friday, but most of us have never thought about this new gadget, <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/03/09/391275849/as-apple-watch-launches-taking-stock-of-competitors-and-possibilities\">the \"smart watch.\"</a> Is it a luxury item, or is the smart watch destined to be the next great essential, something we don't know we'll need but will.</p><p>We've asked this kind of question before. Smartphone owners Alexandra Sanders, Jimmy Pichotto and Desiree Ngai all agree that the devices were luxuries when they purchased them.</p><p>Ngai says that her first smartphone, a Samsung, was pink and pretty — and that describing it as \"smart\" might have been a stretch.</p><p>\"Back then the Internet reception wasn't that great on your phone, so it was actually mainly just to download online games and stuff,\" Ngai says.</p><p>Pichotto's current smartphone is his first, and he says he only bought it a year ago because his wife made him.</p><p>\"I would just like to call, you know — but she would just text me, so in order to have a conversation I'd have to text her back,\" he says, but on a tiny non-smartphone's keyboard, \"it would take me forever.\"</p><p>For Sanders — as for many smartphone users — what began as a luxury has become an essential part of her life, liberating her from her desktop computer and changing the way she socialized and learned.</p><p>\"When I got further into my studies, junior, senior year especially, I really needed to have a smartphone to do all the research,\" she says.</p><p>And so in eight years smartphones have gone from a splurge — the original iPhone cost $400-$600, even with a two-year, AT&T-exclusive contract — to <a href=\"http://www.pewinternet.org/2015/04/01/us-smartphone-use-in-2015/\" target=\"_blank\">a tool 64 percent of Americans have come to rely on</a>.</p><p>The smart watch — a mini-computer, connected to the Internet, that sits on your wrist — does not carry the same appeal yet.</p><p>Pichotto can't imagine using it, literally.</p><p>\"I mean I can barely work this phone,\" he says.</p><p>Ngai is confident she could maneuver the tiny screen, but she doesn't want to.</p><p>\"I don't need it. I know I personally won't need it,\" she says. \"I'm positive. ... for now.\"</p><p>It's that \"for now\" that smart watch makers are counting on.</p><p>The Apple Watch is not the first smart watch on the market, but — given its launch by the biggest company on the planet — it's the loudest. That actually is helping Apple's competitors, <a href=\"http://www.forbes.com/sites/arieladams/2014/01/30/the-future-of-pebble-smartwatches-interview-with-ceo-eric-migicovsky/\">including Pebble</a>.</p><p>\"We saw a very specific spike when the Apple Watch came out,\" says company founder Eric Migicovsky. \"In fact, the rate of sales doubled when the Apple Watch was announced in March.\"</p><p>The purpose of the smart watch — what users actually will do with these devices — is unclear.</p><p>Motorola says its <a href=\"http://www.cnet.com/products/motorola-moto-360/\">Moto 360</a> is meant to be fashionable first and foremost. Samsung says its <a href=\"http://www.wareable.com/samsung/samsung-gear-s-review\">Gear S</a> is meant to help with routine activities (when a smartphone isn't nearby), including emails, exercise and turn-by-turn navigation. Migicovsky says Pebble is meant for busy people.</p><p>\"They don't want to have their whole life locked up, staring down at their phone,\" he says. \"They want to be able to live.\"</p><p>This point really struck me a couple of nights ago, when I was at a concert.</p><p>A woman three seats away from me — who had paid good money to be there — kept glimpsing at her phone. Out in the atrium, a guy was <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/03/02/390236051/tinders-premium-dating-app-will-cost-you-more-if-youre-older\">flipping through Tinder</a>, the app that lets you geolocate singles nearby. In the old days, he would have just scouted this room for a hookup.</p><p>Then there was Mary Anne Shaw: She's been to just three concerts in the last 20 years, but even she was staring at her iPhone.</p><p>\"I was playing Scrabble with my 93-year-old mother,\" she said. \"That's how we check in every day.\"</p><p>Endearing — or distracting?</p><p>The smartphone has created a problem. The smart watch aspires to solve it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Will+Apple%27s+Newest+Gadget+Ignite+A+Smart+Watch+Movement%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917271-032cd1.m3u?orgId=1&topicId=1019&d=236&p=3&story=401714750&t=progseg&e=401860291&seg=19&ft=nprml&f=401714750"}]}