{"created":"2015-05-07T19:03:25+00:00","modified":"2015-06-26T16:10:58+00:00","valid":{"from":"2015-06-26T16:10:58+00:00","to":"3015-06-26T16:10:58+00:00"},"hreflang":"en","guid":"4beff89c-1741-4776-ae77-2dae6d98c9a9","title":"Getting this man's brother back alive from Syria would be 'nothing short of a miracle'","published":"2015-06-26T16:10:53+00:00","byline":"Marine Olivesi","tags":["protest","military","civil war","International Security","SafeMode","Conflict & Justice","Aleppo","Istanbul","Asia","Africa","Syria","Libya","Middle East","Gaddafi","Bashar Al Assad","Repercussions of the Arab Spring","Muammar Gaddafi","Syria","Libyan civil war","Bashar al-Assad","Politics"],"teaser":"Mohamed was important in Libyan's revolution, helping to defeat and ultimately capture Muammar Gaddafi. His younger brother missed out on Libya's revolution — so he decided to make his own fame by going to Syria to fight in the violent revolution there.","contentencoded":"<p>As the war in Syria nears its third anniversary, the conflict has increasingly been defined by a sharp influx of foreign fighters on both sides of the front line. </p>\n<p>Hundreds of Europeans have joined the armed insurgency against President Bashar al-Assad. Scores of others have joined the fight from North Africa and other Arabic countries.</p>\n<p>Among them is 15-year-old Ayoub, who slipped out of Libya last December. His brother, Mohamed, spent a month and a half this winter in the Turkish border town of Killis. His mission: find Ayoub, and bring him home.</p>\n<p>During the day, Mohamed approached people who had crossed into Syria, asking for tips on where his brother might be. At night, he tirelessly dialed the same three phone numbers he had for his brother and other contacts.</p>\n<p>“At night, I don’t sleep. I just try to call and call, but there’s no answer,” Mohamed said.</p>\n<p>He had no solid leads, but he refused to lose hope.</p>\n<p>“I promised myself that I want to go back to Libya with him. I don’t want to go back alone. I will stay here, even if it takes a year, because I’m the guilty one,\" he added.</p>\n<p>During the Libyan uprising, Mohamed was a celebrated fighter. In Sirte, he was part of the small group of rebels who caught and killed Muammar Gaddafi's son, Mutassim.</p>\n<p>He’s proud of that, but also believes that his brother, who was an impressionable 12-year-old at the time, went to Syria to be a hero like him. </p>\n<p>“After our revolution, he kept saying: 'I want to be like you, I want to do what you’ve done.' And I would tell him that it will never be so because there’s no revolution for you. You have to live now. I did that for you, so you have to live. You have to look for your future,” Mohamed recalled.</p>\n<p>Ayoub’s mother said his future looked good. He was doing well at school, respected his elders and lived a comfortable life. But she began to get worried when Ayoub started repeatedly bringing up Syria.</p>\n<p>“It all started because of the media,” she said. “He was often watching the satellite channels, and they would bring up all these bad pictures. He would ask me about it, and mention the names of cities in Syria. He also started chatting on the Internet with people his age in Syria. And I think they planted the idea in his head to go there.”</p>\n<p>On Dec. 25, Ayoub was supposed to be at school, but instead he headed off to Istanbul with a friend.  </p>\n<p>Mohamed followed him to Turkey the next day, but it was too late. At the border, he met a smuggler who confirmed his worst fear: Ayoub was already inside Syria. And he wasn’t with just any rebel group but with the most radical brigade — the Islamic State in Iraq and the Levant, which is made up mostly of foreign jihadists and affiliated with al-Qaeda.</p>\n<p>Mohamed said it would have been suicidal to chase his brother into Syria so he used middlemen, Syrians with connections who might help.</p>\n<p>But his chances of bringing Ayoub home got slimmer as days and weeks passed.</p>\n<p>One day, Ayoub posted two pictures of himself in Aleppo on Facebook. He’s carrying a Kalashnikov and traded his usual jeans and t-shirt for a traditional Arabic outfit. For Mohamed though, the most disturbing part of the picture is Ayoub’s hand sign. </p>\n<p>During the revolution, Libyan fighters always raised 2 fingers: a V for Victory. On this picture, Ayoub only points his forefinger up to the sky.</p>\n<p>“Two fingers means ‘win or die’,” Mohamed said. “But one finger means dying. It means you believe that there’s only one God, and that you want to die for God.” </p>\n<p>When Ayoub finally called his mother, she asked him to come home. He said he wouldn’t. “It’s better for me to be in Syria,” he told her. “I won’t go to heaven if I spend time with you. But if I stay in Syria, I will.”</p>\n<p>The last straw came after about a month in Turkey, when Ayoub posted an angry Facebook message calling Mohamed a “kafir,” or infidel. </p>\n<p>Mohamed says he was ready to fight for his brother, but not to fight against him.</p>\n<p>“I failed,” the 28-year old said as he was about to leave Turkey. “We lost him.” </p>\n<p>The jihadist group in Syria brainwashed his brother, Mohamed said, but Libya has failed young people like Ayoub as well. </p>\n<p>Libyan teenagers now look at all the armed militias around and think guns — and fighting — are the answer. “They used to be scared by gunfire,\" Mohamed said. \"Now all they want is to join in.</p>\n<p>“I think it’s our mistake. We start a revolution and didn’t finish it.” </p>\n<p>Now back in Libya, Mohamed wants to make sure his youngest brother, 9-year-old Abdel Hamid, doesn’t fall into the same trap. Mohamed spends more time at home these days, and ponders whether to move the family out of Libya.</p>\n<p>As for Ayoub, Mohamed thinks getting him back alive from Syria would be nothing short of a miracle.</p>\n<p>The attraction of fighting a \"holy war\" in a foreign country can be irresistible for some people. There's danger and adventure, mixed with a sense of religious duty. And Ayoub isn't the only one.</p>\n<p>We found another person lured across continents to fight in the name of Islam: a man, who spoke anonymously with the BBC. He's a Muslim, who lived a fairly comfortable life in Saudi Arabia, until the Balkan wars in Europe compelled him to act.</p>\n<p>\"At the time it was the Bosnian conflict raging, and I felt it was the responsibility of anyone with a conscience, basically, to do something. But the international community at the time did not do enough, and so it was one of those crazy moments in one's life where you take a decision and you act on it. So I went to join the jihad there,\" he said.</p>\n<p>\"At a later time, when I went to Afghanistan, and joined the training camps there, it was then that I was more or less attracted to the ideology of al-Qaeda, and then I joined them.\"</p>\n<p>The man said at one point, motivated by thoughts of martyrdom and anger toward the west, he became a preacher and a recruiter for radical Islam, first in places where Muslims gathered and later online. He says his was a culture of death.</p>\n<p>\"You know, one of the ironies is that we never feared death, but we feared imprisonment,\" the man said, \"because imprisonment is something that confines you physically and spiritually in a place, while martyrdom is regarded as something that will free your spirit.\"</p>\n<p>He said, at one point, he worked alongside Osama bin Laden, whom he admired at the time. But after 12 years in four different war zones, he admits he feels partially responsible for the deaths he and others he recruited caused.</p>\n<p>So he's now living in the UK, and offering his advice to the British government on how to dissuade more British Muslims from joining the jihadist movement in places like Syria. He says officials need to be more proactive.</p>\n<p>\"They must spell out, clearly, that while they respect and admire the motives of those who want to go there because they want to help others, they do not trust the motives of those who will host them,\" he said. \"This journey could begin with a noble motive and end with a tragedy; they might come back as changed people, with sinister motives.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-03-04%2Fone-man-getting-his-brother-back-syria-would-be-nothing-short-miracle&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/030620144.mp3"},{"href":"http://admin.pri.org/file/030620144mp3"}]}