{"created":"2014-09-29T07:26:56+00:00","modified":"2015-02-02T21:23:37+00:00","valid":{"from":"2015-02-02T21:23:37+00:00","to":"3015-02-02T21:23:37+00:00"},"hreflang":"en","title":"HBCUs Move To Address Campus Sexual Assaults, But Is It Enough?","published":"2014-09-30T16:15:00+00:00","teaser":"One major study found sexual assaults are lower on campuses of historically black colleges and universities. But some question those numbers and whether HBCUs have the resolve to address the issue.","itags":["npr_api","351534164"],"guid":"4bf2ec00-4dfc-407a-b82e-e159cf50555c","contentencoded":"<p>When it comes to studying sexual violence, college surveys often don't include students at historically black colleges and universities, or HBCUs. But one major study found sexual assaults are lower on those campuses than others.</p><p>Some question those numbers and whether HBCUs have the resolve to openly address the issue of campus rape.</p><p>Of the 100 HBCUs in the country, Morgan State University in Baltimore ranks in the top 15 for academics.</p><p>During the school's fall matriculation convocation, professors dressed in their full cap and gown regalia, strolled into the fine arts building auditorium where hundreds of students were already waiting. Morgan State President David Wilson proudly described the ongoing building boom at the sprawling campus and successful efforts to retain more students.</p><p>But amid the pomp and circumstance is the fact that Morgan State is the only HBCU on the list of more than 70 universities and colleges the Department of Education is investigating for how they handle cases of sexual assault.</p><p>Twenty-year-old Christopher Brown, a junior, found it difficult to believe his school was on the list.</p><p>\"I think that it's preposterous because sexual assault cases, I was unaware that that was present on this campus,\" Brown says.</p><p>But 20-year-old Dominique Butler wasn't surprised. She says a friend did confide in her that she'd been raped by a fellow student but didn't report it.</p><p>\"She was afraid of what her family would say. She was afraid that no one would believe her,\" Butler says.</p><p>The latest statistics from the Education Department show one rape occurred at Morgan State in 2012. The school is under investigation after a student filed a complaint in March alleging she had been sexually assaulted by another student in off campus housing. Morgan's president Wilson says the school can't divulge any information about the case but says preventing sexual violence is a top priority.</p><p>\"When we have our orientation here we basically talk with students about sexual violence and let them know that they really need to have the other person to give their consent,\" Wilson says.</p><p>Administrators will continue to undergo Title IX training to understand the school's responsibility when it comes to preventing and responding to sexual violence, Wilson says.</p><p>Amelia Cobb, the founder of The Wright Group, which consults on issues of social change, was the force behind an initiative launched on HBCU campuses in 2008 to help schools focus on gender based violence. Cobb says many financially strapped HBCUs focus on economic priorities but have not taken the lead on creating transparent policies for dealing with sexual assaults.</p><p>\"They want the help, but when it comes to actually putting and addressing violence against women in general and implementing that into their existing system — whether that's an academic setting, an orientation, a training for an RA (resident assistant) — on a consistent basis, it just doesn't happen,\" she says.</p><p>About 40 miles away from Morgan, in Washington, D.C., there's another acclaimed HBCU — Howard University. Over the past four years, it has received about $600,000 in Justice Department grant money to devise programs to combat sexual violence. Last month, it held a mandatory Title IX orientation session for freshmen.</p><p>\"Silence is not consent,\" professor Tricia Bent-Goodley said. She told the students that there must be a straightforward affirmation when it comes to agreeing to have sex.</p><p>\"Repeat after me — an enthusiastic yes,\" she told them.</p><p>Bent-Goodley says the goal \"is primarily to make sure students have a sense of what does domestic violence, dating violence, sexual assault and stalking look like.\" Students also need to know who they can turn to for help, she adds.</p><p>A 20-year-old Howard senior, Kristin McCovery, says she was assaulted by a fellow student when she was a freshman and didn't know what to do.</p><p>\"It was January. A group of my friends, I think there was a house party, and other people wanted to go to the club,\" she says.</p><p>McCovery, who wanted to be identified, says she and her roommate waited for a couple of friends in an all-male dorm. She said they had all been drinking. When the young men arrived, her roommate left with her boyfriend. McCovery stayed with the remaining friend and they ended up having consensual sex, but when she wanted to leave, McCovery says, it turned ugly.</p><p>\"And after I said hmm, 'I'm really ready to go' and that wasn't the case for him,\" she says. \"So when I was trying to get dressed, he pushed me back on the bed, and I ended up hitting my head on his window ledge and after that I remember him turning around while still holding me to turn the music up, and I was trying to bang on the walls and scream but nobody could hear me because the music was so loud.\"</p><p>McCovery filed charges with D.C. police, but says she didn't get a call until months later and police told her that missing information meant they would not pursue the case. She says she also reached out to her resident adviser, who is another student, but nothing came of that either. Her alleged assailant still attends the school.</p><p>\"And for me it's stressful seeing him going to class, or if I have a class with him,\" she says.</p><p>In a statement released after NPR brought the case to the school's attention, Howard President Wayne A.I. Frederick says he's committed to fostering a campus environment where assault is prevented and victims are fully supported. The school's Title IX coordinator is now investigating.</p><p>The largest survey about sexual assaults on HBCU campuses was conducted in 2008 by the nonprofit research group, RTI International. Four thousand undergraduate women at four HBCUs participated, says Christopher Krebs, the survey's lead researcher. The rates of sexual assault where women were incapacitated in some way — for example, drunk and unable to provide consent — was considerably lower than on other college campuses — 6.2 percent versus 11 percent at non-HBCUs.</p><p>\"Alcohol use at HBCUs was considerably lower than alcohol use at non-HBCUs,\" Krebs says.</p><p>Black women attending predominantly white institutions also had lower rates of drinking alcohol and lower rates of incapacitated sexual assaults.</p><p>\"So it's not so much maybe a campus phenomenon as it is a race phenomenon, where black undergraduate women are simply drinking at considerably lower rates,\" Krebs says.</p><p>Emory University professor Angela Amar, who has also studied sexual assault issues, points to the high female-to-male ratio on HBCU campuses and says a cultural variable may also be impacting the lower numbers of reported rapes.</p><p>\"It's like you don't want to turn in the 'brother' whose doing well on campus,\" she says. \"You know there's so few of them, and so maybe it's really not so bad.\"</p><p>In an effort to raise awareness, Morgan State is developing brochures about Title IX and how to prevent rape. Next spring, Howard University will hold a bystander prevention program to continue what faculty call needed tough conversations for HBCUs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=HBCUs+Move+To+Address+Campus+Sexual+Assaults%2C+But+Is+It+Enough%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352402910-0d4817.m3u?orgId=1&topicId=1091&aggIds=339884470&e=351534164&d=466&ft=nprml&f=351534164"}]}