{"created":"2015-03-17T19:36:07+00:00","modified":"2015-03-18T18:10:11+00:00","valid":{"from":"2015-03-18T18:10:11+00:00","to":"3015-03-18T18:10:11+00:00"},"hreflang":"en","guid":"4c05aa54-f5a4-4449-8b7b-59e915645aac","title":"A 'fragile moment' is reached in Brazil as millions rage against corruption","published":"2015-03-18T18:10:10+00:00","byline":"Bradley Campbell","tags":["protests","corruption","politics","Global Politics","South America","Brazil","South America","Andre Liohn","Dilma Rousseff","Brazil","Government","Political corruption","Petrobras"],"teaser":"Protesters in Brazil used social media to send millions of people into the streets last weekend, calling for President Dilma Rousseff to be impeached. One Brazilian says the marches are just one symptom of deep-seated anger and division over the country's high level of corruption.","contentencoded":"<p>Millions of people took to the streets in Brazil this weekend to call for the ouster of newly re-elected President Dilma Rousseff.</p>\n<p>Rousseff isn't charged with any wrongdoing, but federal prosecutors recently uncovered a kickback scheme involving the state-run oil company, Petrobras. Part of the scheme took place while Rousseff served as the chairwoman of the board for the company, and that alone is enough of a connection for protesters who are fed up with corruption in Brazil's government.</p>\n<p>\"People are quite tired of corruption,\" says André Liohn, a freelance photographer who attended the protest in São Paulo. \"But they can't put a name on what corruption is because corruption became like a monster. In Brazil, we usually say that corruption is everywhere.\"</p>\n<p>Liohn says such thinking is dangerous because it makes people think corruption is just the natural way of life. \"They do not understand that some societies have ways to fight corruption, to neutralize corruption or to have methods to find out how we can find ways to get out of it,\" he says.</p>\n<p>Rousseff won a close re-election five months ago, and Liohn says she should be trying to build consensus and unify the country as though it were cheering for their beloved soccer team. But in Brazil, he jokes, soccer and soap operas are the only things that unify the people.</p>\n<p>But then he gets serious: \"People are starting to hate each other,\" he says. \"I have good friends of mine that do still support the government, and we are just not talking anymore.\"</p>\n<p>He says it's a very dangerous situation, something he doesn't say lightly. He covered the Arab Spring during its beginnings in Tunisia and followed it as it spread to Libya and Syria. \"I do know that when friends, when family members start fighting with each other for political matters ... it's a very fragile moment,\" he says.</p>\n<p>Now he's cautioning that Brazil is in the middle of such a moment.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-17%2Fhow-social-media-could-change-brazil-both-good-and-bad&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0317201505.mp3"},{"href":"http://www.pri.org/file/0317201505mp3"}]}