{"created":"2015-01-26T08:59:43+00:00","modified":"2015-05-13T21:20:23+00:00","valid":{"from":"2015-05-13T21:20:23+00:00","to":"3015-05-13T21:20:23+00:00"},"hreflang":"en","title":"High Schools Seek A Safer Path Back From Concussion","published":"2015-01-26T15:53:00+00:00","teaser":"Returning immediately to demanding physical or mental activities after a concussion can be bad for the brain, neuroscientists agree. But what about after symptoms resolve? How much rest is best?","itags":["npr_api","379428398"],"guid":"4c070d3e-553f-43b2-b650-b3a9aab7288c","contentencoded":"<p>Nearly half of all reported sports concussions occur during a high school football game or practice. And even when injured bodies are ready to get back on the field, injured brains might not be ready to return to class.</p><p>But how long should these student athletes be out of school? A day? A week? A month? The latest research supports the idea of a gradual return to class and other activities, in a flexible program that's tailored to each student's injury and recovery from symptoms, rather than a blanket insistence on strict isolation and total rest for everyone. The aim is a more balanced approach that at least one high school — Trinity Christian Academy, in Addison Texas — is already trying to adopt.</p><p>For weeks after his concussion during a high school football game in 2013, Graham Hill, then a junior at Trinity, felt sick. His stomach hurt, he remembers. He was exhausted, and there was a pressure in his skull — like a balloon was being inflated in his head.</p><p>\"It's like a migraine on steroids,\" says Hill, who is now a senior.</p><p>After a few weeks, Hill's body was in good enough shape to return to class and practice, but his brain wasn't ready. The instructions from the doctor were simple. No football — and, for a while, no school.</p><p>The doctor, Hill says, told him that as long as he had symptoms, he was to \"do nothing — sit in a dark room, no electronics, no reading, no loud noises and just focus on getting your mind better.\"</p><p>Hill wasn't to hang out with friends — or even text them as long as any symptoms of the concussion persisted. He missed two weeks of class during his junior year and then went back to school, just part-time at first.</p><p>Hill's gradual return to school was planned — part of an academic rehabilitation program at his high school that's based on the newest thinking among brain specialists on the best way to heal concussions. Not every student will be out of school as long as Graham Hill was; not everyone has symptoms that linger as long. Relying on medical advisors, Trinity creates a tailored game plan for each player, using symptoms as a guide.</p><p>That's a big change from the days when a coach might stick smelling salts under the nose of player who'd been knocked out, and quickly send him back to the huddle. But it's also a change from the more recent practice of <a href=\"http://journals.lww.com/cjsportsmed/Citation/2012/09000/Sport_Related_Concussion___A_Call_for_Evidence_and.1.aspx\">cocoon therapy</a> — a popular notion that more rest after a concussion must, inevitably, be better.</p><p><strong>Too Much Rest</strong></p><p>There can be such a thing as too much rest, according to a study <a href=\"http://pediatrics.aappublications.org/content/early/2015/01/01/peds.2014-0966\">published this month</a> in the medical journal <em>Pediatrics.</em> <a href=\"http://www.chw.org/physician-directory/t/thomas-danny-g/\">Dr. Danny Thomas</a>, a pediatric emergency medicine specialist at Children's Hospital of Wisconsin, and several colleagues recruited for their research nearly 90 patients, ages 11 to 22, within 24 hours after the young people were diagnosed with concussion. In the randomized, controlled trial, half were told to rest at home for one or two days, followed by a step-wise return to regular activity; the others were prescribed total rest for five days.</p><p>\"Most people would assume that when you're resting you're having less stimulation of your brain — and have fewer symptoms (because you're not challenging yourself),\" Thomas says. But that's not what the researchers found.</p><p>\"Patients who were randomized to the strict rest group took longer to recover and had more symptoms during that recovery period,\" he says.</p><p>When tested and questioned 10 days after the concussion, both groups seemed to be healing at about the same rate cognitively. But headaches and nausea were worse for the kids who got more days of strict rest — for five days instead of two. They also more frequently complained of emotional symptoms — like irritability and sadness. The isolation seemed to be hard on them.</p><p>\"The pendulum had swung too far toward rest,\" Thomas says. \"Hopefully, this study has swung the pendulum back to the middle.\"</p><p>Even before Thomas's study was published, <a href=\"http://www.trinitychristian.org/Page/Academics/TCA-Academics/Upper-School\">Janie Heard</a>, an administrator at Trinity Christian Academy, had adopted the customized approach: She coordinates with doctors, students, parents and teachers to make sure a student is doing as much work as possible — without aggravating symptoms.</p><p>\"Our goal is to get them back to where they were academically before the brain injury,\" Heard says. \"And it's different for every one of these kids.\"</p><p><strong>A New Approach To Recovery </strong></p><p>Heard created the school rehab program at Trinity after she had a serious concussion herself years ago. In the past four years, she's helped 128 students throughout the school gradually return to class after a brain injury.</p><p>For a student taking six classes and applying for scholarships, trying to give the brain the appropriate amount of rest can be a challenge. But some rest in the immediate aftermath is crucial to healing, many neuroscientists now say, including <a href=\"http://childrensnational.org/choose-childrens/find-a-provider/gerard-gioia\">Gerard Gioia</a>, a neuropsychologist at Children's National Health System in the Washington, D.C., area.</p><p>\"I often say that the software system of the brain now is impaired,\" says Gioia, who directs the Safe Concussion Outcome, Recovery & Education (SCORE) program at Children's. \"And all of the functions that software runs — like your thinking and your behavior, your emotions and your sleep — can potentially be impaired as well.\" <br /> <br /> The evidence, he says, now shows that getting all those systems back online takes some flexibility — and a lot of patience.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+Schools+Seek+A+Safer+Path+Back+From+Concussion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Silverman","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1381529373-a6511a.m3u?orgId=1&topicId=1128&d=259&p=3&story=379428398&t=progseg&e=381529277&seg=12&ft=nprml&f=379428398"},{"href":"http://media.npr.org/assets/img/2015/01/23/2014-10-03_tcaaddisonmidlandchristianvarsityfootball_mcwhorter0623edit2-6bea5fb7076029ccb63f392139d9ea202762d2cc.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}