{"created":"2015-02-24T21:38:27+00:00","modified":"2015-04-22T13:20:49+00:00","valid":{"from":"2015-04-22T13:20:49+00:00","to":"3015-04-22T13:20:49+00:00"},"hreflang":"en","title":"Little-Known Laws Help Sex Trafficking Victims Clear Criminal Records","published":"2015-02-26T22:34:00+00:00","teaser":"\"I'm not ever going to forget what I've done,\" says a woman once convicted of prostitution. \"But, at the same time, I don't want it thrown in my face every time I'm trying to seek employment.\"","itags":["npr_api","388716830"],"guid":"4c0a07b0-9d5f-4275-81b2-dc93d1ee6767","contentencoded":"<p>Advocates for women arrested on prostitution charges want the justice system to adopt a different approach. They say instead of being locked up, many prostitutes should actually be considered victims of human trafficking. And they're starting to offer those women a way to clean up the criminal records left behind.</p><p>One of them lives in an apartment not far from Dallas. Inside, a 24-year-old woman pushes up her sleeve to show off a tattoo of a lotus flower. The deep purple ink covers up an older mark.</p><p>\"If you look closely, you can still see the diamonds,\" says the woman, whom NPR is not identifying. \"So it said M and a P because that's what his name was, and it had a chain of diamonds around it.\"</p><p>M.P. was her pimp. That earlier tattoo: a brand, to show the world she belonged to him. She has another mark on her back, from a different pimp.</p><p>\"Once they put their name on me, I was their property,\" she adds.</p><p>The woman says she spent her teenage years forced into prostitution. It was brutal.</p><p>\"My skull has been cracked, all of my ribs, front, have been broken. Black eyes, you know, regular getting beat up,\" she says.</p><p>Those injuries have healed. But she was a convicted prostitute. And that criminal record was harder to get rid of.</p><p>\"You know, it's not ever going to be forgotten,\" she says. \"I'm not ever going to forget what I've done and what I've gone through. But, at the same time, I don't want it thrown in my face every time I'm trying to seek employment. I don't want to have to explain myself every time.\"</p><p>Recently, with the help of volunteer lawyers and a little-known law, the woman with the flower tattoo convinced a Maryland judge to help, to wipe away her conviction on prostitution charges.</p><p>It's a process known as vacatur. And it's now an option in 20 states for people who can persuade a judge that someone forced or coerced them into selling their bodies.</p><p>Jessica Emerson is a lawyer who helped the 24-year-old clear her record.</p><p>\"This is justice,\" Emerson says. \"It's finally giving these individuals their lives back.\"</p><p>Emerson is leading the way in Maryland, where the vacatur law has been on the books for years but, she says, used just twice.</p><p>\"If you are not addressing their criminal record, you are sending them back out into the world with a bull's-eye on their back,\" Emerson says. \"Because the second they go and try to get a job, the second they try to apply for safe housing, they're going to have a roadblock.\"</p><p>And the pimps use that to their advantage, says Bradley Myles. He leads the Polaris Project, a nonprofit that fights human trafficking.</p><p>\"Traffickers use the criminalization of a victim as another way to gain power over that victim and remind them of the hopelessness of their road back,\" Myles says.</p><p>Back in Texas, the young woman with the lotus tattoo explains how it all began. She says she was raped by a stranger when she was just 11 years old. For the next two years, she acted out — running away and fighting with her parents. Then one day, she was walking to a friend's house, and a man in a Mercedes waved her over to his car.</p><p>\"He took me to get my nails done, he took me shopping, I got my hair done and we partied,\" she recalls. \"And he gave me a pill which was Ecstasy. And then he started giving me more pills, then forcing the pills on me, and told me that I wasn't going to be going home.\"</p><p>Eventually, the girl and her pimp were arrested. But police told her mom she might never get back on track.</p><p>\"I just kept running away and every time I ran away I'd end up in another pimp's arms,\" the woman with the tattoo says.</p><p>Then, four years ago, a police detective arrived at her hotel room near Baltimore, Md., part of a sting operation targeting pimps and prostitutes working near the airport. It wasn't her first arrest. But it was, she says, the first time a police officer treated her like a person.</p><p>\"He told me that he saw something in my eyes and started asking me about my life,\" she says, \"and I started telling him.\"</p><p>That man is Detective Dan Dickey in Anne Arundel County, Md. He's a member of a federal task force that finds and prosecutes sex trafficking.</p><p>\"We actually came across this case by just doing surveillance on a local hotel,\" Dickey says.</p><p>After the arrest, he recalls, \"I went and visited her, had a conversation with her and then actually called [a person at] one of our nonprofits that we work with and told her, 'This girl's in jail; she's willing to hear what you have to say.' \"</p><p>Someone from that local group talked with the young woman. They gave her a place to stay after she got out of jail and connected her with the help she needed to get away from her pimp for good.</p><p>Eventually she moved back to Texas, to be near her family. She had a baby boy last year. Now she's trying to get back into school.</p><p>\"I want to provide my son with a good life,\" she says. \"It might not be the most extravagant. I don't want to be rich. I just want to live a better life than I have lived.\"</p><p>Taking prostitution charges off her permanent record was a big step in that direction.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Little-Known+Laws+Help+Sex+Trafficking+Victims+Clear+Criminal+Records&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388822013-fbf4d5.m3u?orgId=1&topicId=1070&e=388716830&d=317&ft=nprml&f=388716830"},{"href":"http://media.npr.org/assets/img/2015/02/24/lotustattoo-4515db0ed615c770dd53a45416bca98816d264c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2831","width":"3775"}}]}