{"created":"2014-11-18T21:58:49+00:00","modified":"2015-05-13T21:30:35+00:00","valid":{"from":"2015-05-13T21:30:35+00:00","to":"3015-05-13T21:30:35+00:00"},"hreflang":"en","title":"Big Money Is Helping GOP Win In State Legislatures Too","published":"2014-11-18T23:32:00+00:00","teaser":"Every election cycle, big donors open their checkbooks for two Washington-based party organizations that are gradually remaking state legislative elections.","itags":["npr_api","365015932"],"guid":"4c0ab79f-c7b5-48e2-b8d9-8e814aa9c7de","contentencoded":"<p>Every election cycle, big donors open their checkbooks for the <a href=\"http://www.rslc.gop/\">Republican State Leadership Committee</a> and the <a href=\"http://dlcc.org/\">Democratic Legislative Campaign Committee</a>, two Washington-based party organizations that are gradually remaking state legislative elections.</p><p>The two organizations send field workers, funds and consultants into the states, bringing Washington strategies and technology with them. As with the House and Senate contests, Republicans emphasized national issues in legislative races, while Democrats campaigned on local concerns.</p><p>For the RSLC, 2014 has been a good year; not quite as good as the Tea Party year of 2010, but more than enough to set some records. Republicans control both chambers in 31 legislatures, compared to the Democrats' 10.</p><p>\"Election Day 2014 was a great success for Republicans across the country, certainly at the federal level,\" says Matt Walter, president of the RSLC. \"But it was really at the state level where all-time records were approached and broken.\"</p><p>He says the RSLC raised about $35 million, with most of it going to legislative campaigns. The committee also supports candidates for lieutenant governor, attorney general, secretary of state and other state and local offices.</p><p>Across town, the DLCC has always been relatively underfunded. Executive director Michael Sargeant says it raised $17 million. He says that after being pummeled in two of the last three elections, the committee is looking ahead to 2016, when presidential voters turn out and several Republican senators will be on the defensive in liberal states.</p><p>\"There's a real understanding and urgency that, as much as we've been doing, everybody needs to be doing more,\" Sargeant says. \"There's excitement about the fact that we should be in a position to actually go on a lot of real productive offense next cycle.\"</p><p>This fight isn't just about who gets the legislative clout in state capitals — although that's important too, especially with a gridlocked Congress.</p><p>There's also the redistricting coming up in 2020. In most states, legislatures draw the new district lines for members of Congress and themselves, enabling the majority party to dilute the opposition's voting strength. Redistricting is a political prize so precious, both parties are already ramping up for it.</p><p>And the parties always regard state legislatures as a place to train future candidates for national office.</p><p>\"You have a real farm-team aspect,\" says Walters. \"More than half of the new members of Congress served in their state legislatures, most notably <a href=\"http://thomtillis.com/meet-thom/\">Thom Tillis</a> and <a href=\"http://www.joniforiowa.com/\">Joni Ernst</a>.\"</p><p>Tillis was speaker of the North Carolina House of Representatives. Ernst served nearly four years in the Iowa state Senate. Both Republicans won election to the U.S. Senate earlier this month. <a href=\"http://www.opensecrets.org/news/2014/11/money-won-on-tuesday-but-rules-of-the-game-changed/\">The Center for Responsive Politics estimates</a> that the North Carolina race cost $113.5 million; the Iowa contest, $85.4 million.</p><p>Meanwhile, the Democratic legislative losses in the 2010 and 2014 elections weakened the party's bench of up-and-coming national players.</p><p>As for the donors behind all of this, both sides say they realize the importance of engaging at the state level.</p><p>Walter says his donors have what he calls a stake in \"where you want your country to go.\"</p><p>\"And the spot where you have the greatest impact on the process and the greatest return on your investment, for driving your state or your country forward, is at the state level,\" he says.</p><p>The reality is that these donors are pretty much the same donors that appear on many other political disclosure reports.</p><p>The U.S. Chamber of Commerce and other chambers gave the RSLC $2.9 million for the 2014 campaigns. The DLCC got 5.2 million in all, from 13 unions.</p><p>Some donors give to both sides, but not always equally. PhRMA, the trade association for prescription drug makers, gave $100,000 to the DLCC, and $795,000 to the RSLC.</p><p>Foreign corporations gave too, among them Zurich Financial Services, in Switzerland, and AstraZeneca, in Great Britain.</p><p><a href=\"https://polisci.ucsd.edu/about-our-people/faculty/kousser.html\">Thad Kousser</a> is a political scientist at the University of California, San Diego. He follows politics in the states, and says both parties see opportunity in the legislative campaigns.</p><p>\"Spending on state races is a real bargain for the national parties,\" he says. \"You can get much more bang for your campaign buck in the states than you can from these national Senate races that were just saturated with tens and tens of millions of dollars.\"</p><p>It's a truth that's been appreciated more on the Republican side. The Democrats are working hard to catch up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Money+Is+Helping+GOP+Win+In+State+Legislatures+Too&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365015933-e95f69.m3u?orgId=1&topicId=1014&d=238&p=2&story=365015932&t=progseg&e=364864537&seg=2&ft=nprml&f=365015932"}]}