{"created":"2014-09-21T21:00:27+00:00","modified":"2015-03-05T20:15:07+00:00","valid":{"from":"2015-03-05T20:15:07+00:00","to":"3015-03-05T20:15:07+00:00"},"hreflang":"en","title":"It May Be 'Perfectly Normal', But It's Also Frequently Banned","published":"2014-09-22T11:48:00+00:00","teaser":"<em>It's Perfectly Normal, </em>a 20-year-old illustrated sex-ed book for kids, is meant to teach children about sexual health, puberty and relationships. It's one of the most banned books in America.","itags":["npr_api","350366435"],"guid":"4c0e923a-345f-458f-ba8d-b361ded8f5fe","contentencoded":"<p><a href=\"http://www.ala.org/bbooks/bannedbooksweek\">Banned Books Week</a> kicks off Sunday: Each year, the American Library Association takes this week to sponsor events all over the country to talk about the books that shock, offend and generally make Americans uncomfortable.</p><p>Violence and curse words are two of the top three reasons books get banned in the U.S.</p><p>The third reason is sexual content. For example, the <em>Fifty Shades of Grey</em> series has been frequently banned from libraries for its explicit descriptions of intercourse.</p><p>But when it comes to kids, the bar for inappropriate sexual language is much lower. In 2013, the top banned book in America was the kid's story <em>Captain Underpants.</em> It was most frequently challenged for potty language and toilet humor.</p><p>That's how a sex education book for children, titled <em>It's Perfectly Normal</em>, became one of the most banned books of the past two decades. The book is meant to teach children 10 and older about sexual health, emotional health and relationships, and contains sections on puberty, pregnancy and sexual orientation.</p><p>It also has full-color pictures of naked people, by illustrator Michael Emberley.</p><p>\"What we see in this book is illustrations of the sex act,\" explains Barbara Jones, director of the Office of Intellectual Freedom for the American Library Association. Since the book's initial publication in 1994, her office has helped local libraries handle complaints about it. \"I think for some people it's alarming,\" she says.</p><p>Author Robie Harris says she always knew the book could be controversial.</p><p>\"I was warned by several people not to do this book, that it would ruin my career,\" she remembers. \"But I really didn't care. To me it wasn't controversial. It's what every child has a right to know.\"</p><p>Now in its fourth edition, the book has sold more than a million copies. Harris asks experts like pediatricians, biologists and even lawyers to fact-check each edition, to make sure updates to AIDS prevention information or birth control laws are accurate.</p><p>Internet safety and sexting are new topics in this edition. \"There can be a lot of inappropriate, weird, confusing, uncomfortable, creepy, scary or even dangerous websites that you can end up on when you're looking for information,\" she writes.</p><p>Harris also updated her explanations of gender and sexual abuse, and includes information about and for transgender youth.</p><p>A lot of parents say they don't want their kids learning about that kind of sensitive information without supervision.</p><p>Carey Fritz of Culver City, Calif., has two children in elementary school. He says he'd rather his kids not see the illustrations in the book without him present.</p><p>\"If they saw this without me, I'd probably feel a little frustrated,\" he said, referring to a page with illustrations of various birth control methods and how to use them.</p><p>\"It's talking about sexual activity, which I don't think a 10-year-old needs to worry about,\" he explains.</p><p>Over the years, many parents who share this sentiment have asked for the book to be put in a restricted section of the library.</p><p>It's not a ban — parents just don't want young children to come across it accidentally.</p><p>Author Robie Harris doesn't think that's a good solution.</p><p>\"No child's going to go up to a librarian and say, 'You know, I'm going through puberty, I'm having these changes, I seem to have these pubic hairs, and could you recommend something to me?' \" she says.</p><p>\"If a book is in a special section of the library, maybe the kids who need it the most are not going to get it.\"</p><p>The latest edition of <em>It's Perfectly Normal</em> hit shelves earlier this month. So far, it has not been challenged.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It+May+Be+%27Perfectly+Normal%27%2C+But+It%27s+Also+Frequently+Banned&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413165-6e3c06.m3u?orgId=1&topicId=1030&e=350366435&d=238&ft=nprml&f=350366435"},{"href":"http://media.npr.org/assets/img/2014/09/21/itsperfectlynormal-003-604221727b8408413b44cb5819fb572a716cbbfc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"166","width":"221"}}]}