{"created":"2015-02-24T20:54:24+00:00","modified":"2015-02-25T19:37:17+00:00","valid":{"from":"2015-02-25T19:37:17+00:00","to":"3015-02-25T19:37:17+00:00"},"hreflang":"en","guid":"4c0f400a-1071-48de-b012-9326a1030c04","title":"Brace yourselves: A Winter World Cup is coming","published":"2015-02-25T19:37:15+00:00","byline":"William Troop","tags":["FIFA","world cup","soccer","football","Sports","Asia","Qatar","Middle East","Asia","FIFA World Cup","FIFA","Qatar","Qatar 2022 FIFA World Cup bid","Asia","Sports","Association football"],"teaser":"FIFA has proposed playing soccer's 2022 World Cup in the winter to avoid the dangerous summer heat in Qatar. Professional soccer leagues don't like the change, but fans could see a definite upside.","contentencoded":"<p>FIFA, soccer's global governing body, announced on Tuesday how it proposes to deal with the heat in Qatar: Don't deal with it at all.</p>\n<p>The tiny emirate on the shores of the Persian Gulf was chosen four years ago as the host for the 2022 World Cup. The traditional soccer calendar dictates that the tournament be played in June and July, when most professional soccer leagues on the planet are in their offseasons. So every four years, at the end of that traditional season, club teams release their best players to their respective national teams for World Cup duty.</p>\n<p>Nice and neat — except June and July are terrible months to hold an outdoor sporting event in Qatar. Average high temperatures in the emirate are well over 100 degrees Fahrenheit, and it’s humid as all get out, too.</p>\n<p>So from the moment that FIFA selected Qatar to host the 2022 tournament, it was obvious that the weather conditions were too dangerous for players and fans alike. Well, obvious to everyone except FIFA, that is.</p>\n<p>What has followed is typical of the organization: tortuously slow decisions being made behind closed doors. At first, organizers tried to sell us all on the idea that climate-controlled stadiums were the answer, but there was plenty of skepticism.</p>\n<p>Then the idea of a winter tournament was floated. While it's broadly unpopular among fans, not to mention the leagues that would have to schedule around it, FIFA assigned the idea to a task force to discuss in secret.</p>\n<p>That task force finally announced with great fanfare on Tuesday that — surprise! — it recommends the 2022 World Cup be played from late November to late December. Surprise!</p>\n<p>It was a forced choice, really. It’s too hot in Qatar for much of the rest of the year. February was a possibility, but that month is already taken in 2022 by the Winter Olympics. And the Muslim holy month of Ramadan starts in early April.</p>\n<p>Late November to late December isn’t a bad option weather-wise. Average highs in Qatar then are in the mid-70s to low 80s. Some top professional soccer clubs already travel to Qatar at that time of year to enjoy a mid-season respite in the warm weather.</p>\n<p>Sure, the top clubs are complaining they'll have to change their schedules accommodate FIFA. They say they’ll lose money, and they're already pressing their claims for compensation.</p>\n<p>But as a fan, I see a definite upside.</p>\n<p>The traditional scheduling of the World Cup in June and July means top players get to the tournament completely exhausted after a long professional season. They get no rest before the big event, and many players have paid for that with injuries that rule them out of the biggest event of their careers.  </p>\n<p>With FIFA’s proposed change for 2022, the top clubs will be forced to release their top players at the height of the season. That means the athletes should arrive to the World Cup in Qatar at the peak of their physical condition.</p>\n<p>That could result in some really good performances on the field, and that would be exciting for fans to see.</p>\n<p>In the meantime, FIFA could clean up its image after complaints about corruption in the selection process, — which <a href=\"http://www.pri.org/stories/2014-11-13/fifa-clears-russia-and-qatar-corruption-over-world-cup-bids-its-own-investigator\">FIFA has dismissed after an equally controversial inquiry</a> — the <a href=\"http://www.pri.org/stories/2014-12-10/foreign-workers-face-exploitation-and-death-while-building-qatars-world-cup-sites\">horrible working conditions for the migrant laborers</a> tasked with building new stadiums for the event.</p>\n<p>That way, we might actually get to enjoy the tournament.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-24%2Fhere-s-why-winter-world-cup-2022-might-not-be-such-bad-thing&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0224201503.mp3"},{"href":"http://www.pri.org/file/0224201503mp3"}]}