{"created":"2015-02-09T21:26:28+00:00","modified":"2015-02-16T22:12:43+00:00","valid":{"from":"2015-02-16T22:12:42+00:00","to":"3015-02-16T22:12:42+00:00"},"hreflang":"en","title":"Los Angeles Residents Divided Over Proposed $15 Minimum Wage","published":"2015-02-12T20:43:00+00:00","teaser":"Los Angeles is considering raising its minimum wage from $9 to $15 an hour in order to help its 800,000 residents in poverty. But no major city has yet raised its wage this dramatically or this fast.","itags":["npr_api","384342105"],"guid":"4c166052-5ea0-40bd-8437-c4b3461477cf","contentencoded":"<p>Los Angeles is considering raising its minimum wage to $15 an hour, from $9 currently. The dramatic proposal is causing excitement and some anxiety.</p><p><a href=\"http://www.latimes.com/local/la-me-minimum-wage-20140616-story.html\" target=\"_blank\">San Francisco</a> and <a href=\"http://seattletimes.com/html/businesstechnology/2025624645_minimumwagexml.html\" target=\"_blank\">Seattle</a> have already passed a $15 minimum wage (they'll rise to that level over the next few years), but what's different in LA is the number of working poor in this huge city.</p><p>There are an estimated 800,000 people in Los Angeles living below the federal poverty line, and more than 500,000 workers earning the minimum wage. One of them is Samuel Homer.</p><p>\"It would make a big difference for me,\" Homer says.</p><p>Homer is 20 years old and works at a Burger King in South LA, where he's putting himself through Southwest College. He doesn't have a car, which makes life in LA pretty tough. Some days he hardly has enough money for bus fare, let alone tuition.</p><p>\"It's definitely hard to pay a lot of bills, and it's hard for me to get hours while I'm still in school,\" he says.</p><p>So the $6 an hour bump that's <a href=\"http://www.dailynews.com/business/20141006/los-angeles-mayor-eric-garcetti-wants-a-1325-minimum-wage-but-labor-groups-are-thinking-15-an-hour\" target=\"_blank\">being discussed at city hall</a> would be a big deal for someone like Homer. It would also be a big deal for one of his neighbors, who is a whole lot less enthusiastic.</p><p>Chris Player, owner of a small café called C.W. & Chris Fish and Chicken, says if the wage hike goes through, he would have to do one of two things. \"We would either have to lay off the paid employees, and it would just be family-ran, or we would definitely have to increase the price,\" he says.</p><p>His cafe is on a worn stretch of Western Avenue, home to a number of mom-and-pop-type local businesses. He opened in 1992, a week before the LA riots.</p><p>\"I'm afraid for most businesses around here that actually have to pay a lot of employees, that they would go under,\" Player says.</p><p>The business community, <a href=\"http://www.pasadenastarnews.com/social-affairs/20150116/la-county-business-coalition-criticizes-minimum-wage-hike-proposals\" target=\"_blank\">anxious over the minimum wage hike proposal</a>, has predicted that mom-and-pop companies like Player's will have to absorb millions in extra costs.</p><p>This could be especially acute, they say, in neighborhoods where unemployment is already high. Most of South LA isn't affected by the current economic booms in nearby downtown and Hollywood.</p><p>According to Council Member Bernard Parks, there are only 20,000 jobs in his district of 250,000 residents.</p><p>\"Every minimum wage increase that we've seen, if it's too high, causes unemployment,\" Parks says.</p><p>Some cities that have raised minimum wages have seen <a href=\"http://www.npr.org/2014/06/10/318235452/in-booming-san-jose-businesses-settle-into-a-minimum-wage-hike\">pretty negligible impacts</a> on employment. But another thing to consider that makes the debate and proposal in Los Angeles unique: No major city has tried to raise its minimum wage this fast or this much all at once.</p><p>Economists who study minimum wage increases are pretty well split on what the impacts would be if a <a href=\"http://www.irle.berkeley.edu/cwed/briefs/2014-05.pdf\" target=\"_blank\">$15 minimum goes through</a> in LA. But there's general agreement that the city's next move will be watched closely around the country.</p><p>\"We have no experience with leaps like LA is talking about,\" says David Neumark, director at the Center for Economics and Public Policy at the University of California, Irvine.</p><p>Chris Tilly, an economist at UCLA, says to think of LA as if it were a state.</p><p>\"If LA takes this step, that's going to be something that all kinds of government units across the country are going to take note of, even if the federal government remains paralyzed on this issue,\" Tilly says.</p><p>In many ways, LA does face issues on the same scale that many states do. There are 4 million people inside the city limits, with big gaps between the rich and poor. So the repercussions of a policy decision like this — good or bad — could be huge.</p><p>It's one of the reasons why Mayor Eric Garcetti and the City Council have now <a href=\"http://www.scpr.org/news/2014/10/28/47709/la-s-minimum-wage-proposal-tabled-for-economic-stu/\" target=\"_blank\">delayed acting on the proposal</a>, deciding instead to commission another study.</p><p>\"If you have a big city like LA doing something, you're going to find a lot of people will fall in line without any thought, because they believe that we've done the research,\" Parks says. \"The fact is, we have not done the research.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Los+Angeles+Residents+Divided+Over+Proposed+%2415+Minimum+Wage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000779-7b325c.m3u?orgId=1&topicId=1006&e=384342105&d=241&ft=nprml&f=384342105"},{"href":"http://media.npr.org/assets/img/2015/02/09/39739003_h31744280-977e3d4b54d74441c27afe1165e9027e0971a872.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2727","width":"3637"}},{"href":"http://media.npr.org/assets/img/2015/02/06/img_3972-e64114b845acf034a86655cdb8bc2997edc3ea18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}