{"created":"2014-10-28T20:13:27+00:00","modified":"2014-10-29T19:45:51+00:00","valid":{"from":"2014-10-29T19:45:51+00:00","to":"3014-10-29T19:45:51+00:00"},"hreflang":"en","guid":"4c1cd9fd-88ea-4bb6-aab3-58582a42a5eb","title":"The Ford era ends in Toronto as the city elects a new mayor","published":"2014-10-29T19:45:50+00:00","byline":"Andrea Crossan","tags":["politics","elections","Global Politics","Toronto","Canada","North America","Rob Ford","Daniel Dale","John Tory","Doug Ford","Mayor Rob Ford; crack cocaine; Toronto Star;"],"teaser":"For years, Toronto mayor Rob Ford has provided comedy shows with punchlines — but the joke is over. After years of scandals involving things like drunk driving and crack cocaine abuse, Rob Ford is no longer mayor, and his brother lost his bid to fill his seat.","contentencoded":"<p>It’s been jokingly called the <a href=\"http://www.nydailynews.com/news/world/toronto-elects-new-mayor-ending-rob-ford-reign-article-1.1989499\">\"end of an error\"</a>.</p>\n<p>Rob Ford is no longer the mayor of the Canadian city of Toronto. John Tory, a moderate conservative, won the mayoral election on Monday with 40 percent of the vote, compared to 33 percent for Doug Ford, brother of the outgoing mayor.</p>\n<p>Rob Ford's four-year tenure as mayor of Toronto was marked by scandal — including his heavy drinking and crack cocaine use.</p>\n<p>He announced in September that he wouldn't seek re-election because he had been diagnosed with malignant liposarcoma — a rare form of cancer. His brother Doug ran in his place. Despite the cancer, though, Rob Ford opted to seek the City Council seat held by his brother in western Toronto, where he launched his political career. He won his old seat in a landslide Monday and said he would run for mayor again in four years.</p>\n<p>“He is a super-star in that ward,” explains <a href=\"https://twitter.com/ddale8\">Daniel Dale</a>, chief City Hall correspondent for the Toronto Star newspaper. “As long as [Rob Ford] is alive, and wants to run in Ward 2 Etobicoke North, he will very likely be elected — no matter what. Really, he could do almost anything and get elected there.”</p>\n<p>In 2013, Rob Ford <a href=\"http://www.thestar.com/news/crime/2013/11/05/rob_ford_yes_i_have_smoked_crack_cocaine.html\">admitted that he had smoked crack cocaine in one of his \"drunken stupors,\"</a> but he refused to resign from office. Toronto's City Council<a href=\"http://www.bbc.co.uk/news/world-us-canada-24990650\"> stripped Ford of most of his powers but lacked the authority to force him out of office</a> because he wasn't convicted of a crime.</p>\n<p>Ford announced he was entering rehab for drugs and alcohol earlier this year after media reports detailed three nights in which he was seen in public extremely intoxicated. One report was about a video that appeared to show him smoking a crack pipe again — nearly a year after <a href=\"http://www.thestar.com/news/city_hall/2013/05/16/toronto_mayor_rob_ford_in_crack_cocaine_video_scandal.html\">reports of a similar video first brought international attention</a>.</p>\n<p>But despite Doug Ford’s more conservative behavior, he wasn’t as popular with the voters as his younger brother.</p>\n<p>“He doesn’t have Rob’s soft, loveable side,” says Dale. “He’s sort of a hard-edged, frequently profane and nasty businessman — so he didn’t have the same street appeal.”</p>\n<p>Rob Ford's antics made him the target of late-night television comedians in the US.</p>\n<p>Last March, he appeared on \"Jimmy Kimmel Live!\" who introduced his guest by saying he \"has tripped, bumped, danced, argued and smoked his way into our national consciousness.\"</p>\n<p>And in November, musical guest Chris Daughtry performed a song called “The Ballad of Rob Ford” on Kimmel’s show.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/WHRiE1PtRa8\" width=\"560\"></iframe></p>\n<p>Tory, Toronto's new mayor, has a reputation of being a more even-keeled politician.</p>\n<p>“He’s very pleasant,” says Dale. “He’s sort of proudly boring — though he does have a sense of humor.”</p>\n<p>In his acceptance speech, Tory said that \"Torontonians want a future where their mayor proudly represents the whole city, one Toronto.\" And he vowed to restore Toronto's reputation on the international stage.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}