{"created":"2014-10-08T15:34:26+00:00","modified":"2014-10-31T01:50:29+00:00","valid":{"from":"2014-10-31T01:50:29+00:00","to":"3014-10-31T01:50:29+00:00"},"hreflang":"en","title":"Palestinians Appeal To Pope For Help In Land Disputes With Israel","published":"2014-05-23T14:25:00+00:00","teaser":"Conflicts arise when Israeli settlement or security construction cuts into land, often owned by local churches, where Palestinians live or work. Local Christians hope Francis will push their cause.","itags":["npr_api","314924647"],"guid":"4c1fd371-5721-49a7-8348-f770caf3de48","contentencoded":"<p>When Pope Francis visits Jerusalem on Monday, he will celebrate Mass in one of the holiest Christian sites in the world.</p><p>The Cenacle, or the Upper Room, is traditionally considered the place where Christ shared his Last Supper with disciples before he was crucified.</p><p>But the spot is holy not only to Christians. Below, some Jews believe, is the tomb of King David. A mosque has also stood on this site.</p><p><a href=\"http://www.ft.com/intl/cms/s/0/3a1b97bc-dcdf-11e3-b73c-00144feabdc0.html#axzz32TtdPi7W\">Access to the Cenacle has been hotly contested</a> since the days of British rule here. Ownership is part of long-running, highly sensitive negotiations defining church property in Israel.</p><p>But beyond the <a href=\"http://www.custodia.org/default.asp?id=1867\">prominent Christian holy places claimed directly by the Vatican</a> are countless churches, schools, sports clubs, olive groves and hostels owned by various Catholic orders.</p><p>Like many properties in Palestinian areas, these sometimes face a specific kind of dispute: confiscation or destruction because of Israel's security or settlement plans.</p><p>Church land has been used for military training, reserved for archaeological excavations, and turned into parks. Now, some local Christians hope Pope Francis might use the power of his position to influence Israel in a way local churches cannot.</p><p>In the Cremisan Valley near Bethlehem, people gather every Friday for a prayer vigil. They hope to stop Israel's plans to build a tall concrete security wall on agricultural land owned by the Salesians, a Catholic order.</p><p>The wall is part of a barrier that winds in and around the West Bank and has triggered many property disputes. Last fall, local priest Father Ibrahim Shomali visited Rome and handed Pope Francis a letter asking him to intervene — as the local church's \"last hope.\"</p><p>\"We said [the] Christian community is in danger. And if Israel will continue taking our land, most of our people will leave,\" Shomali says.</p><p>He believes the pope raised the issue with Benjamin Netanyahu, when Israel's prime minister visited Rome last year.</p><p>But Suhail Khalileh doesn't think private political talk is enough. He monitors Israeli construction for the <a href=\"http://www.arij.org/\">Palestinian Applied Research Institute</a>. He doubts the Vatican is willing to push the Cremisan Valley issue publicly.</p><p>\"They are not willing, I would say, to go into a political fight with Israel,\" he says.</p><p>That's because those long-running property negotiations between the Vatican and Israel include questions about taxing commercial activities on church land, Khalileh says.</p><p>But something else might be at play beyond the threat of taxes, says priest Jamal Khadar. He thinks the pope would keep any lobbying discreet as part of prioritizing fragile interfaith relationships.</p><p>After centuries of Jewish-Christian scars, the Vatican recognized Israel only 20 years ago. Khadar says the Vatican wants no confrontations now.</p><p>\"Not even diplomatic confrontation with Israel,\" he says, \"because the issue of Catholic-Jewish relations is so important for the church.\"</p><p>Bishop William Shomali of the Latin Patriarchate, the major Jerusalem diocese, says any speculation is silly. It's simple: The Holy See rarely gets involved in local church affairs because there would be no end.</p><p>\"It doesn't interfere directly because the Vatican counts 1 billion, 200 million Catholics spread over five continents,\" says Shomali, who is a cousin of Father Ibrahim Shomali.</p><p>He is sure Pope Francis supports the local church in its efforts to reroute Israel's security barrier, saying the Vatican has \"never, ever\" told local church leaders to lower their voices or back off a fight.</p><p>Israeli officials say the route of the barrier has come up in government discussions with the Vatican, although they won't say whether Francis actually brought it up with Netanyahu. Foreign Ministry spokesman Yigal Palmor says the Vatican has as much influence as any other \"friendly\" state.</p><p>\"We talk and we listen to each other, and we take very seriously what the other side has to say,\" Palmor says. \"But when you ask me about influence, I can't say how much. The Vatican also has a foreign policy with which we sometimes disagree.\"</p><p>For example, the Vatican itinerary for the pope says he is visiting the \"State of Palestine\" — an entity Israel does not acknowledge. Still, Akiva Tor, who heads Israel's bureau for world religions at the foreign ministry, says even in security matters, local churches are heard.</p><p>\"Any sort of religious institution which would be affected in some way by a security concern, of course we would look at somewhat differently than we would at a private property which is not serving a community,\" Tor says.</p><p>But a few years ago, nuns in Jerusalem failed to prevent the security wall from wrapping right around their convent kindergarten.</p><p>And last November, Israeli soldiers tore down a 1950s-era stone house between Bethlehem and Jerusalem that is owned by the Latin Patriarchate and had been rented to a Palestinian family.</p><p>Israeli officials cited it as construction done without a permit. But Patriarchate lawyer Mazen Qupty believes the demolition was political.</p><p>\"This is almost the only house between two Israeli settlements,\" he says. \"And there is a plan to connect [those settlements:] Gilo and Har Homa.\"</p><p>But he doesn't expect the pope to speak out about this case. There are bigger issues at stake for this visit, like the rights of Christians to worship and access to their churches, Qupty says.</p><p>\"I'm not saying that the destruction of the house is not critical, but [there are] more issues the pope has to talk about with the Israeli authorities, and I hope he will,\" he says.</p><p>Still, Qupty is preparing a lawsuit over the house. Local churches have won some land conflicts in court in the past. Israeli officials say the legal system is where these disputes belong.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Palestinians+Appeal+To+Pope+For+Help+In+Land+Disputes+With+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315080680-00ed59.m3u?orgId=1&topicId=1009&ft=3&f=314924647"},{"href":"http://media.npr.org/assets/img/2014/05/22/pope-church-land1-a068513c23b917bd049c08b1fd37056f94ea507f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1748","width":"2333"}},{"href":"http://media.npr.org/assets/img/2014/05/22/pope-church-land4-77ea1b483b94c76f28c4224e513286027d174058.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3881"}},{"href":"http://media.npr.org/assets/img/2014/05/22/pope-church-land3-e78cd06b1a47a1208bde1056e924b5d681fc1fcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1764"}},{"href":"http://media.npr.org/assets/img/2014/05/22/pope-church-land2-9c550c1b6bc7ae5399d78f39596553af73ea14b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2662"}}]}