{"created":"2014-11-29T20:10:05+00:00","modified":"2015-05-26T18:13:47+00:00","valid":{"from":"2015-05-26T18:13:47+00:00","to":"3015-05-26T18:13:47+00:00"},"hreflang":"en","title":"Former U.S. Poet Laureate Mark Strand Dies At 80","published":"2014-11-29T20:38:00+00:00","teaser":"The Canadian-born poet was known for his wit and introspection. He also won the Pulitzer Prize for Poetry and Yale University's Bollingen Prize.","itags":["npr_api","367417857"],"guid":"4c20d6e3-5c34-4fdb-b064-ab510a874c9c","contentencoded":"<p>Mark Strand, a former U.S. poet laureate and Pulitzer Prize-winner whose verse is recognized for its wit and introspection, has died at age 80 from cancer, according to his daughter and a close family friend.</p><p>Strand, born in Canada and raised in the United States, was named poet laureate in 1990, won the Bollingen Prize three years later and the Pulitzer for Poetry in 1999 for his collection <em>Blizzard of One</em>. <a href=\"http://www.goodreads.com/book/show/131944.Blizzard_of_One\">A review of the collection</a> says: \"Strand's poems occupy a place that exists between abstraction and the sensuous particulars of experience. It is a place created by a voice that moves with unerring ease between the commonplace and the sublime.\"</p><p><a href=\"http://www.poetryfoundation.org/bio/mark-strand\">The Poetry Foundation</a> describes Strand as \"one of the premier contemporary American poets as well as an accomplished editor, translator, and prose writer. The hallmarks of his style are precise language, surreal imagery, and the recurring theme of absence and negation; later collections investigate ideas of the self with pointed, often urbane wit.\"</p><p>Perhaps his best-known poem, <a href=\"https://www.poetrysociety.org/psa/poetry/poetry_in_motion/atlas/Baltimore/keeping_things_whole/\">\"Keeping Things Whole,\"</a> from the 1964 <em>Sleeping With One Eye Open</em>, exemplifies the poet's developing style:</p><p>In a field<br /> I am the absence<br /> of field.<br /> This is<br /> always the case.<br /> Wherever I am<br /> I am what is missing.<br /> <br /> When I walk<br /> I part the air<br /> and always<br /> the air moves in<br /> to fill the spaces<br /> where my body's been.<br /> <br /> We all have reasons<br /> for moving.<br /> I move<br /> to keep things whole.</p><p>But Strand also had a playful side that showed through in such verse as <a href=\"http://www.poetryfoundation.org/poem/237702\">\"Eating Poetry,\"</a> a surrealistic flight of literary vandalism. Its opening lines: \"Ink runs from the corners of my mouth./There is no happiness like mine./I have been eating poetry.\"</p><p><a href=\"http://www.nytimes.com/2014/11/30/nyregion/mark-strand-80-dies-pulitzer-winning-poet-laureate.html?src=twr&_r=0\">The New York Times says</a>:</p><blockquote><p>\"Echoes of Wallace Stevens and Elizabeth Bishop could be heard in his compressed, highly specific language and wintry cast of mind, as could painters like Giorgio de Chirico, René Magritte and Edward Hopper, whose moody clarity and mysterious shadows dovetailed with Mr. Strand's own sensibility.</p><p>\"'He is not a religious poet on the face of it, but he fits into a long tradition of meditation and contemplation,' said David Kirby, the author of 'Mark Strand and the Poet's Place in Contemporary Culture' and a professor of English at Florida State University. 'He makes you see how trivial the things of this world are, and how expansive the self is, once you unhook it from flat-screen TV's and iPhones.' Reading Mr. Strand, he said, 'We learn what a big party solitude is.'\"</p></blockquote><p>The future poet's first interest was painting. He earned a BA from Antioch College and a BFA from Yale University, according to his Poetry Foundation bio. Painting gave way to poetry by age 20.</p><p>Poetry Foundation says:</p><blockquote><p>\"Following his graduation from Yale, he went to Italy on a Fulbright Scholarship and studied 19th-century Italian poetry.</p><p>'I was never much good with language as a child,' Strand admitted during an interview with Bill Thomas for the <a href=\"http://articles.latimes.com/1991-01-13/magazine/tm-533_1_poet-laureate\">Los Angeles Times Magazine.</a> 'Believe me, the idea that I would someday become a poet would have come as a complete shock to everyone in my family.'\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+U.S.+Poet+Laureate+Mark+Strand+Dies+At+80&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Scott Neuman","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367421291-ffc9d1.m3u?orgId=1&topicId=1032&d=264&story=367417857&ft=nprml&f=367417857"}]}