{"created":"2015-04-16T21:31:24+00:00","modified":"2015-04-16T21:41:42+00:00","valid":{"from":"2015-04-16T21:41:42+00:00","to":"3015-04-16T21:41:42+00:00"},"hreflang":"en","guid":"4c2d3bb0-e542-4aaa-a13b-7491bcb9aa47","title":"No power, no fuel, no water, no food. That's Yemen right now","published":"2015-04-16T21:41:34+00:00","byline":"Stephen Snyder","tags":["conflict","terrorism","Religion","government","military","Conflict","Conflict & Justice","Iona Craig","Yemen","Sana'a","Houthis","Jamal Benomar","Iona Craig"],"teaser":"The Saudi bombing campaign over Yemen, combined with failing infrastructure and a naval blockade, has left much of Yemen without electricity, fuel, water or food. ","contentencoded":"<p>The Saudi bombing campaign over Yemen has destroyed power transmission lines, taking out much of the country's electricity. In the capital, Sanaa, there's been no power for many days and nights.</p>\n<p>\"You're sitting in the night, probably by candlelight because you can't recharge anything to be able to get power by artificial light, and you've got families and you've got children,\" says reporter Iona Craig, who lived in Sanaa for four years. \"All you can hear at night is the sound of anti-aircraft guns across the city, as well as the sound of bombs being dropped from the sky, so I think it's really hard to imagine what that feels like.\"</p>\n<p>Craig is familiar with the city's power outtages. \"No lights at night.  And no air conditioning. No fans. No refrigeration.\"  </p>\n<p>Normally, Yemenis turn to backup generators, she says.  But not now.</p>\n<p>Sabotage of Yemen's oil pipelines and a naval blockade off Yemen's key port city of Aden have cut fuel supplies nationwide. \"It's very hard to get hold of any fuel,\" says Craig. \"The price of fuel has soared to ridiculous heights.\"</p>\n<p>The fuel shortage has added to another of Yemen's problems. Lack of water. \"In Yemen, you have to pump it, and the pumps require electricity or fuel. Right now Yemen has neither.\" So many Yemenis must now rely on humanitarian services for their water supply.   </p>\n<p>A naval blockade, enforced by ships from Saudi Arabia and Egypt, is intended to keep arms shipments from reaching Yemen's Houthi rebels.  But it has another consequence. \"Yemen relies on food imports,\" says Craig. \"It imports 90 percent of its food. So when we talk about food shortages at the moment, that's not just because food can't be transported around the country because of the lack of fuel. It's because of the lack of food.\" While the United States has pledged to join the naval blockade, there's no guarantee US involvement would allow food to get through.</p>\n<p>\"Or fuel,\" observes Craig. \"Possibly fuel would not be allowed through because that would be seen by the Saudis as helping the Houthis' war effort.\"</p>\n<p>Craig believes the current war might have been prevented after Yemen's Arab Spring in 2011. “The Gulf Cooperation Council agreement left [longtime strongman and leader] Ali Abdullah Saleh in a position of power.”</p>\n<p>Saleh, his family, cronies, and military contacts are believed to have made it possible for the northern rebel group, the Houthis, to gain control of Yemeni cities and vanquish the president who replaced him. Yemeni President Abedrabbo Mansour Hadi was forced to flee the country in February, and since then has been directing forces loyal to him from his new base in Saudi Arabia.   </p>\n<p>“It was naïve,” Craig says, “for the international community and the regional community to assume that Ali Abdullah Saleh would go home and put his feet up and write his memoirs and do his gardening as he claimed he was when he first stepped down.”</p>\n<p>Jamal Benomar, outgoing United Nations envoy to Yemen, agrees. “The problem was in the implementation [of the GCC agreement.] Ali Abdullah Saleh, but others also, all the power brokers in the country had no real intention to see progressive changes take place.”</p>\n<p>Benomar notes that the UN served in an advisory capacity throughout the transition, but, he says, it had no power to dictate agreements between groups vying for power in Yemen.</p>\n<p>“As the UN, we did what we could. You know, we don't have borders with Yemen, we don't have commercial interests like some countries, we don't have drones hanging over Yemen,\" he adds. \"The most impartial actor in Yemen is the United Nations.”</p>\n<p>Benomar says he was seldom seen as impartial by the Yemenis he was tasked with bringing to the negotiating table. “I was denounced by al-Qaeda as a stooge for the Americans, [the] Houthis said that I was from al-Qaeda, Ali Abdullah Saleh said that I am supporting the revolutionary youth, and so on and so on, and we are used to this.”</p>\n<p>Benomar is moving on from being the UN's chief diplomat on Yemen, he says, because the situation has entered a new phase that will call for new tools. But he remains hopeful. “Sooner or later, the Yemenis will come to the negotiating table,” Benomar told PRI. “And they will ... hammer out a power-sharing arrangement to [complete] the transition and put [Yemen] back on track.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-15%2Fno-power-no-fuel-not-water-no-food-thats-yemen-right-now&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04162015_04.mp3"},{"href":"http://www.pri.org/file/0416201504mp3"}]}