{"created":"2015-05-27T17:23:26+00:00","modified":"2015-05-27T21:25:11+00:00","valid":{"from":"2015-05-27T21:25:11+00:00","to":"3015-05-27T21:25:11+00:00"},"hreflang":"en","title":"For Actress Maria Bello, Family May Be Complicated, But 'Love Is Love' ","published":"2015-05-27T21:25:00+00:00","teaser":"In her memoir <em>Whatever ... Love is Love</em>, Bello describes the evolution of her \"modern family,\" which includes her romantic partner (a woman), her adolescent son and her son's father.","itags":["npr_api","409981698"],"guid":"4c4430de-62a8-4bca-a0fd-04d73549c20b","contentencoded":"<p>Maria Bello is famous for her roles on television's <em>ER</em> and in films like<em> Coyote Ugly</em> and <em>A History of Violence</em>, but her new book is about her life off-screen. <em>Whatever ... Love is Love </em>is a memoir about family and relationships that expands on <a href=\"http://www.nytimes.com/2013/12/01/fashion/coming-out-as-a-modern-family-modern-love.html?_r=0\">a column Bello wrote in 2013</a> for <em>The New York Times. </em>In that piece, the actress describes falling in love with a female friend, telling her 12-year-old son, Jack, about the romantic relationship and continuing to co-parent with her son's father.</p><p>Bello tells <em>Fresh Air </em>guest contributor <a href=\"http://www.wnyc.org/shows/deathsexmoney/\" target=\"_blank\">Anna Sale</a> that the name for the book was inspired by her son's reaction to the news that his mother had fallen for a woman. \"He said, 'Whatever mom, love is love, shout it out to the world,' \" Bello recalls. \"And from that little nugget grew this entire concept and revolution, really, of being a 'whatever.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On what inspired her to write the <em>New York Times</em> piece</strong></p><p>When I decided to write the <em>Times</em> article it was before Thanksgiving of 2013 and it was after my son's dad's 50th birthday party. And [my partner] Clare and Jack and [my son's father] Dan were there; my parents had flown in from Philly; my brother was there; all of Dan's family. And I looked around this room and I thought, \"There is so much love here and there are so many of my partners in this room, and that love is fluid and no matter how our relationships change, that love is always the same.\" So I was just proud of my modern family and I wanted to share that with the world.</p><p><strong>On telling Clare how she felt when they were still just friends</strong></p><p>We were sitting at a restaurant and she was kind of in the middle of a breakup ... and I said, \"There's something I need to tell you, something important.\" And I start crying a little bit and she was like, \"Oh my God, are you pregnant? Do you have cancer?\" I said, \"No, I have these feelings for you.\" Slowly but surely we worked it out, tried to be sensitive with everyone around us, I don't think we always were or did it right, but we tried.</p><p><strong>On the language she uses to describe her relationships</strong></p><p>It's funny. Sometimes people say, \"How long have Clare and you been together?\" I always say, \"Well, what are you asking? Is it from the first time we met? Was it from the first time we kissed? Was it from the first time we had sex?\"</p><p>People ask me about Jack's dad: \"How long were [you] together?\" A magazine asked us that and I said, \"We're still together. We will always be together no matter how this relationship changes.\" ...</p><p>I use different words. Sometimes I'll say, \"My girl,\" [about Clare] sometimes I'll say, \"my girlfriend.\" I rarely use \"partner,\" because I think the labels of partnership can be so limiting.</p><p><strong>On co-parenting with her son's father</strong></p><p>It's so complicated for a family to shift around and the truth is, life is fluid, relationships are fluid, they are not static. As much as we want to hold onto an idea of what they're supposed to be, people grow and change and often in different directions, and then what do we do with that? Some people just throw out, throw out the love. Some people can make it work. I'm not saying it's easy for us — some days we can't stand each other, all of us, and then some days it's different. We communicate as much as we can. We talk about it, but it's certainly not easy. But I think the only other option is throwing out what we have and what we have is something very special.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Actress+Maria+Bello%2C+Family+May+Be+Complicated%2C+But+%27Love+Is+Love%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"978"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410030049-ee8bee.m3u?orgId=1&topicId=1033&d=978&p=13&story=409981698&t=progseg&e=409978265&seg=2&ft=nprml&f=409981698"},{"href":"http://media.npr.org/assets/img/2015/05/27/whateverloveislove-final-cover-b4aa2f26ca86cea1173784572a3d043cbaf75347.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1008","width":"1345"}},{"href":"http://media.npr.org/assets/img/2015/05/27/bello-headshot-credit-amanda-demme---copy-copy-01327cdaaedd15a00fd75a1b658fb6e1de69cc1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"921","width":"1228"}}]}