{"created":"2014-10-03T07:34:13+00:00","modified":"2014-10-30T21:53:04+00:00","valid":{"from":"2014-10-30T21:53:04+00:00","to":"3014-10-30T21:53:04+00:00"},"hreflang":"en","title":"'Follow The Music': Alice Gerrard's Life In Folk","published":"2014-10-03T14:54:00+00:00","teaser":"The title of the singer's new album neatly summarizes the thrust of her career, from her influential collaborations with Hazel Dickens in the '60s to her work as a folk music documentarian.","itags":["npr_api","353044306"],"guid":"4c4510b2-245d-4e77-8bc4-f59345fd65eb","contentencoded":"<p>When Alice Gerrard and Hazel Dickens started playing together at folk music parties around Baltimore and Washington, D.C., in the early 1960s, they were a bit of an odd couple. Dickens was older, from West Virginia. Gerrard was younger; she'd gone to college, but didn't grow up around the music the way Dickens had.</p><p>\"You know, I was aware that I was the learner in this situation, and Hazel was the teacher,\" the 80-year-old Gerrard says. \"I was learning from her. I was kind of hippie, and she was kind of more streetwise. She was always saying, 'Oh, you've gotta comb your hair, wear a skirt.' \"</p><p>But when their voices came together in songs about hard times and heartbreak, the chemistry was unmistakable.</p><p>Dickens and Gerrard made a handful of records together in the 1960s and '70s, records that inspired other women — including <a href=\"http://www.npr.org/artists/14874232/emmylou-harris\" target=\"_blank\">Emmylou Harris</a> — to sing bluegrass, which until then was mostly a men's club. Their music also influenced a younger generation of fans.</p><p>\"It felt very genuine,\" says M.C. Taylor, a singer and songwriter who performs under the name Hiss Golden Messenger. \"It felt simple, in a way. And I don't use that as a pejorative term at all. It felt like the songs were the most important thing.\"</p><p>Taylor is also the producer of Gerrard's new solo album. Long before he met Gerrard, Taylor was a fan of her records.</p><p>\"I remember coming across that <em>Hazel and Alice</em> record — the gray one, with the really striking photograph of the two of them on the cover,\" he says.</p><p>\"We're just looking right into the camera,\" Gerrard remembers. \"And there's something spare about it, too. And I think that was true of our music on that recording.\"</p><p>When the duo broke up in the 1970s, Gerrard kept learning about traditional music.</p><p>\"I've always sort of had one foot in music to play, music as part of my life,\" Gerrard says, \"and then one foot in sort of documenting the music and the musicians.\"</p><p>In the 1980s, Gerrard and a friend interviewed notable old-time musicians like <a href=\"http://www.npr.org/artists/15374151/bill-monroe\" target=\"_blank\">Bill Monroe</a>, the father of bluegrass, and guitarist and singer Elizabeth Cotten, the composer of the folk standard \"Freight Train.\" On her own, Gerrard founded and edited a music magazine called <em>The Old-Time Herald</em>. Her documentary work attracted an invitation from Duke University and the University of North Carolina to teach a class on music and folklore.</p><p>Taylor, who was a grad student in folklore at UNC, helped Gerrard prepare for the class — they both remember the time Gerrard asked Taylor what a syllabus was — and the two artists became friends. It was around this time that they started talking about making an album together.</p><p>\"You listen to her older records, and the instrumentation is quite sparse,\" the younger musician says. \"And I wanted to stick to that aesthetic. Because, you know, I wanted her voice and the songs up front.\"</p><p>That album, which is called <em>Follow the Music</em>, came out this week. Gerrard says she has always been drawn to tragic songs and murder ballads, and she has never felt the same passion for the happier side of country music.</p><p>\"I gravitate toward the darker material in traditional music, and I guess in my own songs too,\" Gerrard says. \"I've never had much success writing a funny song, or anything like that. The high, lonesome sound is what appeals to me, more than the skillet-licker sound.\"</p><p>Taylor concurs: \"That's where your voice is at its most compelling,\" he tells Gerrard. \"When I hear you singing the stuff that feels minor-key, that's where it's like, 'That is someone who has mastered the art of singing that sort of material.' \"</p><p>It's the sound of a master sharing what she's learned with her collaborators, the same way Gerrard learned the craft half a century ago.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Follow+The+Music%27%3A+Alice+Gerrard%27s+Life+In+Folk&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353424666-55995f.m3u?orgId=1&topicId=1106&ft=3&f=353044306"},{"href":"http://media.npr.org/assets/img/2014/10/01/alice-gerrard_7682_hires_by-irene-young-c7c625506278bd0be7a4902be7878dcd55b9b5ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1124","width":"1498"}},{"href":"http://media.npr.org/assets/img/2014/10/02/hazel-and-alice_custom-86645cd4678001c41fd66fa9febe5cc4f04d48a5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"300","width":"300"}}]}