{"created":"2015-05-15T12:02:18+00:00","modified":"2015-05-15T12:02:18+00:00","valid":{"from":"2013-07-19T16:27:36+00:00","to":"3013-07-19T16:27:36+00:00"},"hreflang":"en","guid":"4c61fef9-2f9d-4242-8dbd-73bef9d56bbf","contenttemplated":"[{\"content\":\"<p><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/saving%20money.jpg\\\" /></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Saving money is probably the most simple concept in personal finance. There&apos;s no algorithm, no complicated formulas, no elaborate jargon. But people have to make the choice to save in order to be successful at it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Most folks say they want to save more, but they can&apos;t figure out how. Suzanne Shu has some ideas about how to simplify savings habits and grow your money.  Shu is an assistant professor at UCLA Anderson School of Management who studies how we make decisions around saving.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The current U.S. savings rate is around 3 percent, and a quarter of Americans have no emergency savings at all.  Why aren&apos;t we better savers?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There are lots of reasons.  In a logistic sense of how easy or hard it is to save, do we have the right vehicles or accounts to be able to save in? But there are also behavioral reasons,&quot; says Shu.  &quot;It&apos;s a lot like dieting and exercising and not smoking and all of these other things that we have a hard time with, and a lot of the same psychology is involved for saving.&quot;</p>\"},{\"content\":\"<p><strong>So, if saving is simply a matter of dedication and discipline, how do we psych ourselves out of doing it?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;First of all, saving is something that you need to do for a future you. It&apos;s not something you&apos;re going to benefit from right this instant,&quot; Shu says.  &quot;As human beings, we tend to live very much in the moment.  We&apos;re very tempted by the things that are in front of us and it&apos;s almost an altruistic act to save for somebody that will be your future self.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>How can we get over this obstacle and actually start saving?</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Take that first step and it doesn&apos;t have to be a perfect first step.  That saying, &apos;perfect is the enemy of the good,&apos; is exactly true here,&quot; says Shu.  &quot;If you can just sign up for the 401(k) at work or find some savings account that you can start and set it up so that it automatically every month puts some money aside, even if it&apos;s not tons of money, even if you&apos;re not sure how it should be invested or what to do with it — do something to just get started.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Any other tricks to encourage us to become better savers?</strong></p>\"},{\"content\":\"<p>Shu also recommends rewarding yourself for taking even small steps toward saving money.  Purchasing something inexpensive is a good way to do something nice for your present self for taking care of your future self.  Shu says her preferred treat is a piece of chocolate cake.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Continue to reward yourself as you continue saving,&quot; Shu says. &quot;Another way ... that might even be more motivating is for every $100 you put away into a long-term savings account, maybe put $10 away into a more short run savings account and at the end of six months, maybe take yourself out to a nice dinner or something like that.  Find a way to make savings have a short run benefit as well as long run benefit.&quot;</p>\"}]","tags":["APM","Savings","Your Money","financial advice","psychology of money"],"description":"Most Americans don't save enough money to get them out of an emergency or support them in old-age. Why is saving money so difficult for most of us?","published":"2013-07-19T16:27:36+00:00","byline":"Adrienne Hill","title":"Trick yourself into becoming a better saver","teaser":"Most Americans don't save enough money to get them out of an emergency or support them in old-age. Why is saving money so difficult for most of us?","itags":["4c61fef92f9d2422dbda73bef9d56bbf","PMP:Marketplace_PMP","Marketplace","Marketplace Money","Marketplace Money for Friday, July 19, 2013"],"contentencoded":"<div class=\"barn-cleaned\"><p><img src=\"http://www.marketplace.org/sites/default/files/saving%20money.jpg\" alt=\"\" /></p>\n<p>Saving money is probably the most simple concept in personal finance. There's no algorithm, no complicated formulas, no elaborate jargon. But people have to make the choice to save in order to be successful at it.</p>\n<p>Most folks say they want to save more, but they can't figure out how. Suzanne Shu has some ideas about how to simplify savings habits and grow your money.&nbsp; Shu is an assistant professor at UCLA Anderson School of Management who studies how we make decisions around saving.</p>\n<p><strong>The current U.S. savings rate is around 3 percent, and a quarter of Americans have no emergency savings at all.&nbsp; Why aren't we better savers?</strong></p>\n<p>\"There are lots of reasons.&nbsp; In a logistic sense of how easy or hard it is to save, do we have the right vehicles or accounts to be able to save in? But there are also behavioral reasons,\" says Shu.&nbsp; \"It's a lot like dieting and exercising and not smoking and all of these other things that we have a hard time with, and a lot of the same psychology is involved for saving.\"</p>\n<p><strong>So, if saving is simply a matter of dedication and discipline, how do we psych ourselves out of doing it?</strong></p>\n<p>\"First of all, saving is something that you need to do for a future you. It's not something you're going to benefit from right this instant,\" Shu says.&nbsp; \"As human beings, we tend to live very much in the moment.&nbsp; We're very tempted by the things that are in front of us and it's almost an altruistic act to save for somebody that will be your future self.\"</p>\n<p><strong>How can we get over this obstacle and actually start saving?</strong></p>\n<p>\"Take that first step and it doesn't have to be a perfect first step.&nbsp; That saying, 'perfect is the enemy of the good,' is exactly true here,\" says Shu.&nbsp; \"If you can just sign up for the 401(k) at work or find some savings account that you can start and set it up so that it automatically every month puts some money aside, even if it's not tons of money, even if you're not sure how it should be invested or what to do with it — do something to just get started.\"</p>\n<p><strong>Any other tricks to encourage us to become better savers?</strong></p>\n<p>Shu also recommends rewarding yourself for taking even small steps toward saving money.&nbsp; Purchasing something inexpensive is a good way to do something nice for your present self for taking care of your future self.&nbsp; Shu says her preferred treat is a piece of chocolate cake.</p>\n<p>\"Continue to reward yourself as you continue saving,\" Shu says. \"Another way ... that might even be more motivating is for every $100 you put away into a long-term savings account, maybe put $10 away into a more short run savings account and at the end of six months, maybe take yourself out to a nice dinner or something like that.&nbsp; Find a way to make savings have a short run benefit as well as long run benefit.\"</p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/onedollar.jpg?itok=XR_8W4-p","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg"},{"format":"MP3","meta":{"duration":435,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/19/marketplace_segment26_20130719"},"duration_hms":"00:07:15"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/19/marketplace_segment26_20130719_64.mp3","type":"audio/mpeg"}]}