{"created":"2014-09-12T07:36:24+00:00","modified":"2014-10-30T22:28:42+00:00","valid":{"from":"2014-10-30T22:28:42+00:00","to":"3014-10-30T22:28:42+00:00"},"hreflang":"en","title":"ISIS, ISIL Or Islamic State: What's In A Name?","published":"2014-09-15T19:01:00+00:00","teaser":"The disparities in naming are partly because of translation difficulties, and partly a sign of a propaganda war. The group calls itself the Islamic State; the Obama administration goes with ISIL.","itags":["npr_api","347711170"],"guid":"4c738d75-53fc-4a91-9414-ab500ed5ae0b","contentencoded":"<p>The Obama administration favors the term ISIL. Many Western news outlets have switched to calling the group \"the Islamic State.\" And in general, ISIS might be the most ubiquitous acronym.</p><p>All three terms refer to the terrorist group that rose to prominence this summer, <a href=\"http://www.npr.org/blogs/parallels/2014/06/13/321678737/in-one-map-the-dramatic-rise-of-isis-in-iraq-and-syria\">taking over parts of Iraq and Syria</a>, <a href=\"http://www.npr.org/blogs/parallels/2014/06/30/326916530/whats-a-caliphate\">declaring a new caliphate</a> and <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/02/345262185/reports-islamic-state-claims-it-has-beheaded-second-american-journalist\">beheading two American journalists</a>. Why is there so much disagreement over what, exactly, to call them?</p><p>Jonah Blank is a former staffer at the Senate Foreign Relations Committee, where he advised Joe Biden and John Kerry when they were senators. He's now at the RAND Corp. think tank. He tells NPR's Steve Inskeep that the militant organization is waging a propaganda war — and what name it goes by is part of that war.</p><p>Here's a breakdown of the key terms, and the debates that swirl around them:</p><h3><strong>Islamic State</strong></h3><p>This is the term used by the organization itself these days, and it speaks to their ambitions.</p><p>\"They're claiming to represent all Muslims everywhere — they have declared the establishment of a new caliphate,\" Blank says. \"So if they are to actually own this term, that'll be a huge propaganda victory for them.\"</p><p>Outside of the group and its supporters, the phrase isn't widely used in the Middle East, Blank says.</p><p>\"My sense is that it's not very widely accepted at all, because to Muslims everywhere, the Islamic State has a real meaning,\" he says. \"It means the caliphate — it means a universal, legitimate, Islamic rule. And very few Muslims anywhere see this group as legitimate.\"</p><p>Meanwhile, many Western media outlets have adopted this phrase, or the abbreviation IS — Blank says he's seen its usage increase over the past two months.</p><p>(NPR's policy is to initially call the group \"the self-declared Islamic State\" or some equivalent phrase, use ISIS in later references and, when necessary, explain that ISIL is another widely used acronym.)</p><p>\"I think that for a lot of journalists [IS] is just easier. It takes up less space in a headline. It's what the group actually calls itself, so it has that benefit,\" Blank says. Plus, it avoids the complications and confusions of the acronyms ISIS and ISIL.</p><h3><strong>ISIS</strong></h3><p>ISIS, for instance, stands for the Islamic State in Iraq and Syria. That's a direct translation of the group's full name in Arabic, but \"Syria\" in this case means \"Greater Syria\" — not the modern nation by that name.</p><p>\"It refers to Syria, Lebanon, parts of Turkey, parts of what are now Jordan,\" Blank explains. \"The 'S' in the Arabic is \"al-Sham.\"</p><p>Al-Sham, as <em>The New York Times</em> <a href=\"http://www.nytimes.com/2014/06/19/world/middleeast/islamic-state-in-iraq-and-syria-or-islamic-state-in-iraq-and-the-levant.html\">explained</a> in June, \"is the classical Arabic term for Damascus and its hinterlands, and over time, it came to denote the area between the Mediterranean and the Euphrates, south of the Taurus Mountains and north of the Arabian desert.\"</p><p>It's a bit confusing: the Islamic State of Iraq and Syria-but-not-<em>just-\"</em>Syria.\"</p><h3><strong>ISIL</strong></h3><p>The phrase preferred by the Obama administration translates \"al-Sham\" as \"the Levant,\" another name for the same region — one that isn't as misleading as \"Syria.\"</p><p>\"That's partly why I think the president prefers ISIL,\" Blank says. \"It doesn't have the lengthy explanation that I've just gone into.\"</p><p>The word \"Levant\" isn't very common today.</p><p>The <em>Times</em> called it \"a once-common term that now has something of an antique whiff about it, like 'the Orient.' Because of the term's French colonial associations, many Arab nationalists and Islamist radicals disdain it, and it is unlikely that the militant group would choose 'Levant' to render its name.\"</p><p>The definition and boundaries of the Levant have varied over time and have included parts or all of modern-day Syria, Lebanon, Turkey, Jordan, Israel, the Palestinian territories and even the island of Cyprus.</p><p><strong>Competing Narratives, Varying Names</strong></p><p>Compared with ISIS, the group's old name, and ISIL, that alternate acronym, the newest identifier — \"the Islamic State\" — is a key piece of propaganda for the group, especially when it comes to targeting potential <a href=\"http://www.npr.org/2014/06/28/326313364/western-fighters-answer-mideast-extremists-clarion-call\">terrorist recruits</a>.</p><p>\"That's a very potent area of propaganda, because ISIS has attracted potentially thousands of foreign fighters, and none of these foreign fighters see themselves as terrorists. They see themselves as knights. They see themselves as mujahedeen. They see themselves as freedom fighters,\" Blank says. \"So they're very interested in fighting for the Islamic State, and they do not regard what they are doing as in any way an act of terrorism.\"</p><p>The United States, of course, has a different take on what the organization is — and Blank says the government is not doing as well as it could, and should, to push that narrative.</p><p>\"Part of the problem is that there are several different narratives for different audiences. For the American audience — for the American people — the narrative has got to be, 'Your government will protect you. Your government will protect American interests,' \" he says. \"However, the big narrative for ISIS is, who is going to defeat them? Is this the battle that the United States will be waging? Is this a battle for the world community to be waging? Or is this a battle that really has got to be waged by Muslims and particularly by Sunni Muslims?</p><p>\"That's a totally different narrative, and it's one that the U.S. can facilitate, but the U.S. cannot really control.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=ISIS%2C+ISIL+Or+Islamic+State%3A+What%27s+In+A+Name%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873340-859e60.m3u?orgId=1&topicId=1009&ft=3&f=347711170"},{"href":"http://media.npr.org/assets/img/2014/09/11/455266576-54f71e466a64f622fb8e77e5877ab88f3dae31c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2657","width":"3543"}}]}