{"created":"2014-09-18T17:05:34+00:00","modified":"2014-10-31T02:05:25+00:00","valid":{"from":"2014-10-31T02:05:25+00:00","to":"3014-10-31T02:05:25+00:00"},"hreflang":"en","title":"Are Filmmakers Using Drones Illegally? Looks Like It","published":"2014-05-20T16:11:00+00:00","teaser":"The film industry is using drones for movies and commercials, even though federal regulators are still working on rules that would permit the use of unmanned aerial vehicles to make money.","itags":["npr_api","312487924"],"guid":"4ca5307e-58f9-4d1d-b98f-b3670cbb4dfe","contentencoded":"<p>It is illegal in the U.S. to operate a drone for cash. That's the position of <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/05/05/309746615/faa-head-safety-privacy-concerns-abound-in-regulating-drones\">the Federal Aviation Administration</a> — which is in charge of protecting air space. But at least one industry has decided that it doesn't care and it's going to put drones to work anyway: the film industry.</p><p><strong>Drone </strong><strong>Startups</strong><strong> Hit Hollywood</strong></p><p>It's 4:45 a.m. in Southern California, but Jeff Blank is used to starting this early. \"Directors are chasing the sunrise shot,\" he says, \"and the winds are pretty calm this time of day.\"</p><p>Blank and his cousin Andrew Petersen run a family business called <a href=\"http://www.dronedudes.com/#!about1/cgud\">Drone Dudes</a>, based in Los Angeles. Companies pay them to fly drones with video cameras into the air, to get footage for movies and commercials. It's a hot new service in the world of aerial cinematography.</p><p>Petersen recaps their very busy week, which includes jobs for an independent filmmaker and Kawasaki, and a trip to Utah's Bonneville Salt Flats for a Hyundai commercial. \"I'm bringing my bike so I can ride between shoots,\" he says.</p><p>Today's client is Anaheim, Calif.-based <a href=\"http://www.pacsun.com/\">Pacific Sunwear</a>, or PacSun, the clothing store that's in a lot of malls. The film crew heads out to a big white van<strong><em> </em></strong>labeled Drone Dudes in big black letters. They load their gear and take off for the film set.</p><p><strong>On Set</strong></p><p>This drone-for-hire operation is <a href=\"http://www.faa.gov/about/initiatives/uas/reg/media/frnotice_uas.pdf\">illegal according to federal regulators</a>, who say that with very few exceptions, drones cannot be used for business until guidelines are in place for air safety and privacy. The FAA even issues a <a href=\"http://www.faa.gov/news/updates/?newsId=76240\">myth-buster fact sheet</a> to debunk any misconceptions.</p><p>But drones are so cheap and easy to use, the filmmakers won't wait. Drone Dudes charges as little as $3,000 a day for its services.</p><p>Today's commercial is set in Zaca Lake, a set of lush green hills with thick fog rolling in against the horizon.</p><p>Using a remote control, Petersen gives the command to start. With a camera strapped inside, the quadcopter drone zooms up into the air, zips through trees, dives down to the ground and zooms back up again. It's chasing a model who's supposed to be looking good, riding a motorcycle. These quick maneuvers can happen because of big technological leaps in sensors that self-stabilize to fix the camera lens and drone's position.</p><p>Phillip Lopez is the director for the shoot. After each take, he tells the drone operators to show off what the drone can do and give the model a haircut, so to speak. \"I just really want to push the levels here, get as close as possible,\" Lopez says.</p><p>Clifford Lidell with PacSun says it's his first time hiring a drone. He could have used a helicopter, but that takes more money, permits and gasoline — and it makes more noise.</p><p>He says the only downside with a drone is it's banned in national and state parks. The fines there \"are just ridiculous, so we actually had to find private property where you kind of dance around this little gray area that's being controlled right now by what seems like blanket legislation,\" Lidell says.</p><p><strong>An Underground Operation</strong></p><p>Hollywood wants to use drones. But if you ask for a permit, you'll get denied. So people don't ask and don't tell.</p><p>\"Whatever they're doing is between themselves and their client, and it's more of an underground operation now, I think,\" says Mark Bolanos, who works on aerial safety for the Los Angeles Police Department.</p><p>Federal regulators recently tried to fine a company in Virginia for using a drone. A federal judge <a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/07/287359981/judge-throws-out-fines-against-user-of-small-drone\">struck down the $10,000 fine</a>. As soon as it happened, industry lawyers jumped on the phone with the LAPD — to figure out whether commercial drones were suddenly legal.</p><p>\"I think it happened that day, or the day after. It was almost instantaneous,\" Bolanos says.</p><p>The department decided it's not legal yet and federal regulators get to have the last word. But Bolanos has a tinge of sympathy for all the filmmakers who want drones.</p><p>\"It's a viable tool for what they do,\" he says. \"They want to comply with the law. I think most people want to do the right thing.\"</p><p>While we all want great films, the FAA says it has to think about our safety first.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+Filmmakers+Using+Drones+Illegally%3F+Looks+Like+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312978158-d4ae70.m3u?orgId=1&topicId=1019&ft=3&f=312487924"},{"href":"http://media.npr.org/assets/img/2014/05/14/drone_01-38193a9c85a7a5306ffb7180bc03b717bd5e5d93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2900"}},{"href":"http://media.npr.org/assets/img/2014/05/14/drones_02_wide-e57da8dd1cb063b047dac7db22e98f0d557792ec.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1833","width":"3263"}}]}