{"created":"2015-05-15T16:22:35+00:00","modified":"2015-05-18T21:10:59+00:00","valid":{"from":"2015-05-18T21:10:59+00:00","to":"3015-05-18T21:10:59+00:00"},"hreflang":"en","guid":"4cb62588-065a-4bc4-b79c-44ea7333a3d0","title":"How many Asian Hollywood stars can you name? Right, it's not easy ","published":"2015-05-18T21:10:50+00:00","byline":"Naomi Gingold","tags":["arts","culture","immigrants","Global Nation","Arts","Arts, Culture & Media"],"teaser":"After years of fighting pervasive stereotypes, John Cho is part of a growing group of Asian American actors getting leading roles. But it’s still a slow rise. ","contentencoded":"<p>There are a lot of dating clichés. Some that are backed up with <a href=\"http://blog.okcupid.com/index.php/race-attraction-2009-2014/\">data</a>. Like the one that says Asian American men are thought of and see themselves as one of the least desirable groups. To quote some recent articles: <a href=\"http://mic.com/articles/74135/are-asian-men-undateable\">Are Asian Men Undateable</a>? <a href=\"http://www.huffingtonpost.com/jocelyn-eikenburg/why-wont-western-women-date-chinese-men_b_5827240.html\">Why Won’t Western Women Date Chinese Men?</a></p>\n<p>So I Skyped my friend Eric Tang. Chinese American. We also dated briefly. I wanted to know if this had ever affected him. I asked awkwardly, if me being white ever made him think he shouldn’t ask me.</p>\n<p>He laughed and said, “You know, I’ve never been bold enough to take a risk that I’m not pretty confident about.”</p>\n<p>Tang helps lead a tech startup and does a lot of improv theatre. He’s a pretty confident guy.  But he also points out that when he was growing up in China, all the heroes on television looked like him — and that made a difference. It was nothing like the negative stereotypes in Hollywood that he and a lot of people cite as a big part of the problem.</p>\n<p>I realized I needed to talk to an expert. This time, I went a bit farther than my personal address book.</p>\n<p>John Cho is one of the few prominent Asian American male actors in Hollywood. You might recognize him from the Harold and Kumar movies or the recent Star Trek blockbusters.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/13991825809_eae665f3d0_o_0.jpg?itok=0UMFnD0s\" alt=\"\" /><div class=\"field-caption\">\n    <p>In ABC's \"Selfie,\" John Cho represented a rarity: an Asian American in a romantic lead on network television. </p>\n<p> </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p class=\"p1\">Disney, ABC Television Group</p>\n  </div>\n</div>\n<p>He says that when he was younger, “Girls would say, in an almost benevolent tone, that they just had zero attraction to Asian men. It wasn’t considered taboo to say something like that.”</p>\n<p>Now, with all due journalistic objectivity here, John Cho is hot. In 2009, People Magazine voted him sexiest man alive. But in Hollywood, it’s still rare to see Asian men cast as confident, leading men. <em>Hollywood </em>hasn’t wanted to date them. And that impacts what America thinks of Asian men. And what Asian American men think of themselves.</p>\n<p>\"We believe what girls tell us, what the movies tell us — that we’re not supposed to be leaders, we’re not masculine and we’re weak, all those things,” Cho says. When makeup artists once referred to him as eye candy on a shoot, Cho says he had a hard time understanding that they were talking about him.</p>\n<p>When he started out in Hollywood, his expectations were low. Rules were explicit about who could audition for what. On occasion, Cho says he’d ask about a certain part and hear back, “They’re not opening up casting. Which meant, they are not seeing non-white people.”</p>\n<p>He broke in with comedy, playing a drunk kid at a party on “American Pie.” After that, he says he mostly stopped being typecast into “Asian” roles. But because he knows how powerful onscreen stereotypes can be, Cho will agonize over whether to take a certain role, worrying about how the part will be perceived by the general public, how Asian Americans might see it, and how a 12 year old version of himself would take it.  </p>\n<p>He says that even today, “there are certain Asian male friends that I call who are not in the business, and I say, ‘What do you think?’ But I go to them because I want to know how they would feel if they didn't know me and were to see me doing it.”</p>\n<p>Last fall, Cho was cast as the lead in “Selfie,” a beloved but short-lived romantic TV comedy. He cared about the juicy role, not the race of his costar. But he knows that for a lot of Asian American men, it was a big deal that she was white. Cho says that former costars have even told him that after playing his love interests, they’ve found themselves with surprisingly large Asian male fan bases.</p>\n<p>He says he told Karen Gillan, his co-star on Selfie, “Prepare for high-fives from Asian men for the rest of your life.” Laughing, he adds “we are very grateful.”</p>\n<p>Today, when it comes to young Asian stars, Cho now has some company. There’s Steven Yeun, who plays a zombie-slaying heartthrob on “The Walking Dead.\" The new sitcom “Fresh off the Boat” also stars an Asian American family. There’s talk about whether a real shift is underway in Hollywood for Asian Americans and, specifically, for Asian American men.</p>\n<p>“The subtext of all the discussion is we’re making it right, aren’t we? Please say that we’re making it right. And it’s a really great impulse in American society. We are obsessed with wanting to fix this race problem. And we’re stumbling. We’re all thumbs about it,” Cho says.</p>\n<p>He says the fact that people in the US care and want to be more egalitarian is important. But he points out that there’s a long way to go if you just look at who we see on movie posters.</p>\n<p>“I can’t say that it has become right or that the playing field is equal. Is it moving in the right direction? I believe it is,” he says.</p>\n<p>For now, Cho just wants to continue doing roles that challenge him, are artistically fulfilling, fun, and ones that he’s never seen portrayed with a face like his. But although he cares about the “activism,” he says ultimately, as an actor that can't be your primary motivation. </p>\n<p>To explain what he means more concretely, he says, “for instance, the Asian American community, they would go nuts if I was one of the X-Men or something, because it’s prominent. But it’s not necessarily artistically fulfilling.”</p>\n<p>Cho pauses to reconsider, laughs, and then says, actually, “I would take that gig in a heartbeat. “</p>\n<p>A sexy Asian superhero? I can get behind that. And Marvel, Sony: I think the rest of the US could, too.</p>\n<h2>Cast these actors</h2>\n<p><a href=\"https://twitter.com/adatseng\">Ada Tseng</a><em>, long-time editor of </em>Asia Pacific Arts<em> and frequent contributor to </em>Audrey Magazine<em> — including the <a href=\"http://audreymagazine.com/haikus-with-hotties-randall-park/\">Haikus With Hotties</a> feature, which is exactly what it sounds like — gets us ahead of the casting agencies with these five picks of Asian American men who deserve more screen time.</em></p>\n<p><a href=\"https://twitter.com/TheManishDayal\"><strong>Manish Dayal</strong></a></p>\n<p><img height=\"400\" width=\"400\" style=\"width: 200px; height: 200px;\" alt=\"Manish Dayal&amp;#039;s Twitter profile photo\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/manish-dayal.jpeg?itok=-8HlmQrE\" title=\"\" /></p>\n<p>The South Carolina-born Indian American actor is best known for playing Hassan Kadam in 2014's <em>The Hundred-Foot Journey</em>, where he goes from clean-cut, small-town ingenue to slick, bearded, successful-but-frustrated culinary star. But what Hollywood should really do is let him use his real-life Southern accent in a film. Even his co-star Dame Helen Mirren called it \"sexy.\"</p>\n<p><a href=\"https://twitter.com/danielhenney\"><strong>Daniel Henney</strong></a></p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"898\" width=\"900\" style=\"width: 200px; height: 200px;\" alt=\"Daniel Henney\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/daniel-henney.jpg?itok=mvjrctB7\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Phil McCarten/Reuters</p>\n  </div>\n</div>\n<p>The Korean-Irish American actor is already a heartthrob in Korea, and he's shown he can carry an American film in the independent romantic comedy <em>Shanghai Calling</em>, but Hollywood seems to only know how to cast him as a supporting character. You can make him a cop; you can make him a villain; even if you make him wear glasses, no one will complain about him being a Asian nerd stereotype, because he'll just look like a really hot professor.</p>\n<p><a href=\"https://twitter.com/danielwuyanzu\"><strong>Daniel Wu</strong></a></p>\n<p><strong><img height=\"333\" width=\"333\" style=\"width: 200px; height: 200px;\" alt=\"Daniel Wu&amp;#039;s Twitter profile photo\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Daniel_Wu-resize.jpg?itok=6XUPkNkB\" title=\"\" /></strong></p>\n<p>The Chinese American is another veteran actor who is already a star in China, Hong Kong and Taiwan, but the closet he's gotten to a Hollywood crossover is co-starring with Kevin Spacey in 2011's <em>Inseparable</em>. But fall 2015 brings AMC's martial arts drama <em>Into the Badlands</em>, Wu's first starring role in an American TV series, which will hopefully make him a household name here as well.</p>\n<p><a href=\"https://twitter.com/kihonglee\"><strong>Ki Hong Lee</strong></a></p>\n<p><strong><img height=\"327\" width=\"327\" style=\"width: 200px; height: 200px;\" alt=\"Ki Hong Lee&amp;#039;s Twitter profile photo\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/kihonglee.png?itok=aSNZltQb\" title=\"\" /></strong></p>\n<p>Before the Korean American actor set hearts aflutter as Minho in <em>The Maze Runner</em>, young fans around the world knew him from his popular YouTube videos with Wong Fu Productions. But with his role in <em>Unbreakable Kimmy Schmidt</em>, he showed he could even play a heavily-accented Asian immigrant named Dong that looks like an offensive stereotype but turn it into a lovable, three-dimensional character, allowing us all to breathe a sign of relief that it was okay for us to continue to worship the show's producer, Tina Fey.</p>\n<p><strong>Johnny Trí Nguyễn</strong></p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"900\" width=\"900\" style=\"width: 200px; height: 200px;\" alt=\"Johnny Trí Nguyễn in Bụi Đời Chợ Lớn\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Screen%20Shot%202015-05-14%20at%205.12.45%20PM.png?itok=YXFtG9iy\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p><a href=\"https://www.youtube.com/watch?v=b9pw1sdwyYs\">Bụi Đời Chợ Lớn/Galaxy Studio</a></p>\n  </div>\n</div>\n<p>If Hollywood is looking to cast a good-looking, muscular Asian American action hero, Johnny Trí Nguyễn is kind of a no-brainer. Already a star in Vietnam, the Vietnamese American actor got his start working as a stuntman in films like <em>Spiderman 2</em> and <em>Jarhead</em>. Even Bollywood has come knocking.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-15%2Fwhy-it-still-rare-see-asian-american&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/RTX13H5V.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/rtx13h5vjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05182015_05.mp3"},{"href":"http://admin.pri.org/file/0518201505mp3"}]}