{"created":"2014-09-17T21:13:56+00:00","modified":"2015-03-09T18:08:09+00:00","valid":{"from":"2015-03-09T18:08:09+00:00","to":"3015-03-09T18:08:09+00:00"},"hreflang":"en","title":"The Insights Of An Ebola Doctor Who Became A Patient","published":"2014-09-17T22:19:00+00:00","teaser":"Dr. Kent Brantly, an American Ebola survivor, tells NPR what it was like to suffer from the deadly and \"humiliating\" disease.","itags":["npr_api","349256514"],"guid":"4cc10cef-5367-459e-88ec-96a49c15317f","contentencoded":"<p>He had cared for Ebola patients. He himself caught the virus. Only then, said <a href=\"http://www.samaritanspurse.org/article/dr-kent-brantly-statement/\">Dr. Kent Brantly</a>, did he fully grasp the awful nature of this disease.</p><p>\"When I became ill, I started to experience what my patients had suffered under my care,\" the American medical missionary told NPR's Melissa Block, host of <em>All Things Considered</em>, after testifying on Capitol Hill yesterday and today. \"And Ebola is a really humiliating disease. You're isolated from your family, your community, everyone around you. ... When you go a week without seeing a human face, that does something to you. ... I didn't have the touch of another human being's skin till the time I was released from <a href=\"http://www.emoryhealthcare.org/\">Emory University Hospital</a>.\"</p><p>Brantly, who contracted the deadly disease in July while working in Liberia, did not believe he became infected in his hospital's Ebola treatment unit, where \"our process was incredibly safe.\" He thinks it more likely that he contracted the disease while working in the emergency room or some other part of the hospital.</p><p>Becoming an Ebola patient made him realize the intense \"emotional and psychological toll\" of the disease. Monitoring his own symptoms — including vomiting blood and seeing blood in his diarrhea — was horrifying: \"I was having internal bleeding that could very easily lead to my death.\"</p><p>Brantly was treated in the United States with <a href=\"http://www.cdc.gov/vhf/ebola/outbreaks/guinea/qa-experimental-treatments.html\">ZMapp</a>, an experimental drug. \"I'm thankful that I had the opportunity to receive that drug,\" he said, but he noted that it had \"never been used on a human being before. ... No one knew if it was safe or not.\"</p><p>As a survivor, Brantly sees it as his \"duty to speak out on behalf of those still suffering\" from Ebola. Other survivors \"want to give back to the community,\" he said, but \"it's a very challenging task because of the fear and stigma attached to the disease.\"</p><p>During his Senate <a href=\"http://www.help.senate.gov/hearings/hearing/?id=9522d319-5056-a032-5290-5a537121c053&autoplay=true\">testimony</a> on Tuesday, Brantly shared the story of a Liberian Ebola patient in his care who died in July. He told NPR that the patient's family \"just thought we were mistaken\" in making the Ebola diagnosis. They believed instead that their relative's cause of death was a curse, he said, and \"the solution was to get revenge on the person who placed the curse.\"</p><p>Correcting such misperceptions will take time. \"Changing people's beliefs and altering behaviors is a very difficult challenge in any setting,\" Brantly said. \"The only people capable of helping those still in denial are their neighbors and the people who are around them.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Insights+Of+An+Ebola+Doctor+Who+Became+A+Patient&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"503"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329506-1f4b84.m3u?orgId=1&topicId=1031&e=349256514&d=503&ft=nprml&f=349256514"}]}