{"created":"2015-04-06T08:23:51+00:00","modified":"2015-05-13T21:04:51+00:00","valid":{"from":"2015-05-13T21:04:51+00:00","to":"3015-05-13T21:04:51+00:00"},"hreflang":"en","title":"Women Having A Heart Attack Don't Get Treatment Fast Enough","published":"2015-04-06T18:37:00+00:00","teaser":"Women under 55 are twice as likely to die after being hospitalized for a heart attack than men. Women delay treatment because they may not recognize the symptoms and they're reluctant to make a fuss.","itags":["npr_api","397281837"],"guid":"4cc587d3-34c4-4336-a369-d2869935adff","contentencoded":"<p>Christina Costanzo was 32 when she had her first heart attack. It all started on a Friday.</p><p>\"I had chest pain. I had pain in my jaw, pain going down my left arm. I had some shortness of breath,\" Costanzo recalls.</p><p>But Costanzo who is a nurse practitioner in New Haven, Conn., didn't realize right away that these were symptoms of a heart attack. She figured this was just her body reacting to stress, and she didn't want to overreact.</p><p>\"I didn't want to go to the ER and wait for hours only to be told that there was nothing wrong with me,\" she says. \"So I waited till Monday and I saw my primary care.\"</p><p>It was only then that Costanzo discovered she had had a heart attack — a big one.</p><p>Costanzo's story isn't unique.</p><p>Each year more than 15,000 women under the age of 55 die of heart disease in the United States. And younger women are twice as likely to die after being hospitalized for a heart attack as are men in the same age group.</p><p>Studies show that women tend to wait much longer than men to get emergency care for heart attacks. Once they do go to the ER, their symptoms are often misdiagnosed.</p><p>So <a href=\"http://publichealth.yale.edu/people/judith_lichtman.profile\">Judith Lichtman</a>, an epidemiologist at the Yale School of Public Health, tried to figure out why. In a <a href=\"http://circoutcomes.ahajournals.org/content/8/2_suppl_1/S31http://circoutcomes.ahajournals.org/content/8/2_suppl_1/S31\">recent study </a>published in <em>Circulation: Cardiovascular Quality and Outcomes,</em> Lichtman and her colleagues conducted in-depth interviews with 30 women, ages 30 to 55, who had been hospitalized after a heart attack.</p><p>It turned out that many of them didn't really know what a heart attack is supposed to feel like.</p><p>\"We often see it portrayed as someone falling to their knees, holding onto their chest,\" Lichtman says. In reality, most women tend to experience other symptoms along with some chest pain, including neck pain, jaw pain, indigestion, fatigue and nausea.</p><p>\"Maybe we need to do a better job of explaining and describing to the public what a <a href=\"http://www.heart.org/HEARTORG/Conditions/HeartAttack/WarningSignsofaHeartAttack/Heart-Attack-Symptoms-in-Women_UCM_436448_Article.jsp\">heart attack looks and feels like</a>,\" Lichtman says.</p><p>But even when the women suspected that they were having a heart attack, many said they were hesitant to bring it up.</p><p>\"Many of them said that they were concerned about being wrong, or having a false alarm,\" Lichtman says.</p><p>And doctors often reinforced women's fears, automatically assuming that the women were suffering from indigestion, or maybe a panic attack, rather than a heart attack.</p><p>\"So I think it is really critical that we empower women to not feel any stigma or judgment,\" Lichtman says.</p><p>And she says doctors should do a better job of listening — and pay special attention to women who have high blood pressure or cholesterol, or a family history of heart disease.</p><p><em>An<a href=\"http://www.npr.org/blogs/health/2015/02/24/388787045/younger-women-hesitate-to-say-theyre-having-a-heart-attack\"> earlier version </a>of this story ran in NPR's Shots blog. This version ran on NPR's </em>Morning Edition<em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Women+Having+A+Heart+Attack+Don%27t+Get+Treatment+Fast+Enough&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maanvi Singh","audio":[{"meta":{"duration":"139"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397774849-8095d2.m3u?orgId=1&topicId=1128&d=139&p=3&story=397281837&t=progseg&e=397213041&seg=8&ft=nprml&f=397281837"},{"href":"http://media.npr.org/assets/img/2015/04/03/women-heart-attacks-25e5ad46c3ae1508a8266291a912bdc2c5efab9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}