{"created":"2015-01-05T20:36:31+00:00","modified":"2015-05-13T21:23:51+00:00","valid":{"from":"2015-05-13T21:23:51+00:00","to":"3015-05-13T21:23:51+00:00"},"hreflang":"en","title":"A Restraining Order Can Be Just A Videoconference Away","published":"2015-01-05T23:31:00+00:00","teaser":"A New Jersey hospital has partnered with local courts to protect injured victims of domestic violence. A videoconferencing system lets patients file for restraining orders from their hospital beds.","itags":["npr_api","374577725"],"guid":"4cc5e4bf-9375-4d33-9138-008da8ac2035","contentencoded":"<p>For victims of domestic violence, seeking legal protection can be intimidating. <a href=\"https://www.stjosephshealth.org/sjrmc\">St. Joseph's Regional Medical Center</a> in Paterson, N.J., has found a way to make it a little less so.</p><p>Injured victims being treated at St. Joseph's can navigate the court process from their hospital beds.</p><p>For many of the people who choose to talk about their injuries, the evidence is often painfully clear, says <a href=\"https://www.linkedin.com/pub/sr-maryanne-campeotto/17/699/667\">Sister Maryanne Campeotto</a>, vice president of mission at St. Joseph's, who helped start the initiative. \"We've had some people come with broken bones, a broken arm or a broken leg, broken nose,\" says Campeotto.</p><p>She says the hospital staff noticed how hard it was for victims with injuries to get up the courage to ask for help. Seeking assistance can become an even tougher proposition once people leave the safety of the hospital.</p><p>If you've ever done a video chat on Skype or FaceTime, you can picture how this program works. In the busy emergency room at St. Joseph's, patients are screened for domestic violence.</p><p>A social worker can take them into a private room with a camera and a monitor mounted high on the wall that lets them have a video chat with Diana Bodeen, a domestic violence hearing officer for Passaic County.</p><p>Bodeen's face comes up on a screen, with the gold New Jersey state judiciary seal visible in the background. Within about 45 minutes she can help a patient get a temporary restraining order, without even leaving the hospital.</p><p>For more severely injured patients who aren't able to walk, there is a video-equipped \"rover\" that can roll right up to a patient's bed. \"Sometimes we've done hearings actually from the emergency room, from literally somebody sitting in a bed with curtains around them,\" says Bodeen.</p><p>The video is essential for patients like one Bodeen remembers. The woman had neck injuries so severe she'd had to have a <a href=\"http://www.hopkinsmedicine.org/tracheostomy/about/what.html\">tracheotomy</a>. She couldn't speak. But, Bodeen says, with the video conference, the patient was able to answer yes or no questions with thumbs up or thumbs down hand signals.</p><p>\"She was so interested in communicating with us that she took her pad and started writing information to us, and holding it up,\" Bodeen recalls.</p><p>Video is useful for legal documentation too. \"The judges or the hearing officer will utilize the technology to zoom in, to take a look at bruising, and any injuries,\" says St. Joseph's social worker Tina Miles.</p><p>When the program began four years ago, it was the first of its kind in New Jersey (and has since been replicated at hospitals across the state). Soon it will be the first program to be available around the clock. A judge will be on call by iPad at night and on weekends, when most domestic violence victims show up at the hospital.</p><p>The expanded service is expected to start sometime early this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Restraining+Order+Can+Be+Just+A+Videoconference+Away&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201464-8562a0.m3u?orgId=1&topicId=1128&d=140&p=2&story=374577725&t=progseg&e=375168843&seg=4&ft=nprml&f=374577725"},{"href":"http://media.npr.org/assets/img/2015/01/05/sjrmc-56203ed9ec94536df6166d8ab29bd803bd96a11d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1077","width":"1437"}}]}