{"created":"2015-05-18T17:11:45+00:00","modified":"2015-05-18T17:11:45+00:00","valid":{"from":"2013-11-25T17:28:56+00:00","to":"3013-11-25T17:28:56+00:00"},"hreflang":"en","guid":"4cc6d92c-bbae-46b0-873f-c36742bce264","teaser":"Katie Couric's hiring is the latest in a number of high-priced recruitments by Yahoo.","published":"2013-11-25T17:28:56+00:00","title":"Katie Couric fans can shout Yahoo!","byline":"Sabri Ben-Achour","contentencoded":"<div class=\"barn-cleaned\"><p>Katie Couric is leaving ABC News to become Yahoo’s “global anchor\" where she’ll report on breaking international news and interview international figures.&nbsp;&nbsp;</p>\n<p>The financial details weren’t disclosed but given Couric’s past multimillion dollar salaries ($15 million at CBS six years ago, likely more at ABC) she is probably going to be just fine financially.&nbsp;</p>\n<p>Yahoo, on the other hand, is another question.&nbsp; Sure, it’ll get some star power and gravitas from Couric, we ll as from the other top reporters it’s poached, including New York Times’ David Pogue, Matt Bai, and Megan Liberman. But really, Yahoo is hoping to get something else.</p>\n<p>Yahoo is trying to solve a fundamental problem, which is, \"'What is Yahoo?'\" says Marty Kaplan, &nbsp;Norman Lear Professor of Entertainment, Media and Society at the University of Southern California's Annenberg School for Communication. &nbsp; “Is it an email address? Is it a news site? Is it just always on the top of the list of most used sites but nobody knows why? They’re looking for a brand identity.”</p>\n<p>Specifically, Yahoo wants to be synonymous with original content.&nbsp; &nbsp;Entertainment analyst Robert Galinsky says the company is trying to edge out traditional news, especially TV news. “The old world journalism, the old world news system on television is going away.&nbsp; Yahoo is going to start taking some of that TV news market,” he says.&nbsp; That’s the idea, at least in Yahoo’s ideal world.</p>\n<p>But really, as with most things, it’s about money.&nbsp; In July Yahoo overtook Google as the most visited website on the internet. Analysts can't explain this, but revenue from display ads – think banners on websites – was down 7% last quarter, according to Ken Doctor, media analyst with <a href=\"http://www.newsonomics.com/\">Newsonomics</a>.</p>\n<p>“The ad competition is just brutal,” he says.&nbsp; One way to make more money from ads?&nbsp; Sell Video ads.&nbsp; Doctor says they’re worth a lot more. &nbsp;It’s one reason Google was able to cope with falling display ad prices, since much of its growth came from Youtube ads.</p>\n<p>“Video advertising is selling out,” says Doctor. “You can still sell those at rates that are six to eight times higher than what you’re getting on display advertising.”</p>\n<p>That is, of course, if people watch.&nbsp;</p></div>","itags":["4cc6d92cbbae6b0c73f2c36742bce264","Marketplace","Marketplace for Monday, November 25, 2013","PMP:Marketplace_PMP"],"tags":["APM","Business","Yahoo!","media"],"description":"Katie Couric's hiring is the latest in a number of high-priced recruitments by Yahoo.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Katie Couric is leaving ABC News to become Yahoo’s “global anchor&quot; where she’ll report on breaking international news and interview international figures.  </p>\"},{\"content\":\"<p>The financial details weren’t disclosed but given Couric’s past multimillion dollar salaries ($15 million at CBS six years ago, likely more at ABC) she is probably going to be just fine financially. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Yahoo, on the other hand, is another question.  Sure, it’ll get some star power and gravitas from Couric, we ll as from the other top reporters it’s poached, including New York Times’ David Pogue, Matt Bai, and Megan Liberman. But really, Yahoo is hoping to get something else.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Yahoo is trying to solve a fundamental problem, which is, &quot;&apos;What is Yahoo?&apos;&quot; says Marty Kaplan,  Norman Lear Professor of Entertainment, Media and Society at the University of Southern California&apos;s Annenberg School for Communication.   “Is it an email address? Is it a news site? Is it just always on the top of the list of most used sites but nobody knows why? They’re looking for a brand identity.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Specifically, Yahoo wants to be synonymous with original content.   Entertainment analyst Robert Galinsky says the company is trying to edge out traditional news, especially TV news. “The old world journalism, the old world news system on television is going away.  Yahoo is going to start taking some of that TV news market,” he says.  That’s the idea, at least in Yahoo’s ideal world.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But really, as with most things, it’s about money.  In July Yahoo overtook Google as the most visited website on the internet. Analysts can&apos;t explain this, but revenue from display ads – think banners on websites – was down 7% last quarter, according to Ken Doctor, media analyst with <a href=\\\"http://www.newsonomics.com/\\\">Newsonomics</a>.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The ad competition is just brutal,” he says.  One way to make more money from ads?  Sell Video ads.  Doctor says they’re worth a lot more.  It’s one reason Google was able to cope with falling display ad prices, since much of its growth came from Youtube ads.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Video advertising is selling out,” says Doctor. “You can still sell those at rates that are six to eight times higher than what you’re getting on display advertising.”</p>\"},{\"content\":\"<p>That is, of course, if people watch. </p>\",\"type\":\"text/html\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/149298911.jpg?itok=jMoRJ16C","type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/25/marketplace_segment17_20131125_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":132,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/25/marketplace_segment17_20131125"},"duration_hms":"00:02:12"}}]}