{"created":"2014-09-12T09:11:27+00:00","modified":"2014-10-30T22:27:13+00:00","valid":{"from":"2014-10-30T22:27:13+00:00","to":"3014-10-30T22:27:13+00:00"},"hreflang":"en","title":"Israel Says It Is Investigating Dozens Of Gaza Shootings ","published":"2014-09-15T15:13:00+00:00","teaser":"The military is still looking into many of the cases, but announced this week that criminal investigations have been filed so far in five episodes.","itags":["npr_api","347873306"],"guid":"4ccacb9a-92d8-47c8-b169-5b842165de86","contentencoded":"<p>The Israeli military says that it has investigated more than 40 potentially illegal actions by its forces during the war in the Gaza Strip this summer and announced this week that it has opened criminal investigations into five cases.</p><p>In Gaza, Jamila Eleywa, the director of a home for disabled people that was hit in July, killing two residents, hopes she'll learn why her building was hit.</p><p>\"Why?\" she said at Gaza City's al-Shifa Hospital, where the injured residents were taken. \"Why they did that?\"</p><p>The burn unit director of Gaza City's al-Shifa hospital, Dr. Nafiz Abushan, said in July that four victims of the Israeli airstrike on a home for disabled people suffered lacerations from shrapnel and burns on 15 to 25 percent of their bodies, including their lungs.</p><p>He said all four faced extra challenges because of their physical condition.</p><p>\"Twenty-five percent (burns) itself is life threatening, but because of their disability, the risk is doubled for them,\" Abushan said then.</p><p>The four have survived. One, a caretaker just went through plastic surgery in Cairo.</p><p>Another one, Mai Hamada, 30, is at a new home for the disabled. As she lay in the hospital two days after the July attack, she remembered it was almost dawn when the bomb exploded.</p><p>\"Suddenly I was hit from every direction,\" she said in a high-pitched voice. \"I called out for my caretaker but she didn't answer. I screamed for our neighbor to help.\"</p><p>From her hospital bed two months ago, Hamada cursed Israel.</p><p>\"May God punish the Jews for what they did to me,\" she said. \"What did we do to them to deserve this?\"</p><p><strong>Not Expecting An Attack</strong></p><p>Eleywa, the director of the home, started a society to care for disabled people years ago when she saw families in Gaza struggling to provide for disabled members.</p><p>The residential home that was bombed was two stories tall, with eight bedrooms and gardens on two sides. Eleywa said if Israel first dropped a non-explosive, warning rocket, no one heard it, and no one on the staff imagined the home would be hit.</p><p>Anyway, she said, a warning rocket wouldn't have allowed time to carry residents to safety.</p><p>\"No time, no time. Five minutes, seven minutes they give all the people, not more,\" she added.</p><p>Israel says it does not target civilians and that Hamas and other militant groups fire rockets from civilian areas. But most of the more than 2,000 Palestinians killed this summer were civilians, according to Palestinian authorities.</p><p>Even before Israel launched this summer's military operation in Gaza, it had a system in place to investigate what it calls \"exceptional incidents.\"</p><p>This system builds on recommendations from the Turkel Commission, an Israeli panel that first investigated the <a href=\"http://www.inss.org.il/index.aspx?id=4538&articleid=2608\" target=\"_blank\">2010 attack on a flotilla headed to Gaza</a>, then examined Israel's overall mechanism for investigating complaints of illegal military actions.</p><p><strong>Criticism From Israeli Human Rights Group</strong></p><p>But one prominent Israeli human rights group, B'tselem, says the investigations mechanism is a \"masquarade\" that will lead to nothing other than a \"whitewash.\"</p><p>For the first time, <a href=\"http://www.btselem.org/press_releases/20140910_response_to_investigations_launched_by_idf\" target=\"_blank\">the group will not assist the military investigation</a> into possible human rights violations.</p><p>Lerner, the Israeli military spokesman, calls B'tselem's decision \"unfortunate\" but he believes oversight by Israel's Supreme Court will guarantee the process will be fair.</p><p>Of the 44 cases examined so far by military fact-finding teams, 12 have been referred to the military advocate general. Of those, seven were dismissed, including an attack on a family home that killed eight people where the military said adequate warning to leave had been provided.</p><p>The advocate general has opened five investigations into potential criminal wrongdoing so far, including the attack on a Gaza City beach that killed four boys and a strike in a United Nations school courtyard that killed more than a dozen people.</p><p>Israeli military spokesman Peter Lerner says soldiers could face a range of potential charges.</p><p>\"The military advocate general has to determine what indictment it would be and in what circumstances,\" Lerner said. \"So anything from negligence to misconduct to unlawful death.\"</p><p>B'tselem spokesperson Sarit Michaeli says one problem is this approach.</p><p>\"The majority of damage to civilians wasn't caused by individual soldiers, but as a result of military policies,\" she said.</p><p>Separately, a U.N. human rights panel is investigating potential war crimes committed by both sides in Gaza.</p><p>The bombing of the home for the disabled is on a list of dozens of pending cases likely, but not certain, to be examined by Israeli military fact-finding teams.</p><p>Meanwhile, Jamila Eleywa, director of the aid society for the disabled, is working on the new, smaller home she found for all 10 residents who survived the July attack.</p><p>Four people, two with burns healing, came back this week. Elaywah says she wants an investigation to lead to jail time for someone. She also wants financial compensation. But most of all, she says, in the sparse new home, she still wants an answer to the question she had right after the attack.</p><p>\"Why?\" she asked, sitting by the new bed of one resident. \"Why they did that?\"</p><p><em>Emily Harris is NPR's Jerusalem correspondent. Follow her</em> <a href=\"https://twitter.com/emilygharris\" target=\"_blank\">@emilygharris</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+Says+It+Is+Investigating+Dozens+Of+Gaza+Shootings+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873307-5f9aba.m3u?orgId=1&topicId=1009&ft=3&f=347873306"},{"href":"http://media.npr.org/assets/img/2014/09/12/gaza2-9-12-14-698eee3ee0982f6111978e6d1480f886de2d3886.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}