{"created":"2015-03-19T18:25:03+00:00","modified":"2015-03-23T20:21:09+00:00","valid":{"from":"2015-03-23T20:21:09+00:00","to":"3015-03-23T20:21:09+00:00"},"hreflang":"en","guid":"4cdb05c1-2bd1-4339-9672-795ce1ad9455","title":"Seeing a total solar eclipse is 'like standing on another planet and looking at an alien sky'","published":"2015-03-23T20:21:04+00:00","byline":"Nina Porzucki","tags":["science","Space","Science","Science, Tech & Environment","Europe","Faroe Islands","David Baron","Eclipses","Solar eclipse","Environment"],"teaser":"The skies will go dark over the remote Faroe Islands Friday morning. The World's former science editor, David Baron has traveled there to catch the total solar eclipse.","contentencoded":"<p>The skies will go dark over the <a href=\"https://www.google.com/maps/place/Faroe+Islands/@63.5877698,-1.1264683,5z/data=!4m2!3m1!1s0x48bc1593762df9eb:0x3fb0314864f71b24\">Faroe Islands</a> for about two minutes on Friday.</p>\n<p>A total solar eclipse will take place just after 9:40 a.m. over the remote islands, which lie far, far north in the Atlantic — halfway between Iceland and Norway. </p>\n<p>“Total eclipses choose where they want to go and you have to chase them,” says David Baron, former science editor here at The World and a longtime hunter of eclipses.</p>\n<p>The only two places this total solar eclipse will cross land are the Faroe Islands and the tiny Norwegian island of Svalbard, which is even closer to the Arctic Circle. The total eclipse is only visible in what’s called the “path of totality,” which is a couple hundred miles wide.</p>\n<p>Baron has previously witnessed three other solar eclipses. He's travelled to these remote islands to hopefully catch a glimpse of his fourth. He is far from alone.</p>\n<p>“I think this is the biggest invasion of foreigners here since the Vikings arrived,” Baron jokes. The islands have a population of around 50,000 and an additional 8,000 eclipse chasers are expected to gather and stare at the sky Friday.</p>\n<p>“I’ve been meeting eclipse chasers, who this will be their 10th, their 12th, their 15th total eclipse — so some people are really fanatical about it,” says Baron.<br />Many Europeans will also get to experience a partial eclipse.</p>\n<p>“Most everyone has seen a partial solar eclipse. The moon goes across a part of the sun and you put on special glasses; it’s not safe to look at the sun directly with the naked eye and you’ll see the moon cut a little piece out of the sun. And it’s all very intellectually interesting,” Baron says.</p>\n<p>But a partial eclipse is nothing, says Baron, like the experience of a total solar eclipse. As the writer <a href=\"https://home.ubalt.edu/ntygfit/ai_05_mapping_directions/ai_05_see/ad_total_eclipse.htm\">Annie Dillard describes in her essay “Total Eclipse”</a>:</p>\n<p>“Seeing a partial eclipse bears the same relation to seeing a total eclipse as kissing a man does to marrying him, or as flying in an airplane does to falling out of an airplane.”</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>How the solar eclipse and vernal equinox have cast shadows across literature <a href=\"http://t.co/s5D35GxuqE\">http://t.co/s5D35GxuqE</a></p>\n<p>— Guardian Books (@GuardianBooks) <a href=\"https://twitter.com/GuardianBooks/status/578584239030992896\">March 19, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>In a total solar eclipse, the sky doesn’t go black as if it's night, rather, Baron says it's like a deep twilight on another planet.</p>\n<p>“It really is like standing on another planet and looking at an alien sky,” he says, “Where the sun is supposed to be is a glorious ring of light. It looks like a wreath of slivery thread. It’s called the solar corona and it’s the outer atmosphere of the sun.”</p>\n<p>Dillard describes the silvery light from the corona in her essay.</p>\n<p>“This color has never been seen on earth. The hues were metallic; their finish was matte. The hillside was a nineteenth-century tinted photograph from which the tints had faded. All the people you see in the photograph, distinct and detailed as their faces look, are now dead. The sky was navy blue. My hands were silver. All the distant hills' grasses were finespun metal which the wind laid down.”</p>\n<p>Watching a total eclipse is a very emotional experience, Baron adds.</p>\n<p>“It connects you in a way to the solar system, to the universe, like nothing else has for me and that’s what gets people hooked. I’ll admit to you, I’ve never done LSD, but it’s very psychedelic,” Baron says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Fseeing-total-eclipse-really-standing-another-planet-and-looking-alien-sky&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03192015_01.mp3"},{"href":"http://www.pri.org/file/0319201501mp3"}]}