{"created":"2015-05-01T07:32:02+00:00","modified":"2015-05-02T15:05:19+00:00","valid":{"from":"2015-05-02T15:05:19+00:00","to":"3015-05-02T15:05:19+00:00"},"hreflang":"en","title":"Carey Mulligan Returns To Period Drama For A Thomas Hardy Classic","published":"2015-05-01T17:54:00+00:00","teaser":"The actress spent years avoiding the genre for fear of getting pigeonholed, but she says she made an exception for <em>Far From the Madding Crowd</em> because of Hardy's modern, forward-thinking heroine.","itags":["npr_api","403272896"],"guid":"4cef038b-fe8d-44a2-bac9-a08e12013d61","contentencoded":"<p>The great Victorian novelist Thomas Hardy was still alive in 1915 when one of his novels was made into a silent movie. Even then, <em>Far From the Madding Crowd</em> was a tempting tale: It follows a headstrong young woman being pursued by a trio of suitors — a sheep farmer, a wealthy landowner and a rakish officer.</p><p>Now Hardy's novel is getting another film adaptation, this time starring Carey Mulligan as Bathsheba Everdene, the book's heroine. Mulligan tells NPR's Renee Montagne about why she wanted to play Bathsheba and her practice of scrapbooking her characters.</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On what drew her to the role of Bathsheba</strong></p><p>I'd never read the book, actually. It was one that I didn't [read] at school, so didn't know it at all, really, apart from that it was set in the country and there were these two characters, Bathsheba and Gabriel Oak. So I think what I was so struck by really was what a modern woman she was; that Hardy had managed to write this incredibly modern, forward-thinking woman in Victorian Britain. ...</p><p>I largely sort of avoided period dramas since my early 20s because of the way that you can sort of get pigeonholed as a British actress as only doing that sort of thing, so I'd kind of reacted against that. And then this story came along and she turns down a proposal of marriage within the first 20 minutes of the story and that's what I loved. I just loved how honest that was and how unconventional.</p><p><strong>On Bathsheba turning down the proposal from farmer Gabriel Oak at the beginning of the story, and why that's surprising</strong></p><p>In that time, that's a good offer. He's definitely above her in social status and can offer her a certain level of security that she doesn't have. I think it's that she's not actively against marriage; she's not against men. She's just — it's never crossed her mind that marriage be something that she should do. ...</p><p>She also says she wouldn't mind being a bride at a wedding if it didn't mean having to be a wife or having to have a husband. Classic. ... The novel is full of that. She doesn't want to be defined by another man.</p><p><strong>On the challenge of adapting a classic novel for the screen</strong></p><p>I essentially wanted to transplant every line of the book and put it on the screen and had to be persuaded by everyone that that might not be the most entertaining film for somebody to watch. But, you know, I really wanted it all to be up there, which is the challenge of adapting a novel.</p><p><strong>On her practice of creating scrapbooks for the characters she plays</strong></p><p>The first one I did was when I played Nina in [Anton Chekhov's] <em>The Seagull</em> in London in the Royal Court Theatre when I was 21. ... I was working with a director called Ian Rickson and up until that point I didn't have a sort of method for working. I just sort of was making it up as I went along. ... If I had to be very sad in a scene, I would think about something terrible happening to my family, you know, I'd make myself cry, something like that.</p><p>And Ian Rickson, the director, said, you know: You can't possibly muster up all of this stuff night after night. You need to start making up another person. You need to start imagining this person's life, and to do that you'll need things to help you. You'll need music and you'll need some words. ... You'll need to start imagining these things in minute detail.</p><p>And so that's what I did. I started collecting poems and pictures and songs that I associated ... with that one character. And so it became that I would put on a hat of that character and then when I got off stage I would take it off and it had sort of nothing to do with me, which was also a kind of liberating way to work because I sort of didn't carry anything home. I didn't feel sad after the show. I didn't feel anything. It just, you know, it was just done. And that's how I've worked ever since, and I can kind of take off a hat at the end of the day and go home and it doesn't sort of bleed in to my life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carey+Mulligan+Returns+To+Period+Drama+For+A+Thomas+Hardy+Classic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"445"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403474900-eece9c.m3u?orgId=1&topicId=1137&d=445&p=3&story=403272896&t=progseg&e=403437388&seg=11&ft=nprml&f=403272896"},{"href":"http://media.npr.org/assets/img/2015/04/30/_d3s5018-160d8ff628a90a0de4351af7701d3008cd2adc7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2015/04/30/ffmc_0697ab_select_r-e9b4b0f72bedf0376feaaa9ef1b87902a12cddd0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3194","width":"4262"}}]}