{"created":"2015-05-14T17:27:31+00:00","modified":"2015-05-14T17:27:31+00:00","valid":{"from":"2014-10-27T10:00:00+00:00","to":"3014-10-27T10:00:00+00:00"},"hreflang":"en","guid":"4cf2d278-8095-4a98-859b-cc8f495f41db","description":"New apps connect retailers and restaurants with food charities and composters.","itags":["Marketplace","Marketplace Morning Report for Monday October 27, 2014","4cf2d2788095a98b59b5cc8f495f41db","PMP:Marketplace_PMP","Marketplace Morning Report"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Food waste is a big problem around the world. The United Nations reports that 1.3 billion tons of food are tossed every year. But now, figuring out how to keep produce and leftovers out of landfills has become fertile ground for tech innovators.  </p>\"},{\"content\":\"<p><span>Throwing out food happens all along the supply chain. Here’s an example: A farmer ships out a truckload of eggplant, but when it arrives, the re-seller thinks the color’s a bit off.  </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“They say it should be dark or it should be purple. I’m not really sure what color</span> <span>eggplant is supposed to be, but a lot of times, eggplant is refused because it’s not </span><span>the color they want,” explains long-haul trucker, Richard Gordon. &quot;Or you might get a </span><span>load of potatoes with too many eyes in it or too many curves and they reject it for that </span><span>reason.”</span></p>\"},{\"content\":\"<p>Gordon has transported food along the East Coast for 30 years. When a shipment was rejected, he hated throwing it in a dumpster, so he’d call his brother to help. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I would get on the phone and try to find a place for him to donate it to,” says Richard&apos;s brother, Roger Gordon. “We realized one day that hey, you know, Rich is calling me from a mobile computer, we should be able to find a way to take me out of the equation.”</p>\"},{\"content\":\"<p>Two years ago, Roger Gordon launched the web and app service, Food Cowboy. It connects truckers, wholesalers, caterers and restaurants with food charities and composters. Food rescuers will pay 10 cents a pound and suppliers can get a tax write-off for the donation. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>When food becomes available, it has to get to a rescuer fast, which is why an instant, established network is important. As a result, f<span>ood waste apps </span><span>are popping up across the country</span><span>. I<span>n New York, <span>there&apos;s </span><span>PareUp,</span> and</span><span> in northern California, <span>Crop </span><span>Mobster</span>. T</span></span>wo MIT business students are launching Spoiler Alert in Boston later this month.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“We are creating a mobile marketplace and routing tool to help businesses connect with other businesses to help one another manage their excess, expiring and spoiled food,” explains Ricky Ashenfelter, who created the service with his classmate, Emily Malina. It’s a happy coincidence that Massachusetts just banned large amounts of food waste from heading into the landfill.</p>\"},{\"content\":\"<p>Malina says users will pay a monthly subscription fee to set up transactions based on profiles filled out by the retailers and rescuers. “Spoiler Alert would then be used to confirm the exchange, route the driver from the non-profit, in most cases, to the destination where the food is available and then process the transaction,” says Malina.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>These start-ups hope that bringing partners together will reduce landfill waste and curb hunger. Roger Gordon estimates Food Cowboy has brought more than 100,000 meals to people who need them. “We have a lot of problems in this country, a lot of really complicated problems, but hunger and food waste shouldn&apos;t be one of them,” he says. “We have enough food to feed every hungry person in America, wholesome food, every day.”</p>\"},{\"content\":\"<p>His brother, Richard, sums it up best. </p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“No matter how small it is, I hate to throw it away,” says Richard Gordon. “And, I can’t </span><span>eat that many carrots, you know.”</span></p>\",\"type\":\"text/html\"}]","teaser":"New apps connect retailers and restaurants with food charities and composters.","title":"Food waste provides fertile ground for tech innovators","published":"2014-10-27T10:00:00+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Food waste is a big problem around the world. The United Nations reports that 1.3&nbsp;billion tons of food are tossed every year. But now, figuring out how to keep produce&nbsp;and leftovers out of landfills has become fertile ground for tech innovators. &nbsp;</p>\n<p><span>Throwing out food happens all along the supply chain. Here’s an example: A&nbsp;farmer ships out a truckload of eggplant, but when it arrives, the re-seller thinks the color’s a bit off. &nbsp;</span></p>\n<p><span>“They say it should be dark or it should be purple. I’m not really sure what color</span> <span>eggplant is supposed to be, but a lot of times, eggplant is refused because it’s not&nbsp;</span><span>the color they want,” explains long-haul trucker, Richard Gordon. \"Or you might get a&nbsp;</span><span>load of potatoes with too many eyes in it or too many curves and they reject it for that&nbsp;</span><span>reason.”</span></p>\n<p>Gordon has transported food along the East Coast for 30 years. When&nbsp;a shipment was rejected, he hated throwing it in a dumpster, so he’d call his brother to&nbsp;help.&nbsp;</p>\n<p>“I would get on the phone and try to find a place for him to donate it to,” says Richard's brother, Roger&nbsp;Gordon. “We realized one day that hey, you know, Rich is calling me from a mobile&nbsp;computer, we should be able to find a way to take me out of the equation.”</p>\n<p>Two years ago, Roger Gordon launched the web and app service, Food Cowboy. It connects truckers, wholesalers, caterers and restaurants with food charities and&nbsp;composters. Food rescuers will pay 10 cents a pound and suppliers can get a tax write-off for the donation.&nbsp;</p>\n<p>When food becomes available, it has to get to a rescuer&nbsp;fast, which is why an instant, established network is important. As a result, f<span>ood waste apps&nbsp;</span><span>are popping up across the country</span><span>. I<span>n New York, <span>there's&nbsp;</span><span>PareUp,</span>&nbsp;and</span><span>&nbsp;in northern California, <span>Crop&nbsp;</span><span>Mobster</span>. T</span></span>wo MIT&nbsp;business students are launching Spoiler Alert in Boston later this month.</p>\n<p>“We are creating a mobile marketplace and routing tool to help businesses connect with&nbsp;other businesses to help one another manage their excess, expiring and spoiled food,”&nbsp;explains Ricky Ashenfelter, who created the service with his classmate, Emily Malina. It’s a happy coincidence that Massachusetts just banned large amounts of food waste&nbsp;from heading into the landfill.</p>\n<p>Malina says users will pay a monthly subscription fee to set up transactions based&nbsp;on profiles filled out by the retailers and rescuers. “Spoiler Alert would then be used to confirm the exchange, route the driver from the&nbsp;non-profit, in most cases, to the destination where the food is available and then process&nbsp;the transaction,” says Malina.</p>\n<p>These start-ups hope that bringing partners together will reduce landfill waste&nbsp;and curb hunger. Roger Gordon estimates Food Cowboy has brought more than&nbsp;100,000 meals to people who need them. “We have a lot of problems in this country, a lot of really complicated problems, but&nbsp;hunger and food waste shouldn't be one of them,” he says. “We have&nbsp;enough food to feed every hungry person in America, wholesome food, every day.”</p>\n<p>His brother, Richard, sums it up best.&nbsp;</p>\n<p><span>“No matter how small it is, I hate to throw it away,” says Richard Gordon. “And, I can’t&nbsp;</span><span>eat that many carrots, you know.”</span></p></div>","byline":"Sasa Woodruff","tags":["Sustainability","farmers","APM","Food","waste"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/107515522.jpg?itok=SMDtI-x6","meta":{"height":"340","width":"610","crop":"primary"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/27/mp_20141027_seg_08_64.mp3","meta":{"duration":123,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/27/mp_20141027_seg_08","type":"application/json"},"duration_hms":"00:02:03"},"format":"MP3"}]}