{"created":"2015-05-14T21:05:20+00:00","modified":"2015-05-14T21:05:20+00:00","valid":{"from":"2014-01-07T14:45:59+00:00","to":"3014-01-07T14:45:59+00:00"},"hreflang":"en","guid":"4cfe385b-ff52-4947-8d78-826511632ec8","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Monday, January 6, 2014","4cfe385bff529471d786826511632ec8"],"description":"Despite today's vote, Washington gridlock has led to creative accounting on Capitol Hill.","teaser":"Despite today's vote, Washington gridlock has led to creative accounting on Capitol Hill.","contenttemplated":"[{\"content\":\"<p><span>Now that the Senate has narrowly <span>voted, 60 to 37, to take up a three-month extension of unemployment benefits, it likely sets the stage for the bill&apos;s Senate passage later this week.</span> House Republicans have said they&apos;d consider the idea, but only </span><span>if the cost of the extended benefits is offset.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Deals like that are common in Washington, but that doesn&apos;t mean the savings always materialize as promised. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“There’s a con going on,” says economist Donald Marron. </span></p>\"},{\"content\":\"<p>Marron is a former economic adviser for George W. Bush, now at the Urban Institute.  He says Congress isn’t a bunch of cons, but he says its budget deals are pretty gimmicky, like when Congress ignores a program’s long-term costs, focusing instead only on short-term revenues.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“So they’ll show up and they’ll appear to be helping to pay for whatever the program is you want to pursue, but it still means in the long run that we’re going to lose money,&quot; Marron explains.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Now you see it.  Now you don’t.  That short-term thinking leads leads to itty-bitty deals, like the Senate’s proposed emergency unemployment extension, which would only last three months. </p>\"},{\"content\":\"<p><span>“If it’s only for three months you can sort of slide it under the rug and you don’t have to pay for it,&quot; says <span>Henrietta Treyz, a budget expert at Height Analytics.</span></span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Just don’t look under the rug.  Some Washington wonks say these kinds of games are inevitable right now.  Harry Holzer, who teaches public policy at Georgetown, says with some in Congress vowing to take huge bites out of the deficit, normal budget negotiations just aren’t possible.    </p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;It often has to be a bit of a shell game to square with their very severe rhetoric on fiscal austerity right now,” he says.</p>\",\"type\":\"text/html\"}]","byline":"Nancy Marshall-Genzer","tags":["APM","Economy","Jobs","unemployment benefits"],"title":"Senate paves way for jobless benefits extension","published":"2014-01-07T14:45:59+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><span>Now that the Senate has narrowly&nbsp;<span>voted, 60 to 37, to take up a three-month extension of unemployment benefits, it likely sets the stage for the bill's Senate passage later this week.</span>&nbsp;House Republicans have said they'd consider the idea, but only&nbsp;</span><span>if the cost of the extended benefits is offset.</span></p>\n<p><span>Deals like that are common in Washington, but that doesn't mean the savings always materialize as promised.&nbsp;</span></p>\n<p><span>“There’s a con going on,” says economist Donald Marron.&nbsp;</span></p>\n<p>Marron is a former economic adviser for George W. Bush, now at the Urban Institute.&nbsp; He says Congress isn’t a bunch of cons, but he says its budget deals are pretty gimmicky, like when Congress ignores a program’s long-term costs, focusing instead only on short-term revenues.</p>\n<p>“So they’ll show up and they’ll appear to be helping to pay for whatever the program is you want to pursue, but it still means in the long run that we’re going to lose money,\" Marron explains.</p>\n<p>Now you see it. &nbsp;Now you don’t. &nbsp;That short-term thinking leads leads to itty-bitty deals, like the Senate’s proposed emergency unemployment extension, which would only last three months.&nbsp;</p>\n<p><span>“If it’s only for three months you can sort of slide it under the rug and you don’t have to pay for it,\" says&nbsp;<span>Henrietta Treyz, a budget expert at Height Analytics.</span></span></p>\n<p>Just don’t look under the rug.&nbsp; Some Washington wonks say these kinds of games are inevitable right now.&nbsp; Harry Holzer, who teaches public policy at Georgetown, says with some in Congress vowing to take huge bites out of the deficit, normal budget negotiations just aren’t possible.&nbsp; &nbsp;&nbsp;</p>\n<p>\"It often has to be a bit of a shell game to square with their very severe rhetoric on fiscal austerity right now,” he says.</p></div>","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/162846576.jpg?itok=KZfplwDY"},{"type":"audio/mpeg","meta":{"duration":126,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/06/marketplace_segment16_20140106"},"duration_hms":"00:02:06"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/06/marketplace_segment16_20140106_64.mp3","format":"MP3"}]}