{"created":"2015-01-30T09:14:33+00:00","modified":"2015-05-13T21:19:32+00:00","valid":{"from":"2015-05-13T21:19:32+00:00","to":"3015-05-13T21:19:32+00:00"},"hreflang":"en","title":"Russian Economic Woes Hit France's Ski Slopes","published":"2015-01-30T16:16:00+00:00","teaser":"For the past decade, wealthy Russians have flocked to the fabled slopes in the French Alps. But the drop in the ruble is now keeping them away, and the region's economy is starting to feel the effect.","itags":["npr_api","382384312"],"guid":"4d0cf4c7-abc8-4d47-8fbe-1fc1991e9531","contentencoded":"<p>Russia's worsening economy is having an impact far beyond its borders — even affecting Alpine ski resorts where Russians once flocked.</p><p>For the past decade, they've come in large numbers to ski the fabled Alpine slopes around Mont Blanc. But <a href=\"http://www.npr.org/blogs/parallels/2014/12/31/373982116/sanctions-intensify-russia-s-freefall-into-economic-crisis\">the drop in the ruble</a> is now keeping them away. And that's having an effect on the wintertime economy in the region.</p><p>In the cozy and chic village of Megeve in southeastern France, horse-drawn carriages jingle through the snowy streets. People gather around a steaming cauldron of mulled wine in the town's central plaza. And the boutiques are lit up and full of shoppers.</p><p>Megeve's mayor, Catherine Jullien, looks out over the scene from her upstairs office in the town hall. Jullien says Russians make up just 10 percent of Megeve's winter tourists, but they play a key role.</p><p>\"They're an extremely important clientele because they come right on the tail of Christmas and New Year, because of their later Orthodox celebrations,\" she says. \"They spend big and allow the resort to prolong the holiday season well into the month of January.\"</p><p>Jullien says the plunging ruble has hit middle class Russian families especially hard, and many haven't returned this year.</p><p>Frederic Vepierre is the manager of Le Fer a Cheval, one of Megeve's most exclusive five-star hotels.</p><p>\"We began to worry way last spring when we saw what was going on in Ukraine and the standoff between Russia and the West. And then we heard all kinds of rumors, like [Russian] President Vladimir Putin wasn't going to let people leave with their money,\" Vepierre says. \"We're all worried.\"</p><p>Towns and resorts throughout the Alps are being affected by the ruble's collapse, which has cast a pall over Russian tourism across Europe. The French resort of Courchevel is perhaps the biggest mecca for Russian skiers in the region. Tourism bureau director Adeline Roux says they won't know the real impact until the season is over, but the signs are not good.</p><p>Right now, luxury chalets are still available, which is unprecedented, Roux says. As well, Russian tourists usually come back to the region in March, which she fears will not happen this year.</p><p>For now, you can still hear Russian on the slopes and drifting through the crisp, Alpine air.</p><p>Muscovite Natalia Resiska spoke to NPR while having a smoke before taking the ski lift. She says her group was lucky: They booked and paid for their trip six months ago. Resiska says Russians love skiing in the Alps.</p><p>\"First, it's not so far from Russia. And second, it's very comfortable here,\" the 29-year-old says. \"Good slopes, good food, you know, very nice, nice atmosphere, and so on.\"</p><p>When asked if they've felt any hostility over the Ukraine conflict and the standoff between the West and Russia, they say no.</p><p>\"It's all just a political game,\" says 55-year-old Liliyana Asyanava, another Muscovite in the group.</p><p>Their companion Sergei Gouchev says Putin and Obama should just sit down and talk and drink some vodka together. But there'll be no vodka for this group. They plan to enjoy their apres-ski the French way, with oysters and champagne.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russian+Economic+Woes+Hit+France%27s+Ski+Slopes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382588044-fdd224.m3u?orgId=1&topicId=1124&d=234&p=3&story=382384312&t=progseg&e=382587930&seg=18&ft=nprml&f=382384312"},{"href":"http://media.npr.org/assets/img/2015/01/29/107425247-ca3296fde7f357b518f9ba6b70322c6f4e9189e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}},{"href":"http://media.npr.org/assets/img/2015/01/29/158631581-cd1c7364ad81010fd9c998c61e75022f9671d837.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}