{"created":"2015-03-15T21:15:24+00:00","modified":"2015-05-13T21:09:34+00:00","valid":{"from":"2015-05-13T21:09:34+00:00","to":"3015-05-13T21:09:34+00:00"},"hreflang":"en","title":"Oboist Reclaims Mozart's Lost Contemporaries","published":"2015-03-15T22:22:00+00:00","teaser":"For the new album <em>Lost and Found</em>, a Berlin Philharmonic oboist unearthed concertos by fine but forgotten composers from Mozart's time.","itags":["npr_api","392603928"],"guid":"4d16cbe9-ec8c-4db8-bcde-351416947bc9","contentencoded":"<p>Does the name Jan Antonín Koželuh mean anything to you? It doesn't register even to most classical music geeks. But Albrecht Mayer would like to change that.</p><p>Mayer, the <a href=\"http://www.npr.org/artists/16354188/berlin-philharmonic-orchestra\" target=\"_blank\">Berlin Philharmonic</a>'s principal oboist, chose a concerto by Koželuh and works by three other forgotten 18th-century composers for the new album <em>Lost and Found</em>. Mayer solos in the concertos and conducts the Kammerakademie Potsdam.</p><p>How did he discover these neglected composers? Online, of course. At least that's where his research began.</p><p>\"I found myself in some really mysterious, obscure places,\" Mayer told NPR's <a href=\"http://www.npr.org/people/223448903/arun-rath\" target=\"_blank\">Arun Rath</a>, \"like in university libraries all over the world. And I discovered so many interesting pieces which were never edited, never recorded, and so I developed the idea I should visit these places personally.\"</p><p>One of the libraries Mayer visited was in the Polish city of Wrocław, where he thought he found a new piece by <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a>.</p><p>\"I opened the first page, and it was so beautifully drawn and colored, and it was really like a masterpiece,\" Mayer says. \"And then I opened the second page to see the start of the score, and suddenly I realized, 'Oh, it might not be a masterwork. It might not even be Mozart.' And 30 seconds later I discovered it might not be interesting for me.\"</p><p>But Mayer did end up finding plenty that was interesting — concertos by contemporaries of Mozart. Like Ludwig Lebrun. \"They knew each other,\" Mayer says. \"They had been friends. And I think this concerto already points into the future, towards a direction of the early Romantic music.\" Lebrun wrote this concerto in G minor in 1777, the very year Mozart wrote an oboe concerto of his own, which remains lost.</p><p>And then there's the Bohemian Joseph Fiala, another friend of Mozart. \"He was working in Salzburg in the famous Hofkapelle, in the best orchestra there,\" Mayer says. \"He was a cello player and an oboe player, and this concerto is very demanding, so he must have been very good.\" Another gem Mayer found in Poland was by Franz Anton Hoffmeister.</p><p>So if their music is so good, why did these composers, regarded in their time, fall into the cracks of music history while others went on to immortal fame?</p><p>\"Life isn't fair,\" Mayer says. And sometimes you need a little intervention.</p><p>\"Without the <a href=\"http://www.npr.org/templates/story/story.php?storyId=19048469\" target=\"_blank\">Miloš Forman</a> movie <em>Amadeus,</em>\" Mayer says, \"nobody would be talking about Antonio Salieri nowadays. I'm sure that Koželuh and Fiala are much better composers than Salieri.\"</p><p>A few people, Mayer says, just make it — blessed by the gods or by fate to be immortal. And others die, only to become neglected along with their music.</p><p>\"They are kind of victims of musical history,\" Mayer says. \"Some of them are rediscovered, and some still sleep somewhere in their little graves.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oboist+Reclaims+Mozart%27s+Lost+Contemporaries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393192580-ac137b.m3u?orgId=1&topicId=1039&d=387&p=2&story=392603928&t=progseg&e=393192508&seg=9&ft=nprml&f=392603928"},{"href":"http://media.npr.org/assets/img/2015/03/12/mayer_2013_10_c7q4566b-2--215c5c0df8900ae0e48535f196e50af325581f5f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2456","width":"3275"}}]}