{"created":"2014-09-03T21:05:25+00:00","modified":"2014-10-31T01:27:35+00:00","valid":{"from":"2014-10-31T01:27:35+00:00","to":"3014-10-31T01:27:35+00:00"},"hreflang":"en","title":"Why A Pack Of Peanut Butter M&M's Weighs A Tiny Bit Less Than A Regular Pack ","published":"2014-06-25T21:03:00+00:00","teaser":"One hungry reporter goes on a quest to find out why his package of Peanut Butter M&M's weighs 0.06 ounces less than a package of Milk Chocolate M&M's.","itags":["npr_api","319084976"],"guid":"4d28f902-59eb-4bd4-808f-500c68855f8e","contentencoded":"<p>The other day I went down to the little shop in the lobby of our building for a snack. I couldn't decide whether I wanted regular M&M's or Peanut Butter M&M's so I bought them both. On the way back upstairs to the office, I noticed something strange on the labels. Each had cost $1, but the pack of Peanut Butter M&M's was a very tiny bit lighter: 0.06 ounces lighter!</p><p>I wanted to know why, so I called a couple of experts and asked for their theories:</p><p><strong>Theory No. 1: Peanut Butter M&M's are more expensive to make.</strong></p><p>Bill Edwards used to work for one of Mars' big rivals, a British company called Rowntree's that developed a candy similar to the M&M's called Smarties.</p><p>Edwards spent a lot of time reverse engineering his competitors' products. And he had a theory that could explain the lighter package. It's possible, he said, that Peanut Butter M&M's are more expensive to make, so they put fewer in the package.</p><p>\"You are not going to do wonders for your business if you bring out a new product that is less profitable than your existing ones,\" Edwards said.</p><p>But Edwards then quickly ruled this out. Peanut butter, he says, is generally less expensive than chocolate, so you would expect to get more in a Peanut Butter M&M's package than in a package of regular, Milk Chocolate M&M's, if cost was the reason.</p><p><strong>Theory No. 2: Each bag gets filled by a machine that drops a precise number of M&M's in each package. The Peanut Butter M&M's weigh less than original M&M's, so the peanut butter package is lighter.<br /></strong></p><p>Sanat Kumar, chair of the chemical engineering department at Columbia University, had this idea. He and I took out his superprecise scales and emptied out a couple of packages of M&M's. We started counting how many M&M's were in each peanut butter M&M's package. Were they the same? Nope: One had 28 M&M's, but the next had 26. Another beautiful theory destroyed by data.</p><p>But weighing the M&M's did help us discover something weird that would turn out to be a critical clue. It was something I'd never noticed while I was stuffing these things in my mouth — Peanut Butter M&M's and Milk Chocolate M&M's are totally different species. The regular M&M's are small, very precise candies with very precise weights, but the peanut butter ones are larger, lumpier and more irregular. When we put them on Kumar's scale, the Peanut Butter M&M's were much heavier, and their weights were all over the place.</p><p>And this larger size turned out to be the key to the whole puzzle.</p><p>Mars, the company that makes M&M's, declined our requests for an interview. But it provided a statement.<strong><em> </em></strong></p><p>The answer apparently has nothing to do with the price of peanuts compared to chocolate. Or the number of M&M's in a bag. It is a different number entirely that matters: calories.</p><p>Here's the statement:</p><p><strong><strong><em>\"Mars Chocolate North America is committed to health and nutrition, which includes efforts to manage portions and calories, so all of our products are 250 calories or less per portion. This means that weights may vary from pack to pack, and are always clearly labeled on the product package.\"</em></strong><br /></strong></p><p>Sanat Kumar and I did the math, and their calorie explanation made sense. The Peanut Butter M&M's are so big, adding just one more M&M to one of the packages would push the calorie count over 250.</p><p>Mystery solved! Except for one thing. Why exactly were the peanut butter M&M's so much larger? Did it have to do with how they were made?</p><p>I sent a follow-up email to Mars and got a one-sentence response.</p><p>\"Because of proprietary reasons, we are unable to elaborate on the size of Peanut Butter M&M's.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+A+Pack+Of+Peanut+Butter+M%26M%27s+Weighs+A+Tiny+Bit+Less+Than+A+Regular+Pack+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Kestenbaum","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380471-7a036f.m3u?orgId=1&topicId=1053&ft=3&f=319084976"},{"href":"http://media.npr.org/assets/img/2014/06/05/m-m-42-f40ac8b726e7d1b44c708fbe799390ad90d12678.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"466","width":"622"}},{"href":"http://media.npr.org/assets/img/2014/06/05/m-m-1-new-fa630f8dc7bd9184a50ee5afa2770770e53ce747.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"467","width":"624"}}]}