{"created":"2014-10-23T08:47:49+00:00","modified":"2014-11-10T20:45:53+00:00","valid":{"from":"2014-11-10T20:45:53+00:00","to":"3014-11-10T20:45:53+00:00"},"hreflang":"en","title":"Israel's Defense Minister: Mideast Borders 'Absolutely' Will Change","published":"2014-10-23T19:40:00+00:00","teaser":"The blunt-talking Moshe Ya'alon says that Syria, Iraq and Libya have all been shattered by fighting in recent years and that the future map of the Middle East will look very different.","itags":["npr_api","358115298"],"guid":"4d2a7b85-7f99-43f9-9a95-c01ef03567e0","contentencoded":"<p>Israel's Defense Minister Moshe Ya'alon is known for his blunt manner, and in an interview with NPR, he says a future map of the Middle East will look very different from the one that exists today.</p><p>The borders of many Arab states were drawn up by Westerners a century ago, and wars in recent years show that a number of them are doomed to break apart, according to Ya'alon, a career soldier who became Israel's defense minister last year.</p><p>\"We have to distinguish between countries like Egypt, with their history. Egypt will stay Egypt,\" Ya'alon, who is on a visit to Washington, tells <em>Morning Edition's</em> Steve Inskeep.</p><p>In contrast, Ya'alon says, \"Libya was a new creation, a Western creation as a result of World War I. Syria, Iraq, the same — artificial nation-states — and what we see now is a collapse of this Western idea.\"</p><p>Asked if Middle Eastern borders are likely to change in the coming years, Ya'alon says: \"Yes, absolutely. It has been changed already. Can you unify Syria? [President] Bashar al-Assad is controlling only 25 percent of the Syrian territory. We have to deal with it.\"</p><p>On another key question facing the region, Ya'alon says he is deeply skeptical of a proposed deal between the international community and Iran on its nuclear program. He says that even if an agreement is reached, he thinks Iran is likely to break it.</p><p>\"No deal is better than a bad deal,\" Ya'alon says.</p><p>Ya'alon spoke with Inskeep about: realignment of the Middle East post-Arab spring and the spread of ISIS; Iran nuclear negotiations; the recent war in Gaza; and Israeli settlements in the West Bank.</p><hr /><h3>Interview Highlights</h3><p><strong>STEVE INSKEEP: Your government's broad skepticism about the U.S. and other nations negotiating with Iran over its nuclear program is well-known, but I wonder if you have a concern on an even deeper level. Do you believe that any worthwhile agreement with this Iranian government can be made?</strong></p><p>MOSHE YA'ALON: Depends which agreement. With our experience, agreements which are not backed by interests are not surviving.</p><p><strong>You're saying if countries' interests do not mesh, any agreement they make is worthless.</strong></p><p>Yeah, because they can sign agreements and violate it. Fatah violated the Oslo Accord on the day, the first day of the implementation, but let's leave it alone. I have many examples.</p><p>Nevertheless, what is a mistake now is regarding the negotiations with the Iranian regime. Let's leave alone the military nuclear project. What about terror activities? What about their activities to undermine moderate regimes? This is not discussed at all.</p><p>What is discussed now the number of the centrifuges that they should have. Why should they have the indigenous capability to enrich uranium, which is a core element in their military nuclear project? So what we claim regarding the current negotiations is that no deal is better than a bad deal. ...</p><p><strong>Many people around the world criticized [the recent war in Gaza] for going too far. But I know there was also another side of the debate within Israel that your government was criticized for not going deeper into Gaza, sending more troops, taking sharper measures. Did you go as far as you wanted to go?</strong></p><p>Absolutely. We knew exactly what we wanted to achieve, and we understood that if we go too far, a part forms a dilemma of cost and benefit. No one was going to replace us. Neither the Egyptians, nor Abu Mazen [Palestinian Authority President Mahmoud Abbas], NATO, whatever.</p><p><strong>Meaning if you wiped out Hamas, say, or knocked them out of control, no one would take charge.</strong></p><p>Yes, and so probably we were stuck. So we prefer to reach cease-fire according to our terms. ...</p><p><strong>Israel, of course, has been criticized because Israelis have settled in the West Bank. Israeli Prime Minister Benjamin Netanyahu, when visiting the United States earlier this year, cast that as a question not of national or states' rights but of individual rights. Why shouldn't Jews have the right to live where they want to live? Why should they be barred, he was asking, from living in different places? That it was an individual question. If individual Jews, Israelis, have a right to move where they like on the West Bank, should individual Palestinians, including refugees, have the right to choose to move back to Israel</strong></p><p>The issue of refugees is very different. We can't allow refugees to come back ...</p><p><strong>But could they just say, \"We're individuals. We're coming back\"?</strong></p><p>... Otherwise it will keep the conflict forever. Forever. But when we talk about the right to live, we do not deny the right of Arabs to live everywhere in the land of Israel. They enjoy political independence. They have their own government. They have their own parliament, municipalities.</p><p>And if we are talking about co-existence, what is better than to live together? Enjoying, you know, our prosperity. That was the case even in the Gaza Strip, when the Gazans enjoyed working in the Erez industrial zone or in the settlements, for their benefit.</p><p>Their insistence to clear the area from Jews, might call it ethnic cleansing. We don't call to do it with Arabs, we don't want to uproot or transfer Arabs, why is it so acceptable regarding the Jews?</p><p><strong>Well, I've heard that argument. It's compelling. You're arguing that Israelis move across into the West Bank, they bring money with them, they build, they may improve the economy. My question is what if a group of Palestinians, from whatever direction, whether they claim refugee status or not, simply showed up at the Tel Aviv airport, showed up at a border crossing, and said, \"We want to claim that same individual right, and we're ready to move into Israel\"?</strong></p><p>They can go. They can go to live in Nablus, they can go to live in Ramallah.</p><p><strong>That's in the West Bank, but what if they want to live in Israel proper?</strong></p><p>No. No. In Israel, no way. Otherwise, we are not going to solve the conflict, we are going to keep it to the end of the days.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel%27s+Defense+Minister%3A+Mideast+Borders+%27Absolutely%27+Will+Change&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"352"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358238917-473f34.m3u?orgId=1&topicId=1009&ft=3&f=358115298"},{"href":"http://media.npr.org/assets/img/2014/10/22/moshe-yaalon-575f1d8a43fcff3729e35c6dc9532eebfda3e1ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2922","width":"3897"}}]}