{"created":"2015-04-07T07:23:07+00:00","modified":"2015-06-23T19:36:50+00:00","valid":{"from":"2015-06-23T19:36:50+00:00","to":"3015-06-23T19:36:50+00:00"},"hreflang":"en","title":"A New Orleans High School Adapts To Unaccompanied Minors","published":"2015-04-09T18:06:00+00:00","teaser":"About 68,000 unaccompanied minors from Central America have entered the U.S. in the past year. We check back in with a school in New Orleans that took in 50 of them.","itags":["npr_api","396195610"],"guid":"4d2d8848-735d-468f-906c-cf2f7c55ee32","contentencoded":"<p>For the past year now, many Americans have been hearing and reading about the 68,000 unaccompanied minors who have crossed illegally into the U.S. Nearly all of these minors come from El Salvador, Guatemala or Honduras, and since their arrival, immigration officials have released most of them to their parents or relatives who already live in this country.</p><p>A number of these children and teenagers are in deportation proceedings, but while they wait, they have been allowed to attend public schools. In Louisiana, schools have enrolled nearly 2,000 of them.</p><p><a href=\"http://www.npr.org/blogs/ed/2014/10/02/351438375/new-orleans-schools-face-a-surge-of-unaccompanied-minors\">I reported in October</a> on G.W. Carver Preparatory Academy, a charter school in New Orleans' 9th Ward that took in more than 50 of these children. Recently, I went back to see how they're doing.</p><p>The adjustment — for the students and the school — hasn't been easy. But Principal Ben Davis loves talking about the new Latino students who showed up at his school last August. He adds, though, that he hates the fact that most may not be with him very long.</p><p>\"They know they could be deported at any point and that's a really, really terrifying reality for them,\" says Davis. You can see the emotional toll that this uncertainty is taking on them, he says. \"The rates of trauma are really high.\"</p><p>So much so that Carver Prep has had to provide \"trauma screenings\" because teachers know all too well that depressed, anxious kids are much much harder to teach.</p><p>Still, most of these new arrivals seem grateful. They're learning English and catching up in math and science. Yet some are struggling to fit in, and that has contributed to tension between them and the rest of the student body, which is mostly poor, mostly African-American.</p><p>On the morning I visited, for example, there was a fight between a black student and one of the new Latino students. Teachers stepped in quickly to restrain one of the students involved.</p><p>One Latino student who saw the scuffle says there was a knife involved. It turns out not to be true.</p><p>Some of the new Latino students complain that black kids pick on them all the time.</p><p>\"They insult us and hit us,\" says a boy named Yordan in Spanish. Since the students risk deportation, the school has asked that we use their first names only.</p><p>Not knowing English seems to be part of the problem. Sometimes, the black students think Spanish-speaking students are saying bad things about them, and Latino students suspect the same about their black classmates.</p><p>\"Its a high school, and every school struggles with kids learning to get along with each other,\" says Davis. \"I don't see this as some kind of racial-tension issue.\"</p><p>As the last morning bus drops off its last batch of students, I see a familiar face. It's Yashua, a 14-year-old from Honduras I interviewed last fall. I say hello from a distance and ask him how he's doing.</p><p>\"Fine,\" he says.</p><p>Yashua is in deportation proceedings and has a court date scheduled for early May. His mother didn't want us to talk to him this time around because she thinks talking to the media could hurt his chances.</p><p>Teachers and administrators at Carver Prep have been patient and generous with these students. Davis says he's spending an extra $2,500 per student for special education services and instructional computer software tailored just for them. It allows them to take PowerPoint presentations a teacher creates and translate them into Spanish.</p><p>Carver Prep has also reassigned two teachers who've been trained to work with kids who don't know English. Coming up with the money for all this has not been easy.</p><p>But Louisiana and 34 other states are supposed to receive an additional $14 million in federal aid to pay for a wide range of academic and nonacademic services for these students. After all, these unaccompanied minors arrived not just emotionally distraught but often with little or no schooling.</p><p>\"I can't even imagine what they've gone through,\" says Pete Kohn, an algebra teacher.</p><p>Kohn had never worked with students who don't know English. So he and a handful of his fellow teachers traveled to Honduras over winter break to study Spanish, on their own dime.</p><p>\"That shows [my students] that I care about them, and they've responded,\" Kohn says. \"They asked lots of questions: 'What did you see? Did you eat this, did you see this?' \"</p><p>Despite the travel restrictions that Honduras has put in place, especially for tourists, Kohn says it was impossible to miss the poverty and lawlessness that students say they're fleeing from.</p><p>That's why the stability these kids now have, however brief, is important, he adds. \"My day-to-day goal is to make sure that no matter where they end up they have more skills than they came here with, and make sure they felt like they were with people who cared about them.\"</p><p>The extra care and attention that teachers and administrators believe they've provided, apparently has paid off. This semester, nearly half of the ninth and 10th graders on the school's honor roll are unaccompanied minors.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+New+Orleans+High+School+Adapts+To+Unaccompanied+Minors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004482-a76c27.m3u?orgId=1&topicId=1013&aggIds=396399813&d=272&p=3&story=396195610&t=progseg&e=397213053&seg=5&ft=nprml&f=396195610"},{"href":"http://media.npr.org/assets/img/2015/03/30/cd7a3743-edit-fca921c14ced8f8bf13d9a8201f688fc1c3ad560.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1976","width":"2634"}},{"href":"http://media.npr.org/assets/img/2015/03/30/cd7a3639-edit_slide-923db0055dd8d8a9ff5797dc0d1867865bbe78df.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}},{"href":"http://media.npr.org/assets/img/2015/03/30/cd7a3615-edit_slide-24891d54a875ee057a69d6a44a21a9665545ff07.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}