{"created":"2014-08-28T01:45:20+00:00","modified":"2014-10-30T22:56:43+00:00","valid":{"from":"2014-10-30T22:56:43+00:00","to":"3014-10-30T22:56:43+00:00"},"hreflang":"en","title":"Emmy Awards 2014: Safe Choices In A Time Of Groundbreaking TV","published":"2014-08-26T23:17:00+00:00","teaser":"NPR TV critic Eric Deggans says Monday's Emmy Awards promised to recognize TV's emerging future — but ultimately rewarded comfortable favorites over disruptive upstarts.","itags":["npr_api","343442375"],"guid":"4d2e8e72-5aef-4bd4-9a69-7652b38ab0d6","contentencoded":"<p>For TV critics, last night's Emmy Awards show was a bit like seeing an old flame promise to treat you better, only to slide right back into the same old disappointing behavior.</p><p>After nominating a slate of performers and shows that were among the most groundbreaking, diverse and different seen on television, voters in the Academy of Television Arts and Sciences handed out the actual awards to the same old winners.</p><p>That meant upstart series such as HBO's <em>True Detective</em> and Netflix's <em>Orange Is the New Black</em> took a back seat to more established series such as AMC's <em>Breaking Bad</em> and ABC's <em>Modern Family</em>.</p><p>Consider this startling statistic: Of 12 acting awards in the comedy and drama series categories, just two trophies went to performers who had not won Emmys in previous ceremonies.</p><p>That meant <em>Veep</em> star Julia Louis-Dreyfus won her fifth Emmy (best actress in a comedy), <em>The Good Wife</em> star Julianna Margulies got her third trophy (best actress in a drama) and Allison Janney won two Emmys for two different roles on two different shows (guest drama actress on <em>Masters of Sex</em> and supporting comedy actress on <em>Mom</em>).</p><p>Janney has also won six out of the eight times she's been nominated. Margulies started her acceptance speech by noting it was \"a wonderful time for women in television,\" but that was only true Monday if you were lucky enough to land in that select group Emmy has grown to love.</p><p>The Emmys used to take flak for nominating the same people all the time; they have now solved that problem. But in a nod to Hollywood's clubby, insular culture, they have still ensured that the same people, mostly white and mostly well-established, stay in the winners' circle.</p><p>It's an odd thing to expect an awards ceremony, which is usually the epitome of institutional culture, to also be fresh, engaging and forward looking. But so much of television is swinging for the fences these days, it seems odd to have the industry's highest creative awards continue to play it so safe, especially with the top honors.</p><p>And, of course, insularity becomes a huge issue when you talk about racial and cultural diversity. This year, 11 black actors got Emmy nominations, which was a promising level of inclusion. But only two black people actually won Emmys this year — in guest acting categories handed out days earlier.</p><p>Since the early 1950s, no nonwhite woman has won an Emmy as best actress in a drama, and that streak continued Monday, when <em>Scandal</em> star Kerry Washington was passed over.</p><p>Margulies has done great work on <em>The Good Wife</em> this past season, so her win in this category made all kinds of sense. Instead, the problem seems as much about the roles historically available to actresses of color as who gets picked to win.</p><p>Past nonwhite Emmy nominees such as Mindy Kaling and Sofia Vergara weren't even in the running this year, which left the awards ceremony struggling to look diverse — recruiting Halle Berry to present a big award, even though her last win was 14 years ago.</p><p>It's easy to grouse over awards ceremonies. Last year's Emmyfest was less predictable, but when people like Jeff Daniels and Bobby Cannavale got trophies, <a href=\"http://www.tampabay.com/features/media/not-quite-golden/2143331\">critics like me complained</a> that the best performances weren't recognized.</p><p>All of this left me feeling as if the Emmy Awards are stuck, progressing about halfway toward where they should be as TV's biggest awards ceremony.</p><p>It doesn't seem like a stretch to expect an event that recognizes new talent, honors the new shape of television, and offers a fun, unpredictable evening.</p><p>Instead, we got an awards show that was more like a reassuring nod to a nervous industry — a perfect balm for TV industry types facing seismic change, but a lackluster showcase for the most exciting work now revolutionizing the face of television.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Emmy+Awards+2014%3A+Safe+Choices+In+A+Time+Of+Groundbreaking+TV&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"180"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343444056-878bd4.m3u?orgId=1&topicId=1138&ft=3&f=343442375"}]}