{"created":"2014-10-27T17:25:35+00:00","modified":"2014-10-30T22:17:57+00:00","valid":{"from":"2014-10-30T22:17:57+00:00","to":"3014-10-30T22:17:57+00:00"},"hreflang":"en","title":"Volkswagen's 300 MPG Car","published":"2014-09-17T19:53:00+00:00","teaser":"The XL-1 can get 300 miles per gallon. The key is reducing wind resistance.","itags":["npr_api","349310576"],"guid":"4d3120d9-af23-4f99-af59-28204f2ab2ab","contentencoded":"<p>The town of Wolfsburg is one of Germany’s several “motor cities.” Specifically, it’s the headquarters of Volkswagen, the largest carmaker in Europe, and the producer of vehicles such as the Golf, the Passat, and the fabulously successful Beetle. I’m here to check out VW’s XL1. It’s the company’s first plug-in hybrid, and so efficient that it can get over 300 miles to a gallon of gas.</p><p>&#8220;If you’re coming to the car, it’s a quite amazing design,&#8221; Volker Kaese, head of the XL1 project said. &#8220;And the design is one reason why we have such a low fuel consumption.&#8221;</p><p>The secret to lowering fuel consumption, he says, is to decrease a car’s wind resistance. For inspiration, the XL1’s designers took a close look at sharks – masters of aerodynamic efficiency. The result is a car that’s “tailed” – wider at the front than at the back.</p><p>The XL1 looks like the future, scaled down. The two-passenger vehicle sits about 4 inches above the ground. The back wheels are completely covered. The basic structure is a lightweight carbon-fiber-reinforced-plastic shell called a monocoque. It’s typical of Formula 1 racing cars.</p><p>The XL1 takes a few cues from other VW high-performance technologies. The wing doors float up and out, like in a Lamborghini. But to lessen the weight, the doors are made with carbon fiber, and the side windows are polymer instead of glass.</p><p>In addition to a lithium-ion battery for the plug-in powertrain, the car sports a two-cylinder, turbocharged direct injection (TDI) diesel engine. The engine is at the rear.</p><p>&#8220;And this TDI engine, if you look inside, is half the size of a normal Golf engine,&#8221; Kaese said.&#8221;So we cut two cylinders of this four-cylinder engine. It’s not as simple as it sounds.&#8221;</p><p>Everything is designed to minimize drag. The gas tank holds just 2.6 gallons. The passenger’s seat is slightly offset from the driver’s seat, to save width. The side mirrors have been replaced with small cameras, called e-mirrors, an innovation that seems alarming at first.</p><p>A big smartphone-like screen at the inside front of each door provides wide-angle front and rear views from the e-mirrors. At night or in bad weather, the e-mirrors brighten up the camera image for the driver, which actually makes it easier to see than with normal mirrors. We settle ourselves into the XL1’s bucket seats. Volker pushes the ignition button [sound of button being pushed], and we start off in electric mode. The car can go about 32 miles on the battery alone.</p><p>We take off north, past the Science Park, past the historic smokestacks of the Volkswagen factory, past the sports stadium, past towers loaded with cars for delivery to customers. Volkswagen introduced its first one liter car in 2002. In that one, and a subsequent prototype, the two seats were situated one behind the other.</p><p>&#8220;Now we’re driving 70 kilometers per hour, and all what you hear is the bearings and the wheels working,&#8221; Kaese said. &#8220;Now I’m accelerating – do you hear? It’s more sportive. And I get electric energy and the combustion energy for accelerating.&#8221;</p><p>We speed up some more, and the fuel consumption registers 1.2 liters per hundred kilometers on a screen on the dashboard. That’s not quite 300 miles per gallon, but it’s still a lot. Test drivers comment on the sound of the diesel engine.</p><p>Ruth Holling, Kaese’s colleague at Volkswagen, says that’s because the car’s minimal damping to keep the weight low and the rear location of the engine make it more audible.</p><p>“What you don’t hear,” she says, “is the wind.” In fact, Kaese and Holling have planned a little experiment for me to demonstrate the XL1’s low wind resistance.</p><p>We’ve arrived at one of Volkswagen’s secret testing places.</p><p>The idea for the experiment is this: While I stand by the side of the road holding a microphone, first Holling, in a VW electric Golf, and then Kaese in the XL1, will each drive by in battery mode at one hundred kilometers, or 65 miles, an hour.</p><p>&#8220;This is the average and maximum allowed speed on a German Landstrasse,&#8221; Kaese said. &#8220;The road between cities but not a highway.&#8221;</p><p>The e-Golf departs, returning a few minutes later and passing by. Then comes the XL1. With no engine noise, all you hear is the tires and the aerodynamics of the car bodies. This may not be rocket science, but the XL1 definitely sounds quieter.</p><p>The European Union has mandated sharp reductions in fuel emissions for new cars by 2020. That’s why high-efficiency technologies like the XL1 matter. But hold your horses. At 111,000 euros (about 150,000 dollars), the XL1 carries a hefty price tag.</p><p>Moreover, Volkswagen only intends to market 200 of the vehicles, and it won&#8217;t be sold in America. The first car was delivered to a customer in Germany at the end of May. Although this product by itself will not solve the problem of emissions, some innovations are already being applied to other VW cars.</p><p>This car is like an engineer’s dream,&#8221; Kaese said. &#8220;We have this monocoque, carbon-reinforced monocoque in serial production. We have these polymer windows. You can go to a car wash with this car, and you have no scratches on it. We have this wonderful e-mirrors. Everyone said, This is something for submarines. No! It’s working…And now, the people can buy it. They can buy it.&#8221;</p><p>The idea behind the XL1 was very specific: to combine low fuel consumption and great design in a single vehicle, and to show that it could sell. To make a superefficient car that is also really cool. For the people. Well, some of the people.</p><h4>Reporter</h4><ul><li><strong>Giselle Weiss, </strong>reporter for <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s tech partner <a href=\"http://spectrum.ieee.org/\" target=\"_blank\">IEEE Spectrum</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Volkswagen%27s+300+MPG+Car&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Giselle Weiss","audio":[{"meta":{"duration":"265"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349317869-bc8bb4.m3u?orgId=1&ft=3&f=349310576"}]}