{"created":"2014-10-08T15:40:42+00:00","modified":"2014-10-31T01:53:11+00:00","valid":{"from":"2014-10-31T01:53:11+00:00","to":"3014-10-31T01:53:11+00:00"},"hreflang":"en","title":"'Chameleon' Has Cabaret, Spies And A Plot Fit For Lifetime","published":"2014-05-21T20:20:00+00:00","teaser":"Francine Prose's latest novel was inspired by a 1932 photo of two lesbians, one of whom was in the Gestapo. Critic Maureen Corrigan says it's an ingenious excursion into the Parisian demimonde.","itags":["npr_api","314492164"],"guid":"4d349305-b160-47a7-a5bb-f1ea27915e61","contentencoded":"<p>Even the most restrained plot summary of Francine Prose's latest novel sounds like a teaser for a late night Lifetime TV movie. Here goes: In the Paris of the late 1920s, a butch lesbian race car driver named Lou Villars has her license revoked by the French government for daring to dress as a man in public. Lou goes on to become a performer in a risque review at the Chameleon Club, a smoky nightclub where threadbare artists and thrill-seeking aristocrats mingle in the half-light. Hitler rises to power and, through an acquaintance on the old race car circuit, Lou is invited to be his special guest at the 1936 Olympics. There, she's recruited as spy for Germany. In occupied Paris, she works as a Nazi collaborator and torturer. Late in the war, on a lonely road in the French countryside, Lou Villars receives her just deserts at the hands of the French Resistance.</p><p>Whew. That's a whopper of a tale from a writer who's known for championing a sophisticated literary style over the more pedestrian pleasures of storytelling. Prose aims to have it both ways in this new novel called <em>Lovers at the Chameleon Club, Paris 1932</em>. She gives us that <em>big</em> story, but she tells it in intricate fashion, through jarring and sometimes contradictory testimony in the form of letters, memoirs left behind by supporting characters, a novel authored by a naughty novelist modeled on Henry Miller and a contemporary biography of Lou Villars written by a feminist scholar. All these documents are fictitious of course, but the central plot of Prose's novel is based in fact. Prose says she was inspired by a black and white photograph called <a href=\"http://www.clevelandart.org/art/1992.97\">Lesbian Couple at Le Monocle, 1932</a> taken by the Hungarian-born French photographer Brassai. The woman in that photo who's sporting short hair and a tuxedo was a professional athlete named Violette Morris; she worked for the Gestapo during the German occupation of Paris. Prose's male photographer character, named Gabor, is modeled on Brassai.</p><p>Prose herself has always struck me as a cool writer who appeals more to the brain than the heart. Indeed, sometimes I've found her novels, accomplished as they are, to be somewhat too preoccupied with seminar questions about the nature of truth and identity. That philosophical detachment works in Prose's favor here: This story is so lurid that it needs to be toned down by some gray matter. Accordingly, she scatters provocative ruminations throughout the novel. The young Gabor, for instance, immerses himself in the sleazy glamour of Paris — as did Brassai. He takes photos of prostitutes, cabaret singers and criminals. But in the late '30s, when those photographs become celebrated as \"art\" in museum exhibitions, Gabor wonders about the temporal source of their higher value: \"Could it be,\" he asks in a letter to his parents, \"that everyone suddenly wants photographs of Paris because they fear that this eternally beautiful city may not be so eternal? What if Hitler isn't just bluffing?\" Lionel Maine, the character modeled on Henry Miller, is also given to bouts of contemplation, but, happily, his are much raunchier in nature. Describing himself as \"a sexual Columbus\" he celebrates (with great anatomical specificity) the hedonism and variety of experience offered by pre-World War II Paris.</p><p>In tone and time period, voice and ideas, <em>Lovers at the Chameleon Club</em> tries itself to be something of a chameleon of a novel. Prose, I daresay, wants to consider the mystery of evil, embodied by the story of Lou Villars and her puzzling veer over to the dark side of history. But it's no knock on this novel to declare that it mostly reads as a good story and an ingenious excursion into the Parisian demimonde. Prose here concocts a bright confection — a light, but genuine pleasure.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Chameleon%27+Has+Cabaret%2C+Spies+And+A+Plot+Fit+For+Lifetime&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"383"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314612861-affe1e.m3u?orgId=1&topicId=1034&aggIds=4467346&ft=3&f=314492164"},{"href":"http://media.npr.org/assets/img/2014/05/21/3298364-c4bf30b1ccae3f919cbabad4a68570741e1d4c03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1563","width":"2082"}},{"href":"http://media.npr.org/assets/img/2014/05/21/francine-prose-credit-stephanie-berger-08979ce660c1e7fa0029f32d289766e220bd5f32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"854","width":"1137"}}]}