{"created":"2014-12-11T19:29:26+00:00","modified":"2015-06-10T00:10:31+00:00","valid":{"from":"2015-06-10T00:10:31+00:00","to":"3015-06-10T00:10:31+00:00"},"hreflang":"en","title":"'Cromnibus' Spending Bill Passes, Just Hours Before Deadline","published":"2014-12-12T13:08:00+00:00","teaser":"Faced with uncertainty over Congress meeting its deadline to approve a bill, the House's leadership decided to vote on both a long-term spending bill and a stop-gap continuing resolution.","itags":["npr_api","370132039"],"guid":"4d383427-6546-41c2-9c9a-bcbaedbb5bcf","contentencoded":"<h6><strong>Post updated at 9:38 p.m. ET.</strong></h6><p>A massive federal spending bill finally won the House's approval Thursday night, less than three hours before a midnight deadline that threatened a federal shutdown. The measure's fate had been in doubt after it narrowly survived a rules vote earlier in the day. The final tally was 219-206.</p><p>Faced with uncertainty over Congress meeting its deadline to approve a bill, the House's leadership scheduled a vote on both the long-term spending bill and a stopgap continuing resolution. It passed a two-day resolution in order to give the Senate time to consider the spending bill.</p><p>The $1.014 trillion spending measure has been criticized for easing rules on campaign finance and the banking industry. But its supporters say it's also a bipartisan deal that would fund most of the U.S. government until next October.</p><p>Rep. Gerry Connolly, D-Va., called it a \"hold your nose vote.\"</p><p>The final tally for the spending bill was starkly different from that in an earlier procedural vote.</p><p>Around midday, no Democrat voted in favor. But after the final vote was called shortly after 9 p.m. ET, more than 30 Democrats voted for the spending bill. In contrast, more than twice as many Republicans voted against it in the final tally than had earlier in the day.</p><p><strong>We've updated this text; from our earlier post:</strong></p><p>Disagreement over the bill forced the final vote to be delayed for hours Thursday. It also created unlikely alliances: The White House joined with House Speaker John Boehner to rally support for the measure, and most House Democrats agreed with a small group of Republicans — including Rep. Michele Bachmann — that the bill should be rejected.</p><p>You can read the bill, <a href=\"http://appropriations.house.gov/files/?CatagoryID=34785\">broken down by government agency</a>, on the House Appropriations Committee site.</p><p>The legislation was nicknamed \"cromnibus\" because it combines the traditional sweeping scope of an omnibus spending bill with a continuing resolution (CR). While it would fund most of the government until the next financial year, the Department of Homeland Security would only be funded through February, in a move that seeks to limit President Obama's recent executive actions on immigration.</p><p>Another part of the measure would vastly increase the maximum amount of money a contributor can give to a political party.</p><p>\"Right now a person can give just under $100,000 a year to a party through its various committees,\" NPR's Ailsa Chang reports on <a href=\"http://www.npr.org/programs/all-things-considered/\">All Things Considered</a>. \"And under this bill, that cap goes up to almost $800,000.\"</p><p>Shortly after noon Thursday, the bill squeezed by in the rules vote, 214-212, after Republican leaders, including Speaker John Boehner and Chief Deputy Whip Patrick McHenry, walked the floor to bolster support, NPR's Juana Summers reports.</p><p>After no Democrats voted in favor and more than a dozen Republicans defected to vote against, the House was adjourned so Boehner could organize his support.</p><p>Rep. Nancy Pelosi spoke out against the bill in the House earlier Thursday, sharply criticizing it for altering rules in the Dodd-Frank financial reform law to let banks place both standard accounts and accounts that handle riskier derivative trades under the protection of the Federal Deposit Insurance Corp.</p><p>\"I was so really heartbroken ... to see the taint that was placed on this valuable appropriations bill from on high,\" Pelosi said. She told her colleagues that anyone voting for the legislation would be putting their name next to what she called \"a ransom\" and \"blackmail\" that would profit Wall Street.</p><p>Discussing the opposition, Boehner said the provisions were \"agreed to in this bill on a bipartisan, bicameral agreement. So while some members may have objected to this issue or that issue, nobody did this unilaterally. We've done this in a bipartisan fashion, and frankly it's a good bill.\"</p><p>Others have criticized the bill for containing provisions such as one that seeks to block Washington, D.C.'s <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/09/369723303/d-c-s-marijuana-legalization-is-part-of-debate-over-spending-bill\">bid to legalize the recreational use of marijuana</a> — as more than 65 percent of the federal district's voters decided to do last month.</p><p><a href=\"http://thehill.com/blogs/floor-action/house/226800-house-narrowly-passes-rule-for-cromnibus\">The Hill</a> tells us who voted with the Democrats against the spending measure earlier Thursday:</p><p>\"The 16 Republican defectors were Reps. Justin Amash (Mich.), Michele Bachmann (Minn.), Dave Brat (Va.), Mo Brooks (Ala.), Paul Broun (Ga.), Louie Gohmert (Texas), Paul Gosar (Ariz.), Tim Huelskamp (Kan.), Walter Jones (N.C.), Jim Jordan (Ohio), Steve King (Iowa), Raúl Labrador (Idaho), Thomas Massie (Ky.), Bill Posey (Fla.), Matt Salmon (Ariz.) and Steve Stockman (Texas).\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Cromnibus%27+Spending+Bill+Passes%2C+Just+Hours+Before+Deadline&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"242"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370169199-c98576.m3u?orgId=1&topicId=1014&d=242&story=370132039&ft=nprml&f=370132039"},{"href":"http://media.npr.org/assets/img/2014/12/11/congress-sunset-a6a5cd844aec21bd294ff66905b5ff25a22c168f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2727","width":"3637"}}]}