{"created":"2014-09-08T15:36:59+00:00","modified":"2015-01-22T03:06:04+00:00","valid":{"from":"2015-01-22T03:06:04+00:00","to":"3015-01-22T03:06:04+00:00"},"hreflang":"en","title":"Video Shows Islamic State Blowing Up Iraq's Tomb Of Jonah ","published":"2014-07-25T17:43:00+00:00","teaser":"The destruction of the holy site has drawn criticism from the Sunni allies of the so-called Islamic State and may cause a rift between the Sunni groups.","itags":["npr_api","335192229"],"guid":"4d47cb21-ed66-48f0-b354-80318b607f9e","contentencoded":"<p>Sunni extremists from the so-called Islamic State blew up the tomb of the Prophet Jonah in Mosul on Thursday. The site is holy to both Christians and Muslims.</p><p>NPR's Leila Fadel reports that video of the explosion quickly spread online, and residents of the city and across Iraq were angered by the destruction.</p><p><a href=\"http://www.telegraph.co.uk/news/worldnews/middleeast/iraq/10989959/Iraq-jihadists-blow-up-Jonahs-tomb-in-Mosul.html\">The AFP has this account of what happened</a>:</p><blockquote><p>\" 'Islamic State completely destroyed the shrine of Nabi Yunus after telling local families to stay away and closing the roads to a distance of 500 metres from the shrine,' said the official at the Sunni endowment, which manages Sunni religious affairs in Iraq.</p><p>\"The endowment official, who spoke on condition of anonymity, and Mosul residents told AFP it took the Sunni extremists an hour to rig the shrine with explosives.</p><p>\" 'They first stopped people from praying in it, they fixed explosive charges around and inside it and then blew it up in front of a large gathering of people,' said a witness who did not wish to give his name.\"</p></blockquote><p>One man, who took a video of the explosion from afar, can be heard saying \"No, no, no. Prophet Jonah is gone. God, these scoundrels.\"</p><p>Leila tells us that the destruction is also drawing criticism from the Islamic State's Sunni allies.</p><p>\"It may cause a deep rift in the uneasy alliances the Sunni extremist group has made with other Sunni fighting groups marginalized,\" Leila reports.</p><p><em>Fresh Air</em>'s Terry Gross talked to <a href=\"http://www.hrw.org/bios/letta-tayler\">Letta Tayler</a>, a researcher with Human Rights Watch, who has traveled to Iraq to document the Islamic State's human rights abuses. As you'll hear, the Islamic State — which was formerly known as the Islamic State of Iraq and Syria — has destroyed other holy sites, but they have also expelled and killed Shiites and other religious minorities.</p><p><a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/07/25/after-leveling-iraqs-tomb-of-jonah-the-islamic-state-could-destroy-anything-in-the-bible/\"><em>The Washington Post</em> talked</a> to Sam Hardy, a professor at the American University of Rome who writes the blog <a href=\"http://conflictantiquities.wordpress.com/about-contact-employ/\">Conflict Antiquities</a>. They asked him why the Islamic State is doing this.</p><p>\"It indicates they are going for total eradication not just of their enemies but even of the possibility of people living together under their rule,\" he told the paper.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Video+Shows+Islamic+State+Blowing+Up+Iraq%27s+Tomb+Of+Jonah+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"2346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335272227-df9d89.m3u?orgId=1&topicId=1001&ft=3&f=335192229"}]}