{"created":"2014-12-11T09:55:48+00:00","modified":"2015-06-05T15:31:44+00:00","valid":{"from":"2015-06-05T15:31:44+00:00","to":"3015-06-05T15:31:44+00:00"},"hreflang":"en","title":"Should Homeowners With Solar Panels Pay To Maintain Electrical Grid?","published":"2014-12-11T17:14:00+00:00","teaser":"Utilities say consumers who put solar panels on their roofs should help pay to maintain the lines that carry the power they sell back into the system. Panel leasing firms say that's anti-competitive.","itags":["npr_api","370022556"],"guid":"4d4e5193-b2a4-49f2-9b2e-68e43a23d52e","contentencoded":"<p>The costs of solar energy are plummeting, and now are about on par with the electricity generated at big power plants. This new reality intensifies a long-running business and regulatory battle, between the mainline electric utility companies and newer firms that provide solar systems for homeowners' rooftops. Sometimes the rivalry looks more like hardball politics than marketplace economics.</p><p>The way rooftop solar typically works, the homeowner leases rooftop panels from a company that owns and installs them. It can be an expensive proposition, but the homeowner saves some money by drawing less power from the utility company's electric plants, and even by selling some solar power back up the electrical grid to the utility.</p><p>Utilities say rooftop solar users need to pay their fair share to maintain that grid.</p><p>David Owens, a vice president of the Edison Electric Institute, the trade association of investor-owned utilities, says they want to preserve the choice that customers have. \"If they want to put on rooftop solar, that is their right. And we think it's a great technology. What we are arguing for is fairness in paying for the grid,\" he says.</p><p>The rooftop solar companies say the utilities just want to drive them out of business. \"It's a state-by-state battle where the utilities are trying to stop competition,\" says Bryan Miller, vice president of solar company SunRun and co-chair of a trade group, The Alliance for Solar Choice. Utilities \"are monopolies,\" he says. \"Monopolies don't like competition, and that's what these fights are about.\"</p><p>Driving the competition are solar power and other new technologies, which reduce the demand to generate more electricity.</p><p>Gary Radloff, an analyst with the Wisconsin Energy Institute at the University of Wisconsin-Madison, says, those new technologies \"decrease an electric utility's traditional revenue pathway. Basically the electric utility business model, which we've had for over 100 years, is starting to become obsolete.\"</p><p>The battles over these changes can get as mean as political campaigns, and that's been the story in Arizona — the nation's top state for solar energy, according to the advocacy group Environment America. The state's biggest utility, Arizona Public Service, is fighting to fend off the rooftop solar industry.</p><p>As Barry Goldwater Jr., son of the late senator and Arizona political icon, put it in a radio ad last year, \"APS is trying to kill energy choice and pull the plug on rooftop solar.\" Goldwater is head of a consumer group called TUSK, which stands for \"Tell Utilities Solar won't be Killed.\" TUSK is backed by SunRun and other rooftop solar companies.</p><p>APS helped to fund 60 Plus, a national conservative group that <a href=\"https://www.youtube.com/watch?v=gZOi-_sPF6s\" target=\"_blank\">produced videos</a> attacking TUSK and Goldwater. The narrator in one video dismissed Goldwater by saying, \"They're even pretending to be conservative, trotting out former California congressman Barry Goldwater Jr. to push their agenda.\"</p><p>But just recently, APS embraced a new approach.</p><p>\"We are excited about rooftop solar,\" Marc Romito, APS manager of renewable energies, said recently.</p><p>APS proposes to get into rooftop solar itself — but not by leasing the systems to homeowners as the rooftop solar companies do. There would be no long-term lease for a homeowner to sign. No electricity would flow directly into the house from the rooftop panels. All the electricity would go onto the grid, for APS to use.</p><p>For this, APS would give homeowners a billing credit of $30 a month, for 20 years. Romito acknowledges that the savings might not match the other companies' rooftop solar systems. <strong> </strong></p><p>\"Our aim, our goal with the $30 credit is to have a very simple, very straightforward transaction with customers,\" he said. \"You may not save as much as you would in another avenue, but you'll know what you're going to be getting from APS and the program.\"</p><p>Of course, this isn't exactly an olive branch to the rooftop solar companies. To install its home systems, APS would hire only firms headquartered in Arizona. It would freeze out its biggest adversaries, like SunRun. Arizona regulators have yet to approve the APS proposal.</p><p>\"Solar is here to stay,\" said economist Judy Chang of the Brattle Group, a consulting firm that advises both the utilities and solar industries. \"Utilities have to cope with that. Personally, I think they should cope with it by embracing it, because you can only fight it so far.\"</p><p>Just how far that fight can go is a question being decided by state regulators around the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+Homeowners+With+Solar+Panels+Pay+To+Maintain+Electrical+Grid%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370022557-bcf07b.m3u?orgId=1&topicId=1006&d=273&p=3&story=370022556&t=progseg&e=370022466&seg=16&ft=nprml&f=370022556"}]}