{"created":"2014-10-27T20:53:31+00:00","modified":"2014-10-31T00:25:31+00:00","valid":{"from":"2014-10-31T00:25:31+00:00","to":"3014-10-31T00:25:31+00:00"},"hreflang":"en","title":"Medal Of Honor Recipient Reflects On Honor And Loss","published":"2014-07-21T14:24:00+00:00","teaser":"Afghan War veteran Ryan Pitts says the medal \"belongs to every man there that day and I'll accept it on behalf of the team. It's not mine.\"","itags":["npr_api","330161601"],"guid":"4d57464b-3cc4-4312-87c7-6942f7690339","contentencoded":"<p>The Battle of Wanat is one of the bloodiest battles of the war in Afghanistan. Nine American soldiers were killed and more than two dozen were wounded when hundreds of insurgents assaulted the Army outpost they were building in Waygal Valley on July 13, 2008. It was just after 4 o’clock that morning when the American soldiers were blasted with machine guns, rocket propelled grenades and hand grenades.</p><p><div class=\"pullquote\" style=\"\">&#8220;It belongs to every man there that day and I&#8217;ll accept it on behalf of the team. It&#8217;s not mine.&#8221;</div></p><p>Sgt. <strong>Ryan Pitts</strong> was one of the wounded. But he is credited with helping the American soldiers hold on to Outpost Topside that day. He couldn&#8217;t even walk because he had been hit in the thigh, but he manned a machine gun and kept hurling grenades until help arrived.</p><p>For those actions, Ryan Pitts, who was born in Massachusetts and now lives in New Hampshire, will receive the Medal of Honor at the White House on July 21. He will be the ninth living recipient of the Medal of Honor for bravery in Afghanistan or Iraq. Seven medals have been awarded posthumously.</p><p>&#8220;Initially I wasn&#8217;t happy, didn&#8217;t really feel like I deserved it,&#8221; Pitts told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson on receiving the news that he would be honored. &#8220;But time has allowed me to process it. And this was a team effort. It belongs to every man there that day and I&#8217;ll accept it on behalf of the team. It&#8217;s not mine.&#8221;</p><p>The Battle of Wanat is one of the most controversial and studied battle of the wars in Afghanistan and Iraq. There were questions about whether the men building the outpost had enough supplies, whether their commanding officers had left them vulnerable to attack, whether the soldiers setting up the outpost had themselves made mistakes.</p><p>Ryan Pitts, now retired from the Army, says it&#8217;s important to put this battle into the context of U.S. strategy at the time, which was to build these outposts in the remote parts of the country to be closer to the Afghan people. It was also, he says, the strategy of the insurgents to attack these outposts, as they did in Wanat on July 13, 2008.</p><p>The soldiers killed that day were:</p><ul><li>1st Lt. Jonathan Brostrom, 24</li><li>Sgt. Israel Garcia, 24</li><li>Cpl. Jonathan Ayers, 24</li><li>Cpl. Jason Bogar, 25</li><li>Cpl. Jason Hovater, 24</li><li>Cpl. Matthew Phillips, 27</li><li>Cpl. Pruitt Rainey, 22</li><li>Cpl. Gunnar Zwilling, 20</li><li>Spc. Sergio Abad, 21</li></ul><p>Ryan Pitts recites their names from memory.</p><h4>Guest</h4><ul><li><a href=\"http://www.army.mil/article/128651/Former_Soldier_to_receive_Medal_of_Honor_for_fierce_battle_in_Afghanistan/\" target=\"_blank\"><strong>Ryan Pitts</strong></a>, retired Army sergeant who will receive the Medal of Honor for his bravery in the War in Afghanistan.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Medal+Of+Honor+Recipient+Reflects+On+Honor+And+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333574850-1e70c0.m3u?orgId=1&ft=3&f=330161601"}]}