{"created":"2014-10-07T19:01:54+00:00","modified":"2015-02-02T18:32:00+00:00","valid":{"from":"2015-02-02T18:32:00+00:00","to":"3015-02-02T18:32:00+00:00"},"hreflang":"en","title":"In Tech Marketing Jobs, Women's Successes Are Rarely Recognized","published":"2014-08-08T22:04:00+00:00","teaser":"It's no secret that men dominate the top positions in Silicon Valley. But there are areas of the tech industry with lots of women: marketing and PR. Their contributions are often key, but overlooked.","itags":["npr_api","337842965"],"guid":"4d58b28f-7210-4733-aaf4-77b716a74a49","contentencoded":"<p>It's no secret that there aren't a lot of women in Silicon Valley and the tech industry in general. There is one exception — marketing and public relations. Though these women aren't the people writing the code or building the chip, their role in the success of many tech companies is often crucial and overlooked.</p><p>A recent lawsuit in the valley highlights that problem. A couple of years ago a mobile dating app called <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/14/276617790/internet-match-apps-are-dating-on-steroids\">Tinder</a> entered a very crowded market for online matchmaking. It required extra work to make women feel safe to sign up.</p><p>It helped to have a woman for that effort. Nick Summers, who <a href=\"http://www.businessweek.com/articles/2013-09-05/dating-app-tinder-catches-fire\">profiled Tinder</a> in <em>Bloomberg Businessweek</em> last year, says Tinder's Vice President of Marketing Whitney Wolfe did the footwork.</p><p>\"She went around the country visiting different sororities, promoted the app there at these different college campuses,\" Summers says. Boosted by Wolfe's marketing strategy, the number of Tinder users tripled at a crucial time in its history. \"She made some very important contributions in making women feel safe in signing up for the app,\" Summers says.</p><p>When Summers wrote his profile of Tinder, Wolfe wasn't part of the story he was told. Instead, he heard about the supposed co-founders Sean Rad and Justin Mateen. \"They were very eager to make it seem as if they had done this all on their own,\" Summers says.</p><p>Then Wolfe <a href=\"http://www.slate.com/blogs/moneybox/2014/07/01/tinder_sexual_harassment_suit_former_executive_claims_she_was_called_a_whore.html?wpisrc=burger_bar\">sued the company</a> for sexual harassment and discrimination. Wolfe had dated and then broken up with co-founder Mateen, and after the breakup, she claims, he harassed her. Wolfe claims she was fired for complaining and had her co-founder title taken away.</p><p>When he read about the lawsuit, Summers re-examined his previous reporting and <a href=\"http://www.businessweek.com/articles/2014-07-02/tinders-forgotten-woman-whitney-wolfe-sexism-and-startup-creation-myths\">wrote another article</a>.</p><p>\"That was an opportunity to go back and revisit this idea of creation myths,\" says Summers, \"and the way that people, and in this case a woman ... can be written out of the sort of stories that startups tell about themselves and the way they were born.\"</p><p>The fact that Wolfe is a woman may be one reason she was written out of the story. Another reason may be that she's in marketing, and in many ways the people who do marketing by definition are there to tell someone else's story.</p><p>Yet, if you look around the world of tech, this is where the women are. The Public Relations Society of America reports that 70 percent of professionals in the field are women. In Silicon Valley, one of the most important PR and marketing firms was founded in the 1970s — Regis McKenna Inc.</p><p>Cathy Cook, who started at Regis McKenna in the early 1980s, says \"it was pretty much 90 percent women.\"</p><p>Cook says a lot of the men in the Valley used an unflattering term for all those women. \"I've always believed it was some snarky reporter referring to all the women who worked at Regis McKenna as 'Regettes,' \" she says.</p><p>They were Regettes then; today they are often referred to in equally unflattering terms as \"PR chicks.\" They've made their way into pop culture, usually as airheaded women obsessed with clothes and parties like the characters on Comedy Central's <em>Kroll Show:</em> <em>PubLiZity</em>.</p><p>But Cook's time at Regis McKenna proved to be a lesson that good marketing and PR can be more important than the best tech. Intel, a McKenna client in the early 1980s, dominated the market for microprocessors. Then Motorola released a new chip that many thought was better.</p><p>\"Companies were starting to use Motorola chips,\" Cook says. \"The truth was that although Intel had a lot of brilliant, brilliant pioneers working there, their technology probably wasn't as competitive as it should be.\"</p><p>Regis McKenna and Intel came up with a campaign called Operation Crush. It was a feat of marketing. The campaign took the focus off the quality of the chip and put it elsewhere: \"The service and customer support,\" Cook says. \"And I think the end of the discussion came sometime later when IBM chose the Intel microprocessor for its first PC.\"</p><p>And that is how Intel got a lock on the PC industry that has lasted over 30 years. Many of the women who started as Regettes went on to found their own firms. Among them is Melissa Waggener Zorkin, co-founder of Waggener Edstrom, which handles almost all of Microsoft's PR. Cook went to work for Steve Jobs at Next and then went off to Pixar.</p><p>Brooke Hammerling, the founder of Brew Media Relations, says she created her own firm because she got sick of a mix of dismissive tech guys and sexism inside of some companies.</p><p>\"We were in the background very much,\" she says, \"where companies didn't want to, certainly CEOs didn't want to think that PR had anything to do with the success of the company and that their PR girls were sort of just there to write press releases.\"</p><p>But in a world in which many tech startups are fighting for recognition in crowded markets, more investors like Deborah Jackson want marketing and PR built in from the ground up.</p><p>\"It's absolutely mission critical,\" she says, \"just as important as the technology. You really need both pieces in order for a company to be successful.\"</p><p>Though Jackson and many women would like to see more diversity among the people who actually program and make the tech, they'd also like to see credit given to the contributions women are already making in the tech sector.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Tech+Marketing+Jobs%2C+Women%27s+Successes+Are+Rarely+Recognized&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337842966-c7b776.m3u?orgId=1&topicId=1006&e=337842965&d=304&ft=nprml&f=337842965"},{"href":"http://media.npr.org/assets/img/2014/08/04/24408321_h13065415-18d725059ed0c2dc19196b7ca425261fbdfd153e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1265","width":"1688"}}]}