{"created":"2015-06-04T22:14:31+00:00","modified":"2015-06-15T23:05:11+00:00","valid":{"from":"2015-06-15T23:05:11+00:00","to":"3015-06-15T23:05:11+00:00"},"hreflang":"en","title":"NYPD's Union Rift Confronted By A Wider Shift In Leadership Style","published":"2015-06-05T00:50:00+00:00","teaser":"The force's union faces a serious upcoming election challenge. Opponents of incumbent President Patrick Lynch say it's time for a new dialogue with city leaders and the public.","itags":["npr_api","412036871"],"guid":"4d63f8ce-ef02-41c4-b0c9-77c519962024","contentencoded":"<p>Police departments across the country are facing tough questions after a series of high-profile confrontations with civilians in Ferguson, South Carolina and Baltimore.</p><p>Now similar tensions are playing out inside some of the biggest police unions. In New York, one high-profile union president faces an electoral challenge for the first time in a decade.</p><p>It's a New York tradition for the rhetoric between police unions and City Hall to get rough. But even here, union leader <a href=\"http://www.npr.org/2014/12/22/372409530/police-union-blames-mayor-protesters-for-ambush-of-2-nypd-officers\">Patrick Lynch turned heads</a> in December when two NYPD officers were shot and killed after protests against aggressive policing.</p><p>\"There's blood on many hands tonight,\" Lynch told reporters. \"That blood on the hands starts on the steps of City Hall, in the office of the mayor.\"</p><p>Lynch is the head of the Patrolmen's Benevolent Association, a job he's held for 16 years. And he's stuck firmly to the old-school playbook.</p><p>For the last five years, Lynch's members have been working without a contract, even as other New York City unions have negotiated new deals.</p><p>Now NYPD veteran Brian Fusco is challenging Lynch.</p><p>\"He'll get out there, he'll put on a good show ... he'll get red in the face,\" Fusco says. \"The problem is, after the cameras are turned off, where is the plan, where is the direction?\"</p><p>Both Fusco and Lynch declined interview requests for this story. Lynch's challengers say his very public fight with the mayor is beside the point.</p><p>Fusco says it's time for a fresh approach.</p><p>\"Nobody wants an apology,\" he <a href=\"http://pix11.com/2015/01/20/challengers-look-to-unseat-pba-president-pat-lynch/\">told local TV station Pix11</a>. \"We're police officers, we have thick skins. This is what our issues are: We need manpower. We need more vests.\"</p><p>The union election in New York brought this clash out in the open. But some observers say the same tension is playing out quietly inside police unions across the country.</p><p>Christine Cole is executive director of the Crime and Justice Institute in Boston, where longtime union leader Tommy Nee lost an election last year.</p><p>\"I see a change in the style of leadership,\" Cole says.</p><p>Cole says there are other examples of this new leadership.</p><p>\"It's not this old style that's been characterized as combative or adversarial,\" she adds. \"I'm not suggesting for a minute that union and management are going to agree on every issue. But I think more and more they're finding common ground, rather than simply disagreeing.\"</p><p>\"It's a difficult balancing act,\" says Sgt. Rick Van Houten, president of the Fort Worth Police Officers Association. \"On the one hand, I've got 1,500 members that are predominantly Type-A personalities. On the other hand, you have the need for collaborative relationships with management. At times those two really conflict.\"</p><p>But some say the balance is shifting toward cooperation, thanks in part to the changing demographics of American police departments.</p><p>Sean Smoot directs the Police Benevolent & ProtectiveAssociation of Illinois and is a member of the President's Task Force on 21st Century Policing.</p><p>\"Police officers that are hired today tend to be very highly educated, compared to police officers that were hired 20 years ago,\" he says.</p><p>And Smoot says they may want different things from their union leaders than older officers.</p><p>\"That means knowing when it's time to fight and when it's not,\" he says. \"Not only in terms and conditions of employment, but also taking some responsibility for the image of the profession. Something we have not been very good at over the years, frankly, is telling people what we do, how we do it and why we do it.\"</p><p>There may be no bigger stage for the image of the profession than New York City, where some 23,000 members of the Patrolmen's Benevolent Association can cast their votes now. The polls close on Friday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NYPD%27s+Union+Rift+Confronted+By+A+Wider+Shift+In+Leadership+Style&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412046974-848b56.m3u?orgId=1&topicId=1003&d=234&p=2&story=412036871&t=progseg&e=412027307&seg=7&ft=nprml&f=412036871"},{"href":"http://media.npr.org/assets/img/2015/06/04/49691321_h34378510-a8058bcab3d5f36a8da896506ddbfb638ae5961e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}}]}