{"created":"2015-06-06T11:34:31+00:00","modified":"2015-06-09T17:05:41+00:00","valid":{"from":"2015-06-09T17:05:41+00:00","to":"3015-06-09T17:05:41+00:00"},"hreflang":"en","title":"For Benedictine Monks, The Joy Of Making Albums And Beer","published":"2015-06-06T16:44:00+00:00","teaser":"The Benedictine monks of Norcia, Italy spend their days in quiet prayer and chanting the divine office. But recently the order has taken up recording albums and brewing beer.","itags":["npr_api","412288704"],"guid":"4d6524b0-05a5-4c5f-9ea9-28a3b61feb78","contentencoded":"<p>\"The monastic life is very plain and ordinary,\" says Father Cassian Folsom, the founder and prior of the Monks of Norcia, ensconced in the St. Benedict Monastery in central Italy. \"You get up, and you pray, and you do your work and go to bed and then the next day you do the same thing.\"</p><p>A large portion of the monks' daily routine is singing. \"We chant the Divine Office and the Mass every day,\" Folsom tells NPR's Scott Simon. \"And if you put all of those moments together it takes about five hours a day. Three hundred sixty-five days a year.\"</p><p>Now the monks have cut an album, <em>Benedicta: Marian Chant from Norcia</em>. It will likely do well on the charts, as many Gregorian chant recordings before them have, beginning in 1994 with the surprise hit album <em>Chant</em>. That was from another group of Benedictine monks, at the monastery of Santo Domingo de Silos, in Spain; the album has reportedly sold nearly six million copies. For Folsom, he's just hoping people are moved by the beauty and peaceful quality of the music on <em>Benedicta</em>.</p><p>A Massachusetts native who studied music at Indiana University, Folsom gathered his order of monks in Rome in 1998. But in 2000 they were invited to transfer to Norcia, the birthplace of St. Benedict, where no monks had lived for nearly 200 years. The Norcia order is a truly international group with members from Brazil, Germany, Indonesia, Canada and the U.S.</p><p>Besides singing and praying, a more recent daily concern of the monks is beer.</p><p>\"We starting brewing beer three years ago for a couple of reasons,\" Folsom explains. \"To have work that the monks can do together. And we needed some work that provided income for the monastery. So we learned the art of brewing from the trappist monks in Belgium and found a niche in the Italian market, because craft beer is becoming much more popular in Italy than in the past.\"</p><p>Folsom also says their beer provides some handy common ground between the monks and the general populace: \"Because even if somebody's a not a believer they can talk about beer.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Benedictine+Monks%2C+The+Joy+Of+Making+Albums+And+Beer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"474"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412445595-fed36c.m3u?orgId=1&topicId=1039&d=474&p=7&story=412288704&t=progseg&e=412445470&seg=20&ft=nprml&f=412288704"},{"href":"http://media.npr.org/assets/img/2015/06/05/monks-794acf4fcb1be5aea61b4a7f5f9c29a22ca469f3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}