{"created":"2014-10-08T02:49:29+00:00","modified":"2014-10-31T00:36:26+00:00","valid":{"from":"2014-10-31T00:36:26+00:00","to":"3014-10-31T00:36:26+00:00"},"hreflang":"en","title":"To Sign Or Not To Sign: Artists Big And Small Face The Label Question","published":"2014-08-11T12:15:00+00:00","teaser":"Land a deal with a label or put out records on your own: Both options carry big risks. For musicians today there's a middle ground, but getting your songs in front of people will still cost you.","itags":["npr_api","328120832"],"guid":"4d694d07-fa77-4d02-a347-dbcdcc616c99","contentencoded":"<p>You might be surprised to learn that the chart-topping duo <a href=\"http://www.npr.org/artists/166258260/macklemore-ryan-lewis\" target=\"_blank\">Macklemore & Ryan Lewis</a> are not signed to a major label. Neither are veterans like <a href=\"http://www.npr.org/artists/15401893/peter-gabriel\" target=\"_blank\">Peter Gabriel</a> and <a href=\"http://www.npr.org/artists/15164119/wilco\" target=\"_blank\">Wilco</a>. They're all self-releasing albums.</p><p>But if you self-release, you still need someone to get your name out there, get your product into the marketplace, and get it sold. In other words, you need someone to do all of the stuff record labels used to do. You could do it yourself — or you could hire someone like Kevin Wortis of Girlie Action, a leading music marketing agency based in New York.</p><p>\"Here we offer sourcing, distribution, sales. We also handle marketing, digital marketing, social media, press and radio promotion,\" Wortis says. \"We have clients that come in who have chosen not to be with a record company; they want to control all the revenue and they want to do things in their own way.\"</p><p>Girlie Action's clients include Pretty Lights, <a href=\"http://www.npr.org/artists/123296006/amanda-palmer\" target=\"_blank\">Amanda Palmer</a>, and The Crystal Method. The French recording label Naïve hired the agency to provide label services for Marianne Faithful's last record. Girlie Action is now working on its third album for <a href=\"http://www.npr.org/artists/17992281/meshell-nedgeocello\" target=\"_blank\">Meshell Ndegeocello</a>.</p><p>Ndegeocello herself says that, in today's environment, musicians don't have the luxury of just sticking to music.</p><p>\"The music business is changing,\" she says. \"I enjoyed the smoke and mirrors, and now I have to be really involved in a way that sometimes — there's no other way to say it: I just wish I didn't know.\" She adds, laughing, \"If it was totally up to me I'd fail horribly.\"</p><p>Ndegeocello's manager, Alison Riley, sees clear advantages to the label services model.</p><p>\"The charm, I think, of a major label is that they have all of the resources in house. But you lose a lot of creative control and you lose a lot of control of one's career,\" Riley says. \"It's a much more collaborative, cooperative experience to work with label services. We have a much greater say in the channels things are pushed out through.\"</p><p>Under the old system, the label called the shots and often owned the rights to the artists' recordings. But labels also fronted the money for recording, promotion and distribution. Musicians had to pay it back, of course, which sometimes meant not making any money from record sales.</p><p>Today, if you contract for label services, you generally pay up front; only the biggest stars can attract advances from label services providers. The top firms typically charge $4,000 to $6,000 per month to promote an artist or record. With album pre-release campaigns running up to four months, it's not cheap, and only a select few can afford it.</p><p>Unlike many recording artists, <a href=\"http://www.npr.org/artists/15131195/suzanne-vega\" target=\"_blank\">Suzanne Vega</a> — who had a Top 10 hit in 1987 with \"Luka\" and was then dropped twice by the majors — maintained publishing rights to her songs.</p><p>Four years ago, Vega founded her own label and started re-recording her back catalogue. To get it out there, she signed deals in the U.S. with Red, Sony's label services division, and internationally with the U.K.-based Cooking Vinyl.</p><p>\"Rather than being the one waiting to see if they are going to renew my contract, it's me renewing theirs,\" Vega says. \"And that makes a difference.\"</p><p>Vega recently self-released her first album of new material in seven years, and she's back on the charts for the first time in two decades.</p><p>\"As it happens, this new album has done so well so far that suddenly I see that my first two albums are being re-released this year, in June, without my consent or permission or participation,\" she says. \"So I'm competing now with my own back catalogue. I find myself competing with myself from 25 years ago!\"</p><p>With label services deals, artists can keep the rights to their music and about three quarters of their sales revenue, and providers get paid whether or not the album sells. In the last two years, all three of the remaining major labels have hopped on the label services bandwagon.</p><p>These deals may work well for established artists, but they are out of reach for up-and-coming musicians like the Philadelphia punk trio Cayetana. The three musicians had been playing together for about six months when they recorded the song \"Hot Dad Calendar\" and put it up on the online music site Bandcamp. Bassist Allegra Anka and singer/guitarist Augusta Koch say they were floored by the response.</p><p>\"A few days after that, Tiny Engines contacted us about really enjoying our demo and asking us if we'd be interested in working with them,\" Anka says.</p><p>\"As soon as I saw the email I was like, 'Oh my God!'\" Koch adds.</p><p>A small indie label like Tiny Engines can't provide the kind of marketing push available to artists like Meshell Ndegeocello or Suzanne Vega.</p><p>The label is releasing Cayetana's debut album this summer as a digital download with a limited vinyl pressing. It's also helping the band cover the cost of renting a van for its first-ever national tour: five weeks, 31 cities, on a shared bill with three other bands. With tickets going for less than twenty bucks a pop, this isn't exactly the limousine life, but Augusta Koch says that's OK.</p><p>\"I don't really care about being on a bigger label or being famous,\" Koch says. \"I just want to make more music that people like; I think that's the best part of it. Especially outside of Philly, seeing that people actually like our music blows my mind.\"</p><p>Still, as Cayetana hits the stage for a sold-out Philadelphia show, Allegra Anka isn't dreaming of rainbows and unicorns.</p><p>\"In five years, and after that, I just hope we're still making music,\" she says.</p><p>For now, she's also hoping their day jobs are waiting for them when they get back.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Sign+Or+Not+To+Sign%3A+Artists+Big+And+Small+Face+The+Label+Question&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allyson McCabe","audio":[{"meta":{"duration":"424"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329154818-6b00d3.m3u?orgId=1&topicId=1106&ft=3&f=328120832"},{"href":"http://media.npr.org/assets/img/2014/07/03/cayetana-91e66220ff4053710ccc057b942380ccadaf107e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}