{"created":"2014-09-03T02:50:14+00:00","modified":"2014-10-30T22:53:05+00:00","valid":{"from":"2014-10-30T22:53:05+00:00","to":"3014-10-30T22:53:05+00:00"},"hreflang":"en","title":"For Men's Rights Groups, Feminism Has Come At The Expense Of Men","published":"2014-09-02T23:14:00+00:00","teaser":"Men's rights movement leaders say they're pushing back against the excesses of feminism and highlighting the problems of men and boys. Critics argue that misogyny is lurking just below the surface.","itags":["npr_api","343970601"],"guid":"4d6b2830-9704-4c42-b86b-61084e3ed6a8","contentencoded":"<p>This summer, a few hundred men and a handful of women gathered in a VFW hall near Detroit to attend what organizers billed as the first International Conference on Men's Issues.</p><p>The crowd wasn't huge, but it was enthusiastic. The event was a real-world gathering organized by the website A Voice for Men, part of an informal collection of websites, chat rooms and blogs focused on what's known as the men's rights movement. Speaker after speaker insisted that history would remember this moment.</p><p>\"It's happening here. It's happening now. It's happening with us,\" Warren Farrell, one of the keynote speakers, told the crowd. Farrell, who published <em>The Myth of Male Power: Why Men Are the Disposable Sex</em> in 1993, is often described as the intellectual father of the men's rights movement.</p><p>Leaders in the movement say they want to bring more attention to the problems of men and boys. Critics worry, however, that these sites are a breeding ground for misogyny.</p><p>For his part, Farrell actually tries to avoid the phrase \"men's rights.\"</p><p>\"It's like somebody saying we're in favor of the king's rights,\" he says. \"The average person thinks that men are already at the top of the political structure. They have all the rights, they made all the rules, [and] if anything is going wrong with men, it's their fault, because after all, it's just a consequence of men's rules.\"</p><p>But that perspective, Farrell says, is \"just completely missing the point.\"</p><p><strong>'Cries Of Pain And Alienation'</strong></p><p>Farrell doesn't deny that men make up the vast majority of members of Congress and corporate boards. But he says that fact tends to obscure the problems facing millions of men and boys that <em>don't</em> get enough attention: that fathers are often separated from their children by the family court system, that there is no White House council on men and boys, and that there are women's studies — but not men's studies — departments at universities.</p><p>Boys also drop out of college and commit suicide at higher rates than girls, Farrell notes.</p><p>\"We need to know not only why are our sons committing suicide, but also why are our sons much more likely to be the ones to shoot up schools?\" he says. \"We're all in jeopardy if we don't pay attention to the cries of pain and isolation and alienation that are happening among our sons.\"</p><p>This is a dramatic turnaround for a man who was once a leading voice for feminism. In the 1970s, Farrell served on the board of the National Organization for Women in New York City. But he broke with the feminist movement when it strayed, in his view, from the idea that men and women should be equally involved in the workplace and the home.</p><p>Now, men's rights advocates argue, feminism is more concerned with promoting the interests of women — often at the expense of men.</p><p>\"Once we can establish that, by the way, men are human beings — so are boys — it is OK for us to stand and talk about their issues,\" says Paul Elam, who founded the website A Voice for Men in 2009. \"[We can] seek solutions even if, God forbid, they're not solutions that are prescribed through the feminist lens.\"</p><p>Elam, who organized the Michigan event, says his site draws 20,000 to 30,000 visits a day. But critics say the site, and others devoted to men's rights, generate more heat than light.</p><p>\"The vast majority of men's rights activists don't actually seem to be that interested in doing anything about the issues that they talk about all the time,\"<em> </em>says David Futrelle, a Chicago writer who blogs about the men's rights movement on We Hunted the Mammoth.</p><p>Futrelle says the leaders of the movement have done little to discourage misogyny in their ranks.</p><p>\"Essentially, the issues they bring up are little more than an excuse or an opportunity for them to attack women and blame women for pretty much everything that goes wrong in the world.\"</p><p>Futrelle's not the only one who's concerned about men's rights groups. The Southern Poverty Law Center — which normally tracks white supremacists and other hate groups — says the men's rights movement has attracted a \"hard-line fringe\" who endorse violence and hatred against women.</p><p>Even Warren Farrell concedes that the movement includes some angry people, but he insists they're a small minority. He says there was plenty of outrageous and even violent rhetoric during the early years of the women's movement, too.</p><p>\"But that didn't stop me and many others from saying: Wait a minute, let's get to what is needed here. There's some truth,\" Farrell says. \"When a voice is crying out — sometimes distorted, and sometimes painful — it's important to understand that anger is often vulnerability's mask. It's so crucial for us to see the vulnerability of the men that are hurting.\"</p><p><strong>'Why Is It That The Claims Aren't Resonating?'</strong></p><p>The organizers of the men's issues conference in Michigan made an effort to keep the tone civil. They invited a diverse group of speakers, male and female.</p><p>Still, there were some remarks that many people might consider offensive. Barbara Kay, a conservative columnist with the <em>National Post</em> in Canada, addressed the growing number of sexual assaults reported on college campuses.</p><p>\"The vast majority of female students alleging rape on campus are actually voicing buyer's remorse for alcohol-fueled promiscuous behavior, involving murky lines of consent on both sides,\" she said. \"It's their get-out-of-guilt-free card, you know, like in Monopoly.\"</p><p>In some corners of the Internet, the language of the men's rights movement gets even uglier when it's directed at critics — especially female ones — and at media reports.</p><p>Observers say the anonymity of the Internet has changed the tone of the discussion. Even so, complaints about feminism are nothing new. Men have been making these arguments since the late 1970s, says Gwyneth Williams, a professor of political science at Webster University.</p><p>She agrees that some of the problems that men's rights activists talk about are real. But the argument that feminism is to blame simply hasn't taken root in mainstream culture.</p><p>\"You have to ask yourself, why is it that the claims aren't resonating, you know, in a broad-based way with a lot of men, the way feminism did?\" she says.</p><p>But men's rights advocates insist the movement is growing. Paul Elam says he's making plans to hold a second conference on men's issues next year in Washington, D.C.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Men%27s+Rights+Groups%2C+Feminism+Has+Come+At+The+Expense+Of+Men&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"354"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345296194-32fc98.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=343970601"},{"href":"http://media.npr.org/assets/img/2014/08/28/mens-rights-0f3bda54c74e6d7e89bb0b5bdab42eabaf25c5c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1689","width":"2252"}},{"href":"http://media.npr.org/assets/img/2014/08/28/farrell-24d9518024c9bb8fa9c94c5ed2d60b8611f0344b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"472","width":"629"}}]}