{"created":"2015-06-29T07:28:18+00:00","modified":"2015-07-02T15:05:09+00:00","valid":{"from":"2015-07-02T15:05:09+00:00","to":"3015-07-02T15:05:09+00:00"},"hreflang":"en","title":"Vaccine Against Meningitis B Gets A Boost From CDC","published":"2015-06-29T16:22:00+00:00","teaser":"A federal health advisory committee now says everyone aged 16 to 23 should talk to a doctor about whether they need to get immunized against a rare but dangerous strain of meningitis.","itags":["npr_api","417851076"],"guid":"4d6eeec9-fb07-4cfa-a5bf-bab87005c176","contentencoded":"<p>Parents, take note! The Centers for Disease Control and Prevention's vaccine committee has expanded its <a href=\"http://www.nmaus.org/wp-content/uploads/2015/06/NMA_June-ACIP-Meeting_Press-Release.pdf\">recommendation</a> for immunization against meningitis B, a rare but potentially deadly strain of meningitis.</p><p>The committee's revised guidance, issued late last week, broadens the group of young people that the CDC thinks should consider getting the shot, and increases the likelihood that health insurance policies will pay for the injection.</p><p>The previous recommendation was limited to people at high risk of getting the disease — such as lab workers and students at colleges with outbreaks of three or more cases. Now the <a href=\"http://www.cdc.gov/vaccines/acip/\">advisory committee on immunization</a> urges all young people between the ages of 16 and 23 to talk to their doctor about whether the shot is a good idea for them, too.</p><p>Meningitis B has been to blame for a number of <a href=\"http://www.nmaus.org/wp-content/uploads/2015/06/College-Cases-Map.pdf\">outbreaks</a> on college campuses over the past few years. That's because college students who live in dorms and who frequent crowded areas seem to be at particular risk. Close contact spreads the disease.</p><p>Since 2005, there has been an effective vaccine to help protect <a href=\"http://www.cdc.gov/vaccines/vpd-vac/mening/default.htm?s_cid=cs_000\">against four other strains</a> of bacterial meningitis: serogroups A, C, W and Y . The CDC <a href=\"http://www.cdc.gov/mmwr/pdf/rr/rr6202.pdf\">recommends</a> routine vaccination with this four-strain shot, starting at age 11 or 12, with a booster at about age 16. But coming up with an effective vaccine against Meningitis B has been trickier.</p><p>The <a href=\"http://www.cdc.gov/meningitis/bacterial.html\">bacteria</a> that cause the illness are common in the environment and can also be found in the nose and respiratory system. They are spread in saliva and mucous, during close contact like kissing, coughing, or even just sharing a water bottle.</p><p>Symptoms of bacterial meningitis can be deceptive at first, appearing as a severe cold or flu, with headaches, nausea, and high fever. But the microbes go on to invade the brain and spinal cord, causing inflammation and swelling of protective membranes. These symptoms can escalate very quickly, within days, or even hours, and result in brain damage. And, despite treatment with antibiotics, 10 to 15 percent of patients with the disease die.</p><p>Last fall, the Food and Drug Administration approved two new vaccines against the fifth strain of bacterial meningitis, and recommended its rather narrow use by people at high risk of contracting the illness. The new guidelines say that if doctors and any patients agree the vaccine is appropriate, it should be given.</p><p>Infectious disease specialist <a href=\"https://medicine.mc.vanderbilt.edu/node/451\">Dr. William Schaffner</a>, of Vanderbilt University, is a member of the CDC committee that advises federal health officials on vaccine recommendations.</p><p>Schaffner calls this revised recommendation, \"a signal to all private insurers that this vaccine should be covered.\" It also means that the <a href=\"http://www.cdc.gov/vaccines/programs/vfc/index.html\">Vaccines for Children Program</a>, a federally funded immunization program for lower income families, will likely cover the cost of the vaccine.</p><p>And, Schaffner says, it gives colleges and universities the option of requiring vaccination against meningitis B for all incoming freshman.</p><p>The CDC committee stopped short of firmly recommending that all people aged 16 to 23 get the shot; rather it urges these patients to consult their doctor about whether the shot makes sense for them — a subtle but important difference. And, so far, the committee has been silent about younger adolescents; some unanswered questions remain about the vaccine's complete effectiveness and how long it lasts. Once those questions are answered, committee members say, they'll likely revisit the recommendation, and perhaps suggest expanding it further.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vaccine+Against+Meningitis+B+Gets+A+Boost+From+CDC&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"126"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418490451-56c83b.m3u?orgId=1&topicId=1066&d=126&p=3&story=417851076&t=progseg&e=418459109&seg=5&ft=nprml&f=417851076"},{"href":"http://media.npr.org/assets/img/2015/06/26/check-up-f9e24b32e856c11aee0910dae0e3856b8e76fc40.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1492","width":"1989"}}]}