{"created":"2015-02-03T20:21:33+00:00","modified":"2015-02-03T22:00:26+00:00","valid":{"from":"2015-02-03T22:00:26+00:00","to":"3015-02-03T22:00:26+00:00"},"hreflang":"en","guid":"4d70e721-e761-4ed4-b034-03f402fb9f04","title":"What the bleep? It's Mumbai, not Bombay","published":"2015-02-03T22:00:23+00:00","byline":"Nina Porzucki","teaser":"Singer/songwriter Mihir Joshi was surprised when Indian censors cited him for using offensive language in his recently released track, \"Sorry.\" The word in question: Bombay. ","tags":["Across Women's Lives","Culture","Music","Arts, Culture & Media","Mumbai","Bombay","India","Mihir Joshi","Mumbai","Bombay","Entertainment"],"contentencoded":"<p>Indian musician Mihir Joshi knew that his new track “Sorry” wouldn’t be free of controversy.</p>\n<p>The song \"Sorry\" is about the problems of sexual violence against women and gang rape in India.</p>\n<p><em>\"I'm sorry sweetheart this is the world I'm giving you today.</em></p>\n<p><em>It's the same thing no matter what you read from Delhi to Bombay.</em></p>\n<p><em>I wish it was different darling, that you could feel nice and safe.</em></p>\n<p><em>But the world's gone crazy; I don't know what to say.\"</em></p>\n<p>The first stanza sounds rather harmless right? Not according to India's Central Board of Film Certification. That’s the organization that reviews media content for obscene or offensive lyrics.</p>\n<p>Joshi says it objected when the video for \"Sorry\" premiered on MTV India. “When they told me that the censor board has removed one word, I started laughing and said, ‘Are you serious?  What part of my song is offensive?’  And they said, ‘The word Bombay is.”</p>\n<p>It turns out saying Bombay instead of Mumbai is a bleep-able offense in India. Not that Joshi meant anything political by it.</p>\n<p>“You know I don't have a problem with the word Mumbai. My album is called <em>Mumbai Blues</em>. The only reason I used Bombay is because it rhymed with the earlier line: ‘I'm sorry sweetheart this is the world I'm giving you today. It's the same thing no matter what you read from Delhi to Bombay.’ Bombay rhymes, Mumbai doesn't,” says Joshi.</p>\n<p>However, the two names are loaded with meaning. Bombay was the colonial name for Mumbai. It came from the Portuguese \"Bom Bahia,\" or \"Good Bay.\" Mumbai comes from the Marathi language, and refers to the Hindu goddess Mumbadevi. The name was officially switched back in 1995.</p>\n<p>Incidentally, the term Bollywood — a fusion of Bombay and Hollywood — hasn't changed.</p>\n<p>Joshi himself is from Mumbai, and he says many locals still use both names. And besides, he says the whole controversy is just taking away from the song's real message. “The word Bombay is not the important part of the song. The message of the song is completely different. It's about the problems that women and girls are facing in our country. It's a father talking to a daughter about all of these problems and feeling sad that he can't do anything about it.” </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02032015_09.mp3"},{"href":"http://www.pri.org/file/0203201509mp3"}]}