{"created":"2014-12-02T20:28:16+00:00","modified":"2014-12-03T20:15:49+00:00","valid":{"from":"2014-12-03T20:15:49+00:00","to":"3014-12-03T20:15:49+00:00"},"hreflang":"en","guid":"4d7d8b4d-6655-4a8b-a5c2-e4c1ff6ddf0d","title":"This journalist replies to young boys who send her rape threats on Facebook by telling their mothers","published":"2014-12-03T20:15:39+00:00","byline":"David Leveille","tags":["social media","rape threats","sexism","video games","women","SafeMode","Culture","Arts, Culture & Media","Alanah Pearce","Social media","Text messaging","Twitter","Facebook","Rape","Technology"],"teaser":"Alanah Pearce is an Australian video games journalist. She came up with a novel solution to counter the trolls, usually young boys, who send her sexually explicit threats.","contentencoded":"<p>The world of social media can be a free for all. It’s full of ideas, passion and, sometimes, sexist hate speech.</p>\n<p>Alanah Pearce knows this well. She's a 21-year-old Australian journalist who reviews video games. Her reviews sometimes prompt some harsh reactions on Facebook, especially from young boys.</p>\n<p>\"I started receiving rape threats, explicit comments and sexual harassment about three years ago, which is when I started reviewing games and stepped into the public eye,\" she says. \"I don't actually know why they write them, there's no real context. It just sort of comes out of the blue. ... It could be that they disagree with me, it could just be that I'm a woman in games, or it could just be a boy being an idiot on the Internet trying to get a reaction.\"</p>\n<p>So Pearce has had to come up with a way to deal with these trolls.</p>\n<p>\"When these boys do this to me on Facebook, I go on their profiles, find their mothers, and then send them a message telling them basically exactly what their son has said to me,\" she explains. Her approach has struck a chord with many who have also been on the receiving end of this online abuse.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Sometimes young boys on Facebook send me rape threats, so I've started telling their mothers. <a href=\"http://t.co/0Cbs81eXiE\">pic.twitter.com/0Cbs81eXiE</a></p>\n<p>— Alanah Pearce (@Charalanahzard) <a href=\"https://twitter.com/Charalanahzard/status/538144080534847489\">November 28, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>When she tweets to a mother, Pearce says she speaks in a straight-forward way, so as not to offend her. \"I've just been saying 'your son has said something to me that is concerning, I was wondering if you might like to discuss it with him,’\" she explains. \"I leave it pretty much simply at that. I'm not going to try to lecture a mother about how to raise their kids. I'm just trying to generate discussion.\"</p>\n<p>So far, not many mothers have come forward to share their reactions or to apologize to Pearce for their sons conduct. But Pearce says one mother, named Anna, responded positively.</p>\n<p>\"She called him a swear word, the boy, and then said she would talk to him. I've been in contact with her since then and she said that he's banned from the Internet and he's banned from video games. I didn't want those things, but that's a good punishment coming from parents,\" Pearce explains. Anna also apparently spoke to her son's friends' parents about the fact that this sexual harassment was happening, and to his school as well.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"480\" width=\"751\" style=\"width: 401px; height: 256px; float: right; margin: 5px;\" alt=\"Australian digital journalist Alanah Pearce\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/ALANAH3.JPG\" title=\"\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Alanah Pearce</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Australian digital journalist Alanah Pearce</p>\n  </div>\n</div>\n<p>Pearce used to just ignore the abusive tweets and messages. But she says it got to the point where she wanted to troll the trolls. \"I feel like a better solution than ignoring them is making them deal with what they've done and hopefully prevent them from doing it to other women,\" she adds. </p>\n<p>She says she still feels sick and uncomfortable when she gets a rape threat. \"And that really sucks. But I don't let it break me down or stop me from doing what I love.\"</p>\n<p>Pearce says her new approach has been both satisfying and liberating. \"To feel like I'm actually getting back at the people who just want to upset me and not letting them do that, and also making them face up to it. It's also kind of nice closure to be able to express to someone who may actually care that this is happening to you.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/ALANAH2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/alanah2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120220147.mp3"},{"href":"http://www.pri.org/file/120220147mp3"}]}