{"created":"2015-05-25T20:52:04+00:00","modified":"2015-05-26T14:49:37+00:00","valid":{"from":"2015-05-26T14:49:37+00:00","to":"3015-05-26T14:49:37+00:00"},"hreflang":"en","title":"'Kiss Everybody': Voice Mails Live On After Parents Are Gone","published":"2015-05-25T22:45:00+00:00","teaser":"Writer Charles Ornstein's parents endure in many forms, he says. Most of those, he doesn't carry in his pocket. But the voice mails — those unscripted moments of everyday life — he does.","itags":["npr_api","408845097"],"guid":"4d868b26-7adb-4ca3-90bd-452d20474329","contentencoded":"<p>The voice mail message was like so many others from my mom over the years.</p><p>\"Hi, it's mom,\" she began, then chatted on, full Jewish mom in her distinctive gravelly timbre. \"There's a storm coming your way ... Please drive very carefully ... Love you. Bye.\"</p><p>It's the type of message I normally didn't pay much attention to — if I listened to it at all. But three weeks after she uttered those words my mom died at a hospital outside Detroit. I unearthed this message and others from her while plumbing my iPhone's cache of deleted messages, amazed and grateful by this unexpected ability to preserve that voice.</p><p>I have many treasured memories of my mom, who died two years ago this month. I cherish her parents' naturalization certificates upon becoming U.S. citizens. I have serving platters, wine glasses, and photos of her as a girl and with my children. I, of course, have videos of her at my Bar Mitzvah and wedding. But somehow, oddly, the voice mails — those unscripted moments of everyday life — are the ones I turn to most often.</p><p>I hear that Jewish mother who was ever protective and worried, even as I raised a family of my own hundreds of miles away. The mom eager to share a juicy story (\"Just watching the news and there was another crazy New Jersey guy ... \" she said in one message). The mom who called every few hours, brimming with excitement as my family and I drove 10 hours from New Jersey to visit her and my dad. The mom increasingly frail as her Parkinson's disease advanced. (\"Charlie, I have a favor to ask of you ... I'll talk to you later. Love you. Kiss everybody.\")</p><p>I had stumbled upon the messages almost by accident. While going through voice messages of condolence from friends, I came upon a single, mundane call from my mom. I then made the fortuitous discovery that my smart phone was really smart — it required a second delete to send the messages into the ether. I had a trove of verbal memories.</p><p>It struck me that our phones have become the new memory books. Unlike photos that capture how we looked in second grade or remind us of our 21st birthday, voice mails — perhaps because they are divorced from the visual — capture the essence of us at different moments in time. My 5-year-old son's impishness as he asks for a call back. My eight-year-old's obsession with our fantasy sports teams. My mom's voice growing weaker over time.</p><p>Home answering machines are usually erased, but our phones allow us to carry memories with us, perhaps without realizing it.</p><p>When I upgraded my iPhone recently, I saved the messages to a digital voice recorder, not wanting to ever lose them.</p><p>A day before my mom's heart unexpectedly stopped, sending her into the coma that she never recovered from, she called my dad's cell phone from the hospital emergency room where she had gone with a bad cold. It was before dawn. \"Hi. I love you. It's 5:30. I haven't slept but I love you. Take care of yourself please. Bye.\"</p><p>It's haunting to listen to those words. I wonder if she knew her own end was near.</p><p>Sadly, I would go through a similar ritual when my dad died suddenly, four months after my mom.</p><p>\"Hi everybody. Shabbat Shalom. It's Papa O, calling from Michigan. Okey doke, bye now,\" said my dad's soft, gentle voice still sending us love in one message we had inexplicably not erased on our home machine.</p><p>When I listen to my dad's messages on my phone, I hear the gentle caring man who always asked about how others were doing, irrespective of his own health problems (\"I don't know what time you were going home. Have a safe trip and give me a call when you're back in New Jersey.\") I hear the dad who always made us roll our eyes and good-naturedly chuckle with his insistence on noting the precise instant of his call — \"1:33 and a half\" — despite the time stamp on the message and Caller ID.</p><p>Like the messages left by my mom, those left by my dad chronicle the slow march to his own death, which put an abrupt stop to our daily calls (often in the heat of my workday when I don't have much time for chatting) and the messages I now treasure. In his final weeks, complications of diabetes and a fall led to the amputation of one toe, and then all of the toes on one foot.</p><p>\"You know I'm minus a toe but I'm more worried about the foot,\" he said in one message. \"Anyway, I'm OK with it. Alright, bye now.\"</p><p>Eight days before he died, he left me what would be his last message: \"Everything seems to be going fine,\" he said at the end. \"Bye now.\"</p><p>Until my parents' death, I had overlooked the power of voice mail or answering machine messages. To be honest, I didn't promptly listen to messages and have largely moved to text messages and quick emails if I can't reach someone live.</p><p>In fact, I wouldn't be too surprised if voice mails disappear altogether before too long. Coca-Cola announced in December that it was getting rid of the voice mail system in its Atlanta headquarters \"to simplify the way we work and increase productivity.\" Instead, callers are told to try again later or try \"an alternative method.\"</p><p>That sounds like a reasonable business decision. But from a personal perspective, I can tell you my parents' emails and texts don't carry the same emotional resonance as hearing their voices.</p><p>My parents endure in many forms. But most of those, I don't carry with me in my pocket. The voice mails, I do.</p><p>More than once, I've pulled over while driving alone, whipped out my phone and played the messages one after another. I marvel how the things I cherish most about my parents aren't those that I would have ever imagined.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Kiss+Everybody%27%3A+Voice+Mails+Live+On+After+Parents+Are+Gone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Charles Ornstein","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409531279-040e58.m3u?orgId=1&topicId=1049&d=339&p=2&story=408845097&t=progseg&e=409476153&seg=5&ft=nprml&f=408845097"},{"href":"http://media.npr.org/assets/img/2015/05/25/img_4895-04c54117a0c2cc035c72da65a8c4aa4bc80ea9aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}}]}