{"created":"2014-12-23T08:30:59+00:00","modified":"2015-04-29T17:59:27+00:00","valid":{"from":"2015-04-29T17:59:27+00:00","to":"3015-04-29T17:59:27+00:00"},"hreflang":"en","title":"A Vital Chapter Of American History On Film In 'Selma'","published":"2015-01-20T02:20:00+00:00","teaser":"Director Ava DuVernay speaks to NPR's Michele Norris about making <em>Selma</em>, a searing depiction of the battle for voting rights — and the first major movie about the life of Martin Luther King Jr.","itags":["npr_api","371479848"],"guid":"4d932125-c577-49ac-b6a9-6afc1a27eb05","contentencoded":"<p>It's hard to believe, but there has never been a major motion picture that centers on one of this country's most iconic figures: Martin Luther King Jr. But that's about to change, with <em>Selma</em>, which opens Christmas Day.<br /> <br />The film explores the tumult and the tactics of the civil rights movement, from King's tense relationship with President Lyndon Johnson to the battle for voting rights for black Americans — a battle that reached a climax on Bloody Sunday, March 7, 1965, as state police beat peaceful protesters trying to march across the Edmund Pettus Bridge in Selma, Ala.</p><p>Director Ava DuVernay is a remarkable figure in Hollywood: a publicist-turned-director, and an African-American woman charged with telling one of the most important chapters of American history — but as she tells NPR's Michele Norris, she's no fan of the straight-up biopic. \"I'm a little allergic to historical drama. On a Friday night I'm not rushing to the theater to watch your history drama ... and yet here I am.\" DuVernay adds that she wanted to make an epic that was closer to the ground, and she wanted audiences to feel the suffocating fear and violence felt by protesters on the bridge.</p><hr /><h3>Interview Highlights</h3><p><strong>On her depiction of violence</strong></p><p>Each time we show violence in the film, there's at least one setup, one shot that we slow down by tripling the frames. We slow it down to make you watch it — it's like the peak moment of the violence. You have to really be with the person who's been assaulted.</p><p><strong>On finding the rhythms of King's speech</strong></p><p>I just listened to him. So I would hike, here in Los Angeles, in the canyons here, and I would just walk and listen to his speeches. And I had no designs that I'd be able to get anywhere close to just the beauty and the nuance of his speech patterns. But there are some basic things that he does: He speaks in triplet a lot, so he, when he gets going, he'll say the thing three times in different ways. He had a couple of tricks that we were able to break down.</p><p><strong>On Annie Cooper and avoiding an \"eat your peas\" history lesson about the struggle for voting rights.</strong></p><p>Annie Lee Cooper was a woman who attempted to register to vote five times ... and she represents, you know, hundreds of people at that time that were attempting to vote, that were brave enough to withstand threats to their lives, to their livelihoods by walking into those places. So that is very poignant to me.</p><p>I hope that ... the illustration of that in flesh and blood, in a scene that feels dramatic, where you actually feel the emotion, will remind people that the right to vote was hard-won, and it should be handled with care and treated with the respect that it deserves.</p><p><strong>On what she learned about America while promoting <em>Selma</em></strong></p><p>I've heard some shocking things. ... The other day, a young man walked up to one of my colleagues, he walked up and very earnestly said, \"Thank you so much. I really never knew what 'MLK' meant.\" And my colleague said, oh, what he meant to the country? And he said, no, what the initials \"MLK\" stood for. We were in a suburb of Los Angeles, you know, in a mixed-race area, where this kid was apparently like 18 or 19. You know, you forget, you say \"MLK\" and to some people it's a holiday, it's a sale.</p><hr /><h3>Online Exclusive: Personal history, the Bechdel test, and the story of Amelia Boynton</h3><p>Amelia Boynton — played in the movie by Lorraine Toussaint — was among the planners of the voting rights demonstrations from Selma to the Alabama state capital. She and her husband, S.W. Boynton, had been early associates of King's. On Bloody Sunday, Boynton was knocked unconscious by police when she tried to cross the Edmund Pettus Bridge, and her picture was widely published in newspapers across the country. In this exclusive online excerpt, filmmaker Ava DuVernay recalls her ties to Alabama, as well as her reasons for bringing activist women like Amelia Boynton and Annie Lee Cooper into the fabric of <em>Selma</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Vital+Chapter+Of+American+History+On+Film+In+%27Selma%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372623624-b64f1b.m3u?orgId=1&topicId=4467349&d=423&p=3&story=371479848&t=progseg&e=372623504&seg=4&ft=nprml&f=371479848"},{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372664165-6958db.m3u?orgId=1&topicId=4467349&d=471&p=3&story=371479848&t=progseg&e=372623504&seg=4&ft=nprml&f=371479848"},{"href":"http://media.npr.org/assets/img/2014/12/17/selma12-f0bee786f8f73e7cb2c2a1275fdcfe79e142d66a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"925","width":"1233"}},{"href":"http://media.npr.org/assets/img/2014/12/17/selma02-62452763187ce7260782f661f723bcbc1143130a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"932","width":"1243"}},{"href":"http://media.npr.org/assets/img/2014/12/22/ameliacomposite_custom-641c1b130e7f5ad37e4481f7007a0cd26401031e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"898","width":"2460"}}]}