{"created":"2014-11-08T15:34:35+00:00","modified":"2014-11-14T17:05:11+00:00","valid":{"from":"2014-11-14T17:05:10+00:00","to":"3014-11-14T17:05:10+00:00"},"hreflang":"en","title":"Behind A Soldier's Suicidal Thoughts, An Unknown Brain Injury","published":"2014-11-08T17:33:00+00:00","teaser":"After Sgt. Ryan Sharp returned from serving two tours in Iraq with the Army's 3rd Infantry Division, he would talk about ending his life. Today, he can't even recall those conversations.","itags":["npr_api","362349376"],"guid":"4d95c375-421a-44a0-abdf-97ac7eb02432","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>When Sgt. Ryan Sharp returned from serving two tours in Iraq with the Army's 3rd Infantry Division, he didn't know he had a traumatic brain injury.</p><p>All he knew, and all his family knew, was that he was deeply depressed. He would talk about ending his life.</p><p>During a StoryCorps interview in Lincoln, Neb., his father, Kirk Sharp, asked if Ryan remembered any of those suicidal conversations.</p><p>Ryan says no. \"It's like I blacked out,\" he says. \"I came home, and things were different.</p><p>\"I remember me and my sister Stacy were all at the pool. And I don't remember exactly what happened but I remember I had my pistol up to my temple,\" he says. \"My finger was on the trigger. And then my sister said, 'What are you doing?' I think it was after that that I ran into the woods ... apparently I wanted to shoot myself in the woods.\"</p><p>\"I wish I would have known more,\" his father says. \"Then we could have gotten you help sooner. I'd seen a completely different Ryan, and I didn't understand how to deal with it.\"</p><p>At the time, Ryan didn't know that he'd suffered a traumatic brain injury — \"no idea at all,\" he says. That is, until he reconnected with a man he'd been deployed with.</p><p>\"He was telling me how he was on permanent disability through the VA,\" Ryan remembers. \"And I was like, 'Oh my God, man, what happened?' And he says, 'I have a T.B.I.'</p><p>\"And I go, 'When did you get that?' And he goes, 'You were there.' And I go, 'What are you talking about?' \"</p><p>\"At that point, things just started coming back,\" he says. \"The first thing that came to me was the explosion in my head, the pain of it. And then the next thing I remember is my team leader had grabbed me by my vest and was shaking me asking, you know, 'Sharp, Sharp.' \"</p><p>The injury had happened 10 years before Ryan received a diagnosis. Overall, nearly 300,000 service members in post-Sept. 11 conflicts have been diagnosed with traumatic brain injuries.</p><p>After he was diagnosed, Ryan tells his dad, he felt angry, \"because the entire time, I thought these issues that I was having were fixable — that if I spent enough time psychoanalyzing myself, that I'd be better eventually.\"</p><p>\"You almost felt as though you were at fault,\" Kirk says, \"or you felt as though it was a weakness?\"</p><p>\"Yeah,\" Ryan says. \"I felt I couldn't get myself to work right. I didn't trust myself — and I still don't to an extent. But the things that are wrong with me are an injury, and I can't necessarily fix them, but I can learn to deal with them. I was finally able to forgive myself for so many of the things that I put my family through.</p><p>\"Survival is a constant struggle, and sometimes people confuse it with living,\" Ryan says. \"I don't want to survive anymore. I want to learn how to live again.\"</p><p><em>Audio produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behind+A+Soldier%27s+Suicidal+Thoughts%2C+An+Unknown+Brain+Injury&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362482298-bb94ab.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=362349376"},{"href":"http://media.npr.org/assets/img/2014/11/07/sharpnpr-27b55d350caceae8151b9bce2c967e600b16179d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}