{"created":"2014-10-27T08:36:56+00:00","modified":"2014-11-10T20:50:40+00:00","valid":{"from":"2014-11-10T20:50:40+00:00","to":"3014-11-10T20:50:40+00:00"},"hreflang":"en","title":"After Sunday Service, Georgia Churches Get Souls To The Polls","published":"2014-10-27T18:06:00+00:00","teaser":"If Democrat Michelle Nunn wins in Georgia, it will likely be because of strong African-American voter turnout. Black churches are busing congregants to early voting locations after Sunday services.","itags":["npr_api","359233356"],"guid":"4db12825-f79b-4048-a500-f749ea0608dc","contentencoded":"<p>At The Greater Piney Grove Baptist Church in Atlanta, about 700 congregants jam the pews every Sunday morning at 10:30. The church is near the edge of DeKalb County, and it's helping lead a \"Souls to the Polls\" drive.</p><p>Georgia Democrat Michelle Nunn is running an extremely tight race for Senate against Republican David Perdue, and the difference between victory and defeat could ride on the African-American vote. The push is on to get voters to turn out early — especially at black churches.</p><p>This year, for the first time in Georgia's history, some polling places are open on Sundays. Pastor William Flippin Sr. urged his congregation to head straight to the polls right after the service this past Sunday.</p><p>\"I don't know if you have voted already, but please know that it is your civic responsibility,\" Flippin said. \"People died for us to have the right to vote.\"</p><p>Democrats are trying feverishly to avoid what happened in 2010. That year, there was abysmally low turnout among black voters, which happens often in midterm years. Core supporters for Democrats — like minorities, single women or young people — tend to drop off during the midterms.</p><p>In Georgia, more than a million African-Americans voted in the presidential elections of 2008 and 2012, but only 700,000 hit the polls in 2010. Democrats aren't taking their chances this year.</p><p>The Piney Grove church is in an area that is 55 percent African-American and therefore one part of Georgia that could help Nunn win the Senate seat this November. That's <em>if</em> people turn out to vote.</p><p>Former first lady Rosalynn Carter joined the congregation yesterday to help rally churchgoers to the polls and work to \"help make Martin Luther King's dream become a reality in our state.\"</p><p>\"We can do it, if we all work together, if we all go to vote, if we can be sure that all of our friends and relatives and neighbors go to vote, and vote early,\" Carter said.</p><p>Sunday voting caused some controversy in Georgia. Republicans grumbled about it giving Democrats a boost. But Flippin says it's only fair that black voters get a chance on Sundays to mobilize.</p><p>\"Many of our people still do not have professional jobs that they can take off or go into work late. You know, most corporations — they allow you to come late or come early on Election Day. Well, if you're working in a factory or job like that, they can't take off,\" says Flippin.</p><p>Piney Grove worshippers loaded up on two church buses and, with a caravan of cars following, drove to the voter registration and elections office in Decatur to vote.</p><p>On the bus, Evelyn Jackson of nearby Ellenwood said she's voting this midterm because something has to be done about the rampant joblessness. Georgia has the highest unemployment rate in the country, and Jackson says you can't trust a Republican to fix that.</p><p>\"Republicans ... they care about money, and they care about people in their echelon. And they don't care about people who are lower middle class or poor,\" said Jackson. \"I know people, there's one of the ministers, who's been out of work for, like, three years.\"</p><p>When the buses arrived at the polling place, a stream of other worshippers from other black churches converged with Piney Grove.</p><p>Thirty percent of all registered voters in the state are African-American. Allen Davis, a nurse, wishes more black Georgians actually knew that.</p><p>\"I think if they know how powerful their vote is, they'll come out and vote,\" Davis said.</p><p>One potential stumbling block to getting more African-Americans out to vote is that most Democrats have spent this fall distancing themselves from a president so many black voters admire. But Darryl Yarber says he understands the practicality of that strategy.</p><p>\"African-Americans are a little bit more savvy than that. They know what's going on. They know the reasons for the distancing. That's a reason we have such a crowd right now,\" said Yarber. \"They understand the game.\"</p><p>And Yarber says electing a Democrat who will barely acknowledge President Obama is still better than letting the other side win.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Sunday+Service%2C+Georgia+Churches+Get+Souls+To+The+Polls&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359233357-888cb6.m3u?orgId=1&topicId=1014&ft=3&f=359233356"}]}