{"created":"2014-11-21T23:22:36+00:00","modified":"2015-03-26T23:05:14+00:00","valid":{"from":"2015-03-26T23:05:14+00:00","to":"3015-03-26T23:05:14+00:00"},"hreflang":"en","title":"Obama's Immigration Moves Do Little To Help Businesses, Groups Say","published":"2014-11-24T01:16:00+00:00","teaser":"The actions do make it easier for people with work visas to move between jobs. But they don't address something employers have long pushed for: an increase in visas for low- and high-skilled workers.","itags":["npr_api","365704040"],"guid":"4dc08781-54dd-45f2-ba6a-67c803a0fb76","contentencoded":"<p>Business groups have long been active players in the nation's immigration debate. They represent employers who need to recruit workers, after all — employers who are sometimes investigated, even prosecuted, for hiring workers who are not approved to work in the U.S. legally.</p><p>Many big employers have been pushing for reforms that would allow them to keep more science and technology workers and skilled laborers in the country. But the executive action President Obama announced Thursday leaves out much of what the business lobby has been advocating for.</p><p>Obama's announcement will allow more undocumented immigrants with U.S.-born children to apply for work permits, among other things. But the policies will not help businesses with their key immigration concerns, says Matt Sonnesyn, a senior director at the Business Roundtable, which represents large businesses.</p><p>\"Last night's actions do help for those [workers] who are already here — to have some security that they're going to remain and continue working,\" he says. \"But they don't really address how we're going to attract and retain those workers from around the world.\"</p><p>He notes the president <em>did</em> extend a program giving high-skilled students the ability to work while applying for a visa. And there is some added flexibility for those who already have work visas to move between jobs.</p><p>But Sonnesyn says the action does not increase the total number of visas available — either to high- or low-skilled temporary workers. That is a big blow to business groups, especially as the U.S. economy recovers. Many big employers want to recruit more science and technology workers, as well as skilled laborers in fields like manufacturing and construction.</p><p>But that's also not a surprise, Sonnesyn says. The president could only act on enforcement — things like border control and deportation of criminals — not on legislation.</p><p>\"The president just didn't have the authority to go to the core of what we see as important for growing the economy over time,\" Sonnesyn says.</p><p>Douglas Holtz-Eakin, who was an economist in the George W. Bush administration and is now president of the policy analysis group American Action Forum, says he thinks \"the business groups are going to be, by and large, disappointed. There wasn't really much in there for them.\"</p><p>Many business groups, including the National Federation of Independent Business and National Association of Manufacturers, support a national system that allows employers to check whether someone is permitted to work legally.</p><p>That system, known as E-Verify, would reduce an employer's legal liability if it hires someone with falsified documents. E-Verify received no mention in Obama's address.</p><p>Holtz-Eakin says what might be surprising, given the partisan rhetoric around immigration, is how little daylight there is between the president's policy position and that of most Republicans and the business community. \"There's much less division than people realize,\" Holtz-Eakin says.</p><p>The president supports the immigration bill that passed the Senate more than a year ago. The business community also supports that legislation, but the Republican leadership in the House has not brought it up for a vote.</p><p>\"There's no disagreement on the policy. The issue is 100 percent politics,\" Holtz-Eakin says. \"And the sad reality is, the president pushed the politics in the wrong direction last night.\"</p><p>That's certainly the position of some Republicans in leadership, who are angry the president acted unilaterally.</p><p>Robert Litan, a fellow at the Brookings Institution, says the president \"could've done all this quietly, without making any announcement whatsoever.\"</p><p>But he didn't. Instead, Litan says, Obama chose a high-stakes political gamble that <em>could</em> pay off, <em>if</em> Republicans in Congress take up the president's challenge and pass immigration legislation.</p><p>In any event, Litan says, it's hard to know what the ultimate business implications of Thursday night's actions are.</p><p>\"The bottom line is, the business community, like everybody else, is waiting to see what the next move is going to be in Congress — whether there's going to be a legal challenge and so forth,\" Litan says.</p><p>\"And at the end of the day,\" he adds, \"whatever the president can do can only last for two years. The next president could decide to undo the whole thing.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Immigration+Moves+Do+Little+To+Help+Businesses%2C+Groups+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365762065-08b110.m3u?orgId=1&topicId=1006&e=365704040&d=234&ft=nprml&f=365704040"}]}