{"created":"2014-10-27T21:16:03+00:00","modified":"2014-12-04T14:28:47+00:00","valid":{"from":"2014-12-04T14:28:47+00:00","to":"3014-12-04T14:28:47+00:00"},"hreflang":"en","title":"Is 'Leaning In' The Only Formula For Women's Success In Science?","published":"2014-11-05T16:26:00+00:00","teaser":"A science superstar at Caltech advises young women to not wait for encouragement to succeed. Just go do it, she says. But her admiring students say that approach doesn't work for everybody.","itags":["npr_api","358640844"],"guid":"4dc23651-08b8-41d9-af43-616f3f9d5ac3","contentencoded":"<p>Don't wait to be invited or encouraged to make a career in science, engineering or technology, <a href=\"http://www.che.caltech.edu/faculty/arnold_f/\">Frances Arnold</a> advises the young women she teaches at the California Institute of Technology. If you're a scientist, she says, you should know how to solve a problem.</p><p>\"Bemoaning your fate is not going to solve the problem,\" she says. \"One has to move forward.\"</p><p>An award-winning biochemical engineer, and professor and researcher at Caltech for 28 years, Arnold grew up in Pittsburgh and studied engineering at Princeton University only a few years after the college began admitting women. Her father helped build one of the world's first commercial nuclear reactors; when Arnold got her Ph.D. in chemical engineering at the University of California, Berkeley she, too, had big ambitions from the start.</p><p>\"I wanted to rewrite the code of life, to make new molecular machines that would solve human problems,\" she says. So she moved to Caltech, a small, but well-funded research institute, where she now heads the biotechnology center and says anything is possible.</p><p>Sure, she faced roadblocks along the way.</p><p>\"I'm sure that there are people who are skeptical that a woman can do this job as well as a man,\" Arnold says, adding, \"I am blissfully unaware of such people — and have been gifted with the ability to ignore them completely.\" She advises other women in fields dominated by men to do the same.</p><p>Arnold's female students at Caltech say she's a god. But they don't all agree with her \"lean-in\" philosophy.</p><p>Nikki Peck is getting a Ph.D. in bioengineering. Her parents are both science teachers. She spent her weekends growing up going to science museums and went on to Harvey Mudd College, which emphasizes science, engineering and math as well as liberal arts.</p><p>But at Caltech there was one guy she worked with who acted like women were inferior, Peck says, and her self-esteem took a hit. Still, the whole lean-in response that Arnold advises is not her style.</p><p>\"I consider myself an introvert,\" Peck says. \"I have a hard time just, like, talking to people. It's hard for me to get up the initiative to just ... 'Lean in!' or to 'Just do it!' \"</p><p>\"I don't know,\" Peck says. \"That attitude — I think it works really well for a certain type of woman. But I don't think it works for every woman.\"</p><p>So Peck figures she might not be the next big-shot academic. Instead, she's taking a year off from her graduate work to go work for <a href=\"https://plus.google.com/+LarryPage/posts/Lh8SKC6sED1\">Calico</a>, Google's new life-extension company. She says she's a little worried about working near a city with the nickname Man Jose, where women get good tech jobs but don't stay in them.</p><p>Peck's story isn't that unusual. The pipeline of young people heading into jobs in science, technology, engineering and math is starting to widen, to diversify — more women than in decades past are getting into STEM and staying there through college, grad school and even that first job.</p><p>But then they <a href=\"http://www.whitehouse.gov/administration/eop/ostp/women\">opt out</a>.</p><p>Peck says she thinks it's because we still haven't figured out how women can work these high-power jobs and have families. It's a conversation she hoped to have at a recent cupcake social for Women in Chemistry at Caltech.</p><p>Peck and her friends showed up at the event with their male colleagues, \"but [other attendees] were sort of like, 'What are you doing here?' And then, of course, our male co-workers felt like they weren't allowed there, so they left,\" she says. \"And so, I don't know, on the one hand, that's how we feel sometimes. But still, I don't think the way you help out women is by pushing down men.\"</p><p>These days Caltech is about 70 percent men to 30 percent women, with the number of women on the upswing.</p><p>But even with the push for more diversity, some students still feel singled out — and not in a good way.</p><p>Earlier this month, Caltech hosted a fly-in for high school seniors from groups that admissions officers say have been historically underrepresented in STEM fields.</p><p>You can imagine the scene, says Moraa Marwanga, a student in the International Baccalaureate program at her high school in Rockville, Md., who attended the event.</p><p>\"I am one of maybe three black girls there,\" Marwanga recalls, \"and one of maybe 10 black people in general. ... The college application process people are, like, 'Oh you're just going to get in everywhere. You're black and you're female and you like math.' ... It's frustrating,\" she says.</p><p>So don't let it get to you, her friend Angela Umeh from Dallas advises her. It'll be harder if you let it get to you.</p><p>Maybe that's the best advice for women now, they say: Instead of \"Lean In,\" you might call that approach to obstacles, whatever they are, \"Lean To The Side, And Let It Pass By.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+%27Leaning+In%27+The+Only+Formula+For+Women%27s+Success+In+Science%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kelly McEvers","audio":[{"meta":{"duration":"308"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359403573-ae6166.m3u?orgId=1&topicId=1007&aggIds=177622347&ft=3&f=358640844"},{"href":"http://media.npr.org/assets/img/2014/10/27/arnold-530efb90409681b66a1c9cdf17fc6b66d2f1c433.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2623","width":"3498"}},{"href":"http://media.npr.org/assets/img/2014/10/27/caltech-aa8321e1f58135522e002655c89786af3dcab0f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}