{"created":"2014-10-08T02:25:56+00:00","modified":"2014-11-10T20:26:18+00:00","valid":{"from":"2014-11-10T20:26:18+00:00","to":"3014-11-10T20:26:18+00:00"},"hreflang":"en","title":"Brooklyn DA Shifts Stance On Pot, But That Won't Impact NYPD","published":"2014-07-12T16:12:00+00:00","teaser":"District Attorney Kenneth Thompson says he will stop prosecuting some people arrested for low-level marijuana possession. But that won't stop the New York Police Department from making arrests.","itags":["npr_api","330761032"],"guid":"4dcb375e-3c11-45c1-ac54-03deec349c74","contentencoded":"<p>Marijuana enthusiasts should still think twice before lighting up in the streets of Brooklyn.</p><p>The borough's district attorney announced this week that he'll no longer prosecute most low-level marijuana possession cases. But not all law enforcement officials in New York City are on board. Police Commissioner William Bratton responded to Thompson's decision with a shrug.</p><p>\"It will not have any impact on our officers and the discretion they have as they go about their business,\" says Bratton.</p><p>Thousands of people in New York are arrested every year for having small amounts of marijuana on them. And the vast majority — more than 86 percent so far this year — are black and Latino, even though those groups are no more likely than others to smoke pot.</p><p>\"I cannot ignore as the chief law enforcement officer in Brooklyn the racial disparity involved in these arrests,\" says Brooklyn DA Kenneth Thompson. Thompson, who is African-American, announced this week this his office will stop bringing cases against offenders with less than 25 grams of pot and no prior criminal record.</p><p>Thompson says this will let him move resources to more serious crimes.</p><p>\"We are determined to keep people safe, but we also cannot prosecute everyone,\" says Thompson. \"These are nonviolent offenses. These are minor offenses. That's why judges are dismissing two-thirds of these cases.\"</p><p>That's what happened to Keeshan Harley in 2011. Harley was 16 years old when he was arrested for marijuana possession in Crown Heights, Brooklyn.</p><p>\"We weren't doing anything criminal,\" says Harley, \"just hanging around\" after school. Then, he says, the police pulled up, did a warrantless search, and found a bag of marijuana in his friend's pocket.</p><p>\"It was like a nickel bag,\" says Harley. \"It wasn't like my friend had a whole kilo of marijuana on him. It was a very miniscule amount. Something that you wouldn't have even have saw, smelt, anything, if you hadn't gone in his pockets.\"</p><p>But Harley was arrested and charged. He fought the charges for a year, and his record is clean now. Others aren't so fortunate. For many, an arrest for a small amount of marijuana can lead to big problems finding work, housing, even college scholarships.</p><p>\"This has taken a heavy toll on the future of tens of thousands of young men, derailing their careers,\" says Vanessa Gibson, the chairwoman of the New York City Council's public safety committee.</p><p>Small amounts of pot were decriminalized in New York a long time ago. The drug is still illegal and possession is punishable by a fine. But there is one big exception: You can be arrested if the marijuana is on public display. Critics say that loophole has led to thousands of questionable arrests.</p><p>\"If you're white today and you carry a small amount of marijuana, you may get a ticket for it,\" says state Sen. Daniel Squadron. \"But you are overwhelmingly unlikely to get a criminal record. If you're black or Latino and you're carrying marijuana, you are vastly more likely to get a criminal record for it.\"</p><p>Squadron is co-sponsoring a bill that's intended to fix those inequities. But Brooklyn DA Thompson isn't waiting for the legislature.</p><p>His decision not to prosecute most low-level marijuana cases only applies in Brooklyn; it won't make any difference to people who get caught with pot in Manhattan, Queens or other boroughs.</p><p>It's not even clear if it will affect marijuana arrests in Brooklyn. Police Commissioner Bratton described Thompson's move as an \"internal issue\" for the DA's office, saying that \"it does not impact\" the work of the NYPD.</p><p>That seems to set up a conflict between the police and the Brooklyn DA. But Mayor Bill de Blasio is trying to downplay the apparent rift. He says marijuana arrests are down significantly from their peak in 2011.</p><p>\"Look at the numbers,\" de Blasio says. \"The lowest-level marijuana arrests are down. And the focus is on serious crime, as it should be.\"</p><p>But activists say those older numbers don't tell the whole story. Statistics show that marijuana arrests in New York are actually up slightly this year compared with 2013, on pace for more than 28,000 thousand arrests citywide.</p><p>\"De Blasio has done nothing to stop these practices,\" says Gabriel Sayegh, state director for the Drug Policy Alliance. \"So that's what makes this thing with Thompson so important. It's good policy; it's the right thing to do.\"</p><p>Sayegh hopes the rest of New York law enforcement will eventually follow the Brooklyn DA's lead. But there's no sign of that yet.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brooklyn+DA+Shifts+Stance+On+Pot%2C+But+That+Won%27t+Impact+NYPD&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330889498-d3a53e.m3u?orgId=1&topicId=1070&ft=3&f=330761032"},{"href":"http://media.npr.org/assets/img/2014/07/11/brooklyn-marijuana-30f0e0ebe9623600596f5df9d00028364543cc60.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}