{"created":"2015-04-14T09:00:58+00:00","modified":"2015-06-05T15:26:48+00:00","valid":{"from":"2015-06-05T15:26:48+00:00","to":"3015-06-05T15:26:48+00:00"},"hreflang":"en","title":"Republicans Are Making Foreign Policy The Obamacare Of The 2016 Election  ","published":"2015-04-14T17:35:00+00:00","teaser":"The GOP still has the health care law in its sights, but now it also promises to do away with the president's opening to Cuba and nascent deal on nuclear development with Iran.","itags":["npr_api","399435501"],"guid":"4ddaf72c-0fa4-4a84-8bc5-fb17fa439ccd","contentencoded":"<p>In 2012, Republicans unanimously made a vow. If their party captured the White House, they would repeal President Obama's signature achievement, the Affordable Care Act.</p><p>In 2016, they've added something else: the reversal of Obama's signature foreign policy achievements, his outreach to hostile nations.</p><p>In his second term, Obama has been working to restore diplomatic relations with Cuba for the first time in more than half a century. His administration has also been negotiating a deal to limit Iran's nuclear program.</p><p>A number of GOP presidential contenders have vowed a U-turn on both policies, no matter what may happen between now and the next Inauguration Day.</p><p>That's why Obama's foreign policy may shape up to be the Obamacare of 2016. Republicans pledge to erase the president's acts as soon as a Republican is again sitting behind the Oval Office desk.</p><p>Sen. Marco Rubio, R-Fla., is among those calling for a reversal. Rubio spoke with NPR on Monday, the day he announced his presidential campaign. Rubio, who is Cuban-American, made the announcement at Miami's Freedom Tower, where Cuban exiles fleeing Fidel Castro's regime once came to receive federal support. Rubio is a fierce critic of Cuba's government and of warming U.S. relations with it.</p><p>Would Rubio really re-break<em></em> diplomatic relations with Cuba if elected?</p><p>\"Absolutely,\" he says. He says he wants \"free and fair elections\" in Cuba and that U.S. policy can provide \"major leverage.\"</p><p>This was largely the approach that U.S. presidents took for generations — until December 2014, when Obama said that more than half a century of waiting was long enough.</p><p>Rubio is just as definite on Iran.</p><p>The U.S., other world powers and Iran have negotiated a framework agreement under which Iran would accept limits on its nuclear program in exchange for the lifting of global economic sanctions.</p><p>Rubio contends that what one president gives, the next may take away. \"What [Obama] is banking on,\" Rubio says, \"is that he is going to use a national security waiver to lift the sanctions,\" a move that allows the president to act without a vote in Congress. \"We would simply re-impose the sanctions.\"</p><p>Rubio says he would make this move even if other world powers and the United Nations failed to follow suit, though he admits his move \"wouldn't be as effective\" that way.</p><p>Such a move could lead to a new confrontation with Iran. Rubio says he hopes to avoid war and (as with Cuba) buy time until the regime changes.</p><p>The prospect of such dramatic foreign policy reversals raises many questions. The simplest is this: Could a President Rubio (or Walker, or Cruz, or ...) really do<em> </em>these things?</p><p>Strictly speaking, yes.</p><p>A president can break diplomatic relations with Cuba, even if they've just been restored.</p><p>Supporters of Obama's Cuba policy, however, expect a different dynamic. The U.S. opening to Cuba may in time bring economic opportunities. American entrepreneurs won't be clamoring to rupture ties again: They will be clamoring to modify the longstanding economic embargo against Cuba that blocks U.S. business deals.</p><p>In theory, a president could also tear up an agreement made by his predecessor. George W. Bush did this in 2001, withdrawing from a climate treaty signed by Bill Clinton.</p><p>But when Republicans first floated the idea of walking away from the Iran deal — a notion mentioned in an open letter to Iran signed by 47 Republican senators — Iran's foreign minister insisted an agreement <em>would </em>be binding on the United States, withdrawal from it would be a \"blatant violation of international law.\"</p><p>Obama is just as scornful. In an interview this month, we asked him about GOP contender Scott Walker, who had promised to break the Iran deal on \"Day 1.\" Obama replied that this was a \"foolish\" idea, which would undermine the presidency and suggested that Walker would agree \"after he's taken some time to bone up on foreign policy.\"</p><p>Republicans are boning up. Most elections don't turn on foreign policy, and by 2016, this one may not either. But there's plenty of discussion of it.</p><p>Republicans are running against the retiring president's foreign policy legacy. That means they also get one more chance — one last chance — to run against Obama.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Republicans+Are+Making+Foreign+Policy+The+Obamacare+Of+The+2016+Election++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399516221-4ec002.m3u?orgId=1&topicId=1014&d=418&p=3&story=399435501&t=progseg&e=399516080&seg=1&ft=nprml&f=399435501"}]}