{"created":"2014-11-01T09:21:55+00:00","modified":"2015-02-08T19:29:46+00:00","valid":{"from":"2015-02-08T19:29:46+00:00","to":"3015-02-08T19:29:46+00:00"},"hreflang":"en","title":"'It's A Bit Of A Gift': Yusuf Islam On His Break And Return To Music","published":"2015-01-06T23:51:00+00:00","teaser":"The story is well-known: The former known Cat Stevens became Muslim, changed his name and gave up performing for years. The hiatus gave him a chance to \"walk the talk,\" he tells NPR's Scott Simon.","itags":["npr_api","360078926"],"guid":"4ddca897-4ae9-4716-b076-8a4cdbb9fe75","contentencoded":"<p>The story is well-known: After making some of the most distinctive music in pop history, the artist once known as Cat Stevens became Muslim, changed his name and gave up performing to concentrate on faith and philanthropy. Now, as <a href=\"http://www.npr.org/artists/18378395/yusuf-islam\" target=\"_blank\">Yusuf Islam</a>, he's back with a new album called <em>Tell 'Em I'm Gone</em>, and is making his first U.S. tour since 1976.</p><p>Yusuf Islam spoke with NPR's Scott Simon about returning to the stage and what he gained from being away so long. Hear the radio version at the audio link, and read and edited version of their conversation below.</p><p><strong></strong><strong>Scott Simon: There's one especially tough song on the new album called \"I Was Raised In Babylon.\" I'm going to infer this is the song of an Englishman, saying the world is not turning out the way we thought.</strong></p><p><strong>Yusuf Islam:</strong> I take a scan of most civilizations in that song, beginning with Babylon and moving through to Egypt and Holy Land and even the, kind of, Islamic Empire, if you like. And every one has got something wrong with it. But, you know, the balance of all that power in one place at one time is very difficult to handle. civilization at a certain point kind of, falls through the drain hole, you know. It's a historic drain hole.</p><p><strong></strong><strong>I have never heard you talk about your early days. Your parents ran the Moulin Rouge — not where Toulouse-Lautrec painted, but a restaurant in London, in the West End off Picadilly. Was there a lot of music around there?</strong></p><p>Absolutely. I mean, we were at the center of it and, and people used to travel for miles to get to where we lived, you know. And I went to school on Drury Lane — that's the row of theaters.</p><p><strong>Like g</strong><strong>oing to school on Broadway.</strong></p><p>Exactly. And so really, that was my education. It was all entertainment, everywhere; I mean, I thought this was natural. But then I realized that there weren't so many parks around there. And that's where, when you come to my music, a song like \"Where Do The Children Play,\" there's a kind of harking to that issue.</p><p><strong>Y</strong><strong>ou went to the hospital with tuberculosis, right?</strong></p><p>Correct.</p><p><strong></strong><strong></strong><strong>And it was pretty serious, I gather.</strong></p><p>Yeah, I had one year of very exciting life in the pop business, touring with <a href=\"http://www.npr.org/artists/15696782/jimi-hendrix\" target=\"_blank\">Jimi Hendrix</a> and doing all the shows and everything that you would imagine. Worked very hard in that initial year. And then I ran myself into the ground. Suddenly you're on your back and doctors are all around you. They're sticking big needles into you, and you're taking these horse-sized tablets to get better. You realize life isn't quite as rosy as you thought it was gonna be.</p><p>I think a lot of people who do go through very shattering life experiences take another look at themselves. It's a chance, actually, to do that. It's a bit of a gift. Because who knows what would've happened if I had kept on that road, you know?</p><p><strong></strong><strong>Your friend, Jimi Hendrix.</strong></p><p>Yeah, I mean, exactly. So I think I was fortunate.</p><p><strong></strong><strong>I must say, listening to this CD, your voice seems as vibrant as ever. Do you think you may have</strong><strong> </strong><strong>benefited</strong><strong> </strong><strong>by taking</strong><strong> </strong><strong>a few years away from the industry?</strong></p><p>Absolutely. I mean, I don't drink. I don't smoke. And I don't do much exercise, but at the same time, I live a very healthy life, and it's definitely helped.</p><p>I gave music a break for almost 20 years. And one of the reasons for that was that I wasn't sure where it fit. I didn't see anything in the Quran saying music is forbidden, nothing like that. But there's all these interpretations and people talking and telling you and warning you, \"Sex, drugs, and rock and roll and all that stuff. Get out!\" And so, you know, I started a family. There was lots of logic to the steps I took. But when you're making music, somehow you get into a place where you get inspired. So there is something of inspiration which takes place, which is very valuable to the human being. And I think that that's probably why I made music. I felt inspired.</p><p><strong></strong><strong>Sounds like you would've missed it in 20 years.</strong><strong> </strong></p><p>Yeah. But then, you know, I was singing about, \"Where do the children play?\" Guess what? I started a school with a big, big playground, so there you go. It's kind of like walking the talk. That's what I tried to do, and I think that it's not because other people are watching me. It's because I'm looking at myself, and I'd like to make sure I conform to my ideal as much as possible. That's all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27It%27s+A+Bit+Of+A+Gift%27%3A+Yusuf+Islam+On+His+Break+And+Return+To+Music&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"469"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360629511-856b87.m3u?orgId=1&topicId=1105&e=360078926&d=469&ft=nprml&f=360078926"},{"href":"http://media.npr.org/assets/img/2014/10/30/yusuf_1_-c-danny-clinch-de026389caaf1bc5f674b978c7022af1d971bb82.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2877","width":"3836"}}]}