{"created":"2014-10-02T20:29:04+00:00","modified":"2014-11-10T20:30:20+00:00","valid":{"from":"2014-11-10T20:30:19+00:00","to":"3014-11-10T20:30:19+00:00"},"hreflang":"en","title":"Two Dead Writers Come Alive In New Collections","published":"2014-10-03T17:09:00+00:00","teaser":"Italo Calvino's <em>Into the War</em> and Philip K. Dick's <em>We Can Remember It for You Wholesale, </em>two posthumously published books of short fiction, contrast greatly but deliver stimulating reading experiences.","itags":["npr_api","348672470"],"guid":"4de1b3e5-255f-489b-a52d-419fac979e56","contentencoded":"<p>This month sees the publication of posthumous collections of short fiction by two 20th century literary giants, the Italian fantasist Italo Calvino, and the American science-fiction writer Philip K. Dick. Reading these two books is like partaking in one of those fabled banquets of desserts. I seized the opportunity to read as many of the stories as I could in one sitting.</p><p>That's easy with the Calvino volume. The story writer, born in Cuba and raised in San Remo, Italy, near the French border, was just 16 when Mussolini linked up with the Nazis to make war against his neighbor. Young Italo was forced to join a Fascist youth group with a lot of other Italian adolescents who spilled over the border at the Riviera into France. Out of this experience came three early stories, which translator Martin McLaughlin has put together into a slim volume under the title <em>Into the War. </em>Each piece is thoroughly autobiographical and realistic; each is based on Calvino's time as a teenager during the war.</p><p>To see the self-portrait of the young artist as an unwilling proto-Fascist turns out to be quite rewarding. As he dramatizes the very first hours of the first day of Italy's involvement in the war, as he describes how he joined scores of young men like himself in the rampage of the French town of Menton, and as he recollects how he teamed up with a friend to serve as a youthful guard in his hometown back across the border, his pages make for a convincing if idiosyncratic study of a small part of the population at a time of war.</p><p>But the accuracy of the details aside, the true pleasure of reading this early work comes from young Calvino's easeful sense of metaphor — how, for example, marching among the art nouveau buildings of Menton, abandoned by the French, he feels the city is \"a theater with its lights out, with scenery discarded and in disrepair.\" And Calvino is a prodigy at the job of creating mood, as when the young narrator, \"wandering along the seafront with its low, prickly palm trees\" notices:</p><blockquote><p>\"the slow beating of the sea against the rocks mingled with the natural stillness of the countryside and enclosed in a kind of circle the deserted city and its unnatural silence, which was broken now and again by isolated noises echoing through it: the ta-ra-ra of a trumpet, a song, the roar of a motorbike.\"</p></blockquote><p>In this way these first pages suggest just how much the mature fabulist <em>would</em><em> </em>give us later in life.</p><p>It's quite a contrast with the volume of stories from Philip K. Dick — work he published from the early '60s to the early '80s — almost all of which reads like a product of his full-blown genius. In the more than two-dozen pieces collected here, fans of his work will be pleased to find the title story \"We Can Remember It for You Wholesale,\" which led to two movies based on this single story, and a number of other brilliant tales that play with the notion of chance and time, the illusory nature of reality, and the fragile construct we call identity. The majority of these are what we might call concept pieces, stories that come alive as a way of responding to some fascinating conundrum.</p><p>What if time runs in reverse? What if a girl's brother comes to reside in her abdomen? What if China, after a global war, comes to dominate the North American continent? And psychosis is reality and reality psychosis? And death is life and life death?</p><p>In this and the four other volumes in this splendid series from Subterranean Press, we have many reminders of how much this writer gave us from the start of his career to its untimely end — short fiction we can return to time and time again. I know it sounds like a story by P.K. Dick, but how I wish that we could bring back both him and Calvino to write and write again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Dead+Writers+Come+Alive+In+New+Collections&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353312836-27a134.m3u?orgId=1&topicId=1034&ft=3&f=348672470"}]}