{"created":"2014-12-11T19:12:09+00:00","modified":"2014-12-11T19:26:36+00:00","valid":{"from":"2014-12-11T19:26:36+00:00","to":"3014-12-11T19:26:36+00:00"},"hreflang":"en","title":"Hollywood's Torture Obsession","published":"2014-12-11T19:26:00+00:00","teaser":"The Senate report on the CIA's use of torture makes one thing clear: torture for information does not work. For Hollywood, however, it is a different story.","itags":["npr_api","370131310"],"guid":"4de30759-ac62-44d2-a469-f464821e7c96","contentencoded":"<p>The Senate report on the CIA&#8217;s &#8220;enhanced interrogation techniques&#8221; makes one thing clear: torture for information does not work. For Hollywood, however, it is a different story.</p><p>From television shows like &#8220;24&#8221; and &#8220;Homeland,&#8221; to films like &#8220;Zero Dark Thirty,&#8221; fictionalized torture has made quite a play in the spotlight in the years after the 9/11 attacks.</p><p>But how do we, as humans and Americans, square the fantasy with the troubling realities highlighted in the report?</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young spoke with sociologist <strong>Eric Klinenberg</strong> for a closer look at Hollywood&#8217;s torture obsession.</p><h4>Interview Highlights: Eric Klinenberg</h4><p><strong>On reconciling feelings toward real-life torture versus Hollywood versions</strong></p><p>“We live in a time of anxiety, still. Especially after September 11th, we were all aware that the American government and the intelligence agencies we have were doing everything possible to extract information from people we considered a threat. There was a hunger in many American communities to exact some revenge as well, so when “24” came out, those scenes of torture in which there was a kind of ticking time bomb scenario where the person being tortured had information which, if we could get, could save lives — those were almost cathartic.”</p><p><strong>On why people in the government refer to Hollywood versions of torture</strong></p><p>“One of the things that’s so powerful about the Hollywood depictions of torture is that they’ve become our only way to process the human and moral features of these situations. It’s one thing to read newspaper articles, but when we have characters like Jack Bauer and enemies we can see, and we watch the scenes unfold — that gives us something to talk about with our spouses and family members and coworkers and friends, so that’s why I guess I’m not all that surprised that Supreme Court justices and policymakers at the highest levels are citing &#8217;24&#8217; and Jack Bauer rather than real cases.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.ericklinenberg.com/\" target=\"_blank\">Eric Klinenberg</a></strong>, professor of sociology and director of the <a href=\"https://ipk.nyu.edu/\" target=\"_blank\">Institute for Public Knowledge</a> at New York University. He tweets <a href=\"https://twitter.com/ericklinenberg\" target=\"_blank\">@ericklinenberg</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hollywood%27s+Torture+Obsession&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"461"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370131313-3b47ba.m3u?orgId=1&ft=3&f=370131310"}]}