{"created":"2014-10-08T03:08:21+00:00","modified":"2014-10-31T00:42:06+00:00","valid":{"from":"2014-10-31T00:42:06+00:00","to":"3014-10-31T00:42:06+00:00"},"hreflang":"en","title":"Comedian Joel McHale Talks Dyslexia, Bad TV And Filming A Thriller","published":"2014-07-01T14:19:00+00:00","teaser":"The host of<em> The Soup</em> co-stars in the thriller <em>Deliver Us From Evil</em>. \"I felt like a 12-year-old getting to be in an action film,\" McHale tells<em> Fresh Air</em>'s Terry Gross.","itags":["npr_api","326950672"],"guid":"4de62b19-d140-4dc4-a8bb-c426842464cc","contentencoded":"<p><em><strong>Update:</strong> Since this story was published, Sony Pictures Television — which produces </em>Community<em> — <a href=\"http://variety.com/2014/tv/news/community-to-return-for-new-season-on-yahoo-1201255382/\">announced</a> that Yahoo will be picking the show up for a sixth season. This story has been updated to reflect that development.</em></p><p>Comedian Joel McHale, the star of the recently canceled-then-resurrected NBC series <em>Community </em>and host of <em>The Soup</em> on the E! network, says he was excited about his role in the new movie <em>Deliver Us From Evil</em>. It's a cop thriller with a supernatural edge.</p><p>\"I felt like a 12-year-old getting to be in an action film,\" McHale tells <em>Fresh Air's</em> Terry Gross.</p><p>The movie is a bit of a departure for McHale, who has a knack for comedy.</p><p>The series <em>Community</em> was set at a community college and was famous for alluding to and parodying movies and TV shows. In May, NBC canceled the show after five seasons, but fans were holding out hope that there would be another season — and now there will be. Sony Pictures Television, which produces the show, has announced it will return for a sixth season that will be available exclusively online through Yahoo.</p><p>\"I think the show would be crazy and wonderful if it was unencumbered by commercial breaks or network sensitivities,\" McHale says. \"It would be pretty wild.\"</p><p>Since 2004, McHale has also satirized reality TV and celebrity news as the host of <em>The Soup</em>. In May, he hosted the White House Correspondents' Association dinner.</p><p>McHale talks about making the president laugh, reading teleprompters with dyslexia, and watching lots of bad TV for<em> The Soup.</em></p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On doing stunts for <em>Deliver Us From Evil</em></strong></p><p>I actually do tumble down the stairs in this huge knife-fight scene, and I thought I was being really professional not needing a stunt man. And I tumbled down and bashed my arm open and ripped all the skin off, and [the producers] said, \"Good job, Joel. That was really necessary, and now you have to do it five more times.\"</p><p>And then my stunt double, he was very good to the point where I get thrown into a well, and I did it myself once, and everyone kind of gave a clap and said, \"That looked great, Mr. Actor Guy.\" And then the stunt double did it, and it looked amazing, and then everyone clapped and I said, \"How did you do that?\" And he said, \"Oh, I got knocked out.\" He actually knocked himself unconscious — not on purpose. ... He really sacrificed himself.</p><p>On top of that, he's a Princeton grad, so I just want to say, thank you, Princeton, for making such a great stunt double who will knock himself out for a movie.</p><p><strong>On cheating his way through school </strong></p><p>I do have a very similar trait to [my] character [on <em>Community</em>] in that I cheated my way through high school and college. ... I am pretty dyslexic, so I never could really read. I did terrible on my SATs. I couldn't read the way that other students read, so I would just cheat, which in my silly brain, I was like, \"This is a skill that I'm developing — how to just get around everything!\"</p><p><strong>On reading teleprompters with dyslexia </strong></p><p>There [are] all these live shows I'm doing with <em>The Soup</em> now, and I'm reading [a] teleprompter the whole time, and people wanted to promote [the show] by saying, \"Anything could go wrong!\" That's what the E! executives wanted, and I was like, \"No, no, no! Just tell them I'm dyslexic. That should raise the stakes enough.\"</p><p>So I really have to concentrate. It might not look like I'm concentrating and I'm just screwing around, but I really do have to concentrate while I'm reading. And half of the time I'm getting it wrong, but you can't tell because I'm just making up different words for it. It's smoke and mirrors.</p><p><strong>On keeping his jokes a secret for the White House Correspondents' Association dinner </strong></p><p>Everyone wants to see your jokes. C-SPAN wants to see your jokes so they know who to go to with their cameras. The president's people would like to see your jokes because they want to know what you're going to talk about. I didn't want anybody to see my jokes because I feel like if C-SPAN knew who I was going to make fun of, then the camera would be on them before I was finished with the joke.</p><p>... I think it's a good policy not to show anybody your jokes. ... They weren't going to censor me at all. ... They literally put no restrictions on what I was going to say. I could've said anything I wanted. In some countries, if [you] were to say the things I said, you would be thrown into jail.</p><p><strong>On hosting <em>The Soup</em></strong></p><p>I used to watch a ton of bad television because we had no staff, and it was about five of us, and we had to divvy up seven days of television ... all of the channels. It got to the point where I thought I was going crazy. ... Now we have 12 people plus two interns; everyone watches TV all the time. ...</p><p>Now I tell my mom, I go, \"Mom, you know when I was a kid and you told me to turn off the television and go outside and play?\" I'd be like, \"You literally were hurting my career when you did that. You literally stopped me from doing now, what I do for a living.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Comedian+Joel+McHale+Talks+Dyslexia%2C+Bad+TV+And+Filming+A+Thriller&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2735"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327053071-94aa2d.m3u?orgId=1&topicId=1048&ft=3&f=326950672"},{"href":"http://media.npr.org/assets/img/2014/06/30/488090227-42014fdb69d739c92e67aba5c370906e994af27d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2343","width":"3122"}},{"href":"http://media.npr.org/assets/img/2014/06/30/dufe-pk-13_-df-00515_r--34af026b3cd37962421e31774fbae5acd875152c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1976","width":"2634"}}]}