{"created":"2014-10-08T15:07:06+00:00","modified":"2014-10-31T01:38:07+00:00","valid":{"from":"2014-10-31T01:38:07+00:00","to":"3014-10-31T01:38:07+00:00"},"hreflang":"en","title":"Sen. Corker Wants More Lasting Show Of Force In Eastern Europe","published":"2014-05-30T17:10:00+00:00","teaser":"Sen. Bob Corker, the top Republican on the Senate Foreign Relations panel, says President Obama's recent West Point speech should be thrown \"in the trash can\" in favor of tougher foreign policy goals.","itags":["npr_api","317274919"],"guid":"4e0387dc-48b5-4ea1-94c7-19111886a93d","contentencoded":"<p>Sen. Bob Corker of Tennessee, the top Republican on the Senate Foreign Relations Committee, had tough words following President Obama's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/28/316679829/obama-emphasizes-importance-of-alliances-in-foreign-policy-address\" target=\"_blank\">West Point speech</a> and <a href=\"http://www.npr.org/blogs/parallels/2014/05/29/316681245/more-diplomacy-fewer-military-missions-5-obama-statements-explained\" target=\"_blank\">NPR interview</a> about foreign policy goals.</p><p>Corker said Obama hasn't responded strongly enough to crises in Ukraine and Syria, and he doesn't think the speech was strong either.</p><p>\"I just didn't hear that clarity, so I would throw that speech in the trash can. I would do something far stronger when I'm in Europe, and then I would back it up,\" Corker told NPR's Steve Inskeep.</p><p>The president travels to Europe next week.</p><hr /><h3>Interview Highlights</h3><p><strong>On the U.S. effort to punish Russia for intervening in Ukraine and seizing Crimea. </strong></p><p>Our sanctions were very weak. I think you read about the <a href=\"http://www.npr.org/2014/05/22/314761253/russian-economic-forum-boycotted-over-ukraine-crisis\" target=\"_blank\">economic forum</a> that just occurred in St. Petersburg where one of the isolating, quote, oligarchs there were laughing about the fact that the sanctions not only didn't have a lot of impact on them but that other companies were clamoring to do business with them from other countries. So we'll see.</p><p><strong>On what the president should be doing that he's not about Ukraine </strong></p><p>We certainly need to lay out plans to strengthen NATO. We certainly need to challenge Western Europe, which has become very lax in their support of NATO and we also need to show what we ourselves are going to do relative to strengthening the ability of Eastern Europe to stand up to ... aggression by Russia.</p><p>There are numbers of ways [to show that.] Is there a reconfiguration [of troops] since really Western Europe doesn't feel any kind of threat at present? Eastern Europe does.</p><p>So there's the military piece ... making sure that Russians understand that these are not places like Crimea was but these are places that, coming into, there would be problems.</p><p>Here's the thing, look, I was very distraught, candidly, over our policy in Syria. And I think it's lead to much of the world looking at the United States and wondering if we are credible ...</p><p><strong>On whether both he and Obama see that U.S. foreign policy goals are somewhere between going to war and doing nothing </strong></p><p>Well when it's framed in this way; Let me go back to Syria last August and September there was a red line that was established and immediately it became the world's red line, not America's. [Steve Inskeep: The president effectively said that use of chemical weapons was a red line. It was presumed that meant he would order a military strike if there was a use of chemical weapons, and then he did not.] So I think it's sort of in that air of permissiveness, the lack of clarity, that people miscalculate and really bad things can happen down the road. So that's what I'm concerned about. This is something that's heartfelt, it's of deep concern on both sides of the aisle, and again, I hope when he goes to Europe, he'll speak in a different way but then I hope he will also follow up in a different way.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sen.+Corker+Wants+More+Lasting+Show+Of+Force+In+Eastern+Europe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274923-cca639.m3u?orgId=1&topicId=1014&ft=3&f=317274919"},{"href":"http://media.npr.org/assets/img/2014/05/30/corker-08ef5ca0d092d1a4f0695ce58f389a8d2a573136.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}