{"created":"2014-09-03T21:05:33+00:00","modified":"2014-12-23T18:14:22+00:00","valid":{"from":"2014-12-23T18:14:22+00:00","to":"3014-12-23T18:14:22+00:00"},"hreflang":"en","title":"A 'Major Shift' In Oversight Of Special Education ","published":"2014-06-24T23:14:00+00:00","teaser":"Education Secretary Arne Duncan announces new measures for ensuring that students with disabilities are making progress.","itags":["npr_api","325229848"],"guid":"4e067783-f74b-48b5-975d-81f546cad4a6","contentencoded":"<p>The Obama administration said Tuesday that the vast majority of the 6.5 million students with disabilities in U.S. schools today are not receiving a quality education, and that it will hold states accountable for demonstrating that those students are making progress.</p><p>Education Secretary Arne Duncan announced what he calls \"a major shift\" in how the government evaluates the effectiveness of federally funded special education programs.</p><p>\"It's not enough for a state to be compliant if students can't read or do math,\" Duncan said. \"We must have a system that will do more than just measure compliance.\"</p><p>The latest government figures show that the dropout rate for students with disabilities is twice that for nondisabled students. Two-thirds of students with disabilities are performing well below grade level in reading and math. By the eighth grade, that figure rises to 90 percent.</p><p>And yet, Duncan said, most states are doing exactly what the federal Individuals with Disabilities Education Act has required until now. School districts are required to create an \"individualized education plan,\" or IEP, tailored to a student's needs.</p><p>School officials must show that these children are getting instructional support in a timely manner and that they have full access to the curriculum and everything else that goes on in school.</p><p>Under the new guidelines, Duncan says he'll require proof that these kids aren't just being served but are actually making academic progress.</p><p>\"We know that when students with disabilities are held to high expectations and have access to a robust curriculum, they excel,\" Duncan said.</p><p>These are students with a range of disabilities, from ADHD and dyslexia to developmental, emotional and behavioral disorders. During his conference call with reporters, Duncan was joined by Kevin Huffman, Tennessee's education commissioner.</p><p>Huffman challenged the prevailing view that most special education students lag behind because of their disabilities. He said most lag behind because they're not expected to succeed if they're given more demanding schoolwork and because they're seldom tested</p><p>\"In Tennessee, we've seen over time that our students with disabilities did not have access to strong assessments. So the results were not providing an honest picture of how those students were doing.\"</p><p>The Education Department has already targeted Delaware, California, Texas and the District of Columbia for federal intervention because special education students in these jurisdictions are not doing well.</p><p>Duncan says he is creating a $50 million technical-assistance center to help states comply with the new guidelines. States that fall short could lose federal funding earmarked for special education, which totals about $11.5 billion a year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+%27Major+Shift%27+In+Oversight+Of+Special+Education+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"149"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229849-f70110.m3u?orgId=1&topicId=1013&ft=3&f=325229848"},{"href":"http://media.npr.org/assets/img/2014/06/24/450708254-a36ba5474a96bc50d9e5c1ecbee66fdb40289bc7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}