{"created":"2014-08-28T21:53:56+00:00","modified":"2014-08-28T21:53:56+00:00","valid":{"from":"2014-08-28T21:53:56+00:00","to":"3014-08-28T21:53:56+00:00"},"hreflang":"en","guid":"4e193d15-7155-493f-afbc-7df4e26002b2","title":"The US has a wide variety of mosques, and these two guys have seen a lot of them","published":"2014-08-28T21:53:56+00:00","byline":"Shirin Jaafari","teaser":"Aman Ali and his friend Bassam Tariq know how diverse the Muslim community is- a couple years ago, they criss-crossed the US and visited a different mosque every day for a month. Aman says the Muslim communities he met with are as diverse as America itself- and the mosques are just as unique.","tags":["Global Nation","Belief","Lifestyle & Belief","Albuquerque","New York City","Anchorage","America","United States","India","Islam","Islamic architecture","Islamic culture","Mosque","Religion"],"contentencoded":"<p>Growing up in central Ohio, <a href=\"http://amanali.net/\">Aman Ali</a>&rsquo;s neighborhood had only one mosque.&nbsp;<o:p></o:p></p><p>That mosque was the place of worship for Ali&rsquo;s family, who had immigrated to the US from India.&nbsp;<span style=\"line-height: 1.538em;\">Then a second mosque opened its doors. And it was hosting a basketball tournament.</span></p><p><o:p></o:p></p><p>When Ali told his mother that he wanted to go that mosque to take part in the tournament, she was surprised.<o:p></o:p></p><p>&ldquo;My mom said, well, why do you want to go over there? That&rsquo;s the Arab mosque,&rdquo; Ali recalls.<o:p></o:p></p><p>He says his mother wasn&rsquo;t trying to be &quot;racist&quot; but that it was just known that Muslims from one part of the community didn&rsquo;t go to mosques that belonged to a different one.<o:p></o:p></p><p>This experience got Ali thinking about the diversity of the Muslim population in the US. Years later, he and his friend, <a href=\"https://twitter.com/curry_crayola\">Bassam Tariq</a>, decided to take a road trip across the US to explore various Muslim communities and their places of worship.<o:p></o:p></p><p>Their adventure began in 2010. They set out to visit a mosque every day during the month of Ramadan. They documented their trip in a blog called &ldquo;<a href=\"http://30mosques.com/sample-page/\">30 mosques, 30 days</a>.&rdquo;<o:p></o:p></p><p>&ldquo;It blossomed into this beautiful project that we couldn&rsquo;t in our wildest dreams imagine,&rdquo; Ali says.<o:p></o:p></p><p>Their journey took them to places like Alaska, New Mexico and Hawaii. They broke fast with the Muslim community in cities such as Little Rock, Arkansas and New York City.<o:p></o:p></p><p>One part of the trip that Ali recalls best is when they went to Abiquiu, New Mexico,&nbsp;an hour outside of Albuquerque. They found a Muslim community that lived high up in the mountains.<o:p></o:p></p><p>&ldquo;They took adobe mud and built a mosque that looks more like Native American Pueblo houses,&rdquo; he says.<o:p></o:p></p><p>Ali says Muslims there have adapted to a farming lifestyle.<o:p></o:p></p><p>&ldquo;The people who live there are architects, financial analysts and planners &mdash; they just gave up the city life,&rdquo; he says.<o:p></o:p></p><p>Throughout their journey, <a href=\"http://twitter.com/amanali\">Ali</a> and Bassam spent time in Muslim communities as diverse as America is itself.<o:p></o:p></p><p>Ali is now devoting his time to comedy, but he says they might go on another road trip again.<o:p></o:p></p><p>&ldquo;There&rsquo;s always a part of us that is like, &lsquo;man, we could do it again.&#39; So, I guess we&rsquo;ll see,&rdquo; he says.</p><p><em><span style=\"line-height: 1.538em;\">This post follows <a href=\"http://www.pri.org/stories/2014-08-26/alaskas-first-mosque-opens-its-doors\">our story from Tuesday</a> about a new mosque in Anchorage, Alaska.</span></em></p><p><o:p></o:p></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/gallery/EDIT_adobe_mosque.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/editadobemosquejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082720148.mp3"},{"href":"/file/082720148mp3-0"}]}