{"created":"2014-10-07T23:25:13+00:00","modified":"2014-10-08T18:56:03+00:00","valid":{"from":"2014-10-08T18:56:02+00:00","to":"3014-10-08T18:56:02+00:00"},"hreflang":"en","guid":"4e1a4add-87fb-4fc8-9974-573655cd53c6","title":"Mistrust and confusion surround the disappearance of 43 Mexican students","published":"2014-10-08T18:56:00+00:00","byline":"David Leveille","tags":["crime","kidnapping","conflict","Justice","Conflict & Justice","Iguala","North America","Central America / Caribbean","Mexico","North America","Central America / Caribbean","Randal Archibold","Enrique Pena Nieto","Iguala","Education"],"teaser":"As many as 43 college students are missing and feared dead in the southern Mexican city of Iguala. Investigators are trying to piece together what happened, but with both the police and gangs suspected in the kidnappings, many parents don't trust the government's investigation.","contentencoded":"<p>Hasta Encontrarlos&nbsp;means &ldquo;until they are found.&rdquo; And in southern Mexico,&nbsp;you&#39;ll&nbsp;see this message scrawled on the sides of buildings and written across&nbsp;bumper stickers.</p><p>It refers to 43 student who went&nbsp;missing from the Ayotzinapa Teacher&nbsp;Training College in the city of Iguala.&nbsp;The students were allegedly kidnapped by local police, then turned over to a criminal gang. That&#39;s happened before, but the scope of this kidnapping goes beyond previous incidents.</p><p>&quot;These were students from a rural Mexico teaching college. ... They had come to Iguala to solicit public donations for an upcoming march they were planning,&quot; says Randal Archibold, who <a href=\"http://www.nytimes.com/2014/10/07/world/americas/43-missing-students-a-mass-grave-and-a-suspect-mexicos-police-.html?_r=0\">wrote about the missing students</a> for the New York Times.</p><p>&quot;They also have a habit of stealing microbuses [to&nbsp;transport&nbsp;people to their demonstrations,]&quot; Archibold explains. &quot;So there was a confrontation with the police, there were a couple rounds of shooting, three&nbsp;students were killed and three&nbsp;innocent bystanders as well. The really disturbing chapter occurred when the police rounded up some of the students. It&#39;s not clear how many were taken away but a video camera captured some of it, and they&#39;ve been missing since.&rdquo;</p><p>The fear is that they were&nbsp;executed and&nbsp;dumped in a mass grave that has&nbsp;now&nbsp;been discovered in Iguala. It held&nbsp;28 bodies, and two&nbsp;witnesses in the investigation told authorities that 17 of the students were killed there.</p><p>Against that confusing backdrop, Archibold says&nbsp;investigators&nbsp;are still trying to track down the rest of the missing students. &quot;There is some hope that they might be alive and hiding somewhere, but as time goes on, those hopes are dimming,&quot; he says.</p><p>There&#39;s also a team of investigators from Argentina on the scene in Iguala. Archibold says they&#39;ll begin an independent investigation because &quot;the students and the family members don&#39;t entirely trust the state authorities to carry out an honest investigation.&quot;</p><p>Many parents have been gathering at the school to meet&nbsp;with the Argentines,&nbsp;Archibold says. &quot;Part of the big pain in Mexico is never really knowing for sure. People go missing all the time, and families often don&#39;t know what happened,&quot; he says. &quot;Clearly a lot of them are abducted and killed, but there isn&#39;t really much investigation done. There&#39;s tremendous international attention focussed on this case and Mexico&#39;s throwing everything but the kitchen sink at it, so perhaps they&#39;ll get some answers.&quot;</p><p>As the investigation continues, the&nbsp;signs and stickers that read &quot;Hasta Encontrarlos&quot;&nbsp;capture&nbsp;the defiant&nbsp;mood of many of the victims&#39;&nbsp;families &mdash; and their lingering hopes that the students are still alive.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100720146.mp3"},{"href":"http://www.pri.org/file/100720146mp3"}]}