{"created":"2015-05-14T20:38:53+00:00","modified":"2015-05-14T20:38:53+00:00","valid":{"from":"2014-02-03T12:19:01+00:00","to":"3014-02-03T12:19:01+00:00"},"hreflang":"en","guid":"4e2c0f4d-7dbd-4cda-880b-23cc3317cd02","contenttemplated":"[{\"content\":\"<p>The history of the debt ceiling is a little bit like a piece of classical music.  It starts out softly.  Kind of like one of Richard Wagner’s operas. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Congress used to approve borrowing – project by project. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> “Wars or projects like canal building and expansion of the navy, etcetera,&quot; says Fred Beuttler, a congressional historian at Carroll University. </p>\"},{\"content\":\"<p>He says eventually that incremental budgeting got too cumbersome.  So the modern debt ceiling was born in the 1930s. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>And then the tempo of our debt ceiling ditty changes.   Debt limit votes become a verdict on overall federal spending. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s really like a stick that Congress uses to beat up on the executive with,&quot; says Joseph Thorndike, a historian with Tax Analysts.  &quot;And who doesn’t like to have a stick?” </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The debt ceiling debate first crescendoed in the 1940s and 50s.  As Congress faced off with presidents Roosevelt, and Eisenhower.   There were debt ceiling fights in the 90s.  But the most serious threat of actual default came in 2011.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>That’s where Mark Patterson enters the picture.  He was Treasury chief of staff from 2009 until just last May.   He blames the crescendo of debt ceiling rhetoric on the polarization of the country as a whole.  He can’t even remember how many debt ceiling cliff hangers there were while he was at Treasury.</p>\"},{\"content\":\"<p>He says, “They are something of a blur to me at this point but we had about a half a dozen of them during the time that I was there.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>I want to jog Patterson’s memory.  So I persuade him to brave the cold and take a brisk walk to the Treasury building.  Patterson remembers 16 hour days.   And lots of takeout food. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“By the time it gets there it’s always cold though, because the secret Service guards our building,&quot; he says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>I ask Patterson where we are now in our musical debt ceiling journey.  Patterson says we’re in an interlude.  He hopes we won’t get so close to defaulting again.   Whatever happens, he says, we’ll survive.  He remembers thinking that on the darkest days of previous debt debates.  As he left the Treasury building late at night. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We’ve gotten through worse than this and hopefully these debt limit crises will subside into history, too, he says.  &quot;At least that’s what I’d try to tell myself at night as I got in the car to drive home.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Then, for further inspiration, Patterson would crank up his favorite debt ceiling musician.  Not Wagner -  Jimi Hendrix. </p>\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> </p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","tags":["debt ceiling","APM","explainer","Economy"],"description":"The debt ceiling began as a check on executive spending, but didn't reach its full crescendo until recently.","byline":"Nancy Marshall-Genzer","itags":["Marketplace Morning Report","Marketplace Morning Report for Monday, February 3, 2014","Marketplace","4e2c0f4d7dbdcda680bc23cc3317cd02","PMP:Marketplace_PMP"],"teaser":"The debt ceiling began as a check on executive spending, but didn't reach its full crescendo until recently.","published":"2014-02-03T12:19:01+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>The history of the debt ceiling is a little bit like a piece of classical music.&nbsp; It starts out softly.&nbsp; Kind of like one of Richard Wagner’s operas.&nbsp;</p>\n<p>Congress used to approve borrowing – project by project.&nbsp;</p>\n<p>&nbsp;“Wars or projects like canal building and expansion of the navy, etcetera,\" says Fred Beuttler, a congressional historian at Carroll University.&nbsp;</p>\n<p>He says eventually that incremental budgeting got too cumbersome.&nbsp; So the modern debt ceiling was born in the 1930s.&nbsp;</p>\n<p>And then the tempo of our debt ceiling ditty changes.&nbsp;&nbsp; Debt limit votes become a verdict on overall federal spending.&nbsp;</p>\n<p>“It’s really like a stick that Congress uses to beat up on the executive with,\" says Joseph Thorndike, a historian with Tax Analysts.&nbsp; \"And who doesn’t like to have a stick?”&nbsp;</p>\n<p>The debt ceiling debate first crescendoed in the 1940s and 50s.&nbsp; As Congress faced off with presidents Roosevelt, and Eisenhower.&nbsp; &nbsp;There were debt ceiling fights in the 90s.&nbsp; But the most serious threat of actual default came in 2011.</p>\n<p>That’s where Mark Patterson enters the picture.&nbsp; He was Treasury chief of staff from 2009 until just last May.&nbsp; &nbsp;He blames the crescendo of debt ceiling rhetoric on the polarization of the country as a whole.&nbsp; He can’t even remember how many debt ceiling cliff hangers there were while he was at Treasury.</p>\n<p>He says, “They are something of a blur to me at this point but we had about a half a dozen of them during the time that I was there.”</p>\n<p>I want to jog Patterson’s memory.&nbsp; So I persuade him to brave the cold and take a brisk walk to the Treasury building.&nbsp; Patterson remembers 16 hour days.&nbsp;&nbsp; And lots of takeout food.&nbsp;</p>\n<p>“By the time it gets there it’s always cold though, because the secret Service guards our building,\" he says.</p>\n<p>I ask Patterson where we are now in our musical debt ceiling journey.&nbsp; Patterson says we’re in an interlude.&nbsp; He hopes we won’t get so close to defaulting again. &nbsp;&nbsp;Whatever happens, he says, we’ll survive.&nbsp; He remembers thinking that on the darkest days of previous debt debates.&nbsp; As he left the Treasury building late at night.&nbsp;</p>\n<p>“We’ve gotten through worse than this and hopefully these debt limit crises will subside into history, too, he says.&nbsp; \"At least that’s what I’d try to tell myself at night as I got in the car to drive home.”</p>\n<p>Then, for further inspiration, Patterson would crank up his favorite debt ceiling musician.&nbsp; Not Wagner -&nbsp; Jimi Hendrix.&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p></div>","title":"Why do we have a debt ceiling, anyway?","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/184800731.jpg?itok=Hkr2Rbu-","meta":{"height":"340","crop":"primary","width":"610"},"type":"image/jpeg"},{"meta":{"duration_hms":"00:02:44","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/02/03/marketplace_segment05_20140203"},"duration":164},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/02/03/marketplace_segment05_20140203_64.mp3","format":"MP3","type":"audio/mpeg"}]}