{"created":"2014-10-07T18:41:50+00:00","modified":"2014-10-30T23:29:46+00:00","valid":{"from":"2014-10-30T23:29:46+00:00","to":"3014-10-30T23:29:46+00:00"},"hreflang":"en","title":"Afghan Brides Dress To Impress, Fueling An Unlikely Business Boom ","published":"2014-08-11T15:05:00+00:00","teaser":"In one of the world's poorest countries, where many women still wear head-to-toe burqas, lavish spending and competition among brides is fueling a boom in shops selling pricey and glamorous dresses.","itags":["npr_api","338863584"],"guid":"4e3819c8-69d0-45e2-bb52-db0cc3fa866e","contentencoded":"<p>Afghans live in one of the world's poorest countries — but you wouldn't know that from their lavish wedding ceremonies. Families sell possessions and borrow money <a href=\"http://www.npr.org/blogs/parallels/2013/11/30/247653496/crashing-an-afghan-wedding-no-toasts-but-lots-of-cheesy-music\">to rent expensive wedding halls for hundreds of guests</a>. This wedding culture is part of the reason there's been a boom in women's dress shops in my neighborhood in Kabul, the Afghan capital.</p><p>It's still one of the most jarring contradictions in Afghanistan: watching women wearing headscarves, or full, head-to-toe blue burkas, walking down the street past store windows full of glamorous, low-cut gowns.</p><p>Within the last year, a mini-mall opened up at the end of my street, and it quickly filled with more than a half-dozen shops selling elegant wedding dresses and party gowns. There are now about 20 dress shops within a block of my house.</p><p>It's typical for businesses to cluster together the way dress shops have in this upper middle-class neighborhood. Kabul's Butcher Street, Flower Street, and Toilet Street didn't get those names by accident.</p><p>Mubin Raufi runs the Romez Store in the small shopping center. Surrounded by mannequins decked out in shimmering green, pink and white gowns, he says he's been in this business for six years. He moved to this neighborhood within the last year when the mini-mall opened.</p><p>\"This area is known for shops that take custom orders, and women come here because they know they can shop comfortably and order whatever they want,\" says Raufi.</p><p>And if customers aren't comfortable with a man helping with their purchase, some stores have a woman they can call to come help instead.</p><p>Raufi says most of his customers bring catalogs or pictures of dresses, and he works with them to refine the designs – often adding a bit more covering since some of the samples are a little too risqué even for the segregated wedding parties where most of these dresses are worn.</p><p>Once the customer finalizes the design, Raufi has the dress made in a local factory. He says one of the reasons people shop in this neighborhood is because they know the dresses are Afghan-made.</p><p>As we talk, a family browses through the shop but leaves without placing an order. Raufi says business is down right now because of the uncertainty caused by the unresolved presidential election, and the ongoing audit of the ballots cast nearly two months ago. Still, he says this is a very good business.</p><p>\"This is a clean way to earn your bread for your family,\" he says.</p><p>And shop owners say that selling these high-end dresses is far more lucrative than selling day-to-day women's clothes. Despite the fact that women buy fewer of these dresses, the profit can be more than ten times that of a typical women's outfit. And there's plenty of demand for dresses that can cost up to $900 – roughly three times the average monthly wage in Afghanistan.</p><p>Conservatively dressed and wearing a headscarf, Hadiya, who like many Afghans gives only one name, is perusing the shops for her wedding dress.</p><p>\"It's in every Afghan woman's nature to want a better dress than what other women are wearing,\" says the 28-year old bride-to-be.</p><p>And that, she says, means buying the most expensive of dresses.</p><p>Farida, a 23-year-old teacher, agrees.</p><p>\"Of course there is competition among families to buy the most expensive dresses,\" she says. Farida, who is helping a friend find a wedding party dress, says she's proud of the quality of Afghan dresses and says they are worth the money.</p><p>Down the street is one of the newest businesses in the neighborhood, Woman Palace. Like the other shops in the area, and most Afghan businesses in general, it's run by a man, 27-year-old Said Nasibullah.</p><p>For three years, Nasibullah has run a construction and logistics company. But with the drawdown of foreign troops, that business has been in decline.</p><p>\"So I decided to open a separate business serving the women of Afghanistan,\" he says.</p><p>Nasibullah got the idea from his trips to Dubai, where he saw malls full of women's clothing stores. Woman Palace also sells handbags and high-heeled shoes in addition to party dresses suitable for private functions, some of which look like they wouldn't cover very much.</p><p>\"Some customers say that the dresses are too short, but the majority like our clothes,\" he says. \"It shows progress.\"</p><p>But Nasibullah says he doesn't expect to see women wearing these clothes out on the streets any time soon.</p><p><em>NPR's Sultan Faizy contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Afghan+Brides+Dress+To+Impress%2C+Fueling+An+Unlikely+Business+Boom+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292682-8b2d80.m3u?orgId=1&topicId=1149&ft=3&f=338863584"},{"href":"http://media.npr.org/assets/img/2014/08/08/kabul_dresses_1-9866dc01536273aee5954a91e68e2215bc7c5ed0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"928","width":"1237"}},{"href":"http://media.npr.org/assets/img/2014/08/08/kabul_dresses_4-08f54b839ad577aaad3e8b4b0526336e886610e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2589","width":"3452"}},{"href":"http://media.npr.org/assets/img/2014/08/08/kabul_dresses_31-b303d3d58fb09b61e083b8b5028e3d54c605a234.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3371","width":"4495"}}]}