{"created":"2014-10-31T00:50:51+00:00","modified":"2014-10-31T00:50:51+00:00","valid":{"from":"2014-10-31T00:50:51+00:00","to":"3014-10-31T00:50:51+00:00"},"hreflang":"en","title":"Big Business And Hospice Care","published":"2014-06-25T13:14:00+00:00","teaser":"How dying became a multibillion-dollar industry.  We dig into the booming business in hospice care and big charges of fraud","itags":["npr_api","325522405"],"contentencoded":"<p>How dying became a multibillion-dollar industry.  We dig into the booming business in hospice care and big charges of fraud</p><p>When the end comes – and it comes for us all – we want it to be peaceful.  Dignified.  We want to be in calm and knowing hands.  Increasingly for Americans, that means turning, when death is near, to hospice care.  A generation ago, hospice was almost unknown.  A few non-profits here and there.  Today, hospice care has exploded into a huge, multi-billion dollar business.  With lots of distinctly, aggressively for-profit players.  Drawing billions from Medicare.  And charges of fraud and mistreatment.  This hour On Point:  what’s happened with American hospice care.</p><p><p style=\"text-align: right\"><strong>&#8211; Tom Ashbrook</strong></p><h4>Guests</h4><p><strong><a href=\"http://www.huffingtonpost.com/ben-hallman/\" target=\"_blank\">Ben Hallman</a></strong>, senior financial reporter and investigative reporter for the Huffington Post. His investigative piece is called “<a href=\"http://projects.huffingtonpost.com/hospice-inc\" target=\"_blank\">How Dying Became a Multibillion-dollar Industry</a>.&#8221; (<a href=\"https://twitter.com/ben_hallman\" target=\"_blank\">@ben_hallman</a>)</p><p><strong><a href=\"http://www.nhpco.org/staff/nhpco-leadership\" target=\"_blank\">J. Donald Schumacher</a></strong>, President and CEO of the National Hospice and Palliative Care Organization. NHPCO represents both non-profit and for-profit hospices, including Vitas, one of the main national chains that reporter Ben Hellman highlighted in his report.</p><p><strong><a href=\"http://www.mountsinai.org/profiles/diane-e-meier\" target=\"_blank\">Dr. Diane Meier</a></strong>, Professor of Geriatrics and Palliative Medicine at Mount Sinai Hospital in New York and Director of the Center to Advance Palliative Care. She is Principal Investigator of a National Cancer Institute-funded study on palliative care services for cancer patients and on the Board of Directors of non-profit Visiting Nurse Service of New York. She received a MacArthur Foundation Fellowship in 2008. She is the author of: <a href=\"http://www.amazon.com/Palliative-Care-Transforming-Serious-Illness/dp/047052717X?tag=wburorg-20\" target=\"_blank\">Palliative Care: Transforming the Care of Serious Illness</a>.</p><h4>From Tom&#8217;s Reading List</h4><p><a href=\"http://projects.huffingtonpost.com/hospice-inc\"><strong>Huffington Post</strong>: How Dying Became A Multibillion-Dollar Industry</a> &#8211; Mounting evidence indicates that many providers are imperiling the health of patients in a drive to boost revenues and enroll more people, an investigation by The Huffington Post found.</p><p><a href=\"http://newoldage.blogs.nytimes.com/2014/03/03/differences-in-care-at-for-profit-hospices/\"><strong>New York Times</strong>: Differences in Care at For-Profit Hospices</a> &#8211; For the terminally ill and their families, the disenrollment issue seems troubling. Some hospices now discharge 30 percent or more of their patients, withdrawing the services they’ve come to rely on.</p><p><a href=\"http://www.washingtonpost.com/business/economy/terminal-neglect-how-some-hospices-fail-the-dying/2014/05/03/7d3ac8ce-b8ef-11e3-96ae-f2c36d2b1245_story.html\"><strong>The Washington Post</strong>: Terminal neglect? How some hospices treat dying patients</a> &#8211; For more than a million patients every year, the burgeoning U.S. hospice industry offers the possibility of a peaceful death, typically at home. But that promise depends upon patients getting the medical attention they need in a crisis, and hundreds of hospices provide very little care to such patients, a Washington Post investigation has found.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Business+And+Hospice+Care&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"4e477632-800c-41b9-9380-cef02f1f6cae","audio":[{"meta":{"duration":"2866"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325522408-44c8c3.m3u?orgId=1&ft=3&f=325522405"}]}