{"created":"2014-09-15T21:13:02+00:00","modified":"2014-09-16T18:28:32+00:00","valid":{"from":"2014-09-16T18:28:32+00:00","to":"3014-09-16T18:28:32+00:00"},"hreflang":"en","guid":"4e49aa14-49fe-4e3f-95cc-b760f3bed023","title":"A mixed-race German confronts white supremacists face-to-face, including the Klan","published":"2014-09-16T18:28:31+00:00","byline":"Leo Hornak, Susie Blair","tags":["neo-Nazis","nazism","racism","white supremacy","Belief","Lifestyle & Belief","Europe","North America","Germany","Iran","United States","Europe","North America","Mo Asumang","Racism","Antisemitism","Ku Klux Klan","Aryan","Neo-Nazism","Aryan race"],"teaser":"As one of the first black women to ever appear on German television, Mo Asumang has faced her share of hate — mainly from the neo-Nazis of Germany. And she decided to confront the haters, including American KKK members, in a documentary exploring how the Nazi's appropriated the Aryan identity from Iran.","contentencoded":"<p>Most people would probably run for shelter if confronted with death threats. But Mo Asumang had a different impulse:&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I don&rsquo;t want to hide &mdash; it&rsquo;s not my nature.&rdquo;</span></p><p>Asumang &mdash; who is half-German and half-Ghanaian &mdash; came into the public eye during the 1990s as one of the first black women on German television. More recently, the actress and presenter became the target of right-wing extremists and neo-Nazis simply for being a person of color on television.</p><p>One particularly jarring threat came via song &mdash; a track titled &ldquo;This Bullet Is For You, Mo Asumang&rdquo; by the German white-power band White Aryan Rebels.</p><p>&ldquo;Of course I get emails from neo-Nazis, and they are really awful,&rdquo; she says. &ldquo;I don&rsquo;t want to mention what they write.&rdquo;</p><p>But instead of shying away from her attackers, Asumang decided to confront them directly. &ldquo;I thought, &lsquo;Who are these people? How do they react when they meet me?&rsquo;&quot; she says.</p><p>She filmed those confrontations as part of an upcoming documentary called &quot;<a href=\"http://www.the-aryans.com/\">The Aryans</a>.&quot;&nbsp;The title references the attacks against her, which are based on her &ldquo;non-Aryan&rdquo; identity. But Aryan is a problematic title &mdash; one that Asumang says was co-opted by the Nazis to describe the &ldquo;master race.&rdquo; Historically, she says, it&rsquo;s not a white identity at all.</p><p>&ldquo;I just wanted to find out, what are Aryans? Because nobody ever questions this,&quot; she says. &quot;Everybody thinks it&rsquo;s tall, blond and blue-eyed &mdash; what the Nazis told us in the Nazi times.&quot;</p><p>In fact, the term has a much different provenance. &quot;[The word Aryan] comes from Iran, from old Persia, from parts of India &mdash; that&rsquo;s where the Aryans have been living,&quot; Asumang explains. &quot;The Germans are no Aryans. In the Nazis&rsquo; time, they just took this word because they needed something against the Jews.&rdquo;</p><p>In fact, the name Iran translates to &ldquo;The Land of the Aryans,&rdquo; says Asumang. She traveled there to learn more about the historical meaning of the term &mdash; and discovered that many Iranians actually identify as Aryan.</p><p>&ldquo;All the Nazis and KKK over the globe who are using this word, they are just ridiculous,&quot; she says.</p><p>[[{\"fid\":\"73935\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"FILM: Die ARIER: Mo Interviewt KKK - The ARYANS: Mo Interviews Ku Klux Klan on YouTube\",\"title\":\"FILM: Die ARIER: Mo Interviewt KKK - The ARYANS: Mo Interviews Ku Klux Klan\",\"class\":\"media-element file-default\"}}]]</p><p>As part of the documentary, she also traveled to the American South, where she sought out interviews with members of the Ku Klux Klan. She says there is a &ldquo;strong connection to Germany&rdquo; within American white supremacist groups.</p><p>&ldquo;[In Germany,] there was the definition of the &#39;Aryan descent.&#39; It was written down that people who are not Aryan, in their eyes, are people of color. And Jewish people are &mdash; they wrote &mdash; gypsies. That&rsquo;s the same idea of the KKK, of the Nazis. It&rsquo;s just one thing,&quot; Asumang says.</p><p>In one interaction, she questioned a Klan member about the group&rsquo;s infamous tradition of burning crosses. The member denied that it was racially motivated, saying it was a way of praising Jesus. She replied by saying that &ldquo;Jesus loves black people&rdquo; &mdash; which was met with silence.</p><p>&ldquo;I don&rsquo;t know why people don&rsquo;t ask these things,&rdquo; Asumang says of the conversation. &ldquo;All the hundreds of years the Ku Klux Klan is burning crosses, and nobody&rsquo;s asking this?&rdquo;</p><p>And while KKK members were willing to speak with her, Asumang says German neo-Nazis were not so open.</p><p>&ldquo;In Germany, the big bosses of the neo-Nazis tell all the people that are going on these marches, &lsquo;Don&rsquo;t speak to the press; don&rsquo;t speak to black people,&rsquo;&rdquo; she explains. &ldquo;If they talk to a black woman, maybe they find out, &lsquo;Wow, she&rsquo;s nice, she&rsquo;s open&rsquo;&hellip; and it&rsquo;s not the thing in their ideology, then everything breaks down. And so it&rsquo;s very, very important for the Nazis&#39; bosses to tell these people not to talk to us.&rdquo;</p><p>But Asumang believes that speaking to members of these groups is a crucial practice.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;If we don&rsquo;t talk, nothing will change. It&rsquo;s important to go on the street, march against the neo-Nazis,&rdquo; she says. &ldquo;But in the end, it&rsquo;s very much more important to speak to each other, and we have to do this early.&rdquo;</span></p><p>In one of the final scenes of her film, Asumang meets a young neo-Nazi who claims he is trying to separate himself from the group. She shows him a picture of her white German grandmother, who raised her. Asumang only recently found out her grandmother was a member of the SS in the 1940s.</p><p>&ldquo;It just shows we can come together,&rdquo; she says. &ldquo;We don&rsquo;t have to separate, we don&rsquo;t have to hate each other. It&rsquo;s possible. Even the SS grandmother raised a black child.&quot;</p><p><em>Mo Asumang is touring the East Coast during the month of September to promote &quot;The Aryans.&quot;&nbsp;<a href=\"http://www.the-aryans.com/en/schultour.php\">You can find tour dates on the film&#39;s website.&nbsp;</a></em></p><p>[[{\"fid\":\"73936\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":360,\"width\":480,\"alt\":\"Confronting racism face-to-face - BBC News on YouTube\",\"title\":\"Confronting racism face-to-face - BBC News\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR2QRC4.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr2qrc4jpg"}]}