{"created":"2014-10-08T13:30:12+00:00","modified":"2014-10-31T00:52:38+00:00","valid":{"from":"2014-10-31T00:52:38+00:00","to":"3014-10-31T00:52:38+00:00"},"hreflang":"en","title":"Cuba's Mariel Port: Once An Escape, Now A Window To The Future","published":"2014-06-26T14:20:00+00:00","teaser":"In the 1980s and '90s, thousands of Cubans fleeing to the U.S. passed through Mariel port. Today, it's the site of an ambitious special economic zone that is filling many locals with optimism.","itags":["npr_api","325236967"],"guid":"4e50e5af-5e8c-469a-bfea-934d00c18f47","contentencoded":"<p>When you arrive at the Jose Marti International Airport in Havana, you're greeted with a barrage of billboards with the popular Cuban government slogan promoting tourism: \"Cuba, where the past and the present converge.\"</p><p>Perhaps nowhere on the island is that statement more true than in the city of Mariel, about 30 miles from Havana on the northwestern coast.</p><p>Mariel port is strategically located at the mouth of the Gulf of Mexico, facing the United States. In the 1980s, it was the exit point for 125,000 Cubans who were desperately fleeing to Florida, some of them with assistance from the U.S. government. The Soviet Union was collapsing, and its aid to Cuba was withering. That, coupled with decades of U.S. embargo, was causing the island's economy to nosedive.</p><p>Today, the mood in Mariel is very different. It still has the feel of a sleepy, humble Caribbean town, but there's excitement, too: The Cuban government is currently building a special economic zone that, among other things, will be open to companies that have no Cuban government ownership.</p><p>Perhaps most important, Mariel is a deep-water port, and will be able to accommodate the world's largest cargo ships. If successful, it could mean big money for Cuba.</p><p>But it's more than just about the money, says Richard Feinberg of the Brookings Institution and a professor of international political economy at the University of California, San Diego.</p><p>\"What Cuba hopes to do is regain their historical status as a major transshipment point,\" he says, \"mediating international commerce traveling from the Americas and Asia and circling around the Caribbean as far as Europe and eventually the east coast of United States.\"</p><p>We arrived in Mariel on a hot summer day, and immediately headed down to the water, where we ran into a group of schoolboys getting ready for a cool dip. Off on the horizon, we could see the heavy construction of the port.</p><p>Even though these kids are more concerned with <em>beisbol</em> than with economics, they said they were excited about the port construction. A few of them dreamed of making it as a <em>pelotero</em> — or baseball player — in the national league, and one of them said he dreamed of going to the U.S.</p><p>But a couple of them — who weren't even born when rusty boats carried people out of Mariel toward Florida in 1980 — also said they'd love to work in the free trade zone when it opens.</p><p>As the boys dove in for their swim off the docks, we headed to Chin, a <em>paladar</em>, or restaurant, that serves typical Cuban food: pork, rice and beans, stewed goat, and a mean cup of coffee for dessert. The owner of Chin, Onil Lemus, has seen Mariel change dramatically over the past 30 years.</p><p>Lemus, like so many Cubans, has watched three of his siblings leave Cuba for the U.S. He described a childhood very different from the one the boys we just left on the docks are enjoying. He grew up in a Mariel where parents would guard their children closely, for fear of all the strangers coming into the town to escape through the port.</p><p>When his second brother left, he said, \"it broke my soul.\" (He was too young to remember the first brother who left; ultimately, a third brother fled, too.) He said he thinks the pain of losing her children made his mother physically ill.</p><p>\"She never got better,\" Lemus said. \"This is something you eventually feel some type of relief from, but you don't recover from losing a son like that.\"</p><p>The mood in Mariel has certainly changed — but there will be hurdles to the new port's success. Among them, the future of the U.S. embargo against Cuba, which has been in place for more than 50 years, will be a crucial factor to the port's success. There has been much speculation on whether the embargo might be lifted.</p><p>\"It would be very important,\" notes Hugo Pons Duarte of Cuba's National Economist and Accountant Association.</p><p>There's also the issue of sorting out how the Cuban workforce will participate in the free trade zone. Pons Duarte explained to us that multinational corporations will have to pay Cuban employees through a Cuban government contractor, rather than directly — which could make the option less attractive than other Caribbean ports.</p><p>Back at his restaurant, Lemus said he notices people are happier these days. He echoed a recent statement by Cuban President Raul Castro on the island's economic change when he told us: \"I'm in no rush. Go slow, but go forward.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuba%27s+Mariel+Port%3A+Once+An+Escape%2C+Now+A+Window+To+The+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Greene","audio":[{"meta":{"duration":"516"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325397625-45b4fd.m3u?orgId=1&topicId=1127&aggIds=324918619&ft=3&f=325236967"},{"href":"http://media.npr.org/assets/img/2014/06/24/cuba_062414_mariel_dg17_19803463-01318298a2d3d6b68d9e994bffe64526d538c379.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1928","width":"2572"}},{"href":"http://media.npr.org/assets/img/2014/06/24/cuba_062414_mariel_dg33_19803523_toned-d2f6335498c983a6af96d4143c793d863ee657f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2551"}},{"href":"http://media.npr.org/assets/img/2014/06/24/cuba_062414_mariel_dg34_19803527_toned-8c5824433c6f84edb1af0a08152f3c13ed122ecd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1873","width":"2499"}},{"href":"http://media.npr.org/assets/img/2014/06/24/cuba_062414_mariel_dg29_19803505_toned-4898ecd41aab3cecf5fc36fb01581accf447cd4e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}