{"created":"2015-06-21T22:13:19+00:00","modified":"2015-06-22T14:13:45+00:00","valid":{"from":"2015-06-22T14:13:45+00:00","to":"3015-06-22T14:13:45+00:00"},"hreflang":"en","title":"The Human Drama Of Hacking Fuels TV Thriller 'Mr. Robot'","published":"2015-06-22T14:13:00+00:00","teaser":"The new show, which focuses on a vigilante programmer, has gotten some rave reviews from real-life hackers. But the show's creator, Sam Esmail, says he wasn't inspired by any individuals in the news.","itags":["npr_api","415517808"],"guid":"4e5978d8-1cba-4044-9171-3bcdb5da9ade","contentencoded":"<p>Cyborgs and androids are nowhere to be seen in the new USA show <em>Mr. Robot. </em>Instead, the drama is centered on a very human interior — the mind of Elliot, the unlikely hacker hero. From his first words — \"Hello, friend\" — his voice-over keeps audiences squarely inside his world.</p><p>\"Elliot is sort of an internal, isolated guy who can't really interact with people socially, in real life, but online he can hack them and knows all the intimate, private details of them,\" Sam Esmail, the show's creator and executive producer, tells NPR's Arun Rath.</p><p>Elliot, played by actor Rami Malek, is a cybersecurity engineer by day and vigilante hacker by night. He uses his hacking skills to influence the lives of those around him without leaving a trace.</p><p>One day, he stumbles upon a secret society run by a man called Mr. Robot, played by Christian Slater. The group wants to destroy the modern economic system by wiping out all debt. Elliot is pulled into a web of anarchy and danger where all the moral lines are blurred.</p><p>\"Who's good and who's bad in this show? I don't know,\" Esmail tells Rath. \"I mean, you really can't pinpoint the clear-cut morality here, who is the person I should be rooting for or not. I think it's more interesting when it's messier 'cause I think it's just more true to life.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On putting the audience inside Elliot's head with voice-over</strong></p><p><em>Taxi Driver</em> was a huge inspiration. One of the things about <em>Taxi Driver</em> that's so great is that it's just a pure character piece. Obviously there's a plot and there's a story, but just — you are purely inside this guy's brain.</p><p>And when I went to write <em>Mr. Robot</em>, I just knew in order to really pull off this really tricky thing, to see the world through this guy's point of view, I needed just to immerse the audience.</p><p>Voice-over gets a bad rep a lot of times in screenwriting because people think it's lazy, whatever it is, but when it is done really well, it just adds this other dimension. It creates this sort of intimate relationship with the audience that you really can't do just with dialogue and scene.</p><p><strong>On whether the \"alienated young techie\" character was inspired by people like Edward Snowden or Chelsea Manning</strong></p><p>No. ... Look, teen angst I think has been around since Holden Caulfield. ... I think it's kind of interesting that now it's associated with techies, I think it's a lot older than that, but it's cool the association has become more popularized with technology. ...</p><p>You know, it's weird, it's like the nerds are having their moment right about now.</p><p><strong>On portraying the hacking world and making people typing at keyboards exciting</strong></p><p>So I was a nerd growing up, and I was a big techie and I watched all of those terrible movies and all those terrible television shows. And it was actually, I think, more work to portray it as poorly as they did because they forced all these CGI graphics and all this ridiculous stuff to force the drama there. One of the rules I have on my show is that we don't green screen ... anything. So everything you see that we filmed is real. And so the actors, I really wanted them to react to what is actually going on on-screen.</p><p>But I gotta be honest, I'm not some genius over here, I'm just actually going through what a programmer or coder or cybersecurity engineer would do in a certain hack. And the funny thing is, even though people don't completely understand it, they get it. And it's almost like when you watch a medical drama, or a legal drama or whatever, I don't necessarily understand all of the terminology, but I get what's going on emotionally, I get what the stakes are.</p><p><strong>On the positive feedback about the show from hacker groups</strong></p><p>You know how much of a risk that is to not only do a show about technology and about hackers, but then to kind of ... reference hacker groups. There's a popular Twitter feed for Anonymous and it's all, you know, unofficial, but when they gave us kudos, I was in heaven.</p><p>I mean, that's a real huge endorsement. And look, if it went the other way it would have been totally bad.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Human+Drama+Of+Hacking+Fuels+TV+Thriller+%27Mr.+Robot%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416272810-835c02.m3u?orgId=1&topicId=1138&d=329&p=2&story=415517808&t=progseg&e=416272757&seg=8&ft=nprml&f=415517808"},{"href":"http://media.npr.org/assets/img/2015/06/18/nup_166271_0115-482524ce13107e01f0b67a674485fe9bb9d71689.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"475","width":"634"}}]}