{"created":"2014-09-08T15:38:10+00:00","modified":"2015-01-07T01:10:55+00:00","valid":{"from":"2015-01-07T01:10:55+00:00","to":"3015-01-07T01:10:55+00:00"},"hreflang":"en","title":"After Peace Deal's Failure, Israel To 'Expand And Intensify' Campaign","published":"2014-07-16T10:26:00+00:00","teaser":"Israel initially agreed to an Egyptian-led deal to stop hostilities, but Hamas leaders didn't support the plan. In the attacks that followed, the first Israeli died from the conflict.","itags":["npr_api","331607570"],"guid":"4e5d1e92-2985-4cd5-adea-dc588c7bd9d0","contentencoded":"<p><strong><strong>This post was updated at 5:30 p.m. ET.</strong></strong></p><p>A day that dawned with hopes for a fragile peace is closing with hostilities between Israel and the Palestinians appearing to intensify.</p><p>Early Tuesday, Israel had accepted the terms of a cease-fire proposed by Egypt, but Hamas, which governs the Gaza Strip, continued firing rockets.</p><p>A Hamas spokesman complained to NPR's Ari Shapiro that Egypt's current government is hostile to the group and its proposal didn't deal at all with Palestinian demands.</p><p>\"The resolution to this conflict that seemed in close reach 24 hours ago now seems really far off again,\" Shapiro said on <em>All Things Considered</em>.</p><p>Hours after temporarily halting its air attacks, Israel began hitting targets in Gaza again.</p><p>\"It would have been preferable to have solved this diplomatically, and this is what we tried to do when we accepted the Egyptian proposal for a ceasefire,\" Israeli Prime Minister Benjamin Netanyahu said in televised remarks, \"but Hamas leaves us no choice but to expand and intensify the campaign against it.\"</p><p>On Tuesday evening, Netanyahu <a href=\"http://www.timesofisrael.com/netanyahu-fires-danny-danon-over-criticism-of-gaza-war/\" target=\"_blank\">fired</a> Deputy Defense Minister Danny Danon, who had criticized his \"humiliating\" decision to agree to the cease-fire. Netanyahu's office called Danon's criticism \"inconceivable.\"</p><p>U.S. officials continued to express support for the Israeli position. Secretary of State John Kerry <a href=\"http://www.jpost.com/Operation-Protective-Edge/Kerry-cancels-trip-to-Cairo-relying-on-Egyptian-brokered-ceasefire-instead-362853\" target=\"_blank\">condemned</a> Hamas for continuing to fire rockets \"in the face of a good-will effort.\"</p><p><strong>Update at 1:30 p.m. ET: Violence Claims A Life In Israel</strong></p><p>Israel has resumed its airstrikes on Gaza, as a proposed cease-fire that would have ended eight days of fighting failed.</p><p>Initially, Israel had agreed to the Egyptian-backed deal to stop hostilities. But some leaders of Hamas balked at the plan, and militants continued to fire rockets into Israel from Gaza this morning after Israel suspended its airstrikes.</p><p>In a national address Tuesday, Prime Minister Benjamin Netanyahu said, \"If Hamas and Islamic Jihad refuse to accept [a ceasefire] we will respond with great force,\" according to <a href=\"http://www.jpost.com/Defense/LIVE-BLOG-Israels-Operation-Protective-Edge-in-Gaza-361892\">Jerusalem Post</a>.</p><p>\"That is how we responded this afternoon hitting a great number of targets,\" Netanyahu said. \"If there is to be no ceasefire, our answer is fire.\"</p><p>Hours after a cease-fire proposal between Israel and Hamas fell apart, the <a href=\"http://www.jpost.com/Operation-Protective-Edge/Barrage-of-rockets-fired-from-Gaza-despite-Israels-acceptance-of-ceasefire-362839\">first Israeli casualty in the conflict</a> has been reported, as shrapnel from a mortar shell killed a man who was reportedly volunteering to give aid to soldiers at the Erez Crossing (earlier reports said the man was a rabbi; that detail has been deemed inaccurate).</p><p><em>Our original post continues:</em></p><p>Despite Israel saying it had accepted the proposal, \"a Hamas official said Egypt did not consult with Hamas on the cease-fire, and Hamas did not accept it,\" Daniel Estrin reports for NPR from Jerusalem. \"There was more rocket fire on southern Israel. One rocket hit a house, and in another rocket attack, an Israeli soldier was lightly injured by shrapnel.\"</p><p>Under the deal, all fighting was supposed to wind down at 9 a.m. local time (2 a.m. ET), and the two sides were to prepare for talks to be held in Cairo this week. But while Israel stopped its airstrikes, the militants' rocket attacks continued.</p><p>After some Hamas officials rejected the deal to end the violence that is now in its eighth day, Israeli Prime Minister Benjamin Netanyahu said, \"If Hamas rejects the Egyptian proposal and the rocket fire from Gaza does not cease, and that appears to be the case, we are prepared to continue and intensify our operation to protect our people.\"</p><p>Within Hamas, the strongest resistance to the cease-fire deal is coming from al-Qassam, its military wing. The group issued a statement today that said the cease-fire resembles a surrender. But the situation seems to be in flux, says NPR's Emily Harris, reporting from Gaza.</p><p>\"The No. 2 Hamas leader, outside of Gaza, has put out on his Twitter feed a note that Hamas has not yet declared its official position on any cease-fire,\" Emily says, \"and Hamas is focusing on getting something they want out of the cease-fire, not just quitting because Israel says it's time to stop fighting.\"</p><p>Some of their requirements, Emily says, have to do with opening Gaza to more border crossings and trade, as the isolated group looks to replace smuggling tunnels to Egypt, once a lifeline and a source of revenue, that were closed last year.</p><p>As Linda Gradstein reports, the eight days of violence have taken a toll.</p><p>\"An Israeli army spokeswoman said that since the fighting began last week, Hamas has fired more than 1,000 rockets at southern Israel and Israel has bombed 1,600 sites affiliated with Hamas in Gaza. The Gaza health ministry says almost 200 Palestinians, most of them civilians, have been killed, and more than 1,000 wounded.\"</p><p>Many of the Hamas rockets have been intercepted by Israel's \"Iron Dome\" missile defense system that protects densely populated areas from attack.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Peace+Deal%27s+Failure%2C+Israel+To+%27Expand+And+Intensify%27+Campaign&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"256"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331607659-b1b2e3.m3u?orgId=1&topicId=1009&ft=3&f=331607570"}]}