{"created":"2015-01-12T21:18:17+00:00","modified":"2015-05-13T21:22:21+00:00","valid":{"from":"2015-05-13T21:22:20+00:00","to":"3015-05-13T21:22:20+00:00"},"hreflang":"en","title":"Obama: 'If We're Going To Be Connected, Then We Need To Be Protected'","published":"2015-01-13T23:02:00+00:00","teaser":"The president is calling for new measures to protect consumers against identity theft and to safeguard students' electronic privacy.","itags":["npr_api","376788871"],"guid":"4e65c77a-bc89-44ca-99ff-83c2e085a090","contentencoded":"<p>President Obama said Monday he wants the federal government to do more to prevent cyber attacks. He outlined a series of proposals designed to safeguard personal data — steps he'll talk more about in next week's State of the Union address.</p><p>The same day, the government itself <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/12/376753040/centcoms-twitter-feed-youtube-channel-hacked\" target=\"_blank\">became a target</a>.</p><p>Hackers, claiming ties to the so-called Islamic State militant group, temporarily took over the Twitter feed of U.S. Central Command, tweeting out threats against American service members, as well as personal information and what appear to be military maps.</p><p>A Pentagon spokesman downplayed the Twitter takeover as more of an annoying prank than a genuine security threat. But it did underscore the president's point about the need for stronger data security in a world where just about everyone is banking, buying, and communicating more through digital networks.</p><p>\"If we're going to be connected, then we need to be protected,\" Obama said. \"As Americans, we shouldn't have to forfeit our basic privacy when we go online to do our business.\"</p><p>One measure is aimed specifically at the data collected in schools, through increasingly popular educational software.</p><p>\"Michelle and I are like parents everywhere,\" Obama said. \"We want to be sure our children are being smart and safe online. That's our responsibility as parents. But we need partners.\"</p><p>Obama wants Congress to pass a law modeled on one in California that prevents software companies from selling students' data or using it to craft targeted ads. <br /> <br />\"The bottom line is data in the classroom and in school should only be used for educational purposes,\" says Jim Steyer of Common Sense Media, an advocacy group that helped write the California law. \"Not to sell to other people. Not to reveal inappropriate data.\"</p><p>Dozens of software companies have already signed a voluntary pledge not to misuse students' data. But some in the industry worry that a new federal law would go too far.</p><p>\"We just want to make sure that we're not simply adding additional layers that would further complicate the situation,\" says Mark Schneiderman, senior director of education policy for the Software and Information Industry Association.</p><p>Obama is also calling for new laws governing the handling of consumer data after a series of high-profile breaches at retail chains such as Target and Home Depot. Big stores support the president's call for a uniform, national requirement that customers be notified within 30 days of any data breach. But they're wary of the Administration's broader push for a \"Consumer Privacy Bill of Rights.\"</p><p>In protecting consumers, the government should be careful not to compromise retailers' ability to innovate, said Nick Ahrens,vice president of privacy and cybersecurity for the Retail Industry Leaders Association.</p><p>Obama is trying to strike his own balance this week. He'll be talking about both the benefits of faster, cheaper broadband service, and the growing need to guard against cyber attacks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%3A+%27If+We%27re+Going+To+Be+Connected%2C+Then+We+Need+To+Be+Protected%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788872-0b625e.m3u?orgId=1&topicId=1014&d=203&p=2&story=376788871&t=progseg&e=376712664&seg=17&ft=nprml&f=376788871"}]}