{"created":"2015-06-27T06:03:30+00:00","modified":"2015-06-29T19:51:25+00:00","valid":{"from":"2015-06-29T19:51:25+00:00","to":"3015-06-29T19:51:25+00:00"},"hreflang":"en","title":"Dale Watson: Call Him Insane, But Don't Call Him Country","published":"2015-06-27T14:30:00+00:00","teaser":"The silver-pompadoured Texan sings in the tradition of Waylon Jennings, Johnny Cash and George Jones, but he'd rather you call his music \"Ameripolitan.\"","itags":["npr_api","417535756"],"guid":"4e75cd90-1d18-41ab-9f65-36f9c91ac42e","contentencoded":"<p>With a silver pompadour and a belt-busting baritone that delivers songs about heartbreak and honky-tonking, Texas musician <a href=\"http://www.npr.org/artists/17179057/dale-watson\" target=\"_blank\">Dale Watson</a> is straight country — but he doesn't necessarily want you to say so.</p><p>\"I think what's coming out of the industry has gotten watered down quite a bit,\" Watson says. \"To say that I'm country music is misleading to people in the mainstream, [with] what people see on <em>American Idol</em> and hear on mainstream radio.\"</p><p>Instead, Watson characterizes his music as \"Ameripolitan,\" a new genre he says comprises honky-tonk, Western swing, rockabilly and outlaw country. He's incorporated elements of all four styles into his new album, <em>Call Me Insane</em>.</p><p>No matter what you call it, though, Watson's music is filled with autobiographical experiences and real-life characters. One song on <em>Call Me Insane</em>, \"Burden Of The Cross,\" finds Watson grappling with the death of a girlfriend in a car accident.</p><p>\"I went through years of grief and didn't know how to deal with it,\" Watson says. \"But they put up a cross where the accident happened, and I would always visit that. It was therapeutic for me to be able to see it and to go to it. And they widened the road there on [Texas State Highway] 71 ... and they moved the cross, and it bothered me. So I had to go back out there and put it back up.\"</p><p>Another song from the new album, \"<a href=\"https://www.youtube.com/watch?v=T9fJnYQRw8I\" target=\"_blank\">Heaven's Gonna Have A Honky Tonk</a>,\" addresses mortality somewhat more lightheartedly. If the song's title is true, Watson knows who his drinking buddies will be in the afterlife.</p><p>\"I'm gonna be sitting out there listening to George Jones, Hank Williams, Waylon Jennings, Johnny Cash, Kitty Wells and Tammy Wynette, while I'm drinking a celestial beer,\" he says.</p><p>Hear Watson's full conversation with NPR's Scott Simon at the audio link above.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dale+Watson%3A+Call+Him+Insane%2C+But+Don%27t+Call+Him+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"570"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011864-997007.m3u?orgId=1&topicId=1039&d=570&p=7&story=417535756&t=progseg&e=418011736&seg=20&ft=nprml&f=417535756"},{"href":"http://media.npr.org/assets/img/2015/06/26/dalewatson-f82ca021e003945061c699d442e57674b6c4d086.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1232","width":"1642"}}]}