{"created":"2015-03-29T11:24:43+00:00","modified":"2015-05-13T21:06:14+00:00","valid":{"from":"2015-05-13T21:06:14+00:00","to":"3015-05-13T21:06:14+00:00"},"hreflang":"en","title":"Cheez Whiz Helped Spread Processed Foods. Will It Be Squeezed Out? ","published":"2015-03-29T14:33:00+00:00","teaser":"Turns out, the history of Kraft's dull-orange cheese spread says a lot about the processed food industry — and where it might be headed as Kraft and Heinz merge.","itags":["npr_api","395809212"],"guid":"4e7fb7fd-091b-4d04-bd0e-c2caba79fa8f","contentencoded":"<p>Will Cheez Whiz survive <em><a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/25/395269545/heinz-kraft-announce-merger\">the merger</a></em>?</p><p>We don't need major business news to think about snack foods here at The Salt, but Warren Buffett's announcement this week that he and 3G Capital will merge Kraft and Heinz gave us a great excuse. Turns out, the story behind Cheez Whiz is emblematic of trends in the larger, global food industry.</p><p>Whether you have fond memories of spreading Cheez Whiz on crackers at parties, or you turn your nose up at any kind of processed cheese — whizzed or otherwise — there's no denying that the dull-orange cheese sauce-in-a-jar spread its way into American popular culture.</p><p>It makes a cameo in the <em><a href=\"https://www.youtube.com/watch?v=RQSEimjVTUY\">Blues Brothers</a></em> movie.</p><p>Rocker Beck sings \"<a href=\"https://www.youtube.com/watch?v=TqP98eXIBBs\">Get crazy with the Cheez Whiz</a>\" in his 1994 song \"Loser.\" And for Philly cheese steak lovers, Cheese Whiz is sacred.</p><p>Kraft first introduced Cheez Whiz in the early 1950s. Pulitzer Prize-winning journalist <a href=\"http://www.michaelmossbooks.com/\">Michael Moss</a> says his mom used to spread it on celery sticks. \"It was a special treat,\" he says.</p><p>Moss is the author of <em><a href=\"http://www.npr.org/blogs/thesalt/2013/02/26/172969363/how-the-food-industry-manipulates-taste-buds-with-salt-sugar-fat\">Salt Sugar Fat: How the Food Giants Hooked Us</a></em>, a bestselling book on the food industry. A retired Kraft food scientist, who was part of the team that invented Cheez Whiz, told Moss they were trying to replicate Welsh rarebit – \"a kind of fondue sauce that people would put on toast that goes back to, I think, the 18th century,\" Moss explains. \"You know, cheddar cheese, melted, delicious on toast. But it took some time to cook.\"</p><p>Convenience was the goal for many companies in the 1950s. After more than a year of mixing different cheeses, emulsifiers, salts and artificial coloring, among other ingredients, the Kraft scientists came up with a concoction they believed was very close in taste to Welsh rarebit. When Cheez Whiz made its debut in July 1953, Kraft promoted it as \"Cheese treats <em>quick</em>. Spoon it, heat it, spread it.\" It also had a very long shelf life.</p><p>\"It was relished as a marvel of science innovation,\" Moss says. \"It was the modernizing, post-World War II America, where industry was going to help us build leisure time and allow us to do other things other than slave in the kitchen.\"</p><p>But, after decades as a staple in college dorms and at Super Bowl parties, Cheez Whiz started losing its coolness, if not its orange color. Changing attitudes about food and health led to declining sales of Cheez Whiz and other Kraft products.</p><p>Warren Buffett's Berkshire Hathaway and the Brazilian firm 3G Capital are behind the merger between Kraft and Heinz. They're partly counting on overseas markets to boost profits. A 3G executive said they plan to \"expand the reach of Kraft's brands to consumers across the globe.\"</p><p>And it could work, says <a href=\"http://www.babson.edu/Academics/faculty/profiles/Pages/opie-frederick.aspx\">Fred Opie</a>, a professor of history and food traditions at Babson College. \"As their economy improves and people want to become more, kind of first-nation consumers of food, unfortunately, that often means eating American junk food,\" he says.</p><p>\"Unfortunately,\" he says, because Americans' love of processed foods like Cheez Whiz has led to big health problems in the United States. \"Once you start consuming that American diet, you start having the same health concerns that we also have here in the United States — which is the onset of early diabetes among our youth, and obesity,\" says Opie.</p><p>But Cheez Whiz might not survive the Kraft Heinz merger, says Moss. As part of the cost-cutting that is sure to happen, Moss believes everything will be on the table — and not necessarily as a snack.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cheez+Whiz+Helped+Spread+Processed+Foods.+Will+It+Be+Squeezed+Out%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128390-deb2aa.m3u?orgId=1&topicId=1053&d=219&p=10&story=395809212&t=progseg&e=396128356&seg=6&ft=nprml&f=395809212"},{"href":"http://media.npr.org/assets/img/2015/03/27/cheezwhiz_pos_ca1952.jpg-a22141cd3fabbeb295f01fd9592c756aa8c135bd.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1086","width":"1448"}}]}