{"created":"2014-11-17T16:46:26+00:00","modified":"2015-05-13T21:31:18+00:00","valid":{"from":"2015-05-13T21:31:18+00:00","to":"3015-05-13T21:31:18+00:00"},"hreflang":"en","title":"What's In His Kiss? 80 Million Bacteria","published":"2014-12-04T17:34:00+00:00","teaser":"My love comes with microbes, with 80 million bacteria in a single kiss. And couples who share more than nine long kisses a day end up with similar mouth microbiomes. Pucker up!","itags":["npr_api","364054843"],"guid":"4e844136-da58-436e-91b0-916beeed2a30","contentencoded":"<p>If your partner's kiss is on your lips, his microbes are, too.</p><p>A passionate kiss that lasts more than 10 seconds transfers about 80 million bacteria, researchers say. The evidence, <a href=\"http://www.microbiomejournal.com/content/2/1/41\">published</a> Sunday in the journal <em>Microbiome</em>, comes from 21 couples, ages 17 to 45, who made out for science. (Tough gig.)</p><p>Each couple had their mouths swabbed and spit to measure the bacteria in their mouths. Even before kissing, the couples had similar mouth bacteria.</p><p>\"To our surprise, we found that those people that are intimately related ... share much more of that bacteria on their tongue than unrelated individuals,\" <a href=\"http://www.aimms.vu.nl/en/people/k/kort.asp\">Remco Kort</a>, a microbiologist at the Netherlands Organisation for Applied Scientific Research in Amsterdam and lead author of the study told NPR's Rob Stein. He believes it may be due to other shared habits among couples, like using a certain toothpaste or smoking.</p><p>To see if kissing transfers microbes from one person to another, the couples then smooched after drinking probiotic yogurt. The researchers focused on <em>Lactobacillus </em>and <em>Bifidobacteria, </em>which together usually make up only about 0.15 percent of the bacteria in human saliva and 0.01 percent of the bacteria on the tongue.</p><p>But after the yogurt kiss, the <em>Lactobacillus </em>and <em>Bifidobacteria</em> in the person on the receiving end rose substantially — up to 0.54 percent in saliva and 0.49 percent on the tongue. This led them to the estimate that each smooch carries 80 million bacteria.</p><p>Couples who kissed at least nine times a day were more likely to have similar saliva microbes. Put simply, \"kissing affects the microbes living in your mouth,\" says Kort.</p><p>To be clear, we're talking about French kissing here, not a grandmotherly peck.</p><p>Kort and colleagues believe this vigorous osculation could be a way to change your microbiome. \"There's a number of <a href=\"http://www.npr.org/blogs/health/2013/07/22/203659797/staying-healthy-may-mean-learning-to-love-our-microbiomes\">studies</a> that show that it's healthy to have a high diversity of microorganisms in your mouth,\" says Kort. And it might be fun to try.</p><p>Could changing the microbiome be as simple as a lip lock? \"It is provocative to think that we can perhaps donate beneficial microbes by an 'oral microbiome transplant,' \" says <a href=\"https://www.bcm.edu/people/view/b18ef2ad-ffed-11e2-be68-080027880ca6\">Joseph Petrosino</a>, a microbiologist at the Baylor College of Medicine who didn't work on the study, in an email to Shots.</p><p>Maybe we could transplant the mouth bacteria of a person who doesn't get cavities to one who often does, says <a href=\"https://www.med.unc.edu/cellbiophysio/faculty/azcarate\">Andrea Azcarate-Peril</a>, a microbiologist at the University of North Carolina School of Medicine who did not work on the study. There may even be evolutionary reasons for the swap, she says, like, \"when a mom of a newborn kisses a baby, it may actually be sampling the microbiota.\"</p><p>If you'd like to find out how many microbes you and your partner swap, the results of the study have been used to fuel a Kiss-O-Meter at <a href=\"http://www.micropia.nl/en/discover/news/2014/11/17/kiss-research-for-Micropia/\">Micropia</a>, billed as \"the world's first museum of micro-organisms.\" Just stand on the stage and pucker up and sensors will detect the type of kiss you're sharing. A readout will tell you how many and what types of microbes you've just shared. But that requires a trip to Amsterdam.</p><p>If you really want to know, that is. Some of us just might prefer kissing in the dark.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+In+His+Kiss%3F+80+Million+Bacteria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364760964-bcc85d.m3u?orgId=1&topicId=1128&d=206&p=2&story=364054843&t=progseg&e=364760097&seg=18&ft=nprml&f=364054843"},{"href":"http://media.npr.org/assets/img/2014/11/17/kissingsingle1-1a35c94f1019fd026d3d5507f892e12a22915c9d.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1684","width":"2246"}},{"href":"http://media.npr.org/assets/img/2014/11/14/kiss-o-meter-micropia-shows---80-million-bacteria-are-exchanged-with-french-kiss-of-10-seconds.-photo-micropia-robin-utrecht-56b28b85744421b7116f75594f1655a0474fbcf0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3385","width":"4519"}}]}