{"created":"2014-11-21T22:02:07+00:00","modified":"2015-03-26T23:05:11+00:00","valid":{"from":"2015-03-26T23:05:11+00:00","to":"3015-03-26T23:05:11+00:00"},"hreflang":"en","title":"Electric Bikes, On A Roll In Europe, Start To Climb In U.S.","published":"2014-11-22T10:09:00+00:00","teaser":"Electric bicycles have been popular in Europe for some time. But recently there has been a surge in U.S. sales amid changing perceptions that e-bikes aren't just for the elderly.","itags":["npr_api","365267595"],"guid":"4ea27389-56cd-4db2-b937-624a832123c4","contentencoded":"<p>For Joel Bowman, decades of bike commuting started feeling like hard work. So the 66-year-old Atlanta resident recently switched to an electric bicycle, and now when he rides Bowman feels like the wind is at his back.</p><p>An e-bike looks a lot like a regular bike, but with an integrated electric motor, and it doesn't burn gasoline like an old-fashioned moped. As you pedal, an e-bike gives you a powered boost when you need it.</p><p>They are getting more popular in Europe, but in the United States, e-bikes still have to overcome the stigma of being just a toy for old people.</p><p>Bike commuting is still rare in America's cities, but those who do it have a special bond. At least in Atlanta, Bowman says.</p><p>\"I wanto say, the biking community here, I love it,\" Bowman says. \"There's a lot of waving and a lot of high-fiving going on among bikers. I like being part of that.\"</p><p>He's getting ready to ride the 6 miles to his job at Emory University. He's been doing this ride for decades, but as he's gotten older the ride has gotten harder. So he switched to an e-bike.</p><p>\"The real contrast is the old bike, somethings I got a little, 'Arghh, I gotta bike home, I'm tired,' \" he says. \"This, I just look forward to being on because it is pure fun.\"</p><p>E-bike riding feels like a back wind pushing you up a hill as you pedal. On a straight road you can reach up to 20 miles an hour, depending on how hard your legs are moving. The bike is adjustable, so you always have the option of a no-sweat ride.</p><p>Ed Benjamin, chairman of the Light Electric Vehicle Association, says U.S. e-bike sales doubled between 2012 and 2013. Still, sales of 200,000 e-bikes are a fraction of the 16 million bicycles sold last year.</p><p>E-bikes can cost anywhere from several hundred to several thousand dollars. Typically, that's two to three times the price of a similar bike without the electronics.</p><p>Most U.S. e-bike customers are older. Benjamin wants to change that.</p><p>\"And when somebody says to me, 'I'm young, and I'm strong and I'm fit and I don't need no stinkin' motor,' I kind of chuckle because I have clear memories of having exactly the same attitude,\" Benjamin says.</p><p>He's confident that attitude will shift as more regular cyclists who are puffing up a hill get passed by a smiling e-biker.</p><p>That's what happened in Europe. Take Holland, where the elderly have been riding e-bikes for a decade. Then younger people started buying them a couple of years ago, and now e-bike commuters are forcing discussions of widening bike lanes.</p><p>\"I can imagine for an American this sounds a bit strange that we have such crowded cycle paths, but that's the fact here,\" says Jack Oortwijn, editor-in-chief of the industry publication, <em>Bike Europe</em>.</p><p>\"E-bikes contributed to that,\" he adds. \"It's a trend that started with elderly people, and not like the usual new trends that start with young people.\"</p><p>E-bikes make up a growing 20 percent market share in Holland and plenty of sportier models for younger commuters are being offered. More and more families in Europe are trading in their second car for an e-bike.</p><p>America's cities still have a long way to go in their bike friendliness, and Bowman is content to just be an accepted rarity on his e-bike.</p><p>\"And it's great,\" he says. \"I know I can now basically stay with this biking community for a long time with this bike.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Electric+Bikes%2C+On+A+Roll+In+Europe%2C+Start+To+Climb+In+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susanna Capelouto","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365762053-f66e14.m3u?orgId=1&topicId=1019&e=365267595&d=236&ft=nprml&f=365267595"},{"href":"http://media.npr.org/assets/img/2014/11/21/img_0899-e06ecb1a772871467a87b9ee3ad3d30f2163ba34.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/11/21/img_0912-6df1e3d39e40eb830b832041da0fe1514c129249.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}