{"created":"2014-09-08T17:26:11+00:00","modified":"2014-10-30T22:53:40+00:00","valid":{"from":"2014-10-30T22:53:40+00:00","to":"3014-10-30T22:53:40+00:00"},"hreflang":"en","title":"Colo. Democrats Bet On Immigration To Boost Udall's Re-Election Bid","published":"2014-08-28T17:25:00+00:00","teaser":"Sen. Mark Udall's campaign has been hitting Republican Rep. Cory Gardner hard on the issue, and the state's Latino community is once again thought to be the constituency that could decide the race.","itags":["npr_api","343900791"],"guid":"4ea2dba0-6107-40d6-85ab-3db9bb042191","contentencoded":"<p>In southwest Denver, a wave of immigrants from Mexico and El Salvador has settled in the neighborhoods around the intersection of Federal Boulevard and Alameda Avenue.</p><p>Billboards are in Spanish. Chile stands, taquerias and Asian noodle houses line the streets.</p><p>In a small office plaza across from a <em>carniceria</em>, a group of Latino activists are staging a press conference to roll out their Immigration Voter Accountability Project.</p><p>As the TV cameras begin to roll, they chant \"Families united, not divided\" and wave signs with similar slogans. A few minutes later, Sonia Marquez, of the Colorado Immigrant Rights Coalition, steps to the small podium and announces their project's main target: Republican congressman and U.S. Senate candidate Cory Gardner.</p><p>\"All we have received was votes to deport DREAMers, no leadership, no action, no solutions,\" she said.</p><p>The scene could have been a flashback to 2012, or even 2010 — two recent elections when courting the Latino vote was a key strategy for Democrats here.</p><p>This year, Democrats are again trying to make immigration a key issue in a tight U.S. Senate race between incumbent Democrat Mark Udall and his challenger, Rep. Gardner.</p><p>But they're worried about turnout. It's a perennial problem during midterm elections.</p><p>So Marquez and other clipboard-carrying foot soldiers are starting to hit the streets in neighborhoods like this. She says the plan is to make direct contact with 45,000 Latinos who voted in the last presidential election but stayed home during the last midterm.</p><p>\"To you, Congressman Gardner, we are big, we are bad, we are organized, we are ready to go,\" Marquez said.</p><p><strong>Immigration Politics</strong></p><p>On the campaign trail, immigration isn't exactly the first issue Gardner wants to talk about. He'd rather focus on job growth and parts of the state that aren't seeing the boom times enjoyed by cities like Denver.</p><p>But in an interview, he told NPR he's frustrated that more immigration reform measures haven't reached the House floor. And he shrugged off the accusations levied by some Latino groups.</p><p>\"It's a shame that some people are focused on politics instead of solutions,\" Gardner said. \"I have been focused on solutions in the House from the get-go, and will continue to fight for immigration reform.\"</p><p>For Gardner, immigration reform means a guest worker program combined with more border security. He stops short at saying he supports a path to citizenship. But lately he has softened his language on immigration and distanced himself from the more hard-line Republicans in the House.</p><p>Frankly, he has no choice. No longer is he running for a safe Republican House seat in northeast Colorado. This is a statewide race in a state that's been trending blue in recent years, due in part to changing demographics and urbanization.</p><p>\"I'm not afraid to buck the party,\" Gardner said. \"I'm not afraid to do the right thing when I believe somebody else is doing the wrong thing.\"</p><p>Gardner recently broke Republican ranks and voted against a bill to repeal the President's Deferred Action for Childhood Arrivals program.</p><p>For his part, Sen. Udall says Gardner's \"evolution\" is politically convenient.</p><p>\"There are a lot of people that think Congressman Gardner's positions haven't changed but his ambitions have,\" Udall told NPR.</p><p>The Udall campaign likes to point to Gardner's voting record as a state lawmaker here, and his consistent hard-line stance on illegal immigration — even as he represented a farming area that's heavily dependent on immigrant labor.</p><p>Immigration has long been a lightning rod issue in Colorado politics. And as Udall has made it an issue once again in this race, he's been forced to explain a vote he made as a congressman eight years ago. It was in favor of a bill that made it a federal crime to be in the country illegally.</p><p>\"It was 90 percent the implementation of the 9/11 Commission's recommendations to keep our country safe,\" Udall said. \"I did share my concerns about a couple of provisions, but I'm very clear that I thought that was what we needed to do at that time.\"</p><p><strong>Pocketbook Concerns</strong></p><p>Still, the Udall campaign maintains that a strong Latino turnout plays heavily in their favor. Recent elections back this up. But in a race where most polls show Udall with a razor-thin lead, no one's taking anything for granted. And for their part, Republicans are looking to make inroads in more traditional Democratic strongholds.</p><p>Just take the story of state Sen. George Rivera in heavily Hispanic Pueblo, about two hours south, but seemingly worlds apart, from booming Denver.</p><p>On a recent afternoon, Rivera was going door to door in a tough neighborhood near where he grew up, campaigning for his re-election and for Republicans in statewide races.</p><p>\"We point out to them who we are as Republicans, and why our values tend to blend with that of the Hispanic culture,\" he said.</p><p>Last summer, Rivera ousted a Democrat in a high-profile recall election that centered on guns. He says Republicans like Cory Gardner can make inroads with Colorado's fourth- and fifth-generation Latino communities — by stressing their conservative values.</p><p>Immigration, he says, doesn't have to be the deal-breaker. It doesn't come up that much when he talks to local voters.</p><p>\"Right now, the bottom line is people are concerned about what hits their pocketbooks,\" Rivera said.</p><p>To that end, the state GOP has hired several Hispanic outreach coordinators to help candidates like Gardner. A similar effort fell largely flat here during the 2012 presidential election.</p><p>This year's success — or failure — may depend more on Democratic turnout and whether Udall can keep immigration in the spotlight.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Colo.+Democrats+Bet+On+Immigration+To+Boost+Udall%27s+Re-Election+Bid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900792-3ec344.m3u?orgId=1&topicId=1014&ft=3&f=343900791"},{"href":"http://media.npr.org/assets/img/2014/08/28/colo-latino-vote-e096c70e40c8dabf97e3543ad6c3b4c021aa916d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}}]}