{"created":"2014-10-07T20:00:50+00:00","modified":"2015-01-08T21:05:07+00:00","valid":{"from":"2015-01-08T21:05:07+00:00","to":"3015-01-08T21:05:07+00:00"},"hreflang":"en","title":"Barrel Bomb Attacks Devastate Iraqi Families","published":"2014-07-26T17:44:00+00:00","teaser":"Rights workers say civilians are being killed by government attacks with so-called barrel bombs — the crude weapons made famous in Syria's current conflict.","itags":["npr_api","335444475"],"guid":"4eab6c84-929d-4cb8-820d-5ac6d738d3e8","contentencoded":"<p>Human rights groups are accusing the Iraqi government of indiscriminate bombing. Baghdad officials deny that and note they're fighting a Sunni insurgency that commits mass executions and suicide bombings.</p><p>Yet rights workers say civilians are being killed by government attacks with so-called barrel bombs — the crude weapons made famous in Syria's current conflict. Barrel bombs are illegal and indiscriminate explosives, packed in things like oil drums or gas cylinders.</p><p>Hospitals haven't been spared. A doctor reached in the town of Garma in Anbar province says his hospital was destroyed by a barrel bomb and now he works in a school nearby. Many of the victims, he says, were women and children.</p><p>Other doctors contacted by NPR say they're counting hundreds of civilians killed in several places, including Mosul, Fallujah and Baiji — casualties of barrel bombs from Iraq's Shiite-led military.</p><p><strong>A Terrifying Blast</strong></p><p>Distraught and in tears, Ali Hamad can barely describe the destruction that fell from the sky last Wednesday.</p><p>The family had broken their day-long fast in the city of Fallujah in the restive Anbar province. Hamad walked out of the house and heard the hum of a helicopter, saw a barrel bomb drop, then a terrifying blast.</p><p>\"I got up and screamed for my sisters and my mother,\" he says. Hamad's house was wiped out, his whole family dead — two teenage sisters, a 10-year-old brother, his mother and his uncle. He found pieces of them in the rubble. His mother's arm was still holding her prayer beads. Hamad already lost his father during the U.S. invasion in 2003.</p><p>Next door, a family of six was gone. A grieving man cries and says he wishes he had died with them.</p><p>\"I want someone to hear me, to tell the United Nations what Prime Minister Nour al-Maliki is doing to us. Why? Because we're Sunni?\" he asks.</p><p><strong>Insurgents And Indiscriminate Bombings</strong></p><p>Tirana Hassan, a senior researcher at Human Rights Watch, investigated 17 separate airstrikes, including six barrel bombs since June 6 that killed at least 75 civilians.</p><p>\"The Iraqi government needs to cease all indiscriminate attacks in civilian areas and foreign governments who are providing military support and assistance should only continue to support the Government of Iraq on the condition that the armed forces are compliant with international humanitarian law,\" Hassan says.</p><p>Baghdad is locked in a battle with the extremists calling themselves the Islamic State who have taken over vast parts of the north and west. They're known for extreme violence and killing innocents.</p><p>The government denies the use of barrel bombs, but they've been documented in Fallujah since January and are being used in other towns. Doctors in Fallujah estimate the town gets hit by barrel bombs three times a week and more than 600 civilians have been killed in strikes since January.</p><p>\"A number of these barrel bombs have dropped in these civilian areas and not actually exploded,\" Hassan says. \"So here you have a civilian population who is trapped between insurgents on the one hand and indiscriminate bombings on the other also living with unexploded ordinances.\"</p><p>And so people are fleeing in huge numbers to safer areas like Shaqlawa, northeast of Erbil. It's a resort town where many families from Anbar fled to escape the airstrikes.</p><p><strong>Escaping To Safety</strong></p><p>The Nouri family fled Fallujah. Ahmed Nouri lays in a bed recovering from a strike that wounded him. He says it was a barrel bomb a month ago. It overturned his car. A scar runs down the length of his arm, another across his stomach.</p><p>\"This is genocide by Maliki against the Sunni people of Fallujah,\" he says.</p><p>His sister, Suad, and brother, Mohamed, sit nearby. They survived a rocket and then a barrel bombing last week and fled.</p><p>Mohamed Nouri pulls out a small pink piece of paper where he lists every strike he witnessed — July 11, July 12, the list goes on. First, the Americans came and killed us, he says, and now the leader of our own country is doing it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Barrel+Bomb+Attacks+Devastate+Iraqi+Families&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335540167-1aee89.m3u?orgId=1&topicId=1009&ft=3&f=335444475"},{"href":"http://media.npr.org/assets/img/2014/07/26/488139129_sq-63adaf46b1c3a5de1399f0c57d1f451b1f429dbb.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2015","width":"2016"}}]}