{"created":"2015-04-09T07:26:09+00:00","modified":"2015-05-13T21:03:52+00:00","valid":{"from":"2015-05-13T21:03:51+00:00","to":"3015-05-13T21:03:51+00:00"},"hreflang":"en","title":"These Vintner Monks Turn Wilderness Into The Divine Gift Of Wine","published":"2015-04-09T11:34:00+00:00","teaser":"In a part of Northern California better known for cattle ranches than grapes, the monks of New Clairvaux abbey are cultivating the art of winemaking. The hard work feeds the spirit and the coffers.","itags":["npr_api","398339770"],"guid":"4eb2dbb2-de66-4a72-96f4-448589eb190e","contentencoded":"<p>In a tiny Northern California town called Vina, there's a winery that's definitely off the beaten track. That might be because this region's better known for olive groves and cattle ranches than grapes. For these, vintners, though, it's spiritual work.</p><p>When I visit <a href=\"http://www.newclairvaux.org/new-clairvaux-wines.html\" target=\"_blank\">New Clairvaux</a> winery, two people are filtering wine, getting it ready for bottling. On the surface, they make an odd pair. One is Aimee Sunseri, the winemaker heading up operations here. The other is Brother Christopher Cheney, a monk. He grew up in California's wine country, but never thought he'd make the stuff, until a religious conversion led him to the <a href=\"http://www.newclairvaux.org/\" target=\"_blank\">Abbey of New Clairvaux</a> in 2004, just a few years after the brothers planted grapes.</p><p>\"Actually, the winery and my vocation have grown up together,\" he says.</p><p>The 20 brothers of New Clairvaux are Trappist monks, a subset of Cistercians. They live in a walled-off cloister, and rarely leave the property.</p><p>\"There's people who don't understand that. They think, 'What are you guys doing? There are so many needs in the world, and here you guys are wearing your pajamas, singing in a barn,' \" Brother Christopher says with a laugh.</p><p>He's talking about their long white robes and their beautiful but unadorned plywood church. The brothers spend hours every day in silence and prayer.</p><p>\"I really believe that it's important that there are people who are totally, 100 percent devoted to prayer,\" Brother Christopher says.</p><p>But the monks need to work to survive. They live off their own labor — not donations — and winemaking is one of their efforts.</p><p>Brother Rafael Florez is in the abbey's St. James vineyard, wearing the work uniform of jeans and a navy sweatshirt to prune vines. When he came here from Ecuador 18 years ago, he'd been seeking the right religious order for all of his adult life. He also had no experience with grapes, but he's part of a long legacy of Cistercian vintners. European monks of their order have made wine for nearly 900 years, including at one of the most celebrated wineries in the world, <a href=\"Clos de Vougeot\">Clos de Vougeot</a>. For Brother Rafael this work and his vocation go hand in hand.</p><p>\"One thing that has been extremely helpful for me is to know myself by pruning,\" Brother Rafael says. \"What you do with the vines is you're constantly removing what is extra. You remove the extra clusters, you remove the extra leaves and canopy. For what?\"</p><p>It's so the remaining grapes have space to develop beautifully. Brother Rafael continues, \"It's the same with me in my interior life. I need to remove what is superfluous.\"</p><p>Bother Rafael has a lot to contend with on the vineyard. It gets unrelentingly hot here, without the cool nights of other California wine regions. Then there's the soil: deep, moist, and sandy. That seems great to the outsider, but wine grapes do best in rocky soil, where they have to work harder to grow. Brother Rafael says he can spend 20 minutes removing leaves from a row of vines, and when he goes back to the beginning of the row, the leaves have already started to grow back. \"It's very labor intense.\"</p><p>Given these conditions, why would a winemaker like Sunseri want to become business partners with the monks of New Clarivaux?</p><p>\"I like the challenge,\" she says.</p><p>Her family has made wine in Napa and other parts of California for five generations.</p><p>\"If you make good wines in Vina, you've got to be really good at your craft,\" she says.</p><p>Even better than <a href=\"http://www.pbs.org/wgbh/americanexperience/features/biography/tcrr-stanford/\" target=\"_blank\">Leland Stanford</a>. In the late 1800s the railroad baron and one-time California governor created the <a href=\"http://www.sacramentohistory.org/search.php?imageid=1738\" target=\"_blank\">Great Vina Ranch</a> here, planting 4,000 acres. It was the world's largest vineyard at the time. He did pretty well with brandy, but not with wine.</p><p>Sunseri and the monks benefit from air conditioning and lots of other new technology and knowledge. They started by planting grapes that thrive in similar Mediterranean climates, like Tempranillo, Graciano, Albariño and Viognier.</p><p>Sunseri has another challenge: The monks make up a majority of the operation's workforce, but they pray seven times a day. The brothers alter their schedule for a few days during harvest, but otherwise, Sunseri works around prayer. She says, unconditionally, it's worth it.</p><p>\"I really love working with the brothers,\" Sunseri says. \"They fulfill something in my life, and they've got some core values I hope rub off on me.\" She says there's nothing superficial about them. \"They're very understanding, very forgiving, very welcoming.\"</p><p>And, Sunseri says, the brothers have incredibly high standards. That contributes to why New Clairvaux's stock sells out: online, at their tasting room, and through their wine club.</p><p>Brother Christopher says engaging with the public like that is part of New Clairvaux's mission, even though the brothers are cloistered.</p><p>\"You create a sacred space apart and then you invite people into it,\" he says, all to serve a larger purpose.</p><p>\"Whatever we make, we want people, when they experience it, to praise God,\"<strong> </strong>and experience a sip of wine as a divine gift.<strong></strong></p><hr /><p><em>This story is part of the series <a href=\"http://www.californiafoodways.com/\">California Foodways</a>, funded, in part, by <a href=\"http://www.calhum.org/\">Cal Humanities</a>. Reporter Lisa Morehouse produced this story during a fellowship at <a href=\"http://www.hedgebrook.org/\">Hedgebrook</a>, a residency for women writers.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=These+Vintner+Monks+Turn+Wilderness+Into+The+Divine+Gift+Of+Wine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lisa Morehouse","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398458564-5f29d4.m3u?orgId=1&topicId=1053&d=234&p=3&story=398339770&t=progseg&e=398458448&seg=18&ft=nprml&f=398339770"},{"href":"http://media.npr.org/assets/img/2015/04/08/7-aef8c22e39bb72bb1a40faa3fa9eace72ef0e4ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2024","width":"2699"}},{"href":"http://media.npr.org/assets/img/2015/04/08/22-8b2e835dbeebae75e778b8cfdd23478de2f92083.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1961","width":"2615"}}]}