{"created":"2014-08-28T19:19:04+00:00","modified":"2014-08-28T19:19:04+00:00","valid":{"from":"2014-08-28T19:19:04+00:00","to":"3014-08-28T19:19:04+00:00"},"hreflang":"en","guid":"4eb345de-a697-4364-90e8-33a13cd079cf","title":"Radio and phone intercepts provide insight into the conflict in Ukraine","published":"2014-08-28T19:19:03+00:00","byline":"Christopher Woolf","tags":["military","Media & Journalism","Conflict","Conflict & Justice","Europe","Ukraine","Russia","Europe","Asia","Olexei Solohubenko","Eastern Europe"],"teaser":"The conflict in Ukraine has been an arena of intense propaganda and deception. Ukraine is now giving radio and phone intercepts to journalists.The BBC's Olexei Solohubenko talks about how he uses this material.","contentencoded":"<p>The news from Ukraine can be bewildering. There are reports of heavy fighting. But knowing who is doing what requires sorting through often competing claims.</p><p><span style=\"line-height: 1.538em;\">Ukraine blames Russia for most of the violence. As evidence, it has posted a video supposedly showing some Russian soldiers caught fighting in Ukraine. But Russia denies sending troops in &mdash; and blames Ukraine.</span></p><p><span style=\"line-height: 1.538em;\">Journalists are left trying to use every tool they can think of to piece together the true story.</span></p><p><span style=\"line-height: 1.538em;\">Our Ukrainian colleagues at the BBC World Service, for instance, are using intercepted radio and phone messages.&nbsp;</span><span style=\"line-height: 1.538em;\">BBC news editor Olexei Solohubenko oversees a lot of that effort.</span></p><p>In one example, you can hear a rebel female artillery spotter complaining to her battery commander that he missed the target. Instead, she says he had hit three houses where civilians were sheltering. There were casualties, including small children.</p><p>The artillery commander on the other end, according to Solohubenko, sounds somewhat inebriated. He advises the spotter to do what he&rsquo;s doing and down a shot of vodka; he says this is war, and these things happen. Besides, he says, they will blame it on the Ukrainian government forces anyway.</p><p>Solohubenko says the BBC goes to great length to verify the details of what they&rsquo;re hearing. They check accents, locations, dates, times and anything else that can be cross-referenced with other sources of information. Sometimes they try to connect with the speakers on the recordings.</p><p>Most of the material is released by Ukraine&rsquo;s secret intelligence service, so Solohubenko says the BBC takes into account the fact that they&rsquo;re only releasing information that favors their version of history. He adds that the BBC also goes to great lengths to assess whether the material has been manipulated or edited.</p><p>Solohubenko says the recordings can add an additional layer of evidence about what&rsquo;s happening, and sometimes insight into the workings of the rebel command, since he has heard &ldquo;very open, very robust&rdquo; conversations where rebels complain about each other and the splits in the leadership.&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR43VLT.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/rtr43vltjpg"}]}