{"created":"2015-03-05T08:44:46+00:00","modified":"2015-05-13T21:11:15+00:00","valid":{"from":"2015-05-13T21:11:15+00:00","to":"3015-05-13T21:11:15+00:00"},"hreflang":"en","title":"Boris Nemtsov: 'He Directed His Words Against Putin Himself'","published":"2015-03-05T15:11:00+00:00","teaser":"Russian journalist Yevgenia Albats, who followed Boris Nemtsov's career for 27 years, says he was one of the few Russian political figures willing to directly criticize President Vladimir Putin.","itags":["npr_api","390754346"],"guid":"4eb53fe4-619c-4f7b-af0d-4dd67384768e","contentencoded":"<p>Boris Nemtsov was just 37 when Russian President Boris Yeltsin named him deputy prime minister in 1997. Trained as a physicist, Nemtsov symbolized a new generation of young leaders who rose to power in the chaotic aftermath of the Soviet breakup.</p><p>But after Vladimir Putin became president, Nemtsov joined the liberal opposition and became an outspoken critic. <a href=\"http://www.nytimes.com/2011/01/04/world/europe/04russia.html?_r=0\" target=\"_blank\">He was arrested on several occasions</a>, but continued his attacks on the Russian leader.</p><p>Nemtsov was one of the few prominent Russian politicians to denounce Russia's annexation of Crimea last year. He was documenting Russia's role in Ukraine's war when he was murdered Friday, just a short distance from the Kremlin.</p><p><a href=\"http://en.wikipedia.org/wiki/Yevgenia_Albats\" target=\"_blank\">Yevgenia Albats</a>, editor of the Russian magazine <em><a href=\"http://www.newtimes.ru/\" target=\"_blank\">The New Times</a> </em>knew Nemtsov for 27 years and talked with him by phone almost every day. She spoke to <em>NPR's</em> Renee Montagne about his life and his death.</p><p>Here are the interview highlights:</p><p><strong>What kind of man was Boris?</strong></p><p>Boris was a beautiful man. He was smart, he was very well educated, he was a very good physicist back in his life before politics. I got to know him when he was a physicist in city of Gorky [now Nizhny Novgorod] where [dissident Andrei] Sakharov was in exile. He lived in a very open manner. He loved life. He was very loveable man. He is survived by five kids and three ex-wives.</p><p>He really had a taste for life. He had hell of opportunities to be extremely rich — he was minister of energy and oil and deputy prime minister of the Russian government. In our country, people with these titles become at least millionaires.</p><p>He could have been living somewhere in London. He could have been a CEO of a major corporation making millions and millions. But he happened to be very honest, very sincere, and totally uncorrupted. He chose the very hard, very unfortunate life of Russian opposition leader. It didn't make him rich, didn't help him to secure his life.</p><p>He did what he believed in, that is what is most important about him. That is what will be most missed in this country — this notion of true, honest politics with a view of the public good that Boris Nemtsov represented in my rather unfortunate country.</p><p><strong>How seriously did Nemtsov take this possibility that he might be killed?</strong></p><p>Boris Nemtsov was probably one of the most vocal, most outspoken leader of the Russian opposition. He didn't speak in vague words about that regime or about the criminal courts.</p><p>The most important thing he said was that Putin created sort of an absolute power that he has now in the country, that no institutions work whatsoever. And he directed his wording against Putin himself. That's the most dangerous thing to do in my country now, is to go personal and to talk about Putin as the one who's responsible for what's going on in the country.</p><p><strong>What did he say about the war in Ukraine?</strong></p><p>He didn't pretend as if it was a civil war inside the Ukraine or that the United States and Russia are conducting a proxy war. He was absolutely damn clear that Russian Federation is running and conducting a war against Ukraine, that it's sending weapons and it's sending soldiers to fight the war in the Eastern Ukraine.</p><p>He was preparing a report that was to be titled <em>Putin And The War</em>. In fact we spoke last Monday, at length, about his report. He was a guest at my talk show at <a href=\"http://www.echo.msk.ru/\" target=\"_blank\">Echo Moskvy</a> [radio station]. ... He was collecting information about what kind of weaponry was sent to eastern Ukraine, how many battalions were sent to east Ukraine by the Russian government.</p><p>Definitely, it was a very dangerous thing to do given that the Russian government is trying to conceal the fact that it is fighting a war in the neighboring country.</p><p><strong>Do you feel you are in danger for speaking out?</strong></p><p>I love these questions. My entire life, since I started covering the KGB — and I started doing this in the late 1980s when the Soviet Union was still a place — I am constantly asked the question: \"Why are you still alive? Are you afraid?\"</p><p>Listen, I made my choice long ago. I could have written about flowers and be safe. I choose to write about government. I started this at Harvard University [where she received a doctorate in political science]. I think I have an expertise on the Russian government in general, and that's what I'm interested in. You know, it's a dangerous story, but it's an extremely interesting story.</p><p>It's just the beginning of the game and I just hope that it isn't the end. It probably will be a very painful and a very scary outcome. But as a journalist, I am extremely interested in the story. I think it's the most interesting story in the world right now, probably except for the story of ISIS.</p><p><strong>Do any of the government theories about Nemtsov's death make sense to you?</strong></p><p>I haven't seen any real hypothesis. Lets face it: Boris Nemtsov was shot on one of the main bridges of Moscow just 100 meters from Kremlin, which is heavily surveilled by the security cameras, which is under control of the Russian power institutions. If you try to do a photo op at the Moscow bridge where Boris was shot you would immediately face a policeman.</p><p>By now we know that for four days, nonstop, he was followed by different cars. We know whoever conducted the killing told his driver to go home, and he was going back to his apartment on foot. We know there were four bullets — one went directly into the heart, another directly into his head, another one in the liver, and another one in the stomach. All shot from the back.</p><p>Police came to the place of the killing in 12 minutes. They immediately announced a special measure to get the car with the killer inside. They managed not to get this car, and several days after Nemstov's murder no one [has been] caught.</p><p>They don't know, or pretend they don't know, or don't want to catch anyone. So really, you know, it's just a joke.</p><p>So there are two hypothesis: Either the so-called Russian law enforcement can't do their job — except for following the opposition, tapping their phones and putting peaceful opposition leaders into jail — or they <em>don't want</em> to do their job, and that suggests that they were part of this plot to kill Boris.</p><p><strong>Do you know what happened to the material Nemtsov had about the war in Ukraine?</strong></p><p>You know, if I do, I wouldn't say this. His apartment was searched right after his murder. His computers and other gadgets were taken by the police. Boris was a very experienced man, so I have no doubt that he took a precaution in respect to the report.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Boris+Nemtsov%3A+%27He+Directed+His+Words+Against+Putin+Himself%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390903212-c70ebd.m3u?orgId=1&topicId=1124&d=423&p=3&story=390754346&t=progseg&e=390903104&seg=14&ft=nprml&f=390754346"},{"href":"http://media.npr.org/assets/img/2015/03/04/41493101_h352739111-c6a1fea6f330c69e99ddb0d08a7d230325e432a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2439","width":"3254"}}]}