{"created":"2015-07-03T19:32:25+00:00","modified":"2015-07-03T21:04:08+00:00","valid":{"from":"2015-07-03T21:04:08+00:00","to":"3015-07-03T21:04:08+00:00"},"hreflang":"en","guid":"4ebddaa8-b3f9-420c-9a05-a1323110d35f","title":"Will Solar Impulse 2 inspire a whole fleet of solar-powered planes?","published":"2015-07-03T21:04:02+00:00","byline":"Peter Thomson","teaser":"A plane powered only by 17,000 solar panels completed a five-day flight from Japan to Hawaii early this morning. Will it inspire a fleet of solar-powered planes? Not right away, but one airline is moving into biofuels. ","tags":["Technology","Science, Tech & Environment","Honolulu","Oceania","United States","Japan","Abu Dhabi","Hawaii","Pacific","André Borschberg","John Hansman","Solar power","Solar Impulse 2","Aviation"],"contentencoded":"<p>Now that <a href=\"http://www.pri.org/stories/2015-06-29/solar-powered-airplane-breaking-records-over-pacific-ocean\">a solar-powered plane has set an amazing record</a>, we're ready with the next question: Will there soon be a fleet of solar-powered planes?</p>\n<p>Not quite, but airlines are moving in that direction.</p>\n<p>On Friday, Andre Borschberg, in a plane powered completely by the sun, pushed past Amelia Earhart-esque territory — completing a five-day solo flight across the Pacific, from Japan to Hawaii. It the longest leg on a planned around-the-world trip for the solar-powered plane.</p>\n<p>Not only did Borschburg make it, he got a lei around his neck.</p>\n<p>\"This particular flight is really on the edge of the envelope,\" MIT aeronautics professor John Hansman says. </p>\n<p>Borschberg touched down outside of Honolulu at dawn this morning. At 120 hours, it was the longest solo flight ever. And the plane did it without a drop of fuel. It was powered instead by 17-thousand solar cells mounted on its 236 foot-wide wings.</p>\n<p>Borshberg says he himself was also powered through the flight by yoga and meditation.</p>\n<p>First thing he says he wants to do now, after five days in the air, is take a shower. And the next stop for Solar Impulse 2 after a layover in Hawaii is Phoenix, Arizona, en route to Abu Dhabi, where the plane first set out on March 9.</p>\n<p>Will Solar Impuse 2 inspire a whole fleet of solar planes? Even small planes? Not quite yet, says Hansman, given the power limitations of current solar panels.</p>\n<p>However, those panels are improving rapidly. One start: biofuels.</p>\n<p>Earlier this week,<a href=\"http://www.nj.com/news/index.ssf/2015/07/united_airlines_says_it_will_start_using_biofuel.html\"> United Airlines announced </a>it was investing $90 million in a 10-year effort to use jet fuel made from solid waste.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-07-03%2Fjapan-hawaii-wings-powered-only-sun&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Route.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/routepng-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/07032015_09.mp3"},{"href":"http://admin.pri.org/file/0703201509mp3"}]}