{"created":"2014-12-23T08:27:55+00:00","modified":"2014-12-29T21:05:17+00:00","valid":{"from":"2014-12-29T21:05:17+00:00","to":"3014-12-29T21:05:17+00:00"},"hreflang":"en","title":"Satirizing Dictators Is Nothing New — Just Ask Charlie Chaplin","published":"2014-12-24T00:31:00+00:00","teaser":"<em>The Interview</em> is hardly the first time a dictator has been portrayed on the big screen — Bugs Bunny, Mel Brooks and <em>South Park</em> have all taken aim at fearsome world leaders.","itags":["npr_api","372463647"],"guid":"4ecf61ac-f1f2-4c15-bd03-db790c9b774d","contentencoded":"<p>(Update: Since this story aired, some theaters <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/23/372704366/some-theaters-to-show-the-interview-on-christmas-day\">announced they will now show</a> <em>The Interview</em> on Christmas.)</p><p>Sony had <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/17/371477960/major-theater-chains-wont-screen-the-interview-amid-threats\" target=\"_blank\">canceled the Christmas Day release</a> of <em>The Interview,</em> a comedy that depicts the assassination of North Korean leader Kim Jong Un. The cancellation was announced after hackers broke into Sony Pictures Entertainment's computer systems. They threatened a Sept. 11-style attack if the comedy was shown in theaters. Major theater chain owners then pulled the film. But as Sony Pictures Entertainment CEO Michael Lynton <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/19/371966188/ceo-says-sony-pictures-did-not-capitulate-is-exploring-options\" target=\"_blank\">told NPR</a>, \"Political satire has a long tradition in film.\" And, in fact, satires about despots and tyrants go way back.</p><p>In 1918, Charlie Chaplin wrote, directed and starred in a World War I comedy lampooning Germany's Emperor Kaiser Wilhelm II; <em>Shoulder Arms</em> was released just after Armistice Day. Decades later, on the eve of World War II, Chaplin made an even more ambitious film — his first \"talkie\" — about Adolph Hitler. In <em>The Great Dictator,</em> Chaplin parodies Hitler as a ruthless dictator named Adenoid Hynkel.</p><p>\"He plays Hynkel as an egomaniacal buffoon who seeks world domination,\" says reviewer and film historian Leonard Maltin. \"And in a very famous scene [he] toys with the giant globe of the world that's a balloon.\"</p><p><em>The Great Dictator </em>was a box office success. \"It may well have been cathartic for people to go to the movies and be able to laugh at your enemy,\" Maltin says. \"Laugh in his face, as it were.\"</p><p>By some accounts, Chaplin was already on a Nazi extermination list, though Hitler was a great admirer of Chaplin and is said to have watched the movie — and wept.</p><p>But Chaplin wasn't the first to lampoon the Führer; several months before <em>The Great Dictator,</em> the Three Stooges made fun of him in their comedy short <em>You Nazty Spy!</em></p><p>\"This is broad burlesque fun of Hitler,\" Maltin says. \"This is not deep, searching satire. It's parody, but again it's saying to the American public: This dictator is a fool not to be taken seriously.\"</p><p>Donald Duck also lampoons Hitler's Nazi regime in the 1943 cartoon <em>Der Fuehrer's</em> <em>Face</em>, which features a title song recorded by Spike Jones. And in 1945, Bugs Bunny plays both Hitler and Russia's Joseph Stalin in the cartoon <em>Herr Meets Hare.</em></p><p>Hollywood made many anti-Hitler propaganda films while the country was actively at war, says Maltin. \"There was no fear of reprisals; we were already in combat, so you could say pretty safely there was no risk,\" Maltin explains. \"You're gonna antagonize them more?\"</p><p>Decades after the war, Mel Brooks made merciless fun of Hitler onstage and onscreen with his hit <em>The Producers. </em>But Brooks <a href=\"https://www.youtube.com/watch?v=PQUqK_RJz9c\" target=\"_blank\">recently told</a> late-night host Jimmy Kimmel that there was a big difference between <em>The Producers</em> and the new film <em>The Interview: </em>\"I waited till Hitler was dead!\" Brooks exclaimed.</p><p>Over the years, depicting dictators and dictatorships has proven to be an Oscar-winning formula for filmmakers. In his 2006 film <em>Pan's Labyrinth,</em> Guillermo del Toro explores life under Spain's fascist ruler Francisco Franco.</p><p>The same year, Forest Whitaker portrayed Ugandan leader Idi Amin in <em>The Last King of Scotland. </em>But again, Maltin notes, these movies were made after the fact. \"The rarity is to have the nerve to step up and do this while those dictators are still in power,\" Maltin says.</p><p>In 1993, Iraq's Saddam Hussein got <em>his</em> turn on the big screen in the Rambo parody <em>Hot Shots! Part Deux</em>. And, perhaps most relevant to today's news, <em>Team America: World Police</em> took on Kim Jong Il while he was ruling North Korea. The all-marionette comedy portrays the Supreme Leader as a lonely puppet — he ends up getting impaled.</p><p><em>Team America</em> writer Matt Stone told <em>Fresh Air</em> in 2004 that he and director Trey Parker — they're the duo behind TV's <em>South Park</em> — were inspired by the old World War II Bugs Bunny cartoons.</p><p>\"Making fun of Hitler was psychologically empowering,\" Stone says. \"You know, and this was like Bugs Bunny putting on a little helmet and pretending to be a World War I soldier. To, you know, take Hitler and make him into a cartoon character and hit him over the head with a hammer — that's what we try to do with terrorism and with Kim Jong Il in this movie.\"</p><p>And that brings us up to <em>The Interview</em> — in which current North Korean leader Kim Jong Un's head is exploded. Before the movie was canceled, star and director Seth Rogen nervously talked to TV's Stephen Colbert. Colbert asked if Rogen had considered changing the name of the North Korean leader in the film, \"like calling him Phil Jong Un.\"</p><p>\"Yes, we did,\" Rogen answered. \"And then we thought, like, whose feelings are we trying to spare by doing that — Kim Jong Un?\"</p><p>Sony says it's looking for other platforms for releasing <em>The Interview.</em> But if history is any indication, audiences might only be able to see Kim Jong Un killed onscreen long after he's out of power.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Satirizing+Dictators+Is+Nothing+New+%E2%80%94+Just+Ask+Charlie+Chaplin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372623636-455aea.m3u?orgId=1&topicId=1137&ft=3&f=372463647"},{"href":"http://media.npr.org/assets/img/2014/12/22/greatdictator-31e4dd22c0a0a0b6869439a8afeda37d5ee37c1c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"950","width":"1267"}}]}