{"created":"2014-10-07T19:33:50+00:00","modified":"2014-11-12T16:46:39+00:00","valid":{"from":"2014-11-12T16:46:39+00:00","to":"3014-11-12T16:46:39+00:00"},"hreflang":"en","title":"Dom Flemons Holds On To Those Old-Time Roots","published":"2014-07-31T15:39:00+00:00","teaser":"<em>Prospect Hill</em> is Flemons' first album since leaving the band Carolina Chocolate Drops. By coincidence, the multi-instrumentalist recorded the album the day Pete Seeger died.","itags":["npr_api","336577946"],"guid":"4ee057d5-dd27-4fdd-8961-68985bfbcdcf","contentencoded":"<p>From his vintage hat to his enormous 1920s banjo, Dom Flemons looks like he's time-traveled from a different era.</p><p>Flemons was in <a href=\"http://www.npr.org/artists/99046725/carolina-chocolate-drops\">Carolina Chocolate Drops</a>, a Grammy-winning group that's extended the tradition of African-American string bands of the 1920s and '30s. His new solo album, <em>Prospect Hill</em>, is his first since leaving the group. Flemons sings and plays guitar, banjo, bones, harmonica, fife and jug. The album reflects his interest in old-time music, blues, early jazz and R&B, and also includes a couple of original songs. Flemons grew up in Arizona, and now lives in North Carolina.</p><p>By coincidence, Flemons recorded the album the day legendary folksinger <a href=\"http://www.npr.org/artists/15869924/pete-seeger\">Pete Seeger</a> died. Seeger had a major influence on Flemons and was one of the reasons he was drawn to play the banjo. Despite the sad circumstances, they enjoyed playing in remembrance of him. \"That's the thing about the blues, and string-band music is the same way — it grabs to a root and it brings you out of whatever spot [you're in],\" he tells host Terry Gross. \"Then you can project out that energy through the songs — and it was joyful.\"</p><p>Flemons recently joined <em>Fresh Air</em> in the studio to play songs from <em>Prospect Hill</em> and discuss what he loves about old-time music.</p><hr /><h3>Interview Highlights</h3><p><strong>On the music that inspired him to play in an old-time acoustic style</strong></p><p>\"It started out with my interest in oldies, like doo-wop, '60s rock, '60s pop music, '50s rock 'n' roll... I just started pushing toward these styles that weren't particularly contemporary at the time. I also listened to other stuff like <a href=\"http://www.npr.org/artists/15283543/green-day\">Green Day</a> when they first came out, or Sublime and groups like that.</p><p>\"But acoustic music at that time, there wasn't a whole bunch of it, unless a rock singer decided to do an acoustic-y ballad number or something like that, or adult-contemporary acoustic music. So when I heard <a href=\"http://www.npr.org/artists/15193203/bob-dylan\">Bob Dylan</a>'s first record, the self-titled <em>Bob Dylan</em> one, that really blew my mind. It made me think about guitar and harmonica, so I started doing that. I started learning everything that I could hear on the radio.\"</p><p><strong>On his musical background </strong></p><p>\"I was doing a lot of busking. I played for a while in a group called The Wild Whiskey Boys, and so I played harmonica in that group, but it was always guitar, banjo and harmonica. And that was all I played until I came to North Carolina, and then I started playing the bones and the quills and the bass drum, snare drum, all the drums — I played that in school, so that was my actual formal training. I was in marching band with bass drum, and then I played auxiliary percussion from tympani all the way down to suspended cymbal to triangles and all that stuff. So [I got] a good sense of not just the main rhythm, but what the auxiliary rhythm that you put on top of the main rhythm was.\"</p><p><strong>On doing imitations of performers when he sings their songs</strong></p><p>\"The idea that I had in my 16-year-old mind is that I'd hear these songs, and no one else knew what these songs were, so I'd try my best to replicate them so that people would get a sense of the song as it was performed by the original performer. At that time, I didn't feel like I had any interesting stories. After being in the business for about 15 years, just about now, I have some stories of my own. But at first, I didn't really have stories, so I would tell other people's stories.\"</p><p><strong>On his large and tricked-out banjo</strong></p><p>\"It's an 18-inch head on here, and usually most banjos you see are maybe an 11-inch head in diameter. It has a very fancy pick guard, a very extravagant inlay, because this was actually made in Philadelphia; there's a small guitar-making studio that made this banjo. It has lights that you could clip onto the truss rod so that you can heat the head of the banjo, in case it happens to be a hot day and the skin gets moist and soggy, to dry it out... If there was more [humidity], the skin would start to sink down and the notes would start to sound kind of mushy... This was made circa 1924, and so this is an old vintage instrument that is one of a kind. And I'm really glad to be the owner of it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Dom+Flemons+Holds+On+To+Those+Old-Time+Roots&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336605791-f91719.m3u?orgId=1&topicId=1105&ft=3&f=336577946"},{"href":"http://media.npr.org/assets/img/2014/07/30/domflemons-44966564fc9677581b3d69c2efbff1d056266dd3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"976","width":"1302"}}]}