{"created":"2014-10-02T21:05:25+00:00","modified":"2014-10-31T01:05:10+00:00","valid":{"from":"2014-10-31T01:05:10+00:00","to":"3014-10-31T01:05:10+00:00"},"hreflang":"en","title":"Stromae, Global Star In The Making, Set To Touch Down In The U.S.","published":"2014-06-19T15:30:00+00:00","teaser":"The Belgian pop artist took Europe by storm in 2009 with the song \"Alors On Danse.\" Five years later, he hopes to ride a wave of new hits across the Atlantic.","itags":["npr_api","322933388"],"guid":"4ef43325-e607-4709-8954-752a53243053","contentencoded":"<p>Paul Van Haver meets me in the public cafe of a Brussels arts center. Though he's one of the hottest young pop artists in Europe, he arrives with just his manager, not an entourage. Van Haver is soft-spoken and neatly dressed, with smooth, caramel-colored skin and pale green eyes. Young people inside the cafe stare agog before approaching him for an autograph. They know him by his stage name, Stromae — \"maestro\" in backwards French slang.</p><p>Stromae's latest hit, \"Papaoutai,\" swept the French music awards this year and went to the top of the iTunes singles charts in more than a dozen countries. The video has been viewed more than 150 million times. Not bad for a little song about a boy's emptiness growing up without his father, whose title translates as, \"Papa, where are you?\"</p><p>Stromae's father was a Rwandan architect who wasn't around much; he died in that country's genocide in 1994. The singer was raised, along with four siblings, by their Belgian mother in a working-class Brussels neighborhood.</p><p>\"I didn't know him very well,\" he says. \"My suffering is to know that I will never know who he was. It was difficult to know he was dead. But when my mother told me, I said, 'What's a father?' 'Cause I don't really know what a father is.\"</p><p>Stromae says he grew up listening to French and American rappers, and was inspired by the Americans' rhythm and flow, but not their vision of life.</p><p>\"I didn't understand this kind of fake dream,\" he says. \"As if life is about swimming pools, limousines, naked girls and stuff. No, my mother told me that happiness is not that, you know?\"</p><p>His mother sent him to a Jesuit school at 16, after he failed out of the public system. It was a turning point for the artist: He decided to get serious about his life and his music, which he describes as a mix of Congolese rumba, rap, French ballad and electro-pop. The songs are about the world he grew up in.</p><p>\"I prefer to talk about our problems, to be proud of them, in place of trying to hide them. Because you can't. And I prefer to dance, to smile on it, to laugh on it,\" he says.</p><p>Stromae's first hit, \"Alors On Danse\" (\"So We Dance\"), took Belgium by storm in late 2009, followed by all of Europe a few months later. It may be about unemployment, divorce and debt, but it makes you want to dance.</p><p>\"I decided to tell a story about the reason why we dance,\" the singer says. \"Because I was in clubs and I love clubs, but there is so much melancholy there.\"</p><p>In the video for \"Formidable,\" a bitter breakup ballad and his second big hit, he emerges from a Brussels subway station in morning rush hour. He staggers through the streets as if drunk. Some help, others ignore him; he calls it a reflection of \"our true humanity.\" The song was inspired by a homeless man who once yelled at the singer and his girlfriend, \"So you think you're beautiful!\"</p><p>\"I never forgot this sentence, and I put it in my song, actually: <em>Tu</em><em> te crois beau</em>,\" Stromae says. \"He was so right, even if this guy was drunk or marginal or aggressive. He is just alone, and he needs someone to listen to him.\"</p><p>With his guttural R's and raw emotion, Stromae has earned comparisons to iconic Belgian singer Jacques Brel — but he seems embarrassed by such talk and uncomfortable with his rising stardom. \"I'm just part of the people,\" he says. \"It's all about telling our stories.\"</p><p>His fans come in all ages and colors. At a sold-out concert in Brussels, the crowd cheers as he makes inside-the-Brussels-beltway jokes. Forty-five-year-old Philip Parius says Stromae's music has even bridged the country's deep divide between French and Flemish.</p><p>\"He's representing Belgium. That's so great,\" Parius says. \"That's the most important thing: not the language, but the Belgian attitudes.\"</p><p>Stromae says he feels Belgian, though he didn't always feel that way growing up. Today he considers his diverse background an asset. He never aspired to sing for non-French audiences, but when his first song became a hit in Germany, he realized it didn't matter if people understood all the words.</p><p>\"If we can listen to English music without understanding nothing, and dance on it, and feel the groove, feel the feelings, I'm sure everybody can do exactly the same for each language,\" he says.</p><p>\"Sometimes it's a trend that everybody wants to sing in English 'cause it's more musical, or more international,\" Stromae adds. \"But I think it's all about offering different visions of the world. When I listen to an American singer, I wanna listen to his music in his language. Because he's more spontaneous, he's more natural, and I need his point of view. And our point of view here in Brussels is French and Flemish.\"</p><p>Belgium's prime minister recently gave President Obama a Stromae CD. The star will bring his music and message to New York City this Friday, and will play a host of American cities this fall.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stromae%2C+Global+Star+In+The+Making%2C+Set+To+Touch+Down+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"405"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323510689-a2a16e.m3u?orgId=1&topicId=1106&ft=3&f=322933388"},{"href":"http://media.npr.org/assets/img/2014/06/17/stromae_live-5c81c547d59ca36a79ee33f56cf47b858f22a232.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5118"}}]}