{"created":"2014-12-02T22:13:30+00:00","modified":"2014-12-02T22:13:36+00:00","valid":{"from":"2014-12-02T22:13:36+00:00","to":"3014-12-02T22:13:36+00:00"},"hreflang":"en","guid":"4f062592-1dd7-4f9c-806a-826283950fcf","title":"The winner of last year's Sweden's Idol just earned a spot on one of Sweden's top soccer teams","published":"2014-12-02T22:13:14+00:00","byline":"Andrea Crossan","tags":["sports","soccer","entertainment","music","Sports","Europe","Sweden","Scandinavia","Kevin Walker","Sports","soccer","American Idol","Idol Sverige"],"teaser":"How do you say renaissance man in Swedish? Kevin Walker won Sweden's version of American Idol and now he's playing for one of country's best soccer teams.","contentencoded":"<p>Imagine if singer Phillip Phillips also just happened to play in the NFL. That’s the best way to describe <a href=\"http://www.kevinwalker.se/\">Kevin Walker</a>.</p>\n<p>Walker won the Swedish version of “American Idol” in 2013. But he recently earned a spot on on a team playing in Sweden’s top soccer league. The world of music opened up to Walker after he got sick while playing on Sweden’s Under-21 squad in 2009.</p>\n<p>“I got blood-poisoning,” explains Walker. “I was knocked out for a whole year. I had a lot of free time [because] I wasn't allowed to train — so I picked the guitar up.”</p>\n<p>The illness cost him an entire season, but it got him started singing and writing music. And then he went out one night to a local casino to perform for a small crowd. A shaky video of him singing made it to the producers of Swedish Idol 2013.</p>\n<p>Walker got a phone call asking him if he wanted to audition.</p>\n<p>“I said, ‘why not, I’m free today so I’ll give it a go’.”</p>\n<p>And his music career took off.</p>\n<p>“I didn’t have any ambitions of winning the whole thing but it turned out brilliantly for me.”</p>\n<p>It didn’t hurt that Walker has a charming Irish accent. His father, Pat Walker, a former professional soccer player moved to Scandinavia to play in 1983. Kevin was raised in a home where both Swedish and English were spoken.</p>\n<p>Now the midfielder is juggling his music and his soccer careers.</p>\n<p>Walker will be taking the field for Sweden’s Djurgarden soccer team next year; they are the 11-time Swedish champions and one of the best-supported clubs in the country.</p>\n<p>“The things I can do, I’m really grateful for, and I’ve had the opportunity to do a lot of funny stuff. I’m looking forward to the future and [what it holds for me].”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/kevinwalker_musik5.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kevinwalkermusik5jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/pop1400.mp3"},{"href":"http://www.pri.org/file/pop1400mp3"}]}