{"created":"2014-09-08T02:12:29+00:00","modified":"2014-10-30T22:43:22+00:00","valid":{"from":"2014-10-30T22:43:21+00:00","to":"3014-10-30T22:43:21+00:00"},"hreflang":"en","title":"The Full Escovedo: What You May Not Know About Sheila E.","published":"2014-09-06T22:39:00+00:00","teaser":"If her Prince-assisted '80s hits are all you know of Sheila Escovedo, you're missing half the story. NPR's Arun Rath speaks with the drummer, singer and bandleader and dives in to her early history.","itags":["npr_api","345548838"],"guid":"4f0b90c1-0177-41e0-ab01-ee9a8534640e","contentencoded":"<p><em>Most people know Sheila E. as a pop star, from </em><em>the hit records she made in the 1980s with the telltale influence of Prince. But did you know she made her debut album as a teenager, or that she played percussion on Michael Jackson's \"Don't Stop Till You Get Enough\"?</em></p><p><em>That and other details of a rich musical life come to light in a new memoir called </em>The Beat of My Own Drum<em>, and Sheila E. joined NPR's Arun Rath to talk about it. Hear their conversation at the audio link, and read on for Rath's thoughts on an artist who was making noise before Prince even got his start.</em></p><hr /><p>If I were to recommend just one album to get to know Sheila E., it wouldn't be <em>The Glamorous Life</em>, <em>Romance 1600</em> or anything you've probably heard of. In fact, it's not even a Sheila E. album.</p><p>In 1977, at the age of 19 and working under her given name, Sheila Escovedo got double billing along with her father, percussionist <a href=\"http://www.npr.org/artists/15626127/pete-escovedo\" target=\"_blank\">Pete Escovedo</a>, on an album called <em>Solo Two</em>.</p><p>Sheila E. gets pegged as a \"<a href=\"http://www.npr.org/artists/15394157/prince\" target=\"_blank\">Prince</a> protégée,\" and that's not really fair. She was a successful musician with her own fully developed, unique sound before she even met Prince. That's not to say he that didn't have a huge influence on her, but it was a two-way street. You only have to listen to her music pre-Prince, then listen to Prince's music post-Sheila (basically anything from <em>Purple Rain</em> on) to hear how much he got from her.</p><p>And Prince was hardly the only musician who influenced Sheila Escovedo. In our conversation, she talked about some of the music icons she played with in the 1970s:</p><p>\"That's what's been so great in celebrating, now, 40 years this year in the business: Being a musician at an early age, at 15, and being able to play with such great artists, from Billy Cobham to <a href=\"http://www.npr.org/artists/15597402/george-duke\" target=\"_blank\">George Duke</a>, <a href=\"http://www.npr.org/artists/15294441/herbie-hancock\" target=\"_blank\">Herbie Hancock</a>, <a href=\"http://www.npr.org/artists/15368370/miles-davis\" target=\"_blank\">Miles Davis</a>. I mean, it's been an honor to not only be able to listen and play with them, but just to know them and to learn from them.\"</p><p>She also played with <a href=\"http://www.npr.org/artists/15442799/carlos-santana\" target=\"_blank\">Carlos Santana</a>, <a href=\"http://www.npr.org/artists/15669282/marvin-gaye\" target=\"_blank\">Marvin Gaye</a>, <a href=\"http://www.npr.org/artists/15398116/lionel-richie\" target=\"_blank\">Lionel Richie</a> ... I could go on. But the most important influence was undoubtedly her dad.</p><p>Pete Escovedo had played percussion with Latin jazz giant <a href=\"http://www.npr.org/artists/15155306/cal-tjader\" target=\"_blank\">Cal Tjader</a>. Along with his brother Coke Escovedo, he created the fantastic Latin-rock-funk group Azteca. Felix Contreras, co-host of <a href=\"http://www.npr.org/blogs/altlatino/192684845/our-show\" target=\"_blank\">NPR's <em>Alt.Latino</em> podcast</a>, told me this about Azteca's importance:</p><p>\"They expanded the Latin rock thing beyond the blues and Afro-Cuban base that Santana had established. Azteca was a glorious big band that was adept at Afro-Cuban, funk, soul and jazz. And they wore their heritage on their sleeves with the name alone: Azteca. Pete was an early influence to me and countless young Chicano kids who were learning to play Cuban percussion instruments: We didn't have to be Cuban or Puerto Rican to claim legitimacy in playing these rhythms. So there was a musical and cultural impact.\"</p><p>Sheila Escovedo first performed on stage with her dad when she was just 5 years old. She plays the congas left-handed because she learned from mirroring her dad's moves. When she was a teenager, she ended up filling in for Azteca's conga player, and was so good she took over the job.</p><p>None of this is to put down her career as Sheila E., which has been superb. \"<a href=\"http://youtu.be/SvPSl5TUn9k\">Merci for the Speed of a Mad Clown in Summer</a>\" is all the evidence you need that she left none of her musicianship behind when she became a pop star. But if you don't know the full Sheila Escovedo, you're missing out.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Full+Escovedo%3A+What+You+May+Not+Know+About+Sheila+E.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Arun Rath","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346391343-b1aab0.m3u?orgId=1&topicId=1105&ft=3&f=345548838"},{"href":"http://media.npr.org/assets/img/2014/09/03/beatofmyowndrum-569078bc84ce639fd90c25adb31e5d39f47dd64a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"738","width":"984"}}]}