{"created":"2015-01-05T21:22:57+00:00","modified":"2015-05-13T21:25:16+00:00","valid":{"from":"2015-05-13T21:25:16+00:00","to":"3015-05-13T21:25:16+00:00"},"hreflang":"en","title":"How A Position Of Power Can Change Your Voice","published":"2015-02-09T23:37:00+00:00","teaser":"Once you become the boss, it's likely that you'll start to speak quite differently. The pitch, resonance and intensity of your speech change in ways that listeners can detect as signs of power.","itags":["npr_api","371964053"],"guid":"4f0ce5f4-28b4-4c33-b3c8-74f74f04eb77","contentencoded":"<p>Most radio reporters, I think it's fair to say, think about their voices a lot, and work to sound powerful and authoritative. I know my voice has changed since my very first radio story 10 years ago:</p><p>Compare that with how I sound these days:</p><p>That's why I was intrigued by a <a href=\"http://pss.sagepub.com/content/early/2014/11/20/0956797614553009.abstract\">recent study</a> in the journal <em>Psychological Science</em> on the voice of authority. Scientists wanted to hear if people's voices change in predictable ways when they are put into positions of power. Plus, they wondered if listeners could detect those changes.</p><p>Sei Jin Ko, a social psychology researcher at San Diego State University, explains that over a hundred college students came in to their lab to have themselves recorded, starting with a recording of their everyday voices.</p><p>Then they were asked to imagine a scenario involving the purchase of a new car. Some people were told they were in a position of high power — they had inside information or lots of other offers to choose from. Meanwhile, others were told they had very little power.</p><p>Both groups were then recorded reading the same text out loud. \"It was something to the effect of, 'I'm glad we're meeting today to discuss this, we have a few differences that we'll need to iron out before we come to an agreement,' something like that,\" Ko explains.</p><p>Researchers took the recordings and looked for differences between the two groups by analyzing acoustical features, such as pitch, resonance and intensity.</p><p>It turned out that feelings of power are reflected in people's voices, says Ko. \"When you put them in the situation, their voices change,\" says Ko. \"I think that's very, very exciting and quite powerful, shall we say — no pun intended.\"</p><p>She says the voice of a person given more power was steadier and less singsongy, but also more dynamic \"because it increased in pitch and intensity variability, so they went in and out of loudness more than those in low power.\"</p><p>The recordings from her study have to be kept private, but she says you can hear almost exactly the same features in recordings of Margaret Thatcher's voice. \"I'd always been fascinated by Margaret Thatcher's voice, because I knew that she went through voice coaching to sound more authoritative,\" says Ko.</p><p>Here's Thatcher early in her career:</p><p>And later on:</p><p>Ko says the changes Thatcher seems to have deliberately made in her voice were almost identical to the changes made automatically by the speakers given power in her study. \"That was quite remarkable,\" Ko says.</p><p>She and her colleagues did another study using the voice recordings they'd made. They wanted to know if listeners could tell who had power and who didn't. And, as it turns out, listeners could. \"They do use these characteristics to make very accurate predictions of whether the speaker is the boss or not,\" says Ko.</p><p>Just for fun, I sent Ko an audio clip from early in my radio career and asked her run a comparison with the way I sound now.</p><p>She found changes in three of the six features that seemed key in their study. \"You're much less singsongy, actually a huge difference,\" Ko told me.</p><p>Lots of things are probably at play here. I'm 10 years older, and now I'm way more comfortable in front of a microphone. And, as Ko's study shows, we may unconsciously be changing our voice all the time, depending on the circumstances.</p><p>Ko says that sometimes, just by overhearing someone, you can almost tell if he or she is speaking to a spouse, or a child or a colleague at work. But there actually hasn't been much research into how people's voices vary when they're put into one situation rather than another. \"That's what's amazing,\" says Ko. \"It's practically unstudied.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Position+Of+Power+Can+Change+Your+Voice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375201488-f0dae2.m3u?orgId=1&topicId=1128&d=290&p=2&story=371964053&t=progseg&e=375168843&seg=8&ft=nprml&f=371964053"},{"meta":{"duration":"16"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371965044-cf60aa.m3u?orgId=1&topicId=1128&d=16&p=2&story=371964053&t=progseg&e=375168843&seg=8&ft=nprml&f=371964053"},{"meta":{"duration":"18"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371965124-61b438.m3u?orgId=1&topicId=1128&d=18&p=2&story=371964053&t=progseg&e=375168843&seg=8&ft=nprml&f=371964053"},{"meta":{"duration":"6"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371965017-c3026a.m3u?orgId=1&topicId=1128&d=6&p=2&story=371964053&t=progseg&e=375168843&seg=8&ft=nprml&f=371964053"},{"meta":{"duration":"10"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375204815-c837f5.m3u?orgId=1&topicId=1128&d=10&p=2&story=371964053&t=progseg&e=375168843&seg=8&ft=nprml&f=371964053"},{"href":"http://media.npr.org/assets/img/2014/12/22/radio-mic-d81cf2cf0188d0b92f7f16717462b7af5b2e87f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}