{"created":"2015-05-05T17:15:31+00:00","modified":"2015-06-25T17:44:22+00:00","valid":{"from":"2015-06-25T17:44:22+00:00","to":"3015-06-25T17:44:22+00:00"},"hreflang":"en","title":"'Tales' Of Pig Intelligence, Factory Farming And Humane Bacon","published":"2015-05-05T21:59:00+00:00","teaser":"Journalist Barry Estabrook wanted to know more about the animal and its journey from the farm to his plate. In a new book, he explores the dichotomies of the industry that's raising our pork chops.","itags":["npr_api","402584436"],"guid":"4f0ea5d5-cd3f-4f5c-90d5-ab3beba5d92c","contentencoded":"<p>Journalist <a href=\"http://politicsoftheplate.com/?page_id=2\">Barry Estabrook</a> knows how to enjoy a juicy heritage pork chop. He'll also be the first to tell you what intelligent, sensitive creatures pigs are. \"I had no idea how smart they were until I got in the research,\" Estabrook tells <em>Fresh Air's</em> Dave Davies.</p><p>Estabrook is the author of <em>Pig Tales: An Omnivore's Quest for Sustainable Meat, </em>out May 4. \"I set out on the premise that if you're going to eat an animal, maybe you owed it to yourself to find out as much as you could about the way the animal thought, its cognitive abilities,\" Estabrook explains.</p><p>In the course of his research, Estabrook spoke with scientists who taught pigs how to play computer games. He learned that pigs have a sense of self and that they can recognize themselves in mirrors. Pigs, he says, can look at another pig and calculate what that pig might do or how it might act.</p><p>Estabrook also witnessed brutality at some large-scale pig operations firsthand. One facility he visited held 1,500 pregnant pigs in cramped individual cages. \"They were like people sitting in the seats of one of those regional aircrafts,\" Estabrook says. \"Their sides stuck out through the bars; they could not turn around. They could not move in any way at all and that's the way those pigs basically lived their entire life.\"</p><p>Estabrook estimates that 80 percent of the sows in the U.S. live their lives in factory conditions where they are crammed into cages and fed an abundance of <a href=\"http://www.npr.org/blogs/thesalt/2013/11/04/241603861/why-are-pig-farmers-still-using-growth-promoting-drugs\">antibiotics</a> to prevent disease. But, he adds, there are other options, such as one farm he visited in upstate New York, where the pigs are raised on pasture.</p><p>\"They don't get antibiotics unless they're sick, they're never cooped up, the mother sows are not kept in crates,\" Estabrook says. \"They live in a great amiable sorority under the trees with a little mud puddle in the center of it, and the end result is this pork is incredible. It's sold to some of the very best restaurants in New York City.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the emotional intelligence of pigs</strong></p><p>I interviewed a woman named Sy Montgomery, a writer, who kept a pet pig for 14 years and [the pig] had incredible emotional intelligence, far more than her dogs, she said. He knew when she was sad and he was normally quite rambunctious around her, which is something for a 750 pound animal, when she was sad (her parents had died) he was very quiet, he was like a kitten. For some reason, he loved certain people that he met and even if that person would only come once every year or two he would greet him with the same effusive grunts and squeals. There was a little girl who lived down the road who was suffering [from] cancer and she would come and sit beside the pig after particularly bad bouts of chemotherapy and the pig would let her lie on him and he was just as gentle as could be.</p><p><strong>On feral pigs</strong></p><p>At last count, they know that wild, feral pig populations exist in 48 states and probably all of them — but think of them, they breed better than rabbits. A feral sow can have 12 piglets every year and those piglets are ready to breed in less than a year. There's no other large animal that breeds at anything close to that pace. These animals can run 30 miles an hour, they can jump 3 feet high; they can smell a morsel of food 7 miles away. A pig's snout is a marvel of excavating engineering technology. I mean, they can root up a patch of land in no time and it looks like a bulldozer has been through. They can and do eat anything. So they're ideally poised to take over an area once they get there.</p><p><strong>On the conditions of industrial pig slaughterhouses</strong></p><p>Of all the things I saw, the thing that hit me the hardest, twisted my guts the hardest, was when I walked into a low, dark barn in Iowa and in that barn there were 1,500 sows, pregnant female pigs, and they were all in individual cages that were too small to hold them. ... When they did have their babies they would move into something called a 'farrowing crate' which allowed the sow no more room to move, and you take these intelligent, inquisitive, emotional creatures and confine them to a lifetime — it would be like being confined to a coffin for a lifetime or worse than your dog being confined to its travel case for a lifetime. But that's the way 80 percent of the sows in this country live their entire life.</p><p><strong>On disposal of pig excrement</strong></p><p>In a typical industrial pig farm, both sows, piglets and growing pigs, they're kept on grated floors, hard, grated floors and the excrement either dribbles or is squished through the grates into the equivalent of a basement directly below them where it sits. It can sit for up to a year, creating incredible noxious odors which also happen to be poison — ammonia, hydrogen sulfite — those are poisonous gasses. [The farms] keep the pigs alive by having these huge jet engine-like fans on the end of the barns that are constantly blowing in fresh air, or the pigs could asphyxiate.</p><p>A farmer in Missouri — it happened late one Saturday night — a thunderstorm went through and the electricity failed in his fans and for some reason the generator, which was supposed to kick on, didn't, and when he woke up Sunday morning to go to church he discovered that several hundred of the pigs in the barn had asphyxiated in just a few hours. He had to spend Sunday dragging them out and digging a mass grave for his pigs. Interestingly, it was shortly thereafter that he decided he wasn't going to keep raising pigs that way. ...</p><p>They can be killed also if the barn overheats when the fans fail. They really are living in some sort of weird life support system just long enough to reach slaughter weight.</p><p><strong>On raising industrial pigs on antibiotics</strong></p><p>The vast majority of industrial pigs in this country are fed a steady, low level of antibiotics in their food, whether they're sick or not. The industry says it's a prophylactic measure to keep them from getting sick, other people will say, \"No, the industry just does that because it does make the pigs grow a little faster.\" But the end result is the same. These conditions are ideal for the mutation of bacteria ... that are resistant to antibiotics, the type of bacteria that kill about 23,000 Americans every year according to the CDC. This is just the perfect incubator — you couldn't create a better incubator in a laboratory than a building crowded with thousands of stressed animals who are being fed low levels of antibiotics every day.</p><p><strong>On what industrial pigs are fed</strong></p><p>It's pretty ugly. The basic ration is corn or soy, but to that, they can add rendered pig meat, making them cannibals. They can add something called \"feather meal,\" which is what it sounds like; it's the feathers that come from chicken and turkey slaughterhouses. They can be fed chicken manure, the litter off the floor of chicken houses because manure has protein in it. So there are all sorts of things that are quite frightening in the diet of an industrial pig.</p><p><strong>On the alternative to the large-scale industrial slaughterhouses</strong></p><p>There's people who raise pigs as pigs, they understand the animal and they raise pigs in a way that's natural for the pigs that allow the pigs to express their instincts, that allow them to get exercise, that allow them to eat proper food and it's a very small minority, unfortunately, but it's becoming more visible, it's growing, and it's totally different. I came to the conclusion that pork is either the best meat you can eat, or the worst from any perspective — gastronomic, environmental, animal welfare, and it all depends on how they're raised.</p><p><strong>On humans' relationship to pigs</strong></p><p>I think that it's far worse to raise a pig under horrific conditions, torture it for its entire life, drive it crazy, not kill it in a way that it's assured a good, quick death, than raising an animal well so that it has as good a life as it could expect and then consuming it. To me, there's no comparison between the two. ... Pigs and humans, culturally, we've evolved together. Pigs have helped us, we've helped pigs, it's what Temple Grandin calls \"the ancient contract,\" and our part of that contract is to do our bit well and pigs' part of that contract is to provide us with food.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Tales%27+Of+Pig+Intelligence%2C+Factory+Farming+And+Humane+Bacon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404446189-d0f383.m3u?orgId=1&topicId=1053&aggIds=100876926&d=2263&p=13&story=402584436&t=progseg&e=403509269&seg=1&ft=nprml&f=402584436"},{"href":"http://media.npr.org/assets/img/2015/05/04/pig-tales_9780393240245-1--51137d4fee8b7db30117e272702b7a21f0d29519.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1183","width":"1578"}},{"href":"http://media.npr.org/assets/img/2015/05/04/barry-estabrook-c-kathleen-frith-slash-glynwood_300dpi-ddc4e4007544aba94d6b15fa12c6dca41f6bda75.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"635","width":"847"}}]}