{"created":"2014-09-01T23:57:11+00:00","modified":"2014-11-19T22:20:05+00:00","valid":{"from":"2014-11-19T22:20:05+00:00","to":"3014-11-19T22:20:05+00:00"},"hreflang":"en","guid":"4f0ebec9-4f75-49e1-8ce4-7023c2cc2753","title":"Can smartphone videos help heal post-revolutionary Libyans suffering from PTSD?","published":"2014-11-19T22:20:03+00:00","byline":"Anne Bailey","teaser":"A journalist heads to Rome on a mission: to teach Libyans how to shoot and edit interview videos on smartphones, so they can return to Libya and help people create \"healing testimonies.\" It may be a long shot, but the need for healing in Libya is huge.","tags":["Human Needs","Health","Health & Medicine","Tripoli","Africa","Libya","northern Libya","Tarek Awrayat","Nicoletta Gaida","Libya","Tawergha","Social Issues","post-traumatic stress disorder"],"contentencoded":"<p>Three years ago, smartphones and social media fueled the revolutions of the Arab Spring in Tunisia, Egypt, Yemen and Libya. Now, nine Libyan activists and former combatants are learning to use smartphone videos to heal the emotional and psychological fallout from their own revolution.</p>\n<p>In a small classroom in Rome, Tarek Awrayat sits across from Saeid a Mohamed Amer Alshikhi, struggling to find the right words. He’s playing the part of a victim in a mock interview. The exercise is designed to teach him and eight fellow Libyans how to conduct “healing testimonies” with survivors of sexual violence and torture in Libya after the 2011 revolution. When he finally speaks, his voice is low.</p>\n<p>“Well, the feeling is I am very, very sad,\" he says. \"All over the country, things are not satisfactory at all. We were very happy about the revolution in its beginnings, but now things are not as we hoped for.  There are about 70,000 people displaced.”</p>\n<p>This isn’t just role-play for Awrayat. In August of 2011, two months before Muammar Gaddafi’s death, revolutionary fighters drove out all 30,000 residents of Tawergha, his hometown in northern Libya near Misrata. Revolutionary militia claimed the city’s residents supported Gaddafi in the battle for Libya. For Awrayat, the psychological trauma of it all was devastating.</p>\n<p>“I’m Libyan and I feel proud about being Libyan,\" Awrayat says. \"I feel proud of my identity, but what happened — the way that I was forced to leave my own city — affected me so bad. And because I was forced to leave by my own cousins, my own people, it was even more suffering for me.”</p>\n<p>I was invited to Rome by the <a href=\"http://www.arapacisinitiative.org/\">Ara Pacis Initiative</a>, a peace and reconciliation NGO based in Italy. I’m not a counselor. Or an activist. My job is to teach these Libyans how to use smartphones to record and edit high-quality videos.</p>\n<p>I’ve led similar workshops in Congo and Tunisia, but this one is different. It’s not a journalistic exercise. Here, the lofty goal is to help heal and reconcile real trauma in Libya - a country where victims of torture and rape, especially, are expected to suffer in silence.</p>\n<p>We spend three days working on the basics of taking and editing video on a smartphone. Violence against journalists is high in Libya, so Ara Pacis decided smartphones would be safer for students and less intimidating for victims already fearful of speaking out. The students also take classes with experts in international conflict resolution, human rights and oral history.</p>\n<p>Talking to Awrayat later, I learn that he now lives in Tripoli, where he visits other displaced Tawerghans in five refugee camps scattered throughout the city. Like Awrayat, if they returned home, the militia that still guards what is now a ghost town would likely kill them. As Awrayat describes the camps, his voice fills with emotion.</p>\n<p>“When I visit the camps, everything feels so gloomy. Even five- and six-year-olds are depressed,\" Awrayat says. \"And the only thing on their mind is revenge. It’s controlling their lives. And when I talk to the old people there, I try to give them some kind of hope. But I feel like I just want to cry.”</p>\n<p>The idea that these nine men and women can help heal their country by producing video testimonies seems idealistic. Libya is a country where speaking publicly about personal issues flies in the face of social norms. It’s clear to me that some of these students are here as journalists and activists, not \"healers.\" I have no doubt that they’ll make a difference back in Libya, but whether they’ll heal anything or anyone isn’t clear.</p>\n<p>Back in the classroom, Nicoletta Gaida, director of Ara Pacis, tries to explain the difference between journalistic interviewing and healing testimonies to the students. For students with no background in mental health or social work, it’s a gray area they’re struggling to define.</p>\n<p>Gaida emphasizes repeatedly that this program is designed to elicit very specific testimonies that enable victims to begin a healing process. She acknowledges that it won't work for everyone.</p>\n<p>The night before I go, I ask Tarek if he thinks he is “healed” from his own trauma. He tells me, yes — that he’s gotten over being driven from Tawergha and has moved on, and that’s how it’s supposed to be. But then he backtracks a bit.</p>\n<p>“Look, I’m displaced,” he says. “I have a lost identity. But really, the question is very difficult to answer.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Tawergha_displaced.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/tawerghadisplacedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090120147.mp3"},{"href":"/file/090120147mp3"}]}