{"created":"2014-10-07T20:29:31+00:00","modified":"2014-10-31T00:01:47+00:00","valid":{"from":"2014-10-31T00:01:47+00:00","to":"3014-10-31T00:01:47+00:00"},"hreflang":"en","title":"Long GOP Primary Season Gives Democrats Time To Fill Campaign Coffers","published":"2014-07-23T15:31:00+00:00","teaser":"If Democrats lose control of the Senate this fall, it likely won't be for lack of campaign money. The prominent female candidates in particular have healthy campaign accounts.","itags":["npr_api","334091470"],"guid":"4f11fab5-4969-4794-beaa-566271e8d557","contentencoded":"<p>Georgia Republicans picked their Senate nominee Tuesday night. Former corporate CEO David Perdue will face Democrat Michelle Nunn in the November general election.</p><p>Nunn, the daughter of a popular former senator, is among several Democratic female candidates who are showing strength as the party tries to preserve its Senate majority. She's also considered a real contender to turn the Georgia seat Democratic.</p><p>Nunn has taken advantage of the Republicans' late runoff date, which gave her time to raise money for November, says Justin Barasky, press secretary for the Democratic Senatorial Campaign Committee in Washington.</p><p>The GOP \"will be in a pretty bad financial position,\" Barasky says. \"Meanwhile, Michelle Nunn has built her organization and her cash-on-hand advantage to a really strong place.\"</p><p>Thirty-three Senate seats are up in November. Georgia is one of just two states where Democrats might pick up a Republican seat. The other is Kentucky, where Secretary of State Alison Lundergan Grimes is challenging Senate Minority Leader Mitch McConnell.</p><p>Grimes has a powerful fundraising operation. Her campaign manager, Jonathan Hurst, says she's catching up with McConnell.</p><p>\"When we started this race, he had $10 million that he already had in his campaign,\" Grimes says.</p><p>But then McConnell had to wage a costly primary campaign, while Grimes succeeded in opening a lot of Democratic wallets in Kentucky and around the country.</p><p>Now, Grimes says, \"We have 68 cents to every dollar he has.\"</p><p>\"We don't suspect that Alison Lundergan Grimes is going to suffer from any lack of resources,\" says Josh Holmes, adviser to McConnell's campaign.</p><p>But campaign cash isn't everything. Outside groups are important, too — superPACs and so-called \"social welfare\" organizations. McConnell has more of them spending money on his behalf than Grimes does.</p><p>It's an imbalance that shows up in other races, too. Democratic candidates have had strong fundraising, while Republicans benefit from wealthier outside groups.</p><p>Barasky notes that funds in candidates' coffers are worth more, because candidates pay less for TV airtime.</p><p>\"So the reality is that $6.2 million of candidate cash\" — the amount Grimes reported as cash on hand — \"is actually closer to $10 or $12 million of outside-group cash,\" he says.</p><p>Brian Walsh, consultant to the National Republican Senatorial Committee, predicts that by autumn, Democrats will be stretched thin protecting their incumbents.</p><p>\"The national Democratic party's going to have some tough decisions to make,\" Walsh says. \"I frankly would be a little surprised if, come September or October, they're spending serious money in either Kentucky or Georgia.\"</p><p>Even then, control of the Senate might not be settled till December. That's because one of the Democratic incumbents is Louisiana Sen. Mary Landrieu, and in Louisiana, Election Day is a wide-open primary, with a runoff in December.</p><p>Landrieu and the leading Republican, Rep. Bill Cassidy, have both reported about $6 million cash on hand.</p><p>\"It's already kind of a wild and woolly race, with the outside spending, the superPAC money,\" says Jeremy Alford, a journalist who writes the blog LaPolitics. \"Without a doubt, it's the most expensive race, period, that the state has ever seen.\"</p><p>How wild? How woolly? The attack ads started last December, and already, Landrieu and some outside groups are reserving TV time for the runoff election they're anticipating this December.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Long+GOP+Primary+Season+Gives+Democrats+Time+To+Fill+Campaign+Coffers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334276031-dab1f6.m3u?orgId=1&topicId=1014&ft=3&f=334091470"}]}