{"created":"2014-10-08T15:26:24+00:00","modified":"2014-11-12T19:52:27+00:00","valid":{"from":"2014-11-12T19:52:26+00:00","to":"3014-11-12T19:52:26+00:00"},"hreflang":"en","title":"'I Wanna Make Art': Sturgill Simpson's Twisting Path To Nashville","published":"2014-06-18T12:50:00+00:00","teaser":"The mystic-minded songwriter spent years literally working on the railroad — and it's one reason he says he's no longer interested in making straight-ahead country music.","itags":["npr_api","315292234"],"guid":"4f1ce3bc-e8fb-4e35-971a-41522e14bd7b","contentencoded":"<p>There's an old joke that if you play a country song in reverse, your dog runs home, your wife comes back to you, and your pickup truck starts running again — the point being, modern country music is usually filled with distinctly blue-collar, down-to-earth woes.</p><p>On the new album <em>Metamodern Sounds in Country Music</em>, Sturgill Simpson uses some familiar country sounds to get at themes that are a bit more transcendental. \"There's a gateway in our mind that leads somewhere out there beyond this plane / Where reptile aliens made of light cut you open and pull out all your pain,\" goes a line from the opening track.</p><p>NPR's Rachel Martin spoke with Simpson to find out what inspired such heady lyrics and whether he considers himself part of the country tradition at all. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>So your music — a lot of people have said this — has this kind of classic, outlaw country sound to it. But when you hone in on the lyrics, there are some unusual themes. </strong><strong>Just in the song \"Turtles All the Way Down,\" w</strong><strong>e've got references to Jesus and Buddha, drugs and turtles; there's a lot going on</strong><strong>. Can you unpack it for me?</strong></p><p>Yeah, I've done a few interviews so far and I'm learning the less I talk about it, the more opportunity I leave for people to form their own interpretation. But a lot of the journalists have gotten hung up on one or two things that weren't really the main objective for me writing it.</p><p><strong>Then let's do two things: Answer my question that's annoying to you, and then tell me what the bigger takeaway is that you think is more sig</strong><strong>nificant.</strong></p><p>OK, I will attempt to do my best here. I think it really stems from a few things. One, I'm very happily married and have a child on the way. I'm just not occupying a head space anymore of where I spent a lot of time in my early life — you know, where most country songs come from. So the thought of sitting down and having to barrel out another album of heartbroken drinking songs wasn't something that I found tremendously inspiring. I have some hobbyist interests that I've always found fascinating, based on a very naive approach, and I decided to incorporate some of those things into the disguise of a traditional modern country record.</p><p><strong>What do you mean, \"a naive approach\"?</strong></p><p>You know, I don't pretend to be an astrophysicist or anything, even though I do read about certain things like metaphysics and cosmology that I've always just been really interested in. I don't pretend to be able to sit down and pontificate on any of these subjects. It's just from an esoteric stance. Really, I wanted to make a social consciousness album about love.</p><p><strong>Whoa.</strong></p><p>And without saying one way or the other that I do believe or don't believe in this or that, or that I've found answers here or there, really, the record's just about love. And even though there are some pretty blatant references to certain naturally occurring entheogenic compounds on the planet, I wasn't really saying, \"Hey everybody! Go out and eat 10 grams of mushrooms and you'll understand life.\"</p><p><strong>So there are these kind of obscure references, but you say it's an album about love. Point me to a track or a lyric that you think illustrates that.</strong></p><p><strong></strong>Well, in \"Turtles,\" for instance, there's a line: \"Marijuana, LSD, psilocybin, DMT, they all changed the way I see / But love's the only thing that ever saved my life.\" I think there's a lot of negativity in the world that stems directly from belief. And I think the main purpose, or at least from my observation and what I've learned about myself — I used to be a pretty negative, angry, self-destructive human being, and once you get to the root of why those things are taking place, it helps you to understand a little bit more about things you see on the news every night. I guess all I was trying to say with the record is just we should just be nice to each other.</p><p><strong>Without putting you on the couch and doing some psychoanalysis, is that true about lov</strong><strong>e, though, and where you were?</strong></p><p>Oh, yeah, absolutely. Anytime I ever have met someone that was very angry or full of negativity, nine times out of ten if you really take a good look at that person's life, there's probably not a whole lot of love going on there. And for me, meeting someone that was able to meet me at my absolute worst and rock bottom, and look beyond all those things and still find someone worth believing in and investing their time in, I would say absolutely there's something to be taken from that.</p><p><strong>I read somewhere tha</strong><strong>t your wife also played a big role in your career and kind of giving you a push when you needed one. Is that true?</strong></p><p>Yeah, I've never been a very ambitious person.</p><p><strong>Really?</strong></p><p>I've always played music. But you know, in eastern Kentucky, everybody plays music. It's never something you ever think for a second growing up, \"Oh, I can do this for a living.\" It's what you do after work.</p><p>I did make a stab. I moved to Nashville the first time in 2005, for about nine months, but I was still very much in a highly focused, traditional mindset. I really came, more than anything, to find the old timers that were still around, that I could play bluegrass with and try to learn as properly how that should be done as I could. I didn't find a lot of similar-minded folks in town: pop-country was really at saturation at that point, and what is now described as the \"hip\" Nashville scene wasn't really there yet. You know, any of those bars in East Nashville that are hotspots, that you can walk into on a Friday or Saturday night — back then there'd be six people in there.</p><p><strong>So you left?</strong></p><p>Yeah. I spent about nine months holed up in my apartment at the bottom of a bottle and hanging out at the Station Inn on Sunday nights and then I just kinda figured, \"Yeah, OK. I probably do need to get a job.\" So I headed out west for about three or four years, working on the railroad.</p><p><strong>Doing what on the railroad?</strong></p><p>I started out in Salt Lake at this big giant intermodal train yard. It was like a switching facility. It's kinda like the main, central artery for all the trains coming from the East and West Coasts. So they would pull into this yard, and I was what they would call a conductor. We would switch the trains out and break 'em apart, consolidate the freight that was headed to similar destinations and build other trains.</p><p><strong>Wow.</strong></p><p>And operating locomotives. And it was a great job; I really did enjoy it. We were outside.</p><p><strong>It sounds really physical and hard.</strong></p><p>Well, it was very physical and element-exposed. But you know, Salt Lake is probably one of the better kept secrets of the United States. It's absolutely beautiful, and the valley sits between two gorgeous mountain ranges. And it really was a great thing for me because I kind of threw myself into the job and found a very clear state, and sobriety, for the first time. And quiet.</p><p><strong>How old were you at the time?</strong></p><p>I moved out there at 28.</p><p><strong>So then what happened? When did you meet your wife?</strong></p><p>My grandfather got really ill and I had to take a leave of absence from my job. I came home to Kentucky to help my family out and found myself once again stuck in Lexington, Ky., kind of going through the motions.</p><p><strong>You were really close with your grandfather, too.</strong></p><p>Extremely close, yes. And there's not a lot of money, and my mother was divorced and couldn't afford living hospice or anything like that. So I came back and moved in with them down in eastern Kentucky for about a while. And he recovered, but I was gone long enough to kind of self-terminate my position at the railroad. And so I found myself stuck back in this place that, for whatever reason, I could just never flower very well in. But I did meet my wife, and realized, \"OK, this is someone I care very much about, and I want to make a living and take care of each other.\"</p><p>I ended up getting back on at the railroad through some strings pulled, so she and I headed out to Utah. And this is where things went really wrong. I screwed up really good and proper and took a management position. And I was no longer out on the yard. Now I'm in an office, conference calls, getting screamed at by people I'll never meet. And after about a year and a half of that, I was probably just at the most depressed state I've ever been in in my life. I think I put on, like, 35 pounds. And as a result I started pulling the guitar out of the closet for the first time in about three years and really, really writing a lot. And thankfully, she said, \"You know, you don't exactly suck at this, and you're gonna wake up and be 40 and know that you never tried to do what you really love.\" And it had a pretty resounding effect. We sold just about everything we owned except for this old Ford Bronco, and she and I and the dog drove to Nashville. That was about four years ago.</p><p>She also had a big influence on this new record as well, 'cause I don't leave the house a lot, so I bounce a lot of my nervous energy off of her. I had been reading a lot of pretty heady stuff and getting kind of obsessive about it. When we found out we were having a baby, I kind of went into what I will call my last great existentialist dilemma.</p><p><strong>Which was focused around what?</strong></p><p>Reading a lot of Emerson and a few books — most of the books that influenced the record I can name on one hand, 'cause I kind of found them all at the same time.</p><p><strong>Can you give me one or two?</strong></p><p><em>The Phenomenon of Man</em> by Pierre Teilhard de Chardin, and an essay that Emerson wrote called <em>Nature</em>, which kind of breaks down the symbiotic relationship between science and religion and spirituality. And then another book by Dr. Rick Strassman called <em>The Spiri</em><em>t Molecule</em>, which touches on a lot of these same subjects but through a five-year government-funded research study on dimethyltryptamine. Reading the book, he makes it very clear that he wasn't prepared for some of the things they dealt with and encountered. Anyone interested in cosmology and physics, especially certain breakthroughs in modern physics and the comparisons that some of these subjects were having — it just absolutely blew my mind.</p><p><strong>And you thought, \"Yeah, that's the perfect stuff for a country song.\"</strong></p><p>No, actually, I can't take credit. [My wife] said, \"You're probably gonna drive yourself crazy, but you're definitely driving <em>me</em> crazy, so maybe you should get this out of your system and write some songs about it.\" And I thought, \"That's a great idea.\"</p><p><strong>Let's talk about another track off the album, called \"It Ain't All Flowers.\" That's a great song.</strong></p><p>Thank you very much.</p><p><strong>And then it gets </strong><strong>happens at the end: The whole song is played backwards, kind of like something you might hear at the end of a Beatles record. This </strong><strong>is interesting for all kinds of reasons. </strong><strong>It kind of becomes a funk song: Just by the nature of playing it back that way, all of a sudden there's this different kind of rhythm that the song is infused with.</strong><strong></strong></p><p>Right.</p><p><strong>But what's that about? Wh</strong><strong>at you made you think, \"Yeah, let's just play this backwards\"?</strong></p><p><strong></strong>Well, I get labeled a country artist.</p><p><strong>Are you not?</strong></p><p><strong></strong>I don't want to say it's frustrating because — well, just because of where I'm from, I was exposed to so much of that inflection as a young child that whenever I sit down to write or sing, that's the only thing that comes out. But it honestly, when I sit down to listen to music, country's usually the last thing I go towards because I've just absorbed so much of it. So yeah, there's a lot of soul and funk and blues and everything that I've kind of obsessed about at certain stages of my life. I think there's still so much room, especially in country, to kind of break down some sonic doors and incorporate a lot of those things. The most important thing is for me is, I don't ever want to get stuck in some self-imposed novelty box, or just trying to make records like Conway and <a href=\"http://www.npr.org/artists/129480034/george-jones\" target=\"_blank\">George</a> did because, well, they've already done it. And I'm pretty sure I'll never be able to do what they did as well as they did, so I'm just trying to be me.</p><p><strong>You get a lot of <a href=\"http://www.npr.org/artists/16320091/waylon-jennings\" target=\"_blank\">Waylon Jennings</a>, too.</strong></p><p>So much so that it makes me wonder if anybody actually listens — 'cause I don't hear it. I really don't. And I love Waylon. And I'll I'll say this: Shooter Jennings told me that I sound like his father, so I'll take it from him. But to me, I've listened to so many other people, and Waylon's one that discovered later and really probably listened to the least of any of the legendary singers. His attitude, maybe, is what people are comparing. Or maybe people really just want to hear somebody sound like Waylon Jennings, so it could all just be psychosomatic. I don't know.</p><p><strong>I'm not really big on process questions but I am interested in what made you think, for song in particular, th</strong><strong>at that device of playing it backwards worked. Did you plan that from the beginning?</strong></p><p>No, these were all happy mistakes and fine examples of making positive out of negatives. That song was the last one written, and it really just kind of stands to represent my own introspective journey I've taken over the last few years. I think when you're dealing with any issues about trying to become a better human being, you have to look at a lot of things about yourself that maybe you don't want to or aren't able to. And I thought we needed a figurative hellish trip there at the end.</p><p>I'm also influenced by a lot of modern music — electronica, which will turn off a lot of country fans, I'm sure. But I wanted to incorporate some of those elements, since it is 2014, and Dave [Cobb, producer and engineer] had the idea: Instead of bringing in synthesizers, why don't we just attempt to try to recreate some of the sounds using analog equipment? Which sounded amazingly fun and challenging, so we were all for it. And that's what you got.</p><p><strong>It sounds like, when you decided that you wanted to go for this music thing full bore, you knew pretty clearly what you </strong><strong><em>didn't</em></strong><strong> want to be.</strong></p><p>That, more so than I know what I want to do. I mean, <em>High Top Mountain</em><em> </em>was a very traditional hard-country record, so I definitely didn't want to follow it up with another one just like it. But there are so many influences, and I'm trying to fit them all in concept albums — which is all I really have any interest in making. If you're gonna make a record, I wanna make records that people want to listen to all the way through.</p><p><strong>That's hard to do these days.</strong></p><p>Yeah, it is hard to do. I'm putting them out myself, so I figure anybody that's gonna buy it from me, hopefully, will listen. But yeah, to be cliché and incredibly trite about it, I wanna make art: something that I can wake up in 30 years and look back on and still feel proud of.</p><p><strong>So talk about this as being a chapter </strong><strong>in your life, this kind of cosmic existentialism that was happening for you, and your wife said, \"Go write some music so you can get it out of your system.\" Did that work?</strong></p><p>I'd say 80 percent of the influence came from earlier chapters in my life, which I've chosen to just completely leave behind now, and certain experiences that maybe mirror or coincide with what I've been reading. While we were recording, although I've never felt happier about an album, there was a big part of me that wondered maybe if this would be the end of my career. But you can't worry about those things.</p><p><strong>Clearly you're interested in </strong><strong>finding your own path and doing things your own, way but I also read that you performed at the Grand Ole Opry — which is old school.</strong></p><p>That's <em>so</em> old school.</p><p><strong>That's, like, real traditional country; your roots, I imagine. Stuff you shared with your grand</strong><strong>father.</strong></p><p>He was actually there the first time I performed on the Opry, which probably meant more to me than the act of performing on the Opry. He and my grandmother both were born in the most extreme conditions of poverty, in a coal camp in eastern Kentucky back in the Depression, eastern Kentucky. For them, the highlight of life was the entire coal camp gathering around one radio on Saturday nights and listening to the Opry. There's nothing else I could ever do or accomplish in their eyes that would be considered \"making it.\" you know. So the fact that not only were they alive to know about it, but they were there in the audience, was pretty surreal. But to answer your question earlier, a commercial path isn't something I'm at all interested in pursuing.</p><p><strong>Is your grandfather still around?</strong></p><p>He is, yeah. He's trucking along.</p><p><strong>I'll be he's very proud of you. Thanks so much for talking with us, Sturgill.</strong></p><p>Thank you very much. My honor.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I+Wanna+Make+Art%27%3A+Sturgill+Simpson%27s+Twisting+Path+To+Nashville&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"509"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315703183-446bcb.m3u?orgId=1&topicId=1105&ft=3&f=315292234"},{"href":"http://media.npr.org/assets/img/2014/05/24/sturgill_simpson3_retosterchi-fe7c0f0a46b1da1a617b140f585a4fbe9183a870.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1925","width":"2566"}}]}