{"created":"2014-10-08T02:31:17+00:00","modified":"2014-12-04T17:05:12+00:00","valid":{"from":"2014-12-04T17:05:12+00:00","to":"3014-12-04T17:05:12+00:00"},"hreflang":"en","title":"When Ikea Raises Its Minimum Wage, Where Does The Money Come From?","published":"2014-07-17T15:16:00+00:00","teaser":"Ikea plans to raise its minimum hourly wage for retail workers to $10.76, and it's betting that the raise will pay for itself.","itags":["npr_api","329586422"],"guid":"4f212609-d2a0-4067-a4f8-4c4c9c3525fc","contentencoded":"<p>Ikea, a company famous for keeping its costs down, recently announced that it would raise the average minimum wage for its retail workers to $10.76 an hour. Why would the company volunteer to pay its workers more?</p><p>\"By taking better care of our coworkers,\" says Rob Olson, the acting president of Ikea U.S., \"they will take better care of our customers, who will take better care of Ikea. We see it as a win-win-win opportunity.\"</p><p>Win. Win. Win. Sounds like a free lunch. In order to raise wages, the money has to come from somewhere, and there are only so many places it can come from.</p><p>Olson assured me that prices would not go up. He also said Ikea would not cut the number of workers.</p><p>So what about profits? Olson said profits may fall in the short term, but in the long term the higher wage will lead to better, happier employees, which will lead to higher sales growth.</p><p>Basically the company is betting that the pay raise will pay for itself.</p><p>David Neumark, a University of California, Irvine economist who is not a fan of minimum wage laws, said this strategy might work. Higher wages make it easier to hire better workers who are less likely to leave and probably a bit happier. But Neumark isn't sure all companies would be better off if they followed Ikea's lead and raised their lowest wages.</p><p>In a furniture store, a helpful, better-paid worker may have you walking out the door with a new sofa. But at a fast-food restaurant, he said, better-paid workers don't necessarily sell more hamburgers.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Ikea+Raises+Its+Minimum+Wage%2C+Where+Does+The+Money+Come+From%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Kestenbaum","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330631780-1c60b3.m3u?orgId=1&topicId=1006&ft=3&f=329586422"},{"href":"http://media.npr.org/assets/img/2014/07/08/ikea-518f89d524fb32c96cd9bfd886ba27c554701d37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"323","width":"431"}}]}