{"created":"2014-12-08T23:32:27+00:00","modified":"2014-12-09T19:40:25+00:00","valid":{"from":"2014-12-09T19:40:25+00:00","to":"3014-12-09T19:40:25+00:00"},"hreflang":"en","guid":"4f2a8295-3fae-4234-bd70-b3cf84c45715","title":"Six men leave the 'black hole' of Guantanamo for new lives in Uruguay","published":"2014-12-09T19:40:23+00:00","byline":"David Leveille","tags":["Guantanamo Bay detention camp","prisoners","war on terror","Global Politics","Montevideo","South America","North America","Uruguay","United States","Cuba","South America","North America","Central America/Caribbean","José Mujica","Marta Rodriguez","Barack Obama","Guantanamo Bay detention camp","Uruguay"],"teaser":"After 12 years in the US military prison at Guantanamo Bay, six former inmates are now residents of Uruguay. The country's president, José Mujica, hasn't just allowed them in, either — he's rolling out a red carpet for them.","contentencoded":"<p>A Tunisian, a Palestinian and four Syrians are getting used to new homes in unfamiliar territory: Uruguay.</p>\n<p>The six were all held at Guantanamo Bay for 12 years after they were captured by the US military in Pakistan and Afghanistan. All are suspected militants with ties to al-Qaeda, but they were never charged.</p>\n<p>Now they're in Uruguay because the country's president, José Mujica, a former leftist guerrilla, spent time in prison when Uruguay was ruled by a military dictatorship.</p>\n<p>\"The president believes it's a humanitarian priority to close down the prison in Guantanamo,\" says Marta Rodriguez, a reporter in the Uruguayan capital of Montevideo. \"So it's something he needed to do. It's a commitment.\"</p>\n<p>​Mujica announced back in March that Uruguay would accept the inmates on \"humanitarian grounds\" in order to help US President Barack Obama fulfill his long-delayed promise to close the prison at Guantanamo.</p>\n<p>Mujica has taken pains to treat the former inmates as free men. After their arrival in Uruguay, the six men were taken to a hospital for check-ups. Rodriguez says the government has pledged to support them, help them find jobs and possibly help bring their families to Uruguay. Mujica has even insisted they are free to travel or leave Uruguay if they choose.</p>\n<p>That might seem like the natural choice: Uruguay is home to only 300 Muslims, and the Islamic Cultural Organization of Uruguay says it's the only country in South America without a mosque. </p>\n<p>But a lawyer for one of the men told a local Uruguayan newspaper that the former inmates were very grateful and plan to integrate into Uruguay. One said he was looking forward to learning how to speak Spanish. Another refugee wrote a letter thanking President Mujica, saying he was happy to leave the \"black hole\" of the US military prison behind.</p>\n<p>He was also looking forward to cheering on the local soccer team.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120820143.mp3"},{"href":"http://www.pri.org/file/120820143mp3"}]}