{"created":"2014-10-07T19:31:14+00:00","modified":"2014-10-30T23:46:56+00:00","valid":{"from":"2014-10-30T23:46:56+00:00","to":"3014-10-30T23:46:56+00:00"},"hreflang":"en","title":"As 'Voluntourism' Explodes In Popularity, Who's It Helping Most?","published":"2014-07-31T20:36:00+00:00","teaser":"More young adults and teens are swapping suntanning and sightseeing for working in orphanages, building schools and teaching English abroad.","itags":["npr_api","336600290"],"guid":"4f49e85b-0980-4d72-8b15-806b74131f90","contentencoded":"<p>As you plan — or even go — on your summer vacation, think about this: More and more Americans are no longer taking a few weeks off to suntan and sightsee abroad. Instead they're working in orphanages, building schools and teaching English.</p><p>It's called volunteer tourism, or \"voluntourism,\" and it's one of the fastest growing trends in travel today. More than 1.6 million volunteer tourists are spending about $2 billion each year.</p><p>But some people who work in the industry are skeptical of voluntourism's rising popularity. They question whether some trips help young adults pad their resumes or college applications more than they help those in need.</p><p>Judith Lopez Lopez, who runs a center for orphans outside Antigua, Guatemala, says she's grateful for the help that volunteers give.</p><p>All visitors and volunteers get a big warm welcome when they walk in the doors of her facility, <a href=\"http://prodesenh.blogspot.com/\">Prodesenh</a>. It's part orphanage, part after-school program and part community center.</p><p>Most of the kids at Prodesenh don't have parents, Lopez says. They live with relatives. Some were abandoned by their mothers at birth. Others lost their fathers in accidents or to alcoholism.</p><p>There are three volunteers here now, all from the U.S. Lopez says they give the kids what they need most: love and encouragement.</p><p>One those volunteers is Kyle Winningham, who just graduated from the University of San Francisco with a degree in entrepreneurship. \"Yeah, my real name is Kyle, but <em>mi apodo aqui es</em> <em>Carlos</em>,\" he says.</p><p>Winningham didn't have a job lined up after school, so he decided to spend his summer at Prodesenh. \"When the kids have homework, I help with homework,\" he says. \"When they don't, I generally help out with teaching a little bit of English.\"</p><p>But today they are cooking. Lopez hands out bowls filled with bright red tomatoes, onions and mint. She's teaching the kids to make salsa.</p><p>Haley Nordeen, an international relations major at American University in the District of Columbia, is also spending her entire summer at Prodesenh. During her first six weeks here, the 19-year-old helped build the newest addition to the center, a small library. Now she's tutoring.</p><p>\"I've met a lot of international relations majors here, so it seems like a trend,\" Nordeen says.</p><p>Most volunteer tourists are women. They're also young adults, between the ages of 20 and 25, says the industry consulting group <a href=\"http://www.tram-research.com/\">Tourism, Research and Marketing</a>, based in Glasbury, Wales. But more and more high school students are also traveling and volunteering.</p><p>Sam Daddono is a junior at Rumson-Fair Haven High School in New Jersey. His whole Spanish class is in Antigua, sharpening their Spanish skills. But they're also hiking up the side of a volcano every morning to help tend to a coffee plantation — and learning about what life is like here in Guatemala.</p><p>\"The way I view things now is a lot different than before,\" Daddono says. \"I've visited other countries, but I've never done hands-on work or really talked to the people about the problems that they face in their lives.\"</p><p>That worldview for many American teens is a lot different than it was two decades ago, says Ken Jones, who owns <a href=\"http://www.maximonivel.com/home\">Maximo Nivel</a>, a volunteer tourism company out of Antigua. He got his start in the travel business, offering only Spanish-language classes. But young people today, he says, want a richer experience.</p><p>\"It used to be beach and beer,\" Jones says. \"And now it's, 'Well, I want to come down and learn something and figure out how to help or be a part of something.' It was more superficial 20 years ago, maybe.\"</p><p>The industry has exploded in the past few years, says Theresa Higgs, who runs <a href=\"http://www.unitedplanet.org/\">United Planet</a> in Boston. The nonprofit offers what she calls a cultural immersion program.</p><p>But Higgs is on the fence about whether the rise in popularity of \"voluntourism\" is a good thing. She's heartened by the altruism of volunteers, but she's worried about the flood of for-profit organizations bursting onto the scene.</p><p>\"What I think often gets lost is the host communities,\" she says. \"Are they gaining? Are they winning? Are they true partners in this? Or are they simply a means to an end to a student's learning objective, to someone's desire to have fun on vacation and learn something?\" she asks.</p><p>Higgs urges travelers to do their homework and research companies, just as you would before giving to a charity or volunteering for any organization.</p><p>About a dozen youth from the United Church of Christ from Yarmouth, Maine, are learning how to count to 10 in the Mam language, from an elderly indigenous woman in Guatemala City. They are volunteering for a week at the nonprofit <a href=\"http://www.safepassage.org/about_us\">Safe Passage</a>, which helps children and parents who live and work in the capital's sprawling garbage dump.</p><p>It's pouring rain outside, but 17-year-old Mary Coyne isn't bummed. She's glad she spent her summer vacation here instead of at the beach, she says. \"Yeah, I'm not getting a tan and not eating ice cream,\" Coyne says. \"But it's something different. It's like your whole being is satisfied because of experiences like this.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+%27Voluntourism%27+Explodes+In+Popularity%2C+Who%27s+It+Helping+Most%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336766037-646067.m3u?orgId=1&topicId=1031&ft=3&f=336600290"},{"href":"http://media.npr.org/assets/img/2014/07/30/kahnguatevolunteers-16-haley-920d80889911a69e1942e838c13bccb55dde9e06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2019","width":"2692"}},{"href":"http://media.npr.org/assets/img/2014/07/30/kahnguatevolunteers-5-2-86e553434195b86537c91815cad9db083f50a976.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2243","width":"2989"}}]}