{"created":"2015-02-06T08:54:32+00:00","modified":"2015-06-25T17:45:26+00:00","valid":{"from":"2015-06-25T17:45:26+00:00","to":"3015-06-25T17:45:26+00:00"},"hreflang":"en","title":"On Board A City Bus, A Little Boy Finds The Route To Gratitude","published":"2015-03-02T15:15:00+00:00","teaser":"In <em>Last Stop on Market Street,</em> a little boy goes on a journey with his grandmother. Along the way he meets many interesting passengers and learns to recognize the blessings right in front of him.","itags":["npr_api","383856887"],"guid":"4f67bbe6-7e7d-4f22-9dbc-ead6bf2def84","contentencoded":"<p><em>Last Stop on Market Street</em> is a new picture book that takes children on a journey, not to an imaginary land far, far away but to a much more real place by way of a city bus. CJ is riding with his grandmother, Nana, and along the way, he encounters a variety of passengers — a man covered in tattoos, an elderly woman with a jar of butterflies, a blind man and his guide dog, teens listening to music.</p><p>The book is a collaboration between writer Matt de la Peña and illustrator Christian Robinson, who grew up riding the bus in Los Angeles with his own grandmother. Until this project, they'd never worked together, but they did share an agent, who sent one of Robinson's drawings to de la Peña.</p><p>\"It was an illustration of a young boy on a bus with his grandmother,\" de la Peña tells NPR's David Greene. \"It kind of hit home for me because my grandmother is sort of the matriarch of my family.\"</p><p>It got de la Peña thinking about the way grandmothers can help shape the way children view the world and their place in it.</p><p>\"Kids are inundated with so many advertisements of things that they 'should' have,\" de la Peña says. \"And they develop this idea of like 'I want, I want, I want.' ... I felt like the grandmother was such a great vehicle for: 'But you have, you have, you have.' \"</p><p>Robinson identified with that sentiment but says his grandmother was a little less \"polite and gentle\" in her efforts to help him recognize the blessings in front of him. \"It was like a sandwich,\" he says. \"The bread was sort of like the discipline, and the meat and the vegetables were kind of like the love, so it was balanced.\"</p><p>De le Peña grew up in a working-class neighborhood just outside San Diego near the U.S.-Mexico border. \"My big takeaway from my childhood was: I saw my dad get up every day, 5 o'clock in the morning. ... I saw my mom hustle, do every different job she could to provide for us. We never had quite enough, but we made it work. And I think my goal with everything I write ... is to kind of show the grace and dignity on the 'wrong side of the tracks.' \"</p><p>De le Peña says this book features characters from diverse backgrounds, but it isn't a book <em>about</em> diversity. \"That's very important to me,\" he says. \"I don't think every book has to be about the Underground Railroad for it to be an African-American title.\"</p><p>Robinson says that, coming from the perspective of an illustrator, the essential element is fun. He has found that in books that focus explicitly on diversity, \"there tends to be an element of heaviness — maybe because the history is heavy and serious.\"</p><p>Robinson hopes that playful, fun stories featuring a diverse cast of characters will reach wider audiences. He and de la Peña designed <em>Last Stop on Market Street</em> to be a book that would speak to all kids.</p><p>\"This is a book that features an African-American boy and his African-American grandmother,\" de la Peña says. \"I think sometimes in the past those books were set aside for kids of color. I really, really hope that everybody reads this. I hope suburban white children ... read this book as well.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Board+A+City+Bus%2C+A+Little+Boy+Finds+The+Route+To+Gratitude&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"444"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384223120-7543bf.m3u?orgId=1&topicId=1033&aggIds=100876926&d=444&p=3&story=383856887&t=progseg&e=384215275&seg=9&ft=nprml&f=383856887"},{"href":"http://media.npr.org/assets/img/2015/02/04/laststop_int_print7-24b311d22bf8633521c367c58809707f9c46bc04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"954","width":"1272"}},{"href":"http://media.npr.org/assets/img/2015/02/04/laststop_int_print_enl-ce49e578a644a1b10857404e8ffbf06c3db6a048.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1574","width":"1272"}}]}