{"created":"2015-01-21T21:13:17+00:00","modified":"2015-05-13T21:20:55+00:00","valid":{"from":"2015-05-13T21:20:55+00:00","to":"3015-05-13T21:20:55+00:00"},"hreflang":"en","title":"Clean Up Those Contaminated Chicken Parts, USDA Tells Industry","published":"2015-01-22T01:30:00+00:00","teaser":"The government wants to make your chicken meat safer to handle. The USDA is proposing legal limits on the chicken parts that are contaminated with salmonella bacteria.","itags":["npr_api","378844287"],"guid":"4f6b8e80-24d3-4f48-b4d3-dfb3a459dbc4","contentencoded":"<p>Right now, according to government surveys, about a quarter of the cut-up chicken you buy — and about half of all ground chicken — is contaminated with salmonella bacteria.</p><p>It's a surprisingly high number, and it was a surprise to the USDA's food safety officials, too, when they realized this about a year ago. Because up to that point, their efforts had been focused on whole chickens, rather than the cut-up parts.</p><p>There's a legal limit on the percentage of whole chicken carcasses that can be contaminated with salmonella. That limit is 7.5 percent, and most poultry companies meet it easily.</p><p>But most people buy chicken parts, like thighs, breasts and drumsticks. And about a year ago, during an <a href=\"http://www.cdc.gov/salmonella/heidelberg-10-13/\">outbreak</a> of salmonella poisoning that was traced to Foster Farms, in California, the USDA's scientists started systematically testing chicken parts, too.</p><p>They discovered that those parts were three or four times more likely to test positive for salmonella than the whole chickens. Ground chicken was even worse.</p><p>\"The question was, why? What were we missing?\" says Secretary of Agriculture Tom Vilsack.</p><p>The full answer still isn't clear. Something may happen during the cutting-up process that spreads the bacteria around or perhaps releases them from pores in the skin.</p><p>Whatever the cause, that discovery persuaded the USDA to <a href=\"http://www.usda.gov/wps/portal/usda/usdahome?contentidonly=true&contentid=2015/01/0013.xml\">propose</a> a new set of legal standards covering poultry parts and ground poultry. The limits, formally proposed on Wednesday, will cover salmonella and a less common microbe called campylobacter.</p><p>If the proposal goes into force, companies will have to cut the amount of salmonella contamination by about half.</p><p>There will be more testing, too, as well as some public shaming. \"We are going to be posting facility ratings, or category ratings, online, as a way to encourage folks to get to a better place,\" says Vilsack.</p><p>The USDA says that about 60 percent of poultry processing plants probably exceed these proposed limits at the moment. But the National Chicken Council, which represents the poultry industry, said in a <a href=\"http://www.nationalchickencouncil.org/ncc-statement-usdas-new-proposed-standards-chicken-parts/\">statement</a> that companies will meet the new limits when they go into force.</p><p><a href=\"http://www.ugacfs.org/faculty/doyle.html\">Michael Doyle</a>, director of the Center for Food Safety at the University of Georgia, says companies certainly can do this. He points to the example of Foster Farms, which <a href=\"http://www.npr.org/blogs/thesalt/2014/08/28/342166299/how-foster-farms-is-solving-the-case-of-the-mystery-salmonella\">embarked</a> on an ambitious salmonella control program after it was identified as the source of that outbreak a year ago.</p><p>\"The company has literally driven that percentage of positives down to well below what the USDA's expectations are,\" Doyle says.</p><p>The share of chicken parts testing positive for salmonella fell from 25 percent, which is the industry average, to less than 5 percent.</p><p>Under the USDA's proposal, the legal limit will be 15 percent — a much less ambitious goal. But Doyle says it's a reasonable start.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clean+Up+Those+Contaminated+Chicken+Parts%2C+USDA+Tells+Industry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378905671-115063.m3u?orgId=1&d=162&p=2&story=378844287&t=progseg&e=378842012&seg=3&ft=nprml&f=378844287"},{"href":"http://media.npr.org/assets/img/2015/01/21/chicken-parts-ec5cf15d4b98ff8e444b6cbdf5e8c152f41ee69e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}