{"created":"2014-10-08T14:04:33+00:00","modified":"2014-12-04T14:33:55+00:00","valid":{"from":"2014-12-04T14:33:55+00:00","to":"3014-12-04T14:33:55+00:00"},"hreflang":"en","title":"Father Devises A 'Bionic Pancreas' To Help Son With Diabetes","published":"2014-06-17T12:00:00+00:00","teaser":"Insulin monitors and pumps are getting better, but a person with diabetes will tell you they're far from ideal. Potential solutions include one that delivers two hormones to control blood sugar.","itags":["npr_api","320309856"],"guid":"4f8ccc65-1c96-4d63-9fd7-a17a61488a98","contentencoded":"<p>An alarm sounds on Ed Damiano's night stand in the middle of the night. He jumps out of bed and rushes into his son's room next door.</p><p>His son, David, has Type 1 diabetes. The 15-year-old sleeps hooked up to a monitor that sounds an alarm when his blood sugar gets too low. If it drops sharply, David could die in his sleep.</p><p>\"The fear is that there's going to be this little cold limb, and I screwed up. It's all on me,\" Damiano says.</p><p>But when he touches David's hand, he's warm. He's OK. Damiano says, \"That's the moment of relief.\"</p><p>The father has been doing this night after night since his son was diagnosed with <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/000305.htm\">Type 1 diabetes</a> when he was 11 months old.</p><p>But Damiano has done more than nightly monitoring to try to protect his son. He's an associate professor of <a href=\"http://www.bu.edu/bme/people/primary/damiano/\">biomedical engineering</a> at Boston University, and has shifted the focus of his career to developing a better way to care for people with Type 1 diabetes.</p><p>\"It's intimidating when you start considering the list of things that influence blood sugar,\" he says. \"Emotions and physical activity, if you're healthy. You can't possibly take into account and balance all those things. And sometimes you get it right. And often you get it wrong.\"</p><p>Damiano has developed a system he calls a \"bionic pancreas\" designed to help people better manage their blood sugar. He's racing to get it approved by the Food and Drug Administration before his son leaves for college in three years.</p><p>In tests with 52 teenagers and adults, the device did a better job controlling blood sugar than the subjects typically did on their own. The <a href=\"http://www.abstractsonline.com/Plan/ViewAbstract.aspx?sKey=28a2277e-5259-42d5-bcb3-f84ee21c5b30&cKey=37d8fd8c-07d4-44f8-a2df-701d1221458b&mKey=%7b40FC5C61-819A-4D1B-AABA-3705F7D0EA76%7d\">results </a>were reported Sunday at an American Diabetes Association meeting in San Francisco and also <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1314474\">published</a> in the <em>New England Journal of Medicine.</em></p><p>At the moment, Damiano's system is basically a sophisticated app that runs on an iPhone. The iPhone is connected wirelessly to the kind of <a href=\"http://diabetes.niddk.nih.gov/dm/pubs/glucosemonitor/\">blood sugar monitor</a> that many people with diabetes wear taped to their abdomens.</p><p>The app analyzes the data from the monitor and sends signals wirelessly to two pumps that are similar to <a href=\"http://www.diabetes.org/living-with-diabetes/treatment-and-care/medication/insulin/insulin-pumps.html\">devices</a> many diabetes patients wear to infuse themselves with insulin. In this case, one pump contains insulin and the other contains glucagon, a different hormone that raises blood sugar when it gets too low.</p><p>\"The bionic pancreas is a device that automatically takes care of your blood sugars 24/7,\" Damiano says. \"It's a device that comes to know you.\"</p><p>He is not the only one working on something like this. Several groups in the United States and elsewhere are testing similar systems. But Damiano's system is one of the most advanced. For example, it is one of the few that uses both insulin and glucagon.</p><p>Diabetes specialists at the National Institutes of Health and the Juvenile Diabetes Research Foundation, both of which have provided funding for Damiano's research, say his system is promising. But it remains unclear which approach will work best, they say. Damiano's could, for example, turn out to be too complicated.</p><p>\"Because it's more complex, using a pump for each hormone, it may also make it more challenging for the people using it if there is a failure of the system,\" says <a href=\"http://www.niddk.nih.gov/about-niddk/staff-directory/extramural/guillermo-arreaza-rubin/pages/biography.aspx\">Guillermo Arreaza-Rubín</a>, a program director at the National Institute of Diabetes and Digestive and Kidney Diseases. In the worst-case scenario, someone could die from severe hypoglycemia if the device failed.</p><p>Based on the results of the last round of testing, Damiano has gotten approval to launch a new round of testing. Dozens of adult and adolescent volunteers will use the system on their own for 11 days. The first volunteers start Monday.</p><p>\"This thing is going to take the worries about my blood sugar off my hands,\" says Ariana Koster, 24, one of the volunteers. Koster has been struggling with diabetes since she was 11.</p><p>During a recent dry run for the new study, Koster tried the system for three days. For the first time in years, she says, she did not have to obsess over her blood sugar. She even snuck a cookie in the middle of one night, and indulged in her favorite food: pad thai.</p><p>\"I can already see how awesome it is,\" Koster said.</p><p>There are not yet companies involved in developing the device. Damiano hopes to win the FDA's approval just in time for his son David's first night alone in his dorm room. For his part, David is confident his dad's bionic pancreas will be ready in time.</p><p>\"My whole life I've just known — just had this knowledge that my dad is going to have this bionic pancreas out when I go to college,\" David says. \"I'm confident in him. He works really hard — really hard.\"</p><p><em>Story produced for broadcast by Rebecca Davis.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Father+Devises+A+%27Bionic+Pancreas%27+To+Help+Son+With+Diabetes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322438094-421dea.m3u?orgId=1&topicId=1128&ft=3&f=320309856"},{"href":"http://media.npr.org/assets/img/2014/06/13/bionicpancreas_20140610_0316-36823762db51d3f4a9e17200c4c8d50280205350.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bionicpancreas_20140610_0707-e723cfe3815127ead6655d7ebf68d7e7d9f15a48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2551"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bionicpancreas_20140610_0408-4b072a70eecba3f1cef9f64c435d687307893a77.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bionicpancreas_20140610_0410-ed28f816af26c44a6cbe510e4ddb7a2b4d2dce37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2661"}},{"href":"http://media.npr.org/assets/img/2014/06/13/bionicpancreas_20140610_0503-8568d23958f45a3d990e8ba81cec800c1913c75a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}