{"created":"2014-10-07T19:48:54+00:00","modified":"2014-10-30T23:52:36+00:00","valid":{"from":"2014-10-30T23:52:36+00:00","to":"3014-10-30T23:52:36+00:00"},"hreflang":"en","title":"From 'Star Trek' To LGBT Spokesman, What It Takes 'To Be Takei'","published":"2014-07-28T19:44:00+00:00","teaser":"George Takei is famous for his role as Mr. Sulu on <em>Star Trek</em>. Now a new documentary, <em>To Be Takei,</em> delves into his personal story — including growing up in Japanese internment camps, and coming out.","itags":["npr_api","335945625"],"guid":"4f8d497d-5c35-41ba-a7bf-61f20c797fe0","contentencoded":"<p>Many fans know George Takei from his role as Mr. Sulu on the 1960s show <em>Star Trek</em>. But in the past decade, he has drawn followers who admire him because of who he is — not just who he has played. Now, the new documentary <a href=\"http://tobetakei.com/\">To Be Takei</a> may interest more people in Takei's life.</p><p>Takei's personal story offers insights into a couple of key chapters of American political and cultural history.</p><p>After Japan bombed Pearl Harbor in 1941, Takei and his family were among the 127,000 Americans of Japanese descent forced into internment camps. He was 5 years old.</p><p>\"We were first taken to the horse stables of Santa Anita racetrack because the camps weren't built yet and we were housed there ... narrow, smelly, still was pungent with the smell of horse manure. And we were housed there for about three months while the camps were being built,\" Takei tells <em>Fresh Air's</em> Terry Gross. \"And then [we were] put on railroad cars with armed guards at both ends of each car and transported two-thirds of the way across the country to the swamps of southeastern Arkansas. There [were] barbed wire fences there — tall sentry towers with machine guns pointed at us.\"</p><p>As an adult, Takei became active in the civil rights and peace movements. But he couldn't support the movement that most directly affected him, the gay-rights movement, because coming out could have ended his career. It wasn't until after former Gov. Arnold Schwarzenegger vetoed legislation for marriage equality in California in 2005 that Takei decided to break his silence.</p><p>\"That night, [now-husband] Brad and I were watching the late-night news and we saw young people pouring onto Santa Monica Boulevard, venting their rage against Arnold Schwarzenegger,\" he says. \"And we felt just as angry as those young people. We discussed it and we decided that I should speak out. And for me to do that, my voice had to be authentic — so I spoke to the press for the first time as a gay man.\"</p><p>Now Takei is a forceful spokesman for gay rights. He has been with Brad since 1985. They were married at the Japanese American National Museum in Los Angeles in 2008.</p><p><em>To Be Takei,</em> directed by Jennifer Kroot, was an official selection for the Sundance Film Festival.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On being closeted for most of his life</strong></p><p>The thing that affected me in the early part of my career was ... there was a very popular box-office movie star — blond, good-looking, good actor — named Tab Hunter. He was in almost every other movie that came out. He was stunningly good-looking and all-American in looks. And then one of the scandals sheets of that time — sort of like<em> The Enquirer </em>of today — exposed him as gay. And suddenly and abruptly, his career came to a stop.</p><p>That was, to me, chilling and stunning. I was a young no-name actor, aspiring to build this career — and I knew that [if] it were known that I was gay, then there would be no point to my pursuing that career. I desperately and passionately wanted a career as an actor, so I chose to be in the closet. I lived a double life. And that means you always have your guard up. And it's a very, very difficult and challenging way to live a life.</p><p><strong>On growing up in Japanese internment camps</strong></p><p>I grew up imprisoned in American barbed wire prison camps simply because Japanese-Americans — American citizens of Japanese ancestry — happened to look like the people who bombed Pearl Harbor. For that, we were summarily rounded up and imprisoned with no charges, and therefore we couldn't call for a trial ... and [there was] no due process.</p><p>I had just turned 5. ... The soldiers with bayoneted rifles came to our home in Los Angeles and ordered us out of [our] home.</p><p><strong>On life after the internment camps</strong></p><p>When we were released, I was almost 9. My baby sister was almost 5. ... She was an infant when we went in, and my younger brother was a year younger. The coming out [of the camp] was, to us kids, the most terrifying part of it because we [had] adjusted to the routine of living in imprisonment.</p><p>We were penniless. The hatred was still intense. The first job my father was able to secure was as a dishwasher in a Chinatown restaurant [in Los Angeles]. Only other Asians would hire us. Our first home was on Skid Row. That was really traumatic for us — the stench of urine everywhere.</p><p><strong>On being a Hollywood actor in the 1960s </strong></p><p>That was a time when most roles for Asians or Asian-Americans were very stereotyped, very shallow, cardboard figures, and not very attractive stereotypes at that — the buffoon, or the pliant, silent servant, or the evil villain.</p><p>When I decided to become an actor — and I had those discussions with my father — I promised him that I would not do anything that would make him ashamed. And so I had been avoiding stereotyped roles. Until, one day, my agent came up with me for this — as they called it \"opportunity\" — in a Jerry Lewis movie.</p><p>He said, \"Jerry Lewis movies make tremendous money at the box office. They're very successful and it's very important for a young actor to be associated with a moneymaking project.\"</p><p>And I said, \"Fred, this is the very kind of role that we don't want to get — and I really don't feel up to playing that.\"</p><p><strong>On <em>Star Trek</em>'s success</strong></p><p>When we were filming the pilot for <em>Star Trek</em> back in 1965, I said to Jimmy Doohan [the actor who played Scotty in the series], \"I smell quality with this series.\"</p><p>Well, the scripts were intelligent, well-written scripts and the actors were very fine, professional actors. And I told Jimmy, \"We're going to be proud of what we did, but this means we're in trouble.\"</p><p>Because all the TV series that I loved — all the ones that I thought had some substance — were immediately canceled.</p><p>And I said, \"We won't last a season.\"</p><p>Well, I was wrong on that — we lasted three seasons. But nevertheless, we were canceled, so I had no idea in reruns we would finally find our audience and become enormously popular.</p><p><strong>On speaking out for LGBT rights for the first time as a gay man</strong></p><p>It was liberating. It was so freeing, but at the same time I was prepared for my career to go on the downward, but the polar opposite happened — it has blossomed. I was invited to do guest appearances ... as gay George Takei [on various shows such as] <em>Will & Grace</em> or <em>The</em> <em>Big Bang Theory</em>. I got the invitation from Howard Stern to be his official announcer, which [Brad] and I talked about, too.</p><p>I've been on speaking tours advocating for equality for the LGBT community. But what we noticed was I was already talking to the converted — either LGBT people or allies — and what we needed to do was reach what I maintain is the decent, fair-minded, vast middle — people who are busy pursuing their lives and don't stop to think about other issues.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+%27Star+Trek%27+To+LGBT+Spokesman%2C+What+It+Takes+%27To+Be+Takei%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336119536-6c960e.m3u?orgId=1&topicId=1137&ft=3&f=335945625"},{"href":"http://media.npr.org/assets/img/2014/07/28/takei_posterprint_editlaurelsatop_email-95416866f0c69441957fbe39f9585b3540f09761.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1053","width":"1404"}}]}