{"created":"2015-02-19T18:34:20+00:00","modified":"2015-02-19T21:20:12+00:00","valid":{"from":"2015-02-19T21:20:12+00:00","to":"3015-02-19T21:20:12+00:00"},"hreflang":"en","title":"Despite Talk Of Increasing Diversity, Fashion Week Remains Stubbornly White","published":"2015-02-19T21:20:00+00:00","teaser":"Between 2008 and 2014, the percentage of white models at New York Fashion Week has hovered around 80 percent.","itags":["npr_api","387530635"],"guid":"4f96d6d5-dfab-4876-a5b4-ecff0773aab4","contentencoded":"<p>This week at New York Fashion Week, there were a couple of notable firsts on the runways: the first male amputee, the first model with down syndrome.</p><p>There were also models in wheelchairs, a model with the skin condition vitiligo and a couple shows &#8211; including Kanye West&#8217;s and Zac Posen&#8217;s &#8211; that are being highlighted for the racial diversity of their models.</p><p>Yet, for all the talk about the need for more diversity in fashion, the numbers remain stubbornly the same. Between 2008 and 2014, the percentage of white models at New York Fashion Week has hovered around 80 percent. Less than 3 percent of Fashion Week designers are African-American.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young discusses this with <strong>Yomi Abiola</strong>, a model and contributing editor at Italian Vogue. She is also the founder of <a href=\"http://www.standupforfashion.com/\" target=\"_blank\">Stand Up For Fashion</a> (STUFF), an organization that promotes diversity and social responsibility within the fashion industry.</p><h4>Interview Highlights</h4><p><strong>On diversity at New York Fashion Week 2015</strong></p><p>&#8220;I don’t that think we’ve seen anything different from previous seasons. If you look at the stats&#8230; we haven’t seen an increase in models of color on the runways, and unfortunately it’s not a surprise.&#8221;</p><p>&#8220;In a wonderful <a href=\"http://www.nytimes.com/2015/02/12/fashion/fashions-racial-divide.html\" target=\"_blank\">article that Vanessa Friedman penned</a> for The New York Times, out of 260 shows at New York Fashion Week, only around three of those designers that have global reach were of African descent, so we&#8217;ve definitely seen a decline in the percentage.</p><p><strong>Why there are so few minority models and designers?</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;We can’t underestimate what happens when young people don’t see their image and likeness in the jobs that they want to do.&#8221;</p><p></div></p><p>&#8220;There are multiple reasons. I think that the focus actually needs to, rightly so, be shifted away from the models, which is just an out-picturing of the fashion industry. And we have to look at every single level of the industry. So we have to look at whether there’s diversity with the artistic directors, with the editors, with buyers. I mean, just throughout the industry.</p><p>&#8220;I remember before becoming a model, the reason I thought I could actually do it is because I saw other brown women doing it. In my time, it was Naomi Campbell and I saw her doing it and I said &#8216;Wow, I can do that as well.&#8217; But, we can’t underestimate what happens when young people don’t see their image and likeness in the jobs that they want to do.&#8221;</p><p><strong>On racism she’s personally faced in the modeling industry</strong></p><p>&#8220;Well, I heard that &#8216;We think you’re great, you’re wonderful, but we already have somebody that looks like you,&#8217; which was a real contradiction because fashion really expanded and elevated my world, but it also made me very, very aware of the fact that I’m a brown woman. And also, in some ways, imposed limitations because there was always this invisible goal post that was being moved and then I had to realize, just as a woman, that there were some things that I was never going to be.&#8221;</p><p><strong>On the industry appropriating black culture but not representing it</strong></p><p>&#8220;What I’m hoping to see is that there is diversity throughout different cultures. I know that there’s been a lot of work done, specifically let’s talk about Nigeria, and just looking for the designers of the future in Nigeria and giving them a platform that’s wider, like here in the U.S. Designers like Maki Oh, designers like Tsemaye Binitie, designers that are up-and-coming. But what I would also like to see is more designers from different parts of the world that also can use this platform.&#8221;</p><p><strong>On New York Fashion Week 2015 overall</strong></p><p>&#8220;I think it’s been a wonderful week and what I am excited about is that the conversation continues. I think we often can underestimate the power of conversation and just being able to speak to you about what’s going on is another opportunity for people to become aware and for people to try and start thinking about how we can create change. Because we’ve seen some consistency in terms of the statistics and the lack of diversity, but now I think that we have to pivot the conversation and we have to ask &#8216;What’s next? How can we transform this?'&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=W_Qa_EklwYo\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.standupforfashion.com/yomi-abiola/\" target=\"_blank\">Yomi Abiola</a></strong>, model, contributing editor at Italian Vogue and founder of Stand Up For Fashion (STUFF). She tweets <a href=\"https://twitter.com/yomiabiola\" target=\"_blank\">@YomiAbiola</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2015/02/02/tess-holliday-plus-size-model\">Plus-Size Model Makes History</a></li><li><a href=\"http://hereandnow.wbur.org/2013/09/05/andre-leon-talley\">Vogue’s Andre Leon Talley On The State Of American Fashion</a></li><li><a href=\"http://hereandnow.wbur.org/2014/05/30/lost-art-dress\">A Look At The Women Who Once Made America Stylish</a></li><li><a href=\"http://hereandnow.wbur.org/2014/04/11/inside-fast-fashion\">Inside The World Of Fast Fashion</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Talk+Of+Increasing+Diversity%2C+Fashion+Week+Remains+Stubbornly+White&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387557262-73d381.m3u?orgId=1&e=387530635&d=356&ft=nprml&f=387530635"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0219_fashion-week.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0219_yomi-abiola.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"924","width":"1280"}}]}