{"created":"2015-03-13T14:20:28+00:00","modified":"2015-05-13T21:09:28+00:00","valid":{"from":"2015-05-13T21:09:28+00:00","to":"3015-05-13T21:09:28+00:00"},"hreflang":"en","title":"Pop Culture Happy Hour: Cultural Anniversaries And Great Things For Kids","published":"2015-03-13T14:20:00+00:00","teaser":"On this week's show, live from NPR HQ, we talk with Guy Raz about anniversaries and kid things, and we rattle off our favorite happy-making things.","itags":["npr_api","392763292"],"guid":"4f962d02-d934-48c2-9ccd-8d64b7bf3d9a","contentencoded":"<p>Back in February, when it was terribly icy, we were scheduled to record our Oscars Omnibus live in Studio 1 at NPR HQ. Unfortunately, the weather interfered, and we had to push the show forward. While this meant we didn't have people live in the room to react with glee or horror as Stephen and Glen nearly came to blows over <em>Boyhood</em>, it also meant we got to gather for our rescheduled show with our pal Guy Raz, of the TED Radio Hour, to talk about time.</p><p>Specifically, Guy's reflections on the 30th anniversary of an impressive set of 1985 films got us thinking about the purposes and pitfalls about celebrating anniversaries in the first place. Is it just a way of marking time and, as Glen says, contemplating our mortality? Is there a way to make it productive and reflective? As Stephen wonders, what do you do about the fact that every time you celebrate the anniversary of something, there's another one five years away?</p><p>We also chat about entertainment for kids (which provided a chance early in the week for me to preview <a href=\"http://www.npr.org/blogs/monkeysee/2015/03/13/392358854/a-girl-a-shoe-a-prince-the-endlessly-evolving-cinderella\" target=\"_blank\">the piece</a> that just posted today about Cinderella), from old tales to new films to Guy's strong feelings about <em>Frozen</em>.</p><p>As always, we close the show with what's making us happy this week. Stephen is happy about his preparations for his biggest trip of the year, plus the time he spent gobbling up the last episodes of a recent favorite. Guy is happy about an app that will not result in his having Glen's phone number, it's safe to say. Glen himself is happy about both <em>Unbreakable Kimmy Schmidt </em>and <em>H Is For Hawk</em>, a memoir he enjoys very much. And I am happy — in a way — about the deeply creepy HBO documentary miniseries <em>The Jinx</em>, which wraps up this weekend.</p><p>Find us on <a href=\"http://www.twitter.com/nprpchh\" target=\"_blank\">Twitter</a>, or follow us individually: <a href=\"http://www.twitter.com/nprmonkeysee\" target=\"_blank\">me</a>, <a href=\"http://www.twitter.com/idislikestephen\" target=\"_blank\">Stephen</a>, <a href=\"http://www.twitter.com/ghweldon\" target=\"_blank\">Glen</a>, <a href=\"http://www.twitter.com/guyraz\" target=\"_blank\">Guy</a>, producer <a href=\"http://www.twitter.com/jessica_reedy\" target=\"_blank\">Jessica</a>, and our pal <a href=\"http://www.twitter.com/mikekatzif\" target=\"_blank\">Mike</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pop+Culture+Happy+Hour%3A+Cultural+Anniversaries+And+Great+Things+For+Kids&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"2759"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392765631-9453b6.m3u?orgId=1&topicId=1048&d=2759&story=392763292&ft=nprml&f=392763292"},{"href":"http://media.npr.org/assets/img/2015/03/13/pchhblogrect1-33bc0b884ba703eebf9be1ed20a4220786199be3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"326","width":"435"}}]}