{"created":"2014-10-14T20:03:55+00:00","modified":"2014-10-30T21:33:16+00:00","valid":{"from":"2014-10-30T21:33:16+00:00","to":"3014-10-30T21:33:16+00:00"},"hreflang":"en","title":"J.K. Simmons Won't Throw A Chair At Your Head, But His Character Might","published":"2014-10-15T14:40:00+00:00","teaser":"NPR's Audie Cornish speaks with actor J.K. Simmons about his much buzzed about performance as a brutal music teacher in the new film <em>Whiplash</em>.","itags":["npr_api","356140539"],"guid":"4f99b30e-d543-4984-9d77-24402ab9b460","contentencoded":"<p>J.K. Simmons has a long history in everything from <em>Guys And Dolls </em>on Broadway to <em>Law And Order </em>to <em>Juno,</em> but you may never have seen him do quite what he does in the new film <em>Whiplash</em>. He plays a teacher in an elite conservatory in New York who leads the highest-level jazz ensemble, using a combination of verbal abuse, athletic drills and impossible demands. The film follows one promising student (Miles Teller) and considers the matter of whether Fletcher is an ultimately worth-it educator or a flat-out immoral sadist who should be allowed nowhere near students of anything.</p><p>As Simmons tells Audie Cornish on Tuesday's <em>All Things Considered </em>during a lively conversation about music, greatness and film, director Damien Chazelle invites the kind of debate that the film naturally provokes about whether the ends justify the means when it comes to trying to be great, or whether the abandonment of all human decency may be too high a price even for jazz.</p><p>But at least for Simmons, if not for Fletcher's student, there was an upside: \"It was 100 percent cathartic,\" he says, \"and, you know, occasionally painful. Screaming is hard after a while.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=J.K.+Simmons+Won%27t+Throw+A+Chair+At+Your+Head%2C+But+His+Character+Might&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356177285-efcbef.m3u?orgId=1&topicId=1045&ft=3&f=356140539"},{"href":"http://media.npr.org/assets/img/2014/10/14/whiplashjks-28582fff2f235c374ff905be2d25f2bb2ea2dfe4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}