{"created":"2014-12-17T21:12:06+00:00","modified":"2015-05-13T21:26:01+00:00","valid":{"from":"2015-05-13T21:26:00+00:00","to":"3015-05-13T21:26:00+00:00"},"hreflang":"en","title":"An Updated 'Annie' And The Tradition Of Nontraditional Casting","published":"2014-12-18T02:07:00+00:00","teaser":"As an African-American Annie arrives on movie screens, critic Bob Mondello looks at other cross-cultural reinventions, from Pearl Bailey's Dolly to the Americanization of <em>Carmen</em> as <em>Carmen Jones.</em>","itags":["npr_api","371260027"],"guid":"4f9b4ea0-1cb8-4e9e-8590-203c91e19299","contentencoded":"<p>That lovable moppet with the red dress, the curly hair, the big dog, and the even bigger voice is back.</p><p>This time, though, Little Orphan Annie is back with a difference: Quvenzhane Wallis is playing an African-American orphan in an ethnically diverse, up-to-date world. And that got us thinking about other instances where producers have breathed fresh life into familiar shows by making them dance to a new beat.</p><p>In the late 1960s, after 1,500 performances, Broadway's <em>Hello Dolly!</em> was still arguably \"glowin'\" and \"crowin'\" but was no longer \"goin' strong.\" Carol Channing had long since departed with a touring company. And her first three replacements on the Great White Way — Ginger Rogers, Bette Grable and Martha Raye — had been playing to ever-diminishing crowds. Newer shows like <em>Man of La Mancha</em> and <em>Cabaret</em> were making <em>Dolly</em> seem old hat.</p><p>Then producer David Merrick figured out how to make <em>Dolly </em>the freshest face on the block. He hired not just a new star, but a whole new cast. A whole new black cast, at the height of the civil rights movement — Pearl Bailey, Cab Calloway, even a youngster named Morgan Freeman making his Broadway debut — and suddenly, his tired old warhorse looked new again</p><p>Merrick was clear about one thing: This bright cartoon of a show was still a celebration of Yonkers, not Harlem — African-American only in casting, not in sensibility. What you saw with Pearl Bailey was what you'd seen with Carol Channing, and that seemed to please audiences, who lined up around the block.</p><p>Recasting an established show with performers of color was not a new idea in 1967. Broadway had done it before, though usually working a few changes on the original to justify the casting. Producer Billy Rose, for instance, was envious when <em>Porgy and Bess</em> became a huge success in the 1930s for one of his competitors. How could he get a piece of that action? Maybe by adapting the opera <em>Carmen</em> for a black Broadway cast. He hired Oscar Hammerstein, fresh from writing lyrics for <em>Oklahoma,</em> to move the story from 19th-century Spain to the segregated American South, where the leading lady — now named Carmen Jones — worked in a World War II parachute factory. Happily she still sang music by Georges Bizet.</p><p><em>Carmen Jones</em> qualified as a thoughtful reworking of its source material in terms of story. But not all producers have the patience for that. Some just update the orchestrations — a revival of <em>Guys and Dolls </em>in the 1970s started out with Broadway brass, but quickly let you know that it was a disco era staging partly financed by Motown.</p><p>Didn't take long for audiences to figure out that was not a good idea. Other revivals, though, have taken far greater liberties. Gilbert and Sullivan's <em>Mikado,</em> for instance, had sounded the same for 40 years. Then in the 1930s, an all-black <em>Swing Mikado</em> and a mostly black <em>Hot Mikado,</em> starring Bill \"Bojangles\" Robinson, started bopping to a different, swinging beat.</p><p>Call this a case of cultural bait and switch if you like, but note that it does not seriously alter the original. At least, not the way <em>Romeo and Juliet</em> was altered when it was both musicalized and Hispanicized as <em>West Side Story</em>.</p><p>Leaving the script alone, but hiring actors of color to play roles that usually go to white performers — \"nontraditional\" casting — has long been a stage tradition, not just in musicals, but in straight plays too. That tradition put a 20-year-old kid named Orson Welles on the map when he first leapt from acting to directing, with a production that became known as his \"voodoo\" <em>Macbeth</em>.</p><p>When Welles re-imagined Shakespeare's Scottish tragedy in a Caribbean jungle, he envisioned a stage full of so many black characters, New York didn't have enough professional black actors to play them. Didn't matter — even with a largely amateur cast, the show electrified audiences and got raves from all but one of the city's major critics. The one pan, though, by the <em>Herald Tribune</em>'s Percy Hammond, apparently distressed the cast, prompting one of the show's African drummers to lay an elaborate voodoo curse on the reviewer. Welles reportedly found this amusing ... until Hammond dropped dead of a heart attack 48 hours later.</p><p>Happier reviews — and happily, no deaths — have greeted non-Shakespearean examples of nontraditional casting, like James Earl Jones playing Big Daddy in <em>Cat on a Hot Tin Roof</em> and Ruby Dee as the matriarch in an African-American <em>Glass Menagerie</em>. And what works onstage has also worked on-screen. Rob Lowe and Jim Belushi were buddies in the film comedy <em>About Last Night</em> in 1986.</p><p>Flash forward a couple of decades to this year, with Michael Ealy and Kevin Hart headlining an updated <em>About Last Night</em>. The new one is set in Los Angeles and is a raucous good time, which the sweeter, sultrier Chicago-based original mostly was not. Diff'rent strokes as it were, and proof that Hollywood can work some interesting variations on the remake game. Which is certainly what's happening in the updated <em>Annie</em>.</p><p>The new version isn't just pleasantly diverse in its casting; it's been pretty thoroughly rethought — little things like including recycling in the orphanage cleanup number \"A Hard Knock Life,\" and bigger things like having Annie's benefactor be not a disinterested Daddy Warbucks but a billionaire turned politician who's been told by his campaign manager that the photogenic foster kid will bring him higher poll numbers.</p><p>In short, this is not just a matter of changing the racial makeup of a few characters. Yes, there is nontraditional casting, and no, the new <em>Annie</em> is not a full-fledged rewrite, like <em>The Wiz</em> was of <em>The Wizard of Oz</em>. Instead, it occupies an intriguing middle ground, teasing new values from a show that had once traded mostly in nostalgia.</p><p>What kind of new values? Well, specifically smart ones: The story now starts in a classroom and ends with the founding of a literacy center. How's that for a declaration that the intent is to smarten things up? And by listing Jay Z as one of their producers, the filmmakers are also signaling that their smartening will not sound like warmed-over Broadway.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Updated+%27Annie%27+And+The+Tradition+Of+Nontraditional+Casting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371483188-20d034.m3u?orgId=1&topicId=1045&d=480&p=2&story=371260027&t=progseg&e=371456718&seg=9&ft=nprml&f=371260027"},{"href":"http://media.npr.org/assets/img/2014/12/16/annie-sony-01-b3d62f002d125b92a65680fe909f6af157719533.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1539","width":"2052"}},{"href":"http://media.npr.org/assets/img/2014/12/17/hello-dolly_custom-83c4afe58aa74bd7b3108ba77466ce4d22728146.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1782","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/12/17/loc-muriel-rahn_custom-fbe36869af8a3d8c9b9f99252fa5ecf4af1d7945.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2500","width":"1775"}},{"href":"http://media.npr.org/assets/img/2014/12/16/annie-compare_custom-7ab948f9d0df618d414c37f656e189588078d94e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2500","width":"1560"}}]}