{"created":"2014-10-27T20:55:57+00:00","modified":"2014-10-31T00:27:07+00:00","valid":{"from":"2014-10-31T00:27:07+00:00","to":"3014-10-31T00:27:07+00:00"},"hreflang":"en","title":"Turning Fresh Herbs Into Simple Summer Sauces","published":"2014-07-08T22:08:00+00:00","teaser":"Our resident chef Kathy Gunst shares seven recipes, including this \"green sauce,\" which can be a dip or spread.","itags":["npr_api","329890445"],"guid":"4fa2b49e-ac2c-4f9e-bb36-8783152c62ae","contentencoded":"<p>Summer is here, and with it, an abundance of fresh vegetables and herbs, perfect for making simple homemade sauces.</p><p>The word sauce &#8220;scares people,&#8221; says <em><a href=\"http://hereandnow.wbur.org/\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong>. &#8220;I think people envision French chefs whisking butter&#8230; and heavy cream being reduced and Béarnaise. Well no, it&#8217;s summer, we are eating lighter, we are grilling, we&#8217;re eating out of the garden, we&#8217;re eating out of farmer&#8217;s markets. The idea of a summer sauce is that it is very simple, it uses only seasonal ingredients and it enlivens all these simple foods that we rely on in the summer.&#8221;</p><p>Kathy Gunst shares seven of her favorite summer sauce recipes with host Robin Young:</p><ol><li><a href=\"#green\">Green Sauce</a></li><li><a href=\"#pesto\">Garlic Scape and Pistachio Pesto</a></li><li><a href=\"#peanut\">Peanut Butter Sesame Sauce with Cilantro</a></li><li><a href=\"#cold\">Cold Sesame Noodles</a></li><li><a href=\"#bbq\">Maple and Chile BBQ Sauce</a></li><li><a href=\"#salsa\">Summer Salsa</a></li><li><a href=\"#yogurt\">Cucumber-Yogurt Sauce</a></li></ol><p><a name=\"green\"></a><em>See more cooking segments and recipes from Kathy Gunst <a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">here</a>.</em></p><h4>Green Sauce</h4><p><a href=\"http://media.wbur.org/wordpress/11/files/2014/07/0708_summer-sauce-recipes.pdf\" target=\"_blank\">(View/print a PDF of all of the summer sauce recipes)</a></p><p><strong>Kathy's Note:</strong> This is like an Argentinian chimichurri sauce, chock full of garden fresh parsley, scallions, chives, basil and capers. Serve it alongside grilled meats, poultry or seafood. It makes a great dip with pita bread and grilled shrimp. Try it on a cheese or roast beef sandwich. The sauce will only keep it vibrancy for about a day.</p><p><em>Makes about 1 1/2 cups</em></p><p><strong>Ingredients:</strong></p><p>2 cups packed parsley leaves</p><p>3 scallions, white and green, chopped</p><p>1/3 cup fresh basil</p><p>1/4 cup fresh chives</p><p>3 1/2 ounces nonpareil capers, drained</p><p>Salt and freshly ground black pepper to taste</p><p>3/4 cup olive oil plus 1 tablespoon</p><p><strong>Instructions:</strong></p><p>In the container of a food processor or blender, pulse the parsley and scallions until chopped. Add the chives and basil and pulse another 6 times. Add the capers and pulse again until the sauce is quite thick but not fully blended. Add a very light touch of salt and a good amount of pepper and pulse again. Add the oil and pulse<a name=\"pesto\"></a> a few times more until the sauce is thick and chunky— a coarsely chopped very green sauce.</p><h4>Garlic Scape and Pistachio Pesto</h4><p><strong>Kathy's Note:</strong> Garlic scapes are the shoots that grow on garlic plants in late June/early July (depending on where you're growing garlic). They are literally the \"flower stalks\" of hard neck garlic plants and they are delicious to cook with. I like to sauté them or grill them and serve with grilled meats, seafood, poultry. This garlic pesto has a gorgeous avocado green and can be tossed with your favorite pasta shape, spooned onto grilled chicken, served as a dip, drizzled over a grilled steak, as a dip with kebobs and more. It takes about ten minutes to make and will keep in the refrigerator for about 3 days or frozen for 6 months.</p><p><em>Makes about 2 cups</em></p><p><strong>Ingredients:</strong></p><p>4 ounces garlic scapes (look for them at farmer's markets), about 14 large scales</p><p>1 cup olive oil, plus about 1 1/2 tablespoons</p><p>1/2 cup shelled salted pistachios</p><p>Salt and freshly ground black pepper to taste (easy on the salt since the nuts are salted)</p><p>1/2 packed cup grated Parmesan cheese (optional)</p><p><strong>Instructions:</strong></p><p>Place the scapes in the container of a food processor and pulse about 10 times, until finely chopped. Add the 1 cup oil and the pistachios and pulse until thick and chunky. Season to taste. Add the cheese and stir.</p><p>Place the pesto in a 2 cup glass jar and cover the top of the pesto with the 1 1/2 tablespoon<a name=\"peanut\"></a> of oil to keep it from discoloring. Seal tightly and refrigerate.</p><h4>Peanut Butter Sesame Sauce with Cilantro</h4><p><strong>Kathy's Note:</strong> This is a peanut-butter based slightly spicy sauce perfect for Cold Sesame Noodles (toss with 1 pound udon noodles and top with chopped cucumber, sesame seeds and chopped fresh cilantro). You can also use this as a dipping sauce for grilled chicken or meat or seafood kebobs. Or serve as a dip for cooked shrimp or raw vegetables or summer rolls.</p><p><em>Makes about 1 1/2 cups sauce </em></p><p><strong>Ingredients:</strong></p><p>1 cup unsalted smooth or chunky peanut butter</p><p>4 scallions, finely chopped</p><p>2 1/2 tablespoons grated or finely chopped fresh ginger</p><p>2 cloves garlic, finely chopped</p><p>1 1/2 teaspoons Chinese chili paste or hot pepper sauce</p><p>1/4 cup rice wine vinegar</p><p>1/2 cup (very warm but not boiling) water</p><p>2 tablespoons sesame oil</p><p>1/3 cup soy sauce or tamari</p><p>1/2 cup chopped fresh cilantro leaves and stems</p><p>1/4 cup room temperature tahini</p><p><strong>Instructions:</strong></p><p>In a medium bowl mix the peanut butter with the tahini, scallions, ginger, garlic and chili paste. Add the vinegar, and water stirring to create a somewhat thick sauce. Add the sesame oil and soy sauce and the cilantro leaves and stems. Taste for seasoning adding more chili paste if needed. If the<a name=\"cold\"></a> sauce is too thick add a bit more warm water. If too thin add more scallions.</p><h4>Cold Sesame Noodles</h4><p><strong>Kathy's Note:</strong> This favorite Chinese cold pasta dish is simple to make if you make the sauce ahead of time. Don't toss the noodles with the sauce until about 2 hours before serving.</p><p><em>Serves 2 to 4</em></p><p><strong>Instructions:</strong></p><p>1/2 pound udon noodles</p><p>Pinch salt</p><p>About 1 cup Sesame Sauce with Cilantro (above)</p><p>1 cucumber, peeled cut in half and then into small pieces</p><p>1/2 cup peanuts</p><p>Sprinkling fresh chopped cilantro</p><p><strong>Instructions:</strong></p><p>Bring a large pot lightly salted water to boil over high heat. Add the noodles and cook until almost tender. Drain and rinse under cold running water until completely cool. Drain again.</p><p>Toss the noodles with the Sesame Sauce making sure to coat all the noodles. Place in the center of a plate or bowl and surround<a name=\"bbq\"></a> with the cucumber slices. Sprinkle the peanuts and cilantro in the center.</p><h4>Maple and Chile BBQ Sauce</h4><p><strong>Kathy's Note:</strong> This dark sauce is a nice balance of sweet, spicy, and sour. Brush on ribs, burgers, chicken or serve as a condiment with any grilled food.</p><p><em>Makes about 1 cup</em></p><p><strong>Ingredients:</strong></p><p>1 tablespoon vegetable oil</p><p>1 1/2 tablespoons minced fresh ginger</p><p>1 clove garlic, minced</p><p>1 teaspoon Chinese chili paste, or hot pepper sauce</p><p>2 tablespoons soy sauce</p><p>2 tablespoons balsamic vinegar</p><p>1/2 cup medium or dark maple syrup</p><p>1 cup ketchup</p><p>Salt and pepper to taste</p><p><strong>Instructions:</strong></p><p>In a medium saucepan heat the oil over moderate heat.  Add the ginger and garlic and cook, stirring, for about 4 minute. Stir in the chili paste and cook 5 seconds. Add the soy sauce and vinegar and then stir in the vinegar and ketchup, stirring to create a smooth sauce. Let cook over low heat for about 10 minutes, or until thickened.  Let cool. The sauce<a name=\"salsa\"></a> will keep for about 4 days in a covered jar in the refrigerator.</p><h4>Summer Salsa</h4><p><strong>Kathy's Note:</strong> You can use any type of tomato you like for this salsa — heirloom varieties, yellow, red, green— and the more varieties you use the better.</p><p><em>Makes about 2 cups</em></p><p><strong>Ingredients:</strong></p><p>4 large ripe tomatoes, cored and chopped</p><p>1 small green or red pepper, cored and chopped</p><p>1 scallion, finely chopped, white and green</p><p>3 tablespoons chopped red onion</p><p>1/4 cup fresh cilantro, chopped</p><p>1/4 cup fresh lime juice (from 2 small limes)</p><p>1 tablespoon olive oil</p><p>Salt and freshly ground black pepper</p><p>Hot pepper sauce, to taste or 1/2 small jalapeño, chopped and seeded</p><p><strong>Instructions:</strong></p><p>In a medium bowl, gently toss the tomatoes, peppers, scallion, red onion, cilantro and lime juice. Add the oil, salt and<a name=\"yogurt\"></a> pepper and hot sauce to taste. Serve within an hour or two.</p><h4>Cucumber-Yogurt Sauce</h4><p><strong>Kathy's Note:</strong> This is a thoroughly refreshing summer sauce based on the Indian sauce called Raita. You can serve it with virtually anything or eat it on its own for breakfast, lunch or dinner. I love serving it with spicy grilled chicken, seafood dishes and as a dip.</p><p><em>Makes about 1 cup</em></p><p><strong>Ingredients/Instructions:</strong> Mix 1 cup plain low fat yogurt with 1 cup grated cucumbers, 1/2 cup chopped fresh mint, 1/4 cup chopped fresh scallions, salt, pepper, and a splash of hot pepper sauce. You can also add 1/2 cup toasted pine nuts, walnuts, or almonds. Will keep for about 2 days.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turning+Fresh+Herbs+Into+Simple+Summer+Sauces&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329890448-562b54.m3u?orgId=1&ft=3&f=329890445"}]}