{"created":"2014-11-10T20:01:52+00:00","modified":"2015-05-06T20:27:41+00:00","valid":{"from":"2015-05-06T20:27:40+00:00","to":"3015-05-06T20:27:40+00:00"},"hreflang":"en","title":"How 'Double Bucks' For Food Stamps Conquered Capitol Hill","published":"2014-11-17T17:52:00+00:00","teaser":"The federal government is putting $100 million behind a simple idea: doubling the value of federal food benefits when people use them to buy fresh produce. This idea started small but became a hit.","itags":["npr_api","361803607"],"guid":"4fa4ddd8-2a61-4867-95b1-2484fba30969","contentencoded":"<p>The federal government is about to put $100 million behind a simple idea: doubling the value of SNAP benefits — what used to be called food stamps — when people use them to buy local fruits and vegetables.</p><p>This idea did not start on Capitol Hill. It began as a local innovation at a few farmers' markets. But it proved remarkably popular and spread across the country.</p><p>\"It's so simple, but it has such profound effects both for SNAP recipients and for local farmers,\" says Mike Appell, a vegetable farmer who sells his produce at a market in Tulsa, Okla.</p><p>The idea first <a href=\"http://www.farmlandinfo.org/sites/default/files/ebt_matching_programs_rachel_winch_1.pdf\">surfaced</a> in 2005 among workers at the New York City Department of Health and Mental Hygiene. They were starting a campaign to get people to eat more fresh produce.</p><p>\"I think we were trying to confront the idea that healthy foods, [like] fresh fruits and vegetables, are not affordable,\" says Candace Young, who was director of the department's nutrition programming at the time. (Young now works for <a href=\"http://thefoodtrust.org/\">The Food Trust</a> in Philadelphia.)</p><p>Young recalls that one of their workers pointed out that some SNAP recipients live near farmers markets \"and we thought, how about we incentivize them to use their SNAP benefits at these farmers markets?\"</p><p>The city made a few thousand dollars available for the <a href=\"http://www.cdc.gov/pcd/issues/2013/13_0113.htm\">program</a>. So at a few markets in the South Bronx and Harlem, when someone spent $10 of SNAP benefits, he then received an additional $4 in the form of coupons called HealthBucks, which could be used to buy more local produce.</p><p>This desire to make farmers markets more food-stamp friendly seems to have been floating in the air at that time. A farmers market in Lynn, Mass., used a $500 donation to do something similar the very next year.</p><p>Then, in 2007, the idea mutated into a form that really caught on.</p><p>It happened with the birth of the <a href=\"https://www.facebook.com/CrossroadsFarmersMarket\">Crossroads Farmers Market</a>, on the boundary that divides the towns of Langley Park and Takoma Park, Md<strong>. </strong>The area, just outside Washington, D.C., is home to many immigrants.</p><p>\"A lot of Latinos come to this market,\" says Michelle Dudley, the market manager. \"I would say that 70 percent of our customers are Spanish-speaking, but we also see people from the Caribbean. Folks from West Africa.\"</p><p>Back in 2007, a man named John Hyde organized the Crossroads market with this immigrant community in mind \"and then realized — these people did not have a lot of money,\" says Gus Schumacher, Hyde's friend and collaborator at the time. (Hyde can't tell the story himself, unfortunately. He died in 2009.)</p><p>Schumacher says he and Hyde got to talking about this money problem and had a brainstorm: If they could raise some money, they could use it to double the value of food stamps, as well as vouchers from the WIC (Women, Infants, and Children) program and food benefits for seniors.</p><p>Schumacher, a former top official at the U.S. Department of Agriculture, used his connections to raise the money. \"I asked the National Watermelon Association if they would provide a small stipend, and they were very generous. They provided $5,000,\" he says.</p><p>They set up a system that has remained almost unchanged ever since. On a recent visit, I see SNAP recipients lining up to speak with a market volunteer named Rosie Sanchez. They tell her how much money they want to spend from their SNAP benefits. Sanchez swipes their SNAP card and gives them wooden tokens that they can spend at the market. But she actually gives them tokens worth twice the amount that she took from their SNAP benefits; up to $15 more.</p><p>Sanchez is a SNAP recipient herself. This program \"is very important,\" she says. \"You know why? Because I get up to $15 for free. So I have $30 every week. With my $30, I'm able to buy fresh, local — it's not expensive. It's the best!\"</p><p>Gus Schumacher loved it, too. The same year this market started, he co-founded, together with chef Michel Nischan, an organization called <a href=\"https://www.wholesomewave.org/\">Wholesome Wave</a>, which has brought this idea of doubling SNAP benefits to farmers markets from Connecticut to California.</p><p>Private foundations were happy to contribute, because they realized that their dollars could do several things at once: ease poverty, promote better health and boost the local farm economy.</p><p>In Michigan, food activist Oran Hesterman set up the <a href=\"http://www.fairfoodnetwork.org/\">Fair Food Network</a>, which called this idea Double Up Food Bucks and got it working in more than 100 places across the state.</p><p>\"We wanted to take it from the seed of an idea to a demonstration that this is something that you could do at scale,\" Hesterman says.</p><p>Hesterman was thinking big. He wanted to sell this idea to the government.</p><p>He invited one of Michigan's senators — Democrat Debbie Stabenow — to see Double Up Food Bucks for herself. And last year, Stabenow, who is chairwoman of the Senate's Agriculture Committee, proposed including it in the so-called farm bill.</p><p>On the other side of Capitol Hill, the chairman of the House Agriculture Committee, Republican Frank Lucas, from Oklahoma, was hearing about this idea, too.</p><p>Farmer Appell had brought Double Up Food Bucks to the <a href=\"http://cherrystreetfarmersmarket.com/\">Cherry Street Farmers Market</a> in Tulsa and talked about it to a member of Lucas' staff.</p><p>\"It didn't seem like it required much of a sell,\" Appell recalls. \"They seemed to be on board with it.\" If the program was supporting farmers, the congressman wanted to support it.</p><p>Earlier this year, the farm bill passed, and it included $100 million, over the next five years, to boost SNAP dollars when they're spent on fresh fruits and vegetables. Those taxpayer dollars have to be matched by private funding, so the program could add up to $200 million in total.</p><p>That's a huge increase. According to some estimates, it may be 10 times what these programs spend right now.</p><p>As a result, small programs like the Cherry Street Farmers Market and the Crossroads market are now applying for funding to expand.<strong> </strong>And Michigan's Fair Food Network, one of the biggest programs, is even moving beyond farmers markets. It's now working with supermarket chains to see whether SNAP recipients shopping there can double their dollars for fresh produce every day and all year round.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+%27Double+Bucks%27+For+Food+Stamps+Conquered+Capitol+Hill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"329"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101520-c00899.m3u?orgId=1&topicId=1053&d=329&p=2&story=361803607&t=progseg&e=363055137&seg=9&ft=nprml&f=361803607"},{"href":"http://media.npr.org/assets/img/2014/11/06/chips1-bc9baeb4daa58ec2ef822d05b7279ff7b6f36290.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/06/chips2-7b233271d62853cfb25e0555e583a62024f62478.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/11/06/chips3-2ce15ec3a44f48bc796ad5930cea2670151e2d6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}