{"created":"2015-02-23T09:21:55+00:00","modified":"2015-06-08T21:05:21+00:00","valid":{"from":"2015-06-08T21:05:21+00:00","to":"3015-06-08T21:05:21+00:00"},"hreflang":"en","title":"Immigration Courts 'Operating In Crisis Mode,' Judges Say","published":"2015-02-23T18:54:00+00:00","teaser":"The nation's immigration courts are jammed with the asylum cases of some 60,000 unaccompanied minors who crossed the southern border last summer. There are 429,000 cases pending and only 223 judges.","itags":["npr_api","387825094"],"guid":"4fa97710-46c4-40ee-b86e-28ec1da52da1","contentencoded":"<p>As Congress debates the fate of <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/21/365719365/a-closer-look-at-obamas-immigration-plan-what-s-in-it-who-s-affected\" target=\"_blank\">President Obama's immigration policies</a>, the nation's immigration court system is bogged down in delays exacerbated by the flood of unaccompanied minors who crossed the southern border last summer.</p><p>The administration made it a priority for those cases to be heard immediately. As a result, hundreds of thousands of other cases have been delayed until as late as 2019.</p><p>Even before this past summer's surge of unaccompanied minors seeking asylum, the immigration courts were already clogged, says Judge Dana Leigh Marks, president of the National Association of Immigration Judges.</p><p>\"What is an adjective that describes crisis squared?\" she asks. \"Crisis times crisis. We have been operating in crisis mode for years.\"</p><p>There were too many cases for too few judges, and adding in the cases of the unaccompanied minors only made matters worse. There are currently more than 429,000 cases pending in the courts with just 223 judges.</p><p>Marks, who does not speak for the Justice Department, says it's no longer the situation that the first case in is the first case heard.</p><p>\"Now it's the last cases that come in, the recent border crossers — those cases are moved as it is to the front of the line,\" she says. \"And that displaces cases that have been waiting on the dockets for months or years depending on the court location.\"</p><p>Lance Curtright, a San Antonio immigration lawyer, says his firm has hundreds of clients who are in limbo.</p><p>\"Some of my clients would qualify to get a green card. They can't get it, so their pathway to citizenship is being delayed,\" he says. \"The anxiety that they live through is just remarkable because they don't know if they are going to be deported or not. It trickles down to their family members, their spouses and their children as well.\"</p><p>This story is familiar to Enrique Arevalo, an immigration attorney based in Pasadena, Calif. He says some of his clients have been waiting years to legalize their status and need only a 15-minute hearing for a judge to finally sign off on their cases. But now they're told they'll have to wait indefinitely.</p><p>Arevalo says there's a simple solution.</p><p>\"Just like they hire more Border Patrol persons to patrol the border, they should hire more immigration judges to make this a more expeditious process,\" he says. \"So, expeditious justice I don't think really exists when it comes to immigration law.\"</p><p>The Obama administration has <a href=\"http://www.npr.org/2014/08/11/339611004/strapped-and-stretched-non-profits-struggle-to-defend-immigrant-minors\" target=\"_blank\">proposed hiring more immigration judges</a>, but that request is hung up in Congress.</p><p>As the delays mount, the immigration court system faces other problems. By prioritizing the cases of the unaccompanied minors, the administration <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/08/338908762/a-top-immigration-judge-calls-for-shift-on-fast-tracking\" target=\"_blank\">fast-tracked their court hearings</a>, creating a shortage of lawyers as legal service providers are swamped with cases.</p><p>According to federal records collected by Syracuse University, there are roughly 60,000 unaccompanied minors in the courts. Less than <a href=\"http://trac.syr.edu/immigration/reports/371/\" target=\"_blank\">30 percent</a> have lawyers. Without a lawyer, a minor has a very slim chance of staying in this country.</p><p>And even those with a lawyer face another potential obstacle.</p><p>\"Many of the children are actually never properly notified of the date when their court hearing is, and that problem has been going on for months,\" says Ahilan Arulanantham, an attorney with the ACLU's Immigrants' Rights Project.</p><p>He says with the fast-tracking of cases, basic administrative processes — like providing minors and their families with adequate notice of their hearings — broke down.</p><p>\"In many places, what judges are doing is they are ordering the children deported, in abstentia, without them having appeared in the courtroom,\" he says. \"And that is obviously extremely unfair when they didn't know about the court date to begin with.\"</p><p>Representatives of legal service providers have met with administration officials to discuss the problems of adequately notifying minors of their court dates. But no immediate solutions were offered.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Immigration+Courts+%27Operating+In+Crisis+Mode%2C%27+Judges+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Gonzales","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388378655-d54cdd.m3u?orgId=1&topicId=1003&d=237&p=3&story=387825094&t=progseg&e=388378538&seg=15&ft=nprml&f=387825094"},{"href":"http://media.npr.org/assets/img/2015/02/20/immigration-getty-655dd592898e4fe4a353cfa48750282a8c8ca4a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1471","width":"1961"}}]}