{"created":"2014-09-04T16:43:17+00:00","modified":"2014-10-31T02:31:13+00:00","valid":{"from":"2014-10-31T02:31:13+00:00","to":"3014-10-31T02:31:13+00:00"},"hreflang":"en","title":"The 'Marvelous Living' Of Soprano Jessye Norman","published":"2014-05-06T17:32:00+00:00","teaser":"One of the most celebrated voices of her generation talks about her new autobiography, <em>Stand Up Straight and Sing! </em>The opera star journeyed from the segregated South to a divided Berlin and beyond.","itags":["npr_api","308617841"],"guid":"4faea374-d537-49da-a3e8-8bb8ba1de687","contentencoded":"<p>When it comes to singers, there have been few voices considered as majestic as soprano <a href=\"http://www.npr.org/artists/15347875/jessye-norman\" target=\"_blank\">Jessye Norman</a>'s. The celebrated opera singer from Augusta, Ga. has meticulously built a career on her own terms, choosing her projects intelligently and carefully guarding her vocal resources, which have often been described as a <a href=\"http://www.npr.org/2011/07/18/111554634/the-autumnal-glow-of-strauss-four-last-songs\" target=\"_blank\">force of nature</a>.</p><p>Now the 68-year-old artist can add author to her list of accomplishments. Norman has written a memoir, <em>Stand Up Straight and Sing!</em> From experiencing racism as a child to watching the fall of the Berlin Wall to her storied opera career, Norman talks with NPR's <a href=\"http://www.npr.org/people/128649543/rachel-martin\" target=\"_blank\">Rachel Martin</a> about the book, her life and her music with an openness rarely heard before in her interviews. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>There was a lot of music in your childhood ...</strong></p><p>Yes, there was a lot music, a lot of noise (<em>laughs</em>).</p><p><strong>Music in your home, your family, your church. But opera is something different — it stands apart, I think. When was it clear to you that you wanted to use your voice to make that kind of music? </strong></p><p>It wasn't honestly clear to me until after I had probably finished my bachelor's degree at Howard University that singing in an opera was something I truly wanted to do. I'd sung opera arias, the way one does when studying at a conservatory or university in music, and it was part of my training. But I wasn't quite certain what I wanted or could do with my voice. It was only after I was working on my master's that I participated in an opera — <a href=\"http://www.npr.org/templates/story/story.php?storyId=128080848\" target=\"_blank\">The Bartered Bride</a> of <a href=\"http://www.npr.org/artists/88610488/bedrich-smetana\" target=\"_blank\">Smetana</a> — at the University of Michigan, where I had a small role. And I found it to be such fun and so exciting. I was always intrigued with the theater itself, getting dressed up and putting on a costume and being someone else for a while on stage. I think I caught the bug probably about then — that I thought, \"I think I'd like to do some of this.\"</p><p><strong>Were you that kind of little girl? The little girl who was doing ad-hoc performances, dressing up, performing for family?</strong></p><p>I don't remember a moment in my life when I wasn't trying to sing. And I liked to put on some of my mother's costume jewelry and a feather boa or something, and pretend I was some grand singer, and sing something as worthy as \"<a href=\"https://www.youtube.com/watch?v=pZ4JrYlxcbI\" target=\"_blank\">Jesus Wants Me for a Sunbeam</a>.\"</p><p><strong>What did you dream of being, if it wasn't to be a singer when you were little? </strong></p><p>I thought I was going to be a doctor. That seemed, you know, a reasonable thing to do. It happens that the [Medical College of Georgia] is in Augusta, so of course one saw people in white coats all the time. It seemed a very logical progression — that one would go to high school, you finish that, then you go to college and go to pre-med, then you go to medical school and then you get a job!</p><p><strong>A different path that would have been for you</strong>.</p><p>A different path was taken indeed.</p><p><strong>You went on to study vocal performance at the University of Michigan and at Howard University. You learned how to sing in several different languages. It has been German, though, I take it, that has captivated you in a particular way over the years. </strong></p><p>Most of my operatic roles have been in German. I sing a great number of roles in French, and very few in Italian. But it happened because I was lucky in that I was invited to sing my opera debut in Berlin at the Deutsche Oper Berlin, which was in West Berlin at the time. After that I was offered a contract. In fact, on the night I sang my first performance there — of <a href=\"https://www.youtube.com/watch?v=1-dnIc0bp88\" target=\"_blank\">Elisabeth in <em>Tannhäuser</em></a> of <a href=\"http://www.npr.org/artists/89337436/richard-wagner\" target=\"_blank\">Richard Wagner</a> — and it turned out the artistic director came to me after the end of the second act and said, \"This is going very well and I think I'd like to engage you to sing at our opera house.\" And I said, \"But I haven't sung Act 3.\" He said, \"I heard you sing that aria in New York and that is why I invited you to sing here in the first place.\" I didn't realize it until some years later how unusual that invitation was and that it should come at such a moment in my young life and my extreme inexperience.</p><p><strong>You ended up spending three years in Berlin, when the city was divided?</strong></p><p>I spent a great deal of time going over to East Berlin. It was a very simple thing with an American passport to go through Checkpoint Charlie, which sounds more romantic and exotic than it really was. Because truly it was simply walking across one side of the road to the other side of the road into a completely different philosophical and cultural understanding, not to mention a different political understanding and belief. I ran across students my same age and we became friends, and we explored East Berlin together, and I learned so much from going to museums there. The thing that captivated me most about traveling to East Berlin, and the countries we considered behind the Iron Curtain at the time, is how much the arts and music in particular meant to the people of these countries. They would arrive hours before the performances were to begin just to stand in line, knowing that they had tickets already, just to know that they were anticipating the music as much as the people who were going to present the music. Even though they lived under the oppressive regimes, that their spirits were not squelched — that they lived anyway, that they allowed their spirits to be free in any case. And that made a great impression and still makes a great impression on me.</p><p><strong>You write in the book about finding out that the Berlin Wall fell and that you immediately tried to get on the first plane you could to go back to Berlin. What was it like to be there to see that history unfold in the immediate aftermath?</strong></p><p>In a way it was surreal. It came to me as a great surprise and as a wonderful surprise. To see people taking that wall down practically with their bare hands, and to see the joy of people walking around their own city that was no longer divided. We had a recording scheduled and it just happened that it was <em><a href=\"http://www.npr.org/2011/01/07/132712125/strife-and-salvation-beethovens-fidelio\" target=\"_blank\">Fidelio</a></em> — <a href=\"http://www.npr.org/artists/15232481/ludwig-van-beethoven\" target=\"_blank\">Beethoven</a>'s only opera — and the theme of <em>Fidelio</em> is a political one. It was marvelous to record that particular opera just weeks after the wall had come down. And to hear that chorus sing the word <em>Freiheit</em> (freedom), and to mean it, really mean it for the first time in some of their lives, because a lot of them had been born after 1961, so therefore they had only known Berlin as a divided city. So it was a really a wonderful confluence of things that were happening that stay with me and are certainly a part of my spirit.</p><p><strong>Germany has such a complicated history. You write in the book about your affinity for certain German composers, including Richard Wagner, whose legacy is complicated because of the way the Nazis appropriated his music. And you write, which I find interesting, that you get tired of having to justify your love of Wagner</strong>.</p><p>Yes I do. He certainly doesn't need me to stand up for him, as it were. I think we have to separate the art from the artist. Richard Wagner was simply a channel. He was a channel for music that was coming from somewhere else. And that he was the one that was chosen is something maybe we will come to understand, but perhaps is not so easily understandable now. But I don't think of him as perhaps the narrow-minded person that it would seem he certainly was from the writings — his own writings, and the people who have written about him. I don't think that he had the most openhearted attitude toward the world. But of course his music is sublime.</p><p><strong>You grew up in the segregated South. And as you write, you experienced racism in a personal way even before you started school officially. And you became kind of an activist at a young age. </strong></p><p>Yes, not knowing that I was being anything of an activist. I just thought the whole idea of segregation was something rather foolish and we would all come to our senses very quickly. So I thought. And that if one can show people that everybody is really the same and we all love the air and the trees and ice cream that we were really very much the same. And that is still my rather simplistic view of the world: That if we could only get to know one another, if we could only see how much we have in common, and that the things that are different are cultural, a lot of them, and they are <em>learned</em> things. We come to Earth, I feel, with a completely open heart. And then we're told that we have to close it off to certain things. And that's a great shame.</p><p><strong>When you were just 5 years old you sat in a whites-only section in a train station. What was the reaction when you did that and were experiences like those things that influenced your music as you grew older?</strong></p><p>Well, as a 5-year-old waiting for my parents for a train to take us to visit our relatives in Philadelphia, there I was all dressed up in my Sunday clothes, and my mother wanting me to sit and cross my legs at the ankle and be quiet. I of course had too much energy to sit there, and I saw the sign and it did say \"whites only\" and I thought, well, there wasn't anybody sitting there, so what difference would it make if I were to go over there and sit and play? Why would it bother anybody? Of course my mother and father took a different view, and said, \"No, you should come back over here and sit down.\" I wasn't rebellious. I was just silly. I was just 5. What did I know?</p><p>I didn't experience anything untoward at that time but I certainly learned just a few years later what segregation really meant in going to see President Eisenhower, who used to come to Augusta on frequent <a href=\"http://www.augusta.com/masters/story/history/eisenhower-loved-augusta-national-and-city-loved-him-back\" target=\"_blank\">trips to play golf</a>. We would go and watch him as he would go into his church. This was long before crowds were kept far away from our presidents. But my father made us understand: We could watch the president go into his church, and then we would go to another part of town and go to our church, but that we were not welcome in the same church that President Eisenhower would attend. I found that also to be rather ridiculous. Didn't they have have Sunday school in Reid Memorial Church where <a href=\"http://www.augusta.com/masters/story/history/memories-eisenhowers-visits-live-augusta-church\" target=\"_blank\">President Eisenhower went</a>? And weren't they singing <a href=\"https://www.youtube.com/watch?v=WEmSjyR4iQo\" target=\"_blank\">\"Jesus Loves Me?\"</a> There isn't anything in the song that says Jesus loves this set of people but he doesn't love this other set of people. And so I had a lot of questions about the segregation of the races when I was a young child and I still do. Because I simply did not understand how we had come to that place in our thoughts.</p><p><strong>What about in the world of music?</strong></p><p>I would prefer to be able to say: \"There is no segregation. There is no tension. Everyone is loving and wonderful.\" But what we learn very quickly is that music is also a business. And the same kind of influences that can come into the way a corporation might be directed or handle itself in the public, I'm afraid one can come across these same things in the music world.</p><p><strong>At one point you start chronicling racist phrases or languages you hear into a journal, things that you hear not only in the U.S. but around the world. What was the utility of that for you? What did it mean to write them down?</strong></p><p>I thought when I started this journal, which I called \"Racism as it Lives and Breathes,\" that writing this down would give me more insight, that it would be helpful and that I might therefore be able to help in this situation of racialism. But it became clear to me after doing this for a while that I wasn't serving any purpose except to make myself sad. That there were too many occasions when people used language or phrases that were so much a part of them that they didn't even realize that they were being racist in what they were saying. And so after a while I stopped keeping that journal because it certainly wasn't helping me and I didn't think I was learning to be of help to anyone else.</p><p><strong>What is opera like today? Is it a more diverse place? </strong></p><p>It is a more diverse place, thank goodness. I wish it were even more diverse than it is. I look at symphony orchestras around this country and I want those orchestras to look more like the demographic they're meant to serve. I would like to see more African-Americans on the stage at the Metropolitan Opera here in New York. There are certainly some, but not nearly enough, and I come across so many singers who are terribly gifted and that would be an asset to these opera companies around our country. But we still have these people who are just a little bit hesitant, and perhaps not as openhearted — I keep using that word — as I'd like them to be. I look forward to the day when we do not think about color of skin when we're looking to have a person do a job, whatever that job is. Whatever that job is, whether it's singing or playing or dancing or athletics or whatever, that we simply want the best qualified people and that is the qualification that is necessary.</p><p><strong>It was interesting to read in your book that you clearly have a lot of music in your life today, but you do not chose to listen to a lot of opera in your regular personal life when no one's around and you just want to unwind. You don't listen?</strong></p><p>No I don't. I hardly ever listen to opera. I will listen to still, from time to time, the broadcasts from the [Metropolitan Opera] on Saturdays. And I attend the opera. But for relaxation, I don't find it very relaxing because I listen to it in a different way than I would listen to instrumental music or the jazz music that I enjoy so much. And I try as much as I can also to listen to the newest of music. I try to keep up with what is happening in hip-hop.</p><p><strong>What's on your iPod right now?</strong></p><p>I don't have an iPod. And I try to discourage, as it were, the kids in my family, not to listen to music on an iPod. There isn't enough bandwidth on an iPod to give you the full scope of a trained voice or a beautiful violin. An iPod is better perhaps for listening to popular music. But certainly, if you want to listen to a <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a> symphony I would ask you to listen to it on an LP, or if you must, a CD, but not an iPod, please, because you're not going to hear the timpani in the background or the wonderful soft entrance of the clarinet in the second movement, and all of these things that make this really great music, that is hundreds of years old, and we cannot stop listening and playing because it is so wonderful.</p><p><strong>You also write in the book that living changes the voice. So how has yours changed?</strong></p><p>It is very natural that with living, muscles and ligaments become different in the body and this is certainly no less true with vocal cords, which naturally become more dense with age. And this can certainly change the way a voice sounds and certainly can change the flexibility of a voice. The thing that I also feel very strongly, and about which I write, is that living teaches us things. That we can have more information, we can bring something different, and perhaps a deeper thought to the presentation of the music that we make, because life has taught us something more, something different, something that we didn't know at a younger age but now influences the way we make music.</p><p>I find that to be wonderful, that we can accept the passing of the years as being a positive thing. Life and living can be a marvelous thing if we simply, as it were, embrace the passing of time with love instead of shunning it and pretend that it isn't happening.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+%27Marvelous+Living%27+Of+Soprano+Jessye+Norman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"537"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309462681-e44edd.m3u?orgId=1&topicId=1033&aggIds=100920965,100876926&ft=3&f=308617841"},{"href":"http://media.npr.org/assets/img/2014/05/01/81482241-b34d2854f2ac20d4841ad2027d6fa5172b259cc0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2916","width":"3886"}},{"href":"http://media.npr.org/assets/img/2014/05/02/jessye_norman-a6fe0000da5c5660ce56aa0ae3f0ae2aaa070dbb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}