{"created":"2014-10-07T21:04:32+00:00","modified":"2014-10-31T00:12:25+00:00","valid":{"from":"2014-10-31T00:12:25+00:00","to":"3014-10-31T00:12:25+00:00"},"hreflang":"en","title":"Two Funerals: In Israel And Gaza, Each Side Mourns Its Dead ","published":"2014-07-17T19:45:00+00:00","teaser":"The bloodletting has left fresh scars on both sides of the conflict. NPR correspondents attend funerals in Israel and Gaza and ask mourners how they are coping with the current round of fighting.","itags":["npr_api","332205089"],"guid":"4fb61bcb-b661-40cc-ae4b-3a172688131a","contentencoded":"<p><em><strong>Editor's Note:</strong> As an Israeli man was buried near Tel Aviv and four Palestinian boys were laid to rest in the Gaza Strip, NPR correspondents attended the funerals on opposite sides of the war to see how people are coping with the conflict. Ari Shapiro reports first from Israel, followed by Emily Harris in Gaza City.</em></p><p>The Yehud Cemetery is so close to the Tel Aviv airport, you practically have to duck when an airplane passes overhead.</p><p>On Wednesday, cars lined the road and buses navigated the narrow entrance to the graveyard, bringing hundreds of people to pay their last respects to Dror Hanin, a 37-year-old father of three and the first Israeli killed in the current round of Israeli-Palestinian fighting.</p><p>Alon Hackmon worked with Hanin and says he was always volunteering. Hanin was delivering care packages to soldiers Tuesday, when a mortar from Gaza struck and killed him near the boundary between Israel and the Palestinian territory.</p><p>\"He was killed because he went over there, next to Gaza, to bring soldiers, to give them food, chocolate, give them some good time over there, and that's it,\" Hackmon said. \"That's how he got killed.\"</p><p>For Israel, the first death in this conflict was a sort of national moment. <br />Israel's new president-elect, Reuven Rivlin, was at the funeral along with Cabinet ministers.</p><p>When Hanin's father arrived, weeping, politicians crowded around to embrace him.</p><p>\"Helping people was his role in life,\" wailed the father.</p><p>For Karen Uzon, a friend of the family, this didn't seem like the first death in this chapter of the conflict.</p><p>\"We are in the same war for 65 years, 66 years,\" she said, a reference to a feud that has been burning since the first Israeli-Arab war in 1948, the year of Israel's founding. \"So it's not the first one and not the last one that I know closeup, so at least we need to stop the losing of life and we need peace.\"</p><p>There is sadness. But the overwhelming feeling seems to be exhaustion. <br />People want this conflict to end, and they are frustrated that they cannot see how it will.</p><p>One of the mourners, Judy Dresnick, kept repeating, \"This is not normal.\"</p><p>\"Every day I pray that this bomb won't be on my house and our kids will be safe,\" she says. \"The situation is not normal.\"</p><p>The reason we attended two funerals — one in Israel, one in Gaza — was not to pit one tragedy against another or compare suffering.</p><p>We wanted to ask different people similar questions, to see how civilians on opposite sides of a decades-old conflict are responding to this round of violence and loss.</p><p>Israeli politicians talk about revenge and punishment. But almost none of the mourners said they wanted \"blood for blood.\"</p><p>Dov Bar-Elan, a relative of Hanin, said, \"Even if in our Bible it's written, I don't think so because we will take revenge, and then they will take revenge, and so on and so on and so on.\"</p><p>Still, some take Hanin's death as evidence that Palestinian militants only understand the language of violence.</p><p>Carmella Nahari's son was best friends with Hanin. She used to believe in talking. But not anymore.</p><p>\"We have to find a partner to talk to, and Hamas is not [a partner],\" she said.</p><p>Asked if she feels for the families and friends of the Palestinians who have died in Gaza, she says, \"Yes, of course. [Hamas] is holding them like prisoners. They are suffering in Gaza as we are suffering here.\"</p><p>The hundreds of people who gathered for the funeral started to close in around the family. They joined together in saying kaddish, the mourners' prayer.</p><p><em>Emily Harris reports from Gaza City:</em></p><p>Just as Dror Hanin's funeral began near Tel Aviv, Israeli warplanes struck the beach at Gaza City's fishing boat pier. Twice.</p><p>Ambulances rushed to the beach, but four young boys were already dead. They were all cousins between the ages of 9 and 12, part of the extended Bakr family of fishermen. After the attack, gray smoke rose from a shack on the pier. One boy's body was pulled from the rubble. The three others were found on the sand.</p><p>Less than two hours later, hundreds of men gathered at a neighborhood mosque, removing their sandals and flip-flops before entering for short prayers over the bodies of the Bakr boys — Mohammad, Ismail, Zakariya and Ahed.</p><p>The mourners then shuffled out quietly, while a crowd of young men carried the bodies high over their heads outside. The dead boys were covered with sheets, just their small faces showing. The crowd broke into religious chants.</p><p>The Bakr family cemetery was just a short walk away. Mohammad Bakr cried as the body of his 12-year-old son, Ismail, was carried past him.</p><p>\"They were just collecting, playing on the beach, washing themselves on the beach,\" he said. \"They are just children. What would such small children do? They don't have any weapons. What would they do? Why would they target them?\"</p><p>When asked if it's time for a cease-fire, he said it's too late.</p><p>\"We don't want a cease-fire. What cease-fire are you talking about?\" he said. \"I want the cost of our kids' blood. Yesterday we wanted cease-fire. Now, no. We don't want it.\"</p><p>In the crowd, a short boy with long eyelashes said neighborhood kids kept swimming at the beach even during the fighting in recent days. The young men's chanting turned overtly political.</p><p>\"Netanyahu, you coward,\" they chanted, referring to Israeli Prime Minister Benjamin Netanyahu. \"Gazans will never be humiliated.\"</p><p>Watching nearby, Mohammad Ezz, a father of three, said he does want the fighting to stop. But he does not want to surrender.</p><p>\"We want a cease-fire. But we cannot trust the Israelis,\" he said. \"They are asking to dismantle the weapons of the resistance in the Gaza Strip. I don't mind that in principle. But they don't keep their promises. If we throw our weapons into the sea, they'll come attack us later on.\"</p><p>More than 200 people have died in Gaza over the past nine days of fighting. Israel says the target at the beach on Wednesday was operatives from Hamas, and the army is investigating the episode.</p><p>The survivors included four more Bakr cousins who had also been on the beach when the airstrikes hit. Araby Bakr, 11, said the boys were playing a favorite game — \"Arabs and Jews.\"</p><p>Much like \"cops and robbers,\" the teams are enemies. They use sticks as pretend guns and take turns chasing each other and putting opponents in \"jail.\"</p><p>In this case, the jail was near the shack on the fishing pier that was hit by the Israeli airstrike. One boy who died had been playing a Jew, captured in the game.</p><p>Palestinians call people killed in the conflict with Israel \"martyrs.\"</p><p>\"If all you have to do is play Arabs and Jews to be a martyr,\" Arabiy Bakr said, \"maybe I'll be a martyr soon too.\"</p><p>Mohammad Abu Watfa, 23, was one of three people wounded Wednesday in the attack.</p><p>Lying on a lacy white pillow in the hospital, he touched a bandage on the left side of his abdomen. He said he was at his family's café down the beach and ran to help after the first airstrike. He was caught in the second.</p><p>His brother-in-law Abu Yazan Bardah says this flareup in fighting has taken a deep toll on Gaza.</p><p>\"Too many people have been killed on our side,\" he said.</p><p>He also said he knows how to end it.</p><p>\"If the Israeli occupation ends, the problem will solve itself,\" he said.</p><p>Israel withdrew all its soldiers and Jewish settlers in Gaza back in 2005, but it still controls the flow of goods and people in and out of the small, overcrowded territory.</p><p>For Bardah, \"ending the occupation\" means giving Palestinians real control over themselves and some land.</p><p>The four boys were buried on a patch of Gaza close to where they died, by the sea.</p><p><em>You can follow Ari Shapiro</em> @arishapiro <em>and Emily Harris</em> @emilygharris.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Two+Funerals%3A+In+Israel+And+Gaza%2C+Each+Side+Mourns+Its+Dead+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332205092-c04ebb.m3u?orgId=1&topicId=1009&ft=3&f=332205089"},{"href":"http://media.npr.org/assets/img/2014/07/17/gaza-funeral1-450c8dbc3771fe5b213b98642d02e5640c640935.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3398","width":"4531"}},{"href":"http://media.npr.org/assets/img/2014/07/17/gaza-funeral3-e65593cda43d3683e4c5da83ba5cef218403952f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1683","width":"2248"}}]}