{"created":"2014-09-17T22:59:03+00:00","modified":"2014-09-18T19:47:17+00:00","valid":{"from":"2014-09-18T19:47:17+00:00","to":"3014-09-18T19:47:17+00:00"},"hreflang":"en","guid":"4fb7279c-9220-4695-9d21-48f7ce4f696d","title":"Why one plane full of Pakistanis chased a famous politician off their flight","published":"2014-09-18T19:47:16+00:00","byline":"Leo Hornak","tags":["entitlement","VIP culture","Global Politics","Islamabad","Asia","Pakistan","Asia","South Asia","rehman malik; pakistan","vip","Flight","corruption"],"teaser":"\"VIP culture\" in Pakistan lets politicians miraculously bend the rules to their convenience, and Pakistanis are no strangers to it. But on a recent flight to Islamabad, things turned out a little differently for a lawmaker and a former minister who passengers believed caused a two-hour delay.","contentencoded":"<p><span style=\"line-height: 1.538em;\">Picture the scene: Your flight is delayed on the tarmac by one hour &mdash; then two. The flight crew claims there are technical difficulties, but then up the jetway strolls the last missing passenger &mdash; a former government official. And suddenly the flight is ready to leave.</span></p><p><span style=\"line-height: 1.538em;\">In Pakistan, that&#39;s a fairly common situation. It&#39;s part of so-called &quot;VIP culture,&quot; where politicians are able to bend the rules to their convenience.&nbsp;</span><span style=\"line-height: 1.538em;\">But on a recent flight to Islamabad, things turned out a little differently for lawmaker&nbsp;</span><span style=\"line-height: 1.538em;\">Kumar Vankwani</span><span style=\"line-height: 1.538em;\">&nbsp;and former Interior Minister&nbsp;</span><span style=\"line-height: 1.538em;\">Rehman Malik,</span><span style=\"line-height: 1.538em;\">&nbsp;who were accused of holding up departure for two hours.</span></p><p>Smartphone footage of the incident shows Malik strolling confidently towards the aircraft with his luggage before turning smartly on his heel and retreating as he sees and hears the angry crowd that had formed. Vankwani was also marched off the aircraft by passengers &nbsp;</p><p><span style=\"line-height: 1.538em;\">At one point a passenger can be heard shouting &ldquo;How long will we put up with this nonsense in this country?&quot; Another asks: &quot;We&#39;ve taken it for 68 years. Are we going to take it for another 68?&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">After the video went viral, it sparked a national debate on those very questions.</span></p><p><span style=\"line-height: 1.538em;\">Nosheen Abbas, a reporter at the BBC&rsquo;s Islamabad bureau, is&nbsp;</span><span style=\"line-height: 1.538em;\">not surprised that the video struck a chord with many Pakistanis. &quot;It&rsquo;s been happening for so long and no one has really questioned it,&quot; she explains. &quot;Or if it has been questioned, there is no accountability. You&rsquo;ve got a huge divide in terms of socioeconomic structure. You have got the powerful who are not only rich, they are also influential.&quot;</span></p><p><span style=\"line-height: 1.538em;\">Abbas believes Pakistan&rsquo;s worsening security situation has provided a pretext for VIP culture to spread even further. &quot;A big reason for most of these kind of things are &lsquo;security concerns,&#39;&quot; she says. &quot;I&rsquo;ve been in a situation where the roads were blocked and everyone had to wait. And when I asked, we were told, &lsquo;Look, it&rsquo;s a security situation, so obviously you will have to wait.&#39;&quot;</span></p><p><span style=\"line-height: 1.538em;\">Of course, whether this video will actually change anything remains to be seen. But it seems likely that some politicians will at least think twice before turning up late for a flight again.</span></p><p>&nbsp;</p>","audio":[{"href":"https://www.youtube.com/watch?v=nv-s-Ygksng"},{"href":"http://www.pri.org/file/rehman-malik-thrown-flight-passengers-and-crew"}]}