{"created":"2014-09-11T07:21:56+00:00","modified":"2014-10-30T22:30:54+00:00","valid":{"from":"2014-10-30T22:30:54+00:00","to":"3014-10-30T22:30:54+00:00"},"hreflang":"en","title":"Minor White, Who Lived A Life In Photographs, Saw Images As Mirrors","published":"2014-09-11T16:53:00+00:00","teaser":"White was an outsider with a quirky sense of humor who used photography to look inward. He died in 1976, and now an exhibit at the Getty Museum in Los Angeles celebrates his work.","itags":["npr_api","347426971"],"guid":"4fbf153e-ab09-42a4-98fc-3e27d6e6fb58","contentencoded":"<p>When we point smartphones at our kids or smile for a selfie, we're not necessarily thinking of photography as an art form. But in the early days of the medium, when big cameras and flashbulbs were lugged around and propped on tripods, art was often the goal. <a href=\"http://www.getty.edu/art/exhibitions/minor_white/\" target=\"_blank\">An exhibition</a> at the J. Paul Getty Museum in Los Angeles focuses on the work of one such photographer, Minor White.</p><p>Curator Paul Martineau finds the name \"Minor\" appropriate. \"It has a relationship to music and the minor key, which is somewhat of an unusual quirky key, and that fits in with his own personality,\" he says.</p><p>An outsider with a quirky sense of humor, White had different ideas, Martineau says. He was brave in what he chose to photograph, at a time when some subjects were dangerous.</p><p>In 1948, White made a series of pictures of his friend Tom Murphy. Beautiful, muscular — and naked — Murphy poses like a ballet dancer: elbows held in front of his chest, hands crossed, his long, graceful fingers pressed together.</p><p>Martineau says Murphy's hands look like the wings of a dove. His head is tucked sideways, birdlike. The lighting, Martineau points out, is very sensitive.</p><p>There's art, photography and <em>love</em> in this arresting black-and-white image — and also a story that involves the great Alfred Stieglitz, the early 20th century photography pioneer and avant garde art impresario.</p><p>\"When Minor visited Alfred Stieglitz in New York, he still had many questions about his own direction and whether or not he could be truly a great photographer,\" Martineau says. \"Stieglitz asked him the question: Have you ever been in love? And Minor replied: Yes I have. And Stieglitz replied: Then you can be a photographer.\"</p><p>It was 1946, and White was 38 years old. He'd gone from Minneapolis to Portland, to New York, where Stieglitz was a major influence on him. So were Ansel Adams, with his parks and mountains, and Edward Weston, with his nudes and vegetables.</p><p>\"Ansel looked at the world in a big way,\" says Catherine Opie, a photographer and professor at UCLA. \"He was interested in landscape that extended. Weston made the pepper look like a beautiful, sexy body. Minor is always up close and up tight and looking at form.\"</p><p>White was really talking to <em>himself</em>, looking inward, through the pictures he took. Martineau says there was torment in that search.</p><p>\"His struggle with his homosexuality was a key factor in his work,\" Martineau explains. \"Throughout his entire career he remained closeted. He had to. He was teaching in various university art programs, and if someone had found out he could've lost his source of livelihood, so it was very serious.\"</p><p>\"I think that Minor thought that photographs themselves were mirrors,\" adds Opie.</p><p>By the end of his career — he died at 68 in 1976 — White's pictures were abstract, black-and-white closeups of rocks, wood and water. The gleaming images were spiritual and intense. He arranged them in sequences, leading viewers from one picture to another, slowing us down and forcing us to see connections and relationships between the shapes.</p><p>In a 1957 photograph, a discarded water tank, weathered by the elements, looks like an encrusted snail shell. \"Look at how the light is caressing the rim at the top of this circular object. It's just gorgeous,\" Martineau says.</p><p>These days, everyone is a photographer ...</p><p>\" ... but is everyone a <em>good</em> photographer?\" Opie asks with a laugh. \"Does everyone spend their life thinking about it? ... Every bit of their love and energy and relationship to the medium? That's the question.\"</p><p>That's what Minor White did, Martineau says.</p><p>\"He worked very hard his entire life,\" he says. \"He was practically living at poverty levels until the very end of his life. He was completely committed in mind, body and soul to living a life in photography.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Minor+White%2C+Who+Lived+A+Life+In+Photographs%2C+Saw+Images+As+Mirrors&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347595014-1b76ca.m3u?orgId=1&topicId=1143&ft=3&f=347426971"},{"href":"http://media.npr.org/assets/img/2014/09/10/gm_347444011-6e02df68cda21da78e9fb95d4dbec472abd28446.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1182","width":"1574"}},{"href":"http://media.npr.org/assets/img/2014/09/10/gm_33885801_4041_3603_low_enl-dec95f859258b23cbfd1b698112cad087520188d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"502","width":"479"}},{"href":"http://media.npr.org/assets/img/2014/09/10/gm_344789011_enl-38777ab228a30ad4cfea84aba043f2989e9087fd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1970","width":"1997"}}]}