{"created":"2014-09-19T19:45:37+00:00","modified":"2014-09-19T19:53:44+00:00","valid":{"from":"2014-09-19T19:53:43+00:00","to":"3014-09-19T19:53:43+00:00"},"hreflang":"en","title":"By Any Other Name, Does Vermont's Maple Syrup Taste As Sweet?","published":"2014-04-30T17:04:00+00:00","teaser":"Forget \"Grade A\" — Vermont has a new system for grading maple syrup. The state hopes names like \"Delicate\" and \"Robust\" will educate consumers, but some residents are just plain confused.","tags":["npr_api","296614407"],"guid":"4fc0e435-b167-4bbf-93c3-fb9628441cb6","contentencoded":"<p>At Green's Sugarhouse in Poultney, Vt., visitors are gathered around four squeeze bottles of maple syrup, sampling the each under brand-new labels.</p><p>Vermont recently replaced its syrup grading system and now uses new names that make different syrups sound more like wine or expensive coffee.</p><p>Gone is the former system, with names like \"Fancy,\" \"Grade A Dark Amber\" and \"Grade B.\" The new labels give both the color — \"Golden,\" \"Amber\" or \"Dark\" — and a flavor description: \"Delicate,\" \"Rich,\" \"Robust\" or \"Strong.\"</p><p>Green's is holding a tasting to help get customers familiar with the new system, but some Vermonters are confused by the change.</p><p>\"I like the old grading system much better,\" says Tee-Ann McCrea as she tastes a spoonful of the lightest colored syrup. \"More of a Fancy,\" she declares. \"That's the name I'm used to for it.\"</p><p>This year the same syrup is called Golden Delicate, but what does it taste like? Customers Diane Bargiel and Jennifer Wagner try to answer.</p><p>\"Delicate?\" says Bargiel. \"No!\"</p><p>\"Slight,\" says Wagner.</p><p>\"With a name like Dark Robust, I would expect a lot of maple flavor, you know, strong maple flavor, kind of like a coffee,\" Bargiel adds.</p><p>That's the kind of association sugarmakers like Pam Green are hoping customers will make. Green has been sugaring in Poultney for about 40 years.</p><p>She thinks the flavor descriptions will help sell syrup to people who aren't used to buying real maple products.</p><p>\"Not very many people have a chance to come to a sugarhouse and to sample different grades, and have somebody explain to them about the differences,\" she says. \"They're standing in front of a supermarket shelf, and they're wondering if they're really going to like what's in that jug.\"</p><p>Green takes a break from running the evaporator — the machine that boils the sap down to syrup — to explain the process and the new grades to visitors. She says syrup novices sometimes bought Fancy, thinking it was the highest quality syrup, but were disappointed after tasting it.</p><p>\"If you got that and you thought, \"Wow, if this is their best syrup, it doesn't have much flavor. I guess I don't like maple syrup,' \" Green says.</p><p>Change can be hard for some, but for others like Leigh-Ann Brown, names matter less than the flavor and quality.</p><p>\"I love them,\" Brown says. \"I think I tried them all about five times and I can't figure out which one I like best. So, I think we're going to have to go with one of each.\"</p><p>Sugarmakers hope the new grades will be adopted by other states, so buyers can be sure to get their favorite syrup, no matter what state it's from. But for now, Vermont is still alone.</p><p>It's unclear if Canada, which makes most of the world's syrup, will make the change.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=By+Any+Other+Name%2C+Does+Vermont%27s+Maple+Syrup+Taste+As+Sweet%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Melody Bodette","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1296673052-7632a1.m3u?orgId=1&topicId=1053&ft=3&f=296614407"},{"href":"http://media.npr.org/assets/img/2014/03/30/maple-syrup-grades-are-changing-page-0-0e6ddd7f6ab4fd38a5bc87ba6b645fbd5845f946.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1914","width":"2547"}}]}