{"created":"2015-07-03T16:49:47+00:00","modified":"2015-07-03T16:49:48+00:00","valid":{"from":"2015-07-03T16:49:47+00:00","to":"3015-07-03T16:49:47+00:00"},"hreflang":"en","guid":"4fc2b020-6cf2-415a-ba94-1c640fb7982c","title":"A solar-powered airplane is breaking records over the Pacific Ocean","published":"2015-07-03T16:49:44+00:00","byline":"Nina Porzucki, Kierran Petersen","tags":["solar power","aviation","technology","innovation","Technology","Science, Tech & Environment"],"teaser":"After flying for 16 hours, Solar Impulse 2, a solar-powered plane, is at the point of no return in its effort to cross the Pacific Ocean. The pilot, Andre Borschberg, will break records if his five-day flight to Hawaii is successful.","contentencoded":"<p class=\"p1\">Miles above the Pacific Ocean, Andre Borschberg is stuffed in the cockpit of a tiny solar plane — and he's at the point of no return.</p>\n<p class=\"p1\">If successful, Borschberg’s flight from Japan’s Nagoya Airfield to Hawaii will be the longest solo flight in history taken by a solar plane. The trip is expected to take five days, as the plane doesn’t go faster than about 35 miles per hour.</p>\n<p class=\"p1\">The flight was delayed by nearly two months because of inclement weather, but Solar Impulse 2 was able to take off early on Monday morning. Because the plane can really only travel downwind, the trip is at a point where the plane can’t turn around and return to Japan.</p>\n<p class=\"p1\">John Hansman, a professor of aeronautics and astronautics at MIT, says conditions in the plane are punishing. </p>\n<p class=\"p2\">Borschberg is withstanding huge temperature fluctuations because the plane rises and falls as the battery charges and drains throughout the day. Because the cockpit isn’t pressurized, he is having to rely on an oxygen tank. The plane is too small to be outfitted with a bathroom, so he needs to use a hole in his seat. On top of all that, he can’t sleep more than two or three hours at a time until he lands in Hawaii.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Feeling a bit lonely up there, but very excited about the rest of this flight, the moment of truth! <a href=\"http://t.co/w3whafms2G\">pic.twitter.com/w3whafms2G</a></p>\n<p>— André Borschberg (@andreborschberg) <a href=\"https://twitter.com/andreborschberg/status/615440986056081408\">June 29, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“You’re really pushing the envelope in the technology of wind instruction, you’re pushing the envelope in terms of the technology of the battery system, you’re pushing the envelope in terms of the physical capability of the pilot and you’re pushing the envelope in terms of having that weather window.”</p>\n<p class=\"p1\">Hansman says this technology isn’t likely to change the way we fly commercially, but it could be used for long, unmanned flights in the future. He hopes that this flight will encourage more innovation in the aviation world.</p>\n<p class=\"p1\">“I think it’s a challenge that requires you to push the limits,” he says. “And I think that challenge creates innovation in terms of the airplane technology, the electrical system technology and strategies to fly the airplane. I think it’s a challenge that will push us forward.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fsolar-powered-airplane-breaking-records-over-pacific-ocean&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0629201504.mp3"},{"href":"http://admin.pri.org/file/0629201504mp3"}]}