{"created":"2015-05-15T14:22:53+00:00","modified":"2015-05-15T14:22:53+00:00","valid":{"from":"2013-03-08T12:56:32+00:00","to":"3013-03-08T12:56:32+00:00"},"hreflang":"en","guid":"4fc58f41-7fde-484c-88c8-47ee5dd884f3","title":"We're all salespeople, so don't sell yourself short","teaser":"A look at the art and science of selling yourself -- something author Daniel Pink says we all do in one way or another.","published":"2013-03-08T12:56:32+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Tell someone that they're acting like a salesman, and they'll probably take it as an insult. Call 'em a used-car salesman, and a fist fight might ensue. The reality, however, is that we're all salespeople in one way or another. And if you're not selling yourself and your ideas, you may be missing the boat both in life and in work. One in nine people in the U.S. workforce are in sales. But <a href=\"http://www.danpink.com/\">Daniel Pink</a>, author of <a href=\"http://www.amazon.com/To-Sell-Is-Human-Surprising/dp/1594487154/ref=sr_1_1?ie=UTF8&amp;qid=1362711614&amp;sr=8-1&amp;keywords=DANIEL+PINk\">\"To Sell is Human: The Surprising Truth About Moving Others,\"</a> says the other eight in nine are in sales too -- they spend an enormous part of their time persuading, influencing, and trying to get people to part with resources like time and effort. Like it or not, we're all in sales now, says Pink.</p>\n<p>\"We're interacting with people. We want people to see things our way. We want to help people join us in making things a little bit different. And all of those are elements of sales. The thing is, in order to do it well, you don't have to be more sleazy, you have to be more human. You have to understand where people are coming from. You have to make things clear to people. You have to talk in ways that resonate with them and that they can process easily. So this idea that sales is somehow inherently slimy is a relic,\" says Pink.</p>\n<p>Pink says one of the myths about selling is that extroverts make the best salespeople. In fact, strong extroverts and strong introverts are terrible salespeople, says Pink. The people who succeed most are in the middle and known as 'ambiverts.'</p>\n<p>\"[Ambiverts] know when to push. They know when to shut up. They know when to assert. They know when to hold back,\" says Pink. \"In the distribution of introversion and extroversion in the population, women tend to be a little bit more ambiverted. Women test higher on empathy, which is a facet of attunement and women in general are better listeners.\"</p>\n<hr />\n<p>Nowhere is selling more important than in finding a job. You’re selling your talent, your background and more to a potential employer.&nbsp; Here are four tips from Daniel Pink on how to make the science of selling yourself work for you:</p>\n<p><strong>1. Emphasize potential.&nbsp;</strong></p>\n<p>You might think that the key to landing a job is to emphasize your experience. And, yes, experience matters. But researchers at Stanford University and Harvard Business School have shown that potential can matter more. When people evaluate talent, they often find potential more interesting than accomplishment. Why? It’s uncertain. That uncertainty can lead them to think more deeply about the person they’re evaluating – and this more intensive processing can lead to their generating more and better reasons why the candidate is a good choice.&nbsp; So don’t fixate on what you achieved yesterday. Emphasize the promise of what you could accomplish tomorrow.</p>\n<p><strong>2. Don’t hide every blemish.</strong></p>\n<p>Suppose your otherwise gleaming resume has a small scratch – a job that didn’t last very long or a project that went south. Your instinct might be to conceal it. But consider an alternative approach. Stanford University researchers have identified what they dub “the blemishing effect.” In short, adding a small dose of (honest) negative information can be more persuasive than presenting an exclusively positive picture. The minor negative serves as a contrast that makes the mostly glowing total portrait shine more brightly.&nbsp; But beware: The researchers found that the negative information must <em>follow</em> the positive information, not the reverse. So mention getting fired from that barista job only <em>after</em> you’ve talked about your Nobel Prize.</p>\n<p><strong>3. Prepare for the only interview question that matters.</strong></p>\n<p>Job interviews, research shows, are surprisingly poor predictors of who’ll make a star employee. Indeed, only one interview question seems to have any predictive value: <em>What do you know about this company?</em> Use this to your advantage by being prepared to answer that question even – especially -- if it never comes up. <em>What do you know about this company?</em> is a proxy for conscientiousness. It demonstrates that you did your due diligence, which signals that you’ll be equally diligent when you take the job. What’s more, a smart response shows that you want to work for this particular outfit – not that you’re merely desperate for a job. Arrive armed with this answer and offer it up even if your interviewer never asks the question.</p>\n<p><strong>4. Be a problem-solver and a problem-finder</strong></p>\n<p>In any sales encounter, attuning yourself to the buyer – understanding her perspective and interests – is essential. In job hunting, that means understanding your prospective employer’s <em>problem</em>. Remember: The organization isn’t simply trying to fill a seat. It’s hoping to solve a problem – to get code written, pizzas delivered, or patients served.&nbsp; But don’t stop there. Take a page from the work of the late University of Chicago social scientist Jacob Getzels and the legendary psychologist Mihaly Csikszentmihalyi. In their landmark studies of creativity, they discovered that the very best artists were skilled problem <em>finders</em>. Instead of merely solving existing problems, these artists found new and intriguing ones to tackle. You can do the same: Identify problems your prospective employer doesn’t realize that it has – and you can be an artist of the job search.</p>\n<p><em>Daniel H. Pink is the author of <a href=\"http://amzn.to/N78Er7\">To Sell is Human: The Surprising Truth About Moving Others</a>.</em></p></div>","byline":"David Lazarus","contenttemplated":"[{\"content\":\"<p>Tell someone that they&apos;re acting like a salesman, and they&apos;ll probably take it as an insult. Call &apos;em a used-car salesman, and a fist fight might ensue. The reality, however, is that we&apos;re all salespeople in one way or another. And if you&apos;re not selling yourself and your ideas, you may be missing the boat both in life and in work. One in nine people in the U.S. workforce are in sales. But <a href=\\\"http://www.danpink.com/\\\">Daniel Pink</a>, author of <a href=\\\"http://www.amazon.com/To-Sell-Is-Human-Surprising/dp/1594487154/ref=sr_1_1?ie=UTF8&amp;qid=1362711614&amp;sr=8-1&amp;keywords=DANIEL+PINk\\\">&quot;To Sell is Human: The Surprising Truth About Moving Others,&quot;</a> says the other eight in nine are in sales too -- they spend an enormous part of their time persuading, influencing, and trying to get people to part with resources like time and effort. Like it or not, we&apos;re all in sales now, says Pink.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;We&apos;re interacting with people. We want people to see things our way. We want to help people join us in making things a little bit different. And all of those are elements of sales. The thing is, in order to do it well, you don&apos;t have to be more sleazy, you have to be more human. You have to understand where people are coming from. You have to make things clear to people. You have to talk in ways that resonate with them and that they can process easily. So this idea that sales is somehow inherently slimy is a relic,&quot; says Pink.</p>\"},{\"content\":\"<p>Pink says one of the myths about selling is that extroverts make the best salespeople. In fact, strong extroverts and strong introverts are terrible salespeople, says Pink. The people who succeed most are in the middle and known as &apos;ambiverts.&apos;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;[Ambiverts] know when to push. They know when to shut up. They know when to assert. They know when to hold back,&quot; says Pink. &quot;In the distribution of introversion and extroversion in the population, women tend to be a little bit more ambiverted. Women test higher on empathy, which is a facet of attunement and women in general are better listeners.&quot;</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nowhere is selling more important than in finding a job. You’re selling your talent, your background and more to a potential employer.  Here are four tips from Daniel Pink on how to make the science of selling yourself work for you:</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>1. Emphasize potential. </strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>You might think that the key to landing a job is to emphasize your experience. And, yes, experience matters. But researchers at Stanford University and Harvard Business School have shown that potential can matter more. When people evaluate talent, they often find potential more interesting than accomplishment. Why? It’s uncertain. That uncertainty can lead them to think more deeply about the person they’re evaluating – and this more intensive processing can lead to their generating more and better reasons why the candidate is a good choice.  So don’t fixate on what you achieved yesterday. Emphasize the promise of what you could accomplish tomorrow.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>2. Don’t hide every blemish.</strong></p>\"},{\"content\":\"<p>Suppose your otherwise gleaming resume has a small scratch – a job that didn’t last very long or a project that went south. Your instinct might be to conceal it. But consider an alternative approach. Stanford University researchers have identified what they dub “the blemishing effect.” In short, adding a small dose of (honest) negative information can be more persuasive than presenting an exclusively positive picture. The minor negative serves as a contrast that makes the mostly glowing total portrait shine more brightly.  But beware: The researchers found that the negative information must <em>follow</em> the positive information, not the reverse. So mention getting fired from that barista job only <em>after</em> you’ve talked about your Nobel Prize.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>3. Prepare for the only interview question that matters.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Job interviews, research shows, are surprisingly poor predictors of who’ll make a star employee. Indeed, only one interview question seems to have any predictive value: <em>What do you know about this company?</em> Use this to your advantage by being prepared to answer that question even – especially -- if it never comes up. <em>What do you know about this company?</em> is a proxy for conscientiousness. It demonstrates that you did your due diligence, which signals that you’ll be equally diligent when you take the job. What’s more, a smart response shows that you want to work for this particular outfit – not that you’re merely desperate for a job. Arrive armed with this answer and offer it up even if your interviewer never asks the question.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>4. Be a problem-solver and a problem-finder</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>In any sales encounter, attuning yourself to the buyer – understanding her perspective and interests – is essential. In job hunting, that means understanding your prospective employer’s <em>problem</em>. Remember: The organization isn’t simply trying to fill a seat. It’s hoping to solve a problem – to get code written, pizzas delivered, or patients served.  But don’t stop there. Take a page from the work of the late University of Chicago social scientist Jacob Getzels and the legendary psychologist Mihaly Csikszentmihalyi. In their landmark studies of creativity, they discovered that the very best artists were skilled problem <em>finders</em>. Instead of merely solving existing problems, these artists found new and intriguing ones to tackle. You can do the same: Identify problems your prospective employer doesn’t realize that it has – and you can be an artist of the job search.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Daniel H. Pink is the author of <a href=\\\"http://amzn.to/N78Er7\\\">To Sell is Human: The Surprising Truth About Moving Others</a>.</em></p>\"}]","tags":["APM","Business","Jobs","job interview","sales"],"itags":["4fc58f417fde84c58c8747ee5dd884f3","Marketplace Money","Marketplace Money for Friday, March 8, 2013","Marketplace","PMP:Marketplace_PMP"],"description":"A look at the art and science of selling yourself -- something author Daniel Pink says we all do in one way or another.","audio":[{"type":"image/png","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/handshake-istockphoto.png?itok=sVAwzpj6","meta":{"width":"610","height":"340","crop":"primary"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/08/marketplace_segment32_20130308_64.mp3","meta":{"duration":321,"duration_hms":"00:05:21","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/08/marketplace_segment32_20130308"}}}]}