{"created":"2014-12-04T21:27:26+00:00","modified":"2015-04-29T17:05:09+00:00","valid":{"from":"2015-04-29T17:05:09+00:00","to":"3015-04-29T17:05:09+00:00"},"hreflang":"en","title":"For Rep. McMorris Rodgers, Aiding Children With Disabilities Is Personal","published":"2014-12-05T00:03:00+00:00","teaser":"While Thursday's House vote on immigration reminds us that Congress remains divided, one bill enjoyed bipartisan support this week.","itags":["npr_api","368516331"],"guid":"4fcf6f21-218a-4e69-ac78-2fcf66335f66","contentencoded":"<p>The Achieving A Better Life Experience — ABLE — Act, which faced a House vote this week, hit close to home for Republican Rep. Cathy McMorris Rodgers of Washington state. \"For me personally, this bill is about a little boy who was diagnosed with Down syndrome three days after he was born. His diagnosis came with a list of future complications,\" she said on the House floor.</p><p>While Thursday's House <a href=\"www.npr.org/2014/12/04/368529416/house-passes-symbolic-vote-cancelling-obamas-immigration-action\">vote on immigration</a> reminds us that Congress remains divided, the ABLE Act enjoyed bipartisan support.</p><p>The bill, which passed in the House 404-17, allows for special savings accounts for people with disabilities as a way to deal with those future complications. The little boy McMorris Rodgers spoke about is her son Cole.</p><p>McMorris Rodgers was one of the lead sponsors of the ABLE Act and is also House Republican Conference Chairwoman. She spoke with NPR's Audie Cornish about the bill, her call for hearings on local law enforcement, and the GOP's priorities in the next Congress.</p><hr /><h3>Interview Highlights</h3><p><strong>On whom the ABLE Act would help</strong></p><p>This is important legislation; I'm very excited with the broad support that we have. It allows for a child with disabilities to have a tax-free savings account set up in which people can contribute the charitable limits into that account. And then that money could be used for qualified expenses related to independent living, and hopefully working.</p><p><strong>On President Obama's executive action on immigration and suggestions to defund offices that would implement it</strong></p><p>I believe it is very important that we are working to get this budget in place, keep the government open, operating. The way that we respond to this executive order and hold him accountable — part of it is through funding priorities, part of it may be seeking for the courts to intervene. Another part of it is for us to move forward with immigration reform, starting with border security but laying forward what we believe are those solutions to fixing a broken immigration system, and we're pursuing each of those paths.</p><p><strong>On her call for hearings after grand jury decision in the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/03/368249828/reports-nyc-grand-jury-does-not-indict-officer-in-chokehold-case\" target=\"_blank\">Eric Garner case</a></strong></p><p>This is a terrible tragedy that has happened. And my heart goes out to the family. And I believe we do need to get some answers to the questions that have been raised. And that's why I believe that hearings are important, that we better understand exactly what happened and then we can take the appropriate action to make sure that local law enforcement are responding properly, that they are trained, that they have the right type of equipment. It seems like those are all questions that have been raised and that we need to make sure we get answered.</p><p><strong>On the GOP agenda in the next Congress</strong></p><p>Our goal in this new American Congress is to make sure we are presenting solutions. Our priority is the economy, because a job is so important in our lives and creating more jobs, creating more opportunities, increasing those paychecks, that's going to be our top priority. And working together yes, with our colleagues in the Senate, but also the White House and the president. People are tired of the gridlock. They want to see us lead. They want to see us address these challenges that face the country, come up with the solutions and I'm anxious to get to work on it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Rep.+McMorris+Rodgers%2C+Aiding+Children+With+Disabilities+Is+Personal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368529510-2a0f4d.m3u?orgId=1&topicId=1014&d=358&p=2&story=368516331&t=progseg&e=368518325&seg=5&ft=nprml&f=368516331"}]}