{"created":"2015-06-01T07:34:33+00:00","modified":"2015-07-01T14:56:05+00:00","valid":{"from":"2015-07-01T14:56:05+00:00","to":"3015-07-01T14:56:05+00:00"},"hreflang":"en","title":"Editing The Climate Talkers: Punctuation's Effect On Earth's Fate","published":"2015-06-15T01:36:00+00:00","teaser":"The littlest things — punctuation, precise word choice and grammar — can hold tremendous power in worldwide climate negotiations. This year in Europe, editors get a chance to help make history.","itags":["npr_api","410425716"],"guid":"4fe212b3-84f6-4c4c-bfd3-0a848a11d65f","contentencoded":"<p>In Bonn, Germany, hundreds of people have <a href=\"http://unfccc.int/meetings/bonn_jun_2015/session/8857.php#Facilitator\">gathered</a> to work on a draft version of a major United Nations agreement to control greenhouse gas emissions that are changing the Earth's climate.</p><p>And when I found out that climate change negotiations basically all boil down to writing and editing a document, I was intrigued.</p><p>After all, I've spent most of my life writing and being edited. And anyone who's ever written something and then been edited knows that this can be a nightmare, even in the best of circumstances.</p><p>For example, I asked my editor, <a href=\"http://www.npr.org/people/2101074/alison-richards\">Alison Richards</a>, what it was like to edit me. She tried to be diplomatic.</p><p>\"Editing is an intense process,\" she said, choosing her words carefully. \"When you're editing you have to trust each other.\"</p><p>But what if you don't trust each other? \"Then,\" she said, \"it's a fight.\"</p><p>Luckily, we trust each other. And when we edit a story like the one you're reading now, it's just the two of us. But the U.N. is a whole different ballgame.</p><p>The current U.N. meeting in Germany involves professional negotiators from basically every country in the world — rich and poor, big and small. And in their past negotiations on climate change, there hasn't been a lot of trust.</p><p>Still, together they've got to edit an official document called a \"negotiating text.\" <a href=\"http://unfccc.int/documentation/documents/advanced_search/items/6911.php?priref=600008407#beg\">Anyone can read it</a> on the U.N. website, which has PDFs you can download, not just in English, but in Chinese, Russian, Arabic, Spanish and French, too.</p><p>The draft was created earlier this year in Geneva, where, to build trust and goodwill, negotiators could throw in any proposed text they wanted. The result is 90 pages long — a jumbled patchwork of ideas for about how countries should rein in their emissions and deal with climate change.</p><p>New Zealand's climate change ambassador, <a href=\"http://www.mfat.govt.nz/Foreign-Relations/1-Global-Issues/Environment/2-Climate-Change/\">Jo Tyndall</a>, recently described it to me as \"a mess of a text,\" saying it's got so many options and variations, \"it's unreadable.\"</p><p>\"We have to make considerable changes to it,\" Tyndall says.</p><p>From now until June 11, negotiators will start making those changes.</p><p>\"They are wrangling over language, even to the point of it being commas, sometimes,\" says <a href=\"http://www.wri.org/profile/jennifer-morgan\">Jennifer Morgan</a>. She's global director of the climate change program at a nonprofit called the World Resources Institute and has been watching these kinds of climate meetings for two decades.</p><p>This time, in Bonn, the effort is being led by two people, one from the U.S. and one from Algeria. They'll be helped by 11 facilitators from Zambia, Saudi Arabia, Antigua and Barbuda, Switzerland, Colombia, Norway, Democratic Republic of Congo, the European Union, Singapore, Mexico and Japan.</p><p>Small word changes can have huge consequences, Morgan says. For example, should the text say countries <em>shall</em> do something, or countries <em>may</em> do something?</p><p>\"That means a lot,\" she explains. \"Whether it's <em>all </em>countries should do this or just the <em>developed</em> countries should do this, means a lot. That's what they spend hours and hours going through, trying to come to an agreement.\"</p><p>And then there are the brackets.</p><p>\"Brackets are famous in the climate negotiations,\" says Morgan. \"If you have brackets around a paragraph, it means it's not agreed.\"</p><p>Right now, on every page, there are brackets around paragraphs and also around sentences, phrases, individual words. Brackets are everywhere — even brackets within brackets, as in the following paragraph about the need for the climate agreement to take all sorts of people and competing needs into account:</p><p>The goal for this meeting in Bonn isn't to get rid of all the brackets, but to just streamline the text so that the key areas of disagreement become clear.</p><p>What can make it especially tricky is that all of this careful wordcraft is being done by people who speak dozens of different languages. Much of the negotiation happens in English, says <a href=\"http://www.forest-trends.org/staff.php\">Gustavo Silva-Chavez</a>, a policy analyst with the environmental group Forest Trends.</p><p>\"So a lot of times with the African group, with the Latin Americans, there are a lot of questions,\" he says, \"about what some of these concepts and words mean.\"</p><p>In the coming months, after repetitions are removed, and the draft streamlined, the negotiation will get even more intense.</p><p>\"The average person doesn't understand that this affects everything,\" says Silva-Chavez. \"This is probably the most complex negotiation that the world has ever had.\"</p><p>He says the words in this document will influence how countries produce their energy, grow their food — how much they'll adapt to climate change and how much they'll do to fight against it.</p><p>\"While sometimes these texts get really long and really complex, that is because this is a really complex issue,\" Silva-Chavez says. \"And there's no easy path out of this.\"</p><p>The last meeting to work on this agreement is scheduled for the end of the year, in Paris. There, negotiators hope to hammer out a final text that virtually every nation can accept — a thing of beauty, maybe 10 to 20 pages, with no brackets.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Editing+The+Climate+Talkers%3A+Punctuation%27s+Effect+On+Earth%27s+Fate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410488009-ff8f20.m3u?orgId=1&topicId=1007&d=356&p=3&story=410425716&t=progseg&e=410487719&seg=2&ft=nprml&f=410425716"},{"href":"http://media.npr.org/assets/img/2015/05/29/voting-e4d83ba4ff32a6e967549e304d1b390eda6b4938.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1789","width":"2386"}}]}