{"created":"2015-04-07T14:50:15+00:00","modified":"2015-06-11T16:42:52+00:00","valid":{"from":"2015-06-11T16:42:52+00:00","to":"3015-06-11T16:42:52+00:00"},"hreflang":"en","title":"Why Doesn't Your Butt Fall Through The Chair?","published":"2015-06-02T02:46:00+00:00","teaser":"One of the strangest and least appreciated discoveries of modern physics is that solid matter is — to put it bluntly — a big lie, says astrophysicist Adam Frank.","itags":["npr_api","398008378"],"guid":"4fe8074c-98b6-40bd-97da-bfb152cecc7a","contentencoded":"<p>Everyone knows that space is big and empty. To paraphrase Douglas Adams, author of <em><a href=\"http://www.amazon.com/Universe-Everything-Hitchhikers-Guide-Galaxy/dp/0345391829/ref=sr_1_1?ie=UTF8&qid=1428397658&sr=8-1&keywords=Life%2C+The+Universe+and+Everything\">Life, The Universe and Everything</a></em>: \"Space is big. Really big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the pharmacy, but that's just peanuts to space.\"</p><p>And, as for emptiness, as a card-carrying astrophysicist I can verify that outer space is both vast <em>and</em> epically boring in its nothingness.</p><p>But what about inner space?</p><p>What about the space inside of solid stuff like tables, chairs and the goo of our bodies? If we zoom inward to look at solid matter on a microscopic or, better yet, <em>a nanoscopic</em> level, what do we find?</p><p>Surprisingly, what we find is a whole lot more empty space.</p><p>One of the strangest and least appreciated discoveries of modern physics is that solid matter is — to put it bluntly — a big fat lie.</p><p>Consider, for a moment, the chair your butt is resting on right now (or the floor, if you're standing). It's made of a squillion atoms right? And since it's a solid, all those chair atoms are packed tightly together like a vast collection of marbles in a box, right? And it's all those tightly packed atoms/marbles that are holding your butt in the chair against the force of gravity, right?</p><p>Well, actually, no. There is a tiny problem with the whole atoms-as-marbles picture.</p><p>It's entirely wrong.</p><p>Every atom has two components. There's the nucleus at the center (made of protons and neutrons) and then there's a bunch of electrons whizzing around the nucleus. When you see a picture of this (like in high school textbooks — see Figure 1), it usually looks like the nucleus is its own bunch of tightly packed marbles and the electrons are orbiting a little ways out.</p><p>But here's the problem with that kind of picture. You see the nucleus is only a few femtometers wide. And what's a femtometer you ask? It's a thousand million millionth of a meter, which is so incomprehensibly small to try to imagine it can blow a fuse in your imagination. But imagining such a tiny sliver of tinyness is not the real problem. The <em>real problem is</em> understanding where the electrons are relative to the size of the nucleus.</p><p>The average distance of an electron from the nucleus is about a ten-billionth of a meter (or what we in the biz call a tenth of a nanometer). So the nucleus is a femtometer across, and the electron is a tenth of a nanometer from the nucleus. What's the big deal? Just this: A ten-billionth of a meter is a hundred thousand times BIGGER than a femtometer. That means the electrons are a hundred thousand times farther from the nucleus than the nucleus's own width. If the nucleus were a beach ball in Midtown Manhattan, the electron would be living in an apartment in Philly.</p><p>And what does that mean? The atoms making up your chair — you know the ones supporting your booty right now — they are pretty much <em>all empty space</em>. Each one is a vast stretch of nothing that is lightly salted with an occasional fleck of stuff wandering in an endless void. And, as atoms go, so goes your chair — it's just empty space, too. That image you had of solid matter as tightly packed marbles? Nope. Not even close.</p><p>But now comes the $64,000 question — if atoms are nothing but deserts of empty space, how does your butt even know the chair is there? Why don't the flecks of butt-matter in the endless void just pass right through the flecks of chair-matter in their endless void?</p><p>The answer is as simple as it is weird. It's all just forces.</p><p>Cracking like lightning through the void, all the specks of electrons and the specks of nuclei are constantly interacting through a force called electromagnetism. Each interaction is carried out through the jolting exchange of particles of pure energy called photons (which is really just a nubbins of light). Each photon swapped equals a little push or a pull — a force — exerted across the emptiness. That's really what's keeping the stuff we call your butt from drifting through the stuff we call your chair.</p><p>So, the truth of the matter, dear friends, is there is no \"solid\" matter. Everything you think of as solid — tables, chairs, a '69 cherry red Ford Mustang, your child's noggin — none of it is really solid. Instead, there are only rapid-fire bursts of pure energy carrying forces between impossibly small flecks of somethingness. And all of it is lost in an atomic void as empty as intergalactic space.</p><p>Think about that the next time you plop down in a chair.</p><hr /><p><em>Adam Frank is a co-founder of the 13.7 blog, an astrophysics professor at the University of Rochester, a book author and a self-described \"evangelist of science.\" You can keep up with more of what Adam is thinking on </em><a href=\"https://www.facebook.com/AdamFrankAuthor\">Facebook</a> and Twitter:<em> </em><a href=\"https://twitter.com/adamfrank4\">@adamfrank4</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Doesn%27t+Your+Butt+Fall+Through+The+Chair%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Frank","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411271240-ddcfc7.m3u?orgId=1&topicId=1060&d=192&p=2&story=398008378&t=progseg&e=411246434&seg=13&ft=nprml&f=398008378"},{"href":"http://media.npr.org/assets/img/2015/04/07/sit-a36733f3a7bb3d6402973b281831557d2d666f28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"594","width":"792"}},{"href":"http://media.npr.org/assets/img/2015/04/07/atom_sq-a31b20bd5b79b25399c4a85c4cf521440015fb97.jpg","type":"image/jpeg","meta":{"crop":"square","height":"684","width":"684"}}]}