{"created":"2015-01-08T07:03:30+00:00","modified":"2015-03-10T15:05:14+00:00","valid":{"from":"2015-03-10T15:05:14+00:00","to":"3015-03-10T15:05:14+00:00"},"hreflang":"en","title":"The Tabla Master Who Jammed With The Grateful Dead","published":"2015-01-08T17:32:00+00:00","teaser":"Schooled from birth in an ancient instrument, Zakir Hussain always wanted to rock. He found a way to do both after George Harrison gave him some shrewd career advice.","itags":["npr_api","375637915"],"guid":"4ff4cd67-410b-4c77-98a8-ca0fd6b369ba","contentencoded":"<p><em>All this week, </em>Morning Edition<em> is talking about drums and drummers. For the fourth installment in \"Beat Week,\" David Greene spoke with a master of an ancient tradition who has played with some of the world's most famous musicians.</em></p><hr /><p>Zakir Hussain can pinpoint the beginning of his musical life. It began one day in India in 1951, when he was 2 days old.</p><p>\"I was brought home from the hospital. The tradition is that the son is handed to the father, and then the father has to recite a prayer in his son's ear, putting him on his way,\" Hussain says. \"My father, when he took me in his arm, instead of reciting prayer, he sang rhythms in my ear. And my mother was very upset and said, 'Why are you doing this?' And he said, 'Because this <em></em><em>is</em> my prayer.' \"</p><p>The prayer was that his son would carry on his legacy as an Indian classical musician. Alla Rakha, the father, is considered one of the world's greatest players of the tabla, a centuries-old Indian hand drum.</p><p>Zakir Hussain has carried on that tradition — not only as one of the world's foremost Indian percussionists, but also as one of the architects of modern world music. He has broken down barriers and brought together musicians from all different cultures.</p><p>Hussain was 7 when his father first approached him and asked if he was ready to learn the tabla for real. The lessons were to begin in the middle of the night.</p><p>\"I was woken up at 2:30 in the morning, and that's when we sat and talked rhythm,\" he says. \"And he told me about the history of our tradition and the great masters of the past, and what it all is — just kind of developing inside me the whole idea of existing in this world.\"</p><p><strong></strong>Hussain says that nocturnal ritual would be repeated every night for four years, his demanding school schedule notwithstanding.</p><p>\"It didn't matter to me; I was so happy. To be in his presence was great,\" he says. \"From about 2:30 on, he talked to me, and then at 6:30 I would go to the local Islamic school, the madrassa, and learn to recite the Quran. When that was over, I'd go across the street into my school, which was a Catholic school, and we'd sing the hymns and then go to class.\" He adds, \"Doing all of that in the space of, like, five-and-a-half or six hours, I was a very confused child.\"</p><p>But Hussain's mind was opened to new things — including the music his dad would bring home from his world tours. He says he was the only kid on his block who would walk around with a boombox on his shoulder, blasting rock songs like The Doors' \"Light My Fire.\" Hussain even considered swapping his tablas for a drum set at one point. He wanted to be a rock star — until an actual rock star set him straight.</p><p>In the 1960s, Western musicians were becoming interested in Indian music, and Hussain found himself working on a sitar record with George Harrison. He told the Beatle about his dream to get into rock.</p><p>\"And he said, 'Well, look. You want to play drums and all, but the reason why you're sitting next to me is because you represent a culture that I really adore, and that's what you bring to this table,' \" Hussain says.</p><p>Harrison reminded Hussain that his competition in the rock world was stiff. \" 'And if you want to be just one of the thousand and be somebody that you are not, that's entirely up to you. But if you want to take all these incredible [drummers] — Elvin Jones or Tony Williams or Ringo and everybody — and make that part of your music, just imagine how unique your music will be.' And it made total sense.\"</p><p>Zakir Hussain stuck with the tabla and built a career, playing classical music but also experimenting with the instrument. He landed in San Francisco at the height of the hippie era, and became a fixture of the marathon jam sessions held by The Grateful Dead at the band's barn-turned-studio.</p><p>\"The shortest one was probably 2 1/2 days long — I'm not kidding,\" Hussain says. \"But I do remember ... waking up sleeping on the floor, and looking up and seeing Jerry Garcia and David Crosby playing. And I'd just kind of rub my eyes and pick up a drum, which was just lying on the floor, and start playing. This was a constant thing. It was a never-ending musical conversation.\"</p><p>Hussain and Dead drummer Mickey Hart have now been collaborating for four decades, and still perform together today. More recently, he began working with American banjo legend Bela Fleck. Hussain says that all of these collaborations over the years have been humbling.</p><p>\"You know, you come from India and you say, 'OK, I'm representing a 3,000-year-old history,' so you think you're gonna teach the world about rhythms and drums and so on,\" he says. \"And then you arrive here. You suddenly realize that you know nothing. You're just one little dot in the painting that is the music of the universe.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Tabla+Master+Who+Jammed+With+The+Grateful+Dead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375799694-06c95d.m3u?orgId=1&topicId=1106&aggIds=376125100&e=375637915&d=433&ft=nprml&f=375637915"},{"href":"http://media.npr.org/assets/img/2015/01/07/zakir_jimmcguire-5ffc6aa6da0bc6975ad4fc928e4de2fdaa47e500.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"2998"}}]}