{"created":"2014-09-23T13:29:38+00:00","modified":"2014-09-23T13:29:38+00:00","valid":{"from":"2014-09-23T13:29:38+00:00","to":"3014-09-23T13:29:38+00:00"},"hreflang":"en","title":"An Eater's-Eye View Of Literature's Most Iconic Meals","published":"2014-08-01T12:53:00+00:00","teaser":"With intricately composed photographs, designer Dinah Fried puts readers at the table for 50 of her favorite literary spreads. Her new book is called <em>Fictitious Dishes.</em>","tags":["npr_api","305895366"],"contentencoded":"<p>In the opening pages of Daphne du Maurier's 1938 novel <em>Rebecca,</em> the narrator lays out a feast for the imagination: \"Those dripping crumpets, I can see them now. Tiny crisp wedges of toast, and piping-hot, flaky scones. Sandwiches of unknown nature, mysteriously flavoured and quite delectable, and that very special gingerbread.\" Of course, the reader can't actually <em>see</em> these treats — and that's where graphic designer Dinah Fried comes in.</p><p>Du Maurier's feast is just one of 50 tableaux collected in Fried's new book, <em>Fictitious Dishes: An Album of Literature's Most Memorable Meals</em>. It's full of photographs, all shot from above and each one of food — literary food, to be exact. From the watery gruel in <em>Oliver Twist</em><em> </em>to a grilled mutton kidney in <em>Ulysses</em> to intricate \"salads of harlequin designs\" in <em>The Great Gatsby,</em> the book is a tribute to the tastes of authors and their readers.</p><p>Fried cooked all the meals, staged all the shots and took all the pictures. She joins NPR's Melissa Block to talk about the process and pitfalls of remaking these literary feasts.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On the toasted cheese in <em>Heidi </em>and the fork that tied the picture together</strong></p><p>It's really one of my favorites in the book. That moment — reading it as a child, you know, the anticipation of watching her grandfather prepare this melted goat's milk cheese over toast and feeling so cared for — it's always stuck with me. ...</p><p>I found that fork at a flea market and I felt such victory. I thought, \"This is perfect.\" It looked old and kind of worn, like he had used it for many years, so I felt like it was the perfect fork for that photo.</p><p><strong>On the decision to shoot from above</strong></p><p>Part of my want as a maker in creating these was to put myself in the position of the characters who were eating these meals. By shooting them from above, that was the closest I could come to a first-person perspective on the meal.</p><p><strong>On the perils of pie and ice cream in shooting the meal from <em>On </em></strong><em><strong>the Road</strong></em></p><p>I had to create it quite quickly because the ice cream would melt. I think I probably went through a few plates. But I wanted this photograph, naturally, to feel very American, as is the novel and apple pie and ice cream itself. So I went for a red diner place mat and wanted it to feel really classic and simple.</p><p>Once I had those elements in place, then it was about baking this pie, which was my first apple pie that I'd ever baked. I've never really been a baker. I'm more of an improvisational cook, and usually that doesn't work so well for baking. So I baked the pie, and I set it all up. Like I said, the ice cream was quick to melt. I think it's just the right amount melty in the photo. The pie was delicious.</p><p><strong>On turning dirt into a dish from </strong><em><strong>One</strong><strong> Hundred Years of Solitude</strong></em></p><p>I was interested in exploring what something that's not really appealing or delicious would look like, right up against a beautiful wedding cake or what have you. I wanted to make it look like a beautiful pile of earth, so it has lots of different elements. There are lots of little petals, which are in the book, and it's the prettiest pile of earth I could create.</p><p><strong>On the fictitious dishes she's most proud of</strong></p><p>It's the ones that I read when I was a child, because the way I read then — the way I think most people read then, and sometimes I still read now — you know, your imagination is ignited in such a special way. So the books that I read at that time — <em>The Secret Garden</em>, <em>Heidi</em>, <em>Little Women</em>, <em>Anne of Green Gables</em> — to me, there is a satisfaction in creating those photos that makes me proud and excited as a reader, the reader that I was then and I am now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Eater%27s-Eye+View+Of+Literature%27s+Most+Iconic+Meals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"4ff56765-60a6-477d-9d7e-3d0e98669b76","audio":[{"meta":{"duration":"358"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306542170-3ffaff.m3u?orgId=1&topicId=1033&ft=3&f=305895366"},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_thegreatgatsby-dc3f2d622ee662517a6e42f7f0f0c1d363922bea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_mobydick-84ec361d625cd771728754b3417fcead0524ea7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2354"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_fearandloathinginlasvegas-c97e06f37e0d12ede807f3a7e183728c849bd9c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2354"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_thebelljar-81c06af95e6b2a752482abf6cee98fa497bd42a8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_themetamorphosis-e5b99cc499a34aa82d5b434d9a2e743ed647c44f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_thesecretgarden-fe3d89a5bc64a73f39df3507f00ac41fe27914d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_aliceinwonderland-91baf2e7d9606a316f13e2cb5648f3e20223029b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2354"}},{"href":"http://media.npr.org/assets/img/2014/04/24/fictitious_dishes_thecatcherintherye-6fb7cd499e565cdad13ac4dbc639ca19c4005c6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2353"}},{"href":"http://media.npr.org/assets/img/2014/04/22/fictitious_dishes_aliceinwonderland-91baf2e7d9606a316f13e2cb5648f3e20223029b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1763","width":"2354"}}]}