{"created":"2014-10-08T17:03:22+00:00","modified":"2014-10-30T21:44:01+00:00","valid":{"from":"2014-10-30T21:44:01+00:00","to":"3014-10-30T21:44:01+00:00"},"hreflang":"en","title":"Indonesian Cave Paintings As Old As Europe's Ancient Art","published":"2014-10-09T13:58:00+00:00","teaser":"Figures found on the walls of a prehistoric cave in Indonesia are at least 35,400 years old or more, scientists say. That might mean the earliest art developed independently in different regions.","itags":["npr_api","354166930"],"guid":"4ff90687-9d58-4eaf-84cc-dee314ff2ac0","contentencoded":"<p>Prehistoric cave paintings of animals and human hands in Indonesia are as ancient as similar paintings found in Western Europe, according to a new study that suggests humans may have carried this art tradition with them when they migrated out of Africa.</p><p>\"Until now, we've always believed that cave painting was part of a suite of complex symbolic behavior that humans invented in Europe,\" says archaeologist <a href=\"http://www.southampton.ac.uk/archaeology/about/staff/awp1y11.page\">Alistair Pike</a> of the University of Southampton in the United Kingdom. \"This is actually showing that it's highly unlikely that the origin of painting caves was in Europe.\"</p><p>For decades, Indonesian researchers have known about rock art in limestone caves and rock shelters on an island called Sulawesi. The hand stencils and images of local animals, such as the \"pig-deer,\" or <a href=\"http://www.lazoo.org/animals/mammals/babirusa/\">babirusa</a>, were assumed to be less than 10,000 years old, because scientists thought that the humid tropical environment would have destroyed anything older.</p><p>\"The truth of it was, no one had really tried to date it,\" says <a href=\"http://humanorigins.si.edu/research/hop-team/matt-tocheri\">Matt Tocheri</a> of the Human Origins Program of the Smithsonian's National Museum of Natural History. \"It's not easy to date rock art.\"</p><p>Now, though, in the journal <em>Nature</em>, a group of researchers from Indonesia and Australia, led by <a href=\"http://griffith.academia.edu/MaximeAubert\">Maxime Aubert</a> and <a href=\"http://uow.academia.edu/AdamBrumm\">Adam Brumm</a>, have analyzed mineral deposits that formed on top of these paintings in seven caves.</p><p>Their <a href=\"http://www.nature.com/nature/journal/v514/n7521/full/nature13422.html\">analysis shows</a> that one hand stencil is at least 39,900 years old and a painting of a babirusa is at least 35,400 years old.</p><p>Those ages are comparable to the age of a painted rhinoceros from the famous Chauvet Cave in France, which has been dated to 35,300 to 38,827 years ago. The oldest known cave painting is a red disk found on the wall of a Spanish cave that's at least 40,800 years old.</p><p>The fact that people in Indonesia were also painting cave walls way back then suggests \"it is possible that rock art emerged independently at around the same time and at roughly both ends of the spatial distribution of early modern humans,\" the research team writes in <em>Nature</em>.</p><p>But another possibility is that this type of art is much older, though scientists haven't found evidence of it in the archaeological record.</p><p>\"When something like this shows up almost instantaneously, all over the distribution of humans, within say 10,000 years, the odds are it's something from our ancestors,\" says John Shea of Stony Brook University in New York.</p><p>In Africa, our species goes back 200,000 years, Shea notes. But archaeological sites there tend to be found in shallow caves that are relatively exposed to wind and the hot, humid conditions — unlike the deep, cold caves in Europe that are ideal for preserving artwork.</p><p>\"What we can find in older archaeological sites is evidence of symbolic behavior, such as the production of little beads and personal adornments, the production of mineral pigments — of red ochre and other kinds of colored pigments that people used, presumably, to decorate themselves — and traces of artistic embellishments on stone tools and on bone artifacts,\" says Shea.</p><p>Figurative artwork depicting animals has been found on stone slabs in a rock shelter known as Apollo 11 in Namibia, points out Alison Brooks of George Washington University, who says these images were made more than 30,000 years ago.</p><p>\"What this suggests is that this whole ability to make these things and possibly the tradition of making them is part of the cultural repertoire of the people who left Africa,\" says Brooks. She says that the paintings in Indonesia are very similar to images seen in Europe — for example, the babirusa in profile, with hair, is similar to European depictions of hairy mammoths.</p><p>But the Indonesian animals have stick legs and feet, instead of more detailed limbs. And there's a hint of a red line that might depict the ground surface of the land that the animal is standing on, which is not found in other places.</p><p>\"There are some things that are a little bit different about this,\" says Brooks, though \"it does seem to be that it's part of the tradition.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Indonesian+Cave+Paintings+As+Old+As+Europe%27s+Ancient+Art&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354639775-a4c40e.m3u?orgId=1&topicId=1007&ft=3&f=354166930"},{"href":"http://media.npr.org/assets/img/2014/10/08/cave021-be1f341c6bcb8b33f5d314fd1f0d66f897f43a31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"907","width":"1210"}}]}