{"created":"2014-09-22T16:09:48+00:00","modified":"2014-10-31T15:41:23+00:00","valid":{"from":"2014-10-31T15:41:23+00:00","to":"3014-10-31T15:41:23+00:00"},"hreflang":"en","title":"'Everything I Never Told You' Exposed In Biracial Family's Loss","published":"2014-06-28T22:22:00+00:00","teaser":"In times of tragedy, our deepest insecurities can take over. In Celeste Ng's new novel, set in the Midwest in the late 1970s, the fear that bubbles up is related to race and identity.","itags":["npr_api","325927002"],"guid":"4ffeb6c7-c5bd-4504-b4a2-9c42a983223a","contentencoded":"<p>It's May, 1977, in small-town Ohio, and the Lee family is sitting down at breakfast. James is Chinese-American and Marilyn is white, and they have three children — two girls and a boy. But on this day, their middle child Lydia, who is also their favorite, is nowhere to be found.</p><p>That's how Celeste Ng's new novel, <em>Everything I Never Told You</em><em>,</em> begins.</p><p>It's soon discovered that Lydia has drowned in a nearby lake, in what looks like a suicide. The incident pulls the family into an emotional vortex and reveals deep cracks in their relationships with each other.</p><p>This all takes place an era when interracial marriages are only recently legal (the Supreme Court struck down interracial marriage bans in 1967). Lydia's death forces members of the Lee family to confront their individual insecurities and grapple with their identity as a biracial family in the Midwest.</p><p>But would it be very different for them today? Ng answered that question for NPR's Arun Rath, host of <em>All Things Considered</em>.</p><p>Ng, who is a first-generation Asian-American Midwesterner, also spoke about her own experiences growing up and about the state of the American conversation on race.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the </strong><strong>father's </strong><strong>background in the </strong><strong>novel</strong></p><p>James is a first-generation American who grew up in California and moved with his parents, who don't speak very good English, to the middle of the country where they work at a boarding school. [He] was the only Asian in the area that he was in and has always felt like he was an outsider throughout going to this boarding school, where his parents were employees, and trying to blend in and failing. Then, going to Harvard and feeling sort of misplaced — that's something that really sort of scars him.</p><p><strong>On the mother's experience as an outsider</strong></p><p>Marilyn has always wanted to go in the sciences. She's always wanted to go into medicine and become a doctor, and while she went to college in the 1950s, that was a pretty difficult path. She ends up meeting James and getting pregnant and getting married and giving up that career. And [she] is never able to find her way back into the life that she had wanted.</p><p>So, she understands a little bit more than James thinks about being an outsider, about having people look at you and making certain assumptions about what you must do [and] what you must be like. I think one of the reasons they maybe misunderstand each other is because those are difficult subjects to talk about. It's difficult to say, you know, \"I really feel alone.\" It's a really hard thing to say.</p><p><strong>On </strong><strong>how Ng and her parents, who emigrated from Hong Kong, dealt with being </strong><strong>in the U.S.</strong></p><p>My parents talked to me about it, sort of, in the sense of, \"Well, you need to sort of represent your race.\" I think they were very aware of the fact that we were different and that people would make assumptions about our entire nationality or our entire ethnic group based on what I did. So, there was a little bit of the sense of, \"OK, well you need to do well in school because otherwise people may make these assumptions about Chinese people,\" or, \"You need to make sure to be nice to people because otherwise people might think Chinese people are rude.\" It seems silly when you put it that way, but that's sort of how stereotypes form.</p><p><strong>On</strong><strong> how Asian-Americans fit into the American conversation about race</strong></p><p>I think in the United States we talk about race as a black and white issue. ... We're generally talking about it as if it's a binary equation whereas, in fact, there's more than two races and in fact those races blend together. There are a lot of different ways that people identify. I think as we have more interracial marriage and we become more aware of all these issues, we may start to talk about race in a more complicated way.</p><p><strong>On</strong><strong> whether things would be different for the </strong><strong>fictional </strong><strong>Lee family today t</strong><strong>han it was in the '70s and '80s</strong></p><p>I'd like to think that things would be a little bit easier for them. We just have seen a lot more Asians [in popular culture]. ... We're aware that there's more than one kind of Asian, for example. ... And also, interracial marriage, I think, is a little bit more common now. It wouldn't necessarily be the head-turning sort of event that it is in the novel.</p><p>At the same time, I was surprised in researching the book at how recent some of our acceptance of those issues are. Gallup, for example, has done a poll on attitudes towards interracial marriage since 1958. And 1997 was the first year that a majority of Americans said that they approved of it. That was a really stunning fact for me to hear that until 1997 most people did not approve of interracial marriage. Likewise, there was a study that was done in 2001 about attitudes towards Asian-Americans. It found that 68 percent of people had a somewhat negative or very negative view of Asian-Americans. That was again very startling to me to hear that in 2001 that was the attitude that most Americans had.</p><p>So, I'd like to think that things would be easier for the Lee family in a lot of ways, but at the same time, I think that we still have quite a long way to go in terms of really having a cultural understanding in this country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Everything+I+Never+Told+You%27+Exposed+In+Biracial+Family%27s+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326455051-ab08b5.m3u?orgId=1&topicId=1033&ft=3&f=325927002"},{"href":"http://media.npr.org/assets/img/2014/06/27/celeste-ng-c-kevin-day-photography-41dec43aa276323791fce00acfc19890c379c712.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"596","width":"795"}}]}