{"created":"2014-09-26T10:28:16+00:00","modified":"2015-02-05T15:48:04+00:00","valid":{"from":"2015-02-05T15:48:04+00:00","to":"3015-02-05T15:48:04+00:00"},"hreflang":"en","title":"Is Civilization Natural?","published":"2014-09-26T19:48:00+00:00","teaser":"Commentator Adam Frank says if we're building cities that affect the entire planet, maybe it's time to start thinking about how nature and cities can evolve together.","itags":["npr_api","351678774"],"guid":"5001cfcb-47fc-45b3-b16f-b90bc2eb394f","contentencoded":"<p>So, there's the city and then there's the country, the built environment and the wilderness, nature and civilization. Whatever name the dichotomy goes by, we usually think of the world humans create and the world outside their creations as separate and unequal.</p><p>But as we enter the <a href=\"http://www.smithsonianmag.com/science-nature/what-is-the-anthropocene-and-are-we-in-it-164801414/?no-ist\">Anthropocene</a> — an era in which human activity represents a principle driver of planetary changes — it may be time to rethink this ancient polarity. It's a question that has more than academic importance. How we resolve this split may have a lot to do with our chances for creating a technological society that can last for more than a century or so. That's because the Anthropocene is really the \"Age of the City.\"</p><p>Since the dawn of cities some 8,000 years ago, we have always lived between the poles of the world we built and the world outside. The city and nature are the Yin and Yang of human experience, with a host of assumptions, ethics and values pinned to either side.</p><p>The city was civilization, and the world outside its gates was chaos and danger. On the other hand, the city was the nexus of corruption, while the natural environment was an unspoiled Eden, an original wilderness requiring protection from our greed.</p><p>But now, more than half the people on the planet live in a city or a suburb of one. And it's projected that by 2050, more than 80 percent of all human beings will be living in urban areas. That is why the Anthropocene and the city are so strongly coupled. It's the resource needs of cities, and the feedback those needs generate, that are so strongly affecting the planet. What scientists call the \"coupled Earth systems\" of atmosphere — hydrosphere, cryosphere, geosphere and biosphere — are changing because of our cities and their requirements. That is why all our city building now makes traditional distinctions between the natural environment and the built environment less meaningful.</p><p>To understand the breadth of urbanization's impact, consider what <a href=\"http://cusp.nyu.edu/people/steve-koonin/\">Steven Koonin</a>, the director of NYU's <a href=\"http://cusp.nyu.edu\">Center for Urban Science and Progress</a>, calls the \"Dark Spaces.\" When you look at a <a href=\"http://www.nasa.gov/mission_pages/NPP/news/earth-at-night.html#.VCQQ2lZM_bw\">map of the Earth</a> at night, what you see are cities showing up as dense luminous webs of light. You also see thin tendrils of highways that connect the cities. Beyond that, there are large sections of Dark Space. But while these Dark Spaces might seem the true domain of wilderness, the truth is far more complex.</p><p>Look around a city and what do you see? Cars, streetlights, air conditioners, heating units. All of them consume energy. But where does that energy come from? It originates in places like the oil-rich Alberta Tar Sands or West Virginia's mountaintop removal coal mining. It comes from something the writer Venkat Rao has called \"<a href=\"http://aeon.co/magazine/society/americas-artificial-heartland/\">Hamiltonian Cathedrals</a>\" (after Alexander Hamilton and his vision of American industrialization). Hamiltonian Cathedrals are the sites of vast industrial-scale resource development. But in spite of their scale, Hamiltonian Cathedrals are, generally, entirely hidden to the world of the city dweller.</p><p>Those vast scales of resource extraction in the Dark Spaces are needed to feed the ever-growing cities in which we humans now choose to live. It's the feedback of all that resources consumption in cities (as in climate change) that means there is little space on the planet that can truly be thought of as \"untouched.\" And as <a href=\"http://www.santafe.edu/about/people/profile/Luis%20Bettencourt\">Luis Bettencourt</a>, a physicist at the Santa Fe Institute who works on cities, notes:</p><blockquote><p>\"The way we've been drawing these resources from nature and into the cities is simply not sustainable. An urbanized planet will need more energy, but it is crucial we get it in different ways: that is possible but requires massive change.\"</p></blockquote><p>Something, therefore, has to change — and our polar ideas of nature vs. civilization may be the first thing that needs to go.</p><p>This week, I was in Seattle working with University of Washington professor <a href=\"http://urbdp.be.washington.edu/people/faculty/departmental/profiles/alberti.html\">Marina Alberti</a>, who leads the <a href=\"http://urbaneco.washington.edu/wp\">Urban Ecology Research Lab</a>. Dr. Alberti is a wonderfully creative researcher who likes to think in terms of cities as \"hybrid ecosystems.\" She takes the idea of \"hybrids\" from genetics. Hybrids can be a step along the way to developing new species. Seeing the city as a hybrid ecosystem means thinking about how cities depend on the natural flows of water, clean air and soil to function properly. It also means seeing how cities change those flows to create something new that didn't exist before. For example, recent studies have shown how vacant lots create new habitats and road corridors can function as routes of seed dispersal for many plant species. Researchers also have seen some songbirds changing their behavior in urban environments as compared with natural ones.</p><p>These examples show plants and animals creating new behaviors in the environments we created for ourselves. As we come to understand that response more deeply, there's the possibility for cities themselves to change with the goal of becoming more resilient and sustainable in the face of the Anthropocene challenges. It's about human and natural systems evolving together.</p><p>This possibility of \"co-evolution\" means cities will need to become far more responsive to what used to be thought of as nature lying outside their domains. It means recognizing how deeply the city relies on natural systems and thinking creatively about working with those systems rather than paving everything over.</p><p>There are, for example, ideas about edging coastal cities with wetlands for storm surge protection. Then there is urban farming — including their most radical version, the vertical skyscraper farm. Whether these ideas can work or not, each is an attempt to rethink <a href=\"http://www.eco-business.com/news/putting-nature-heart-sustainable-cities/\">how the natural world appears</a> within and serves urban spaces.</p><p>One concrete strategy for addressing this issue of sustainability and resilience is to make cities <em>act</em> more like nature. Think about how forests get everything they need from whatever moves through where they stand. Building cities that use this principle is called <a href=\"http://www.urbangreenprint.org\"><em>biomimicry</em></a> — and it means bringing more of the services nature provides to the city back within its confines.</p><p>I had a chance to see this in practice during a visit to the <a href=\"http://www.bullittcenter.org\">Bullitt Center</a> in Seattle, which is billed as one of the \"greenest buildings in the world.\" You can think of it as \"extreme green.\" All the water and all the power the building needs are drawn from whatever falls on this multistory building and its site. The roof splays away from the building's walls like the canopy of a tree maximizing the surface area for solar collection (while the building draws power from the grid in the winter, it generates enough electricity in the summer to make up the difference). Extending from the third floor there is a wetlands \"garden\" (complete with horsetails) that purifies the building's water before returning it back to the ground.</p><p>With all of its innovations, the Bullitt Center is designed to be an experiment in biomimicry (among other ideas). And it seems to be <a href=\"http://www.ecotrust.org/media/bullitt_report_7_16_14_high_res.pdf\">working</a>. After a year in operation, the Bullitt has shown that it is possible to become more fully \"passive\" in terms of resource impact.</p><p>So do we have to live with the nature vs. city split?</p><p>There will always be a day-to-day distinction between living in urban spaces and getting away into nature. But as far as our civilization building goes, we need to go beyond the old distinctions. With the dawning of the Anthropocene we've become a true planetary species. That's what gets the astronomer in me really interested. With all our city building, it's the entire planet that we're changing now. And once we get to that scale, the distinction between nature and not-nature has to get updated. We need a perspective that's more sustainable and more resilient if we're going to make it for another 100, 500 or 5,000 years.</p><p>If we're building cities that affect the entire planet, maybe it's time to start thinking like one. Maybe it's time to think how nature and cities can evolve together.</p><hr /><p><em>You can keep up with more of what Adam is thinking on <a href=\"https://www.facebook.com/AdamFrankAuthor\">Facebook</a> and Twitter: <a href=\"https://twitter.com/adamfrank4\">@adamfrank4</a></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Civilization+Natural%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Adam Frank","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351716466-1a38df.m3u?orgId=1&topicId=1060&aggIds=155914958&e=351678774&d=320&ft=nprml&f=351678774"}]}