{"created":"2015-03-20T21:12:20+00:00","modified":"2015-05-13T21:07:41+00:00","valid":{"from":"2015-05-13T21:07:41+00:00","to":"3015-05-13T21:07:41+00:00"},"hreflang":"en","title":"Scientists Urge Temporary Moratorium On Human Genome Edits","published":"2015-03-20T23:58:00+00:00","teaser":"Researchers who helped develop powerful techniques warn that tweaking the genome is now easy. More public debate's needed, they say, before making changes in genes passed from parent to child.","itags":["npr_api","394311141"],"guid":"5002e4c5-8ebe-4eb8-a2bb-5973d95d9d6f","contentencoded":"<p>A new technology called <a href=\"http://www.nature.com/articles/nbt.2842.epdf?referrer_access_token=i6tER0wpb2_6Tbre5Or6ytRgN0jAjWel9jnR3ZoTv0OJcIZ7__2Sn3VS7nwM9l1l-DbAPx6z3drCRNbbL8obd-oC4xXF0MGEcDrih_--eBHOjpOj9bDAOHiYhBOqH6V1I5ht37p6zhNfFdOtpFLjaspoTz7FDGHjLhbijN3Wq4njNUG5D7lfFnnXym_6n4Zbl60m31BBS_8QEP3_O-93h2mvWo6AJP2BbsE9Mwu7wNE%3D&tracking_referrer=www.npr.org\" target=\"_blank\">CRISPR</a> could allow scientists to alter the human genetic code for generations. That's causing some leading biologists and bioethicists to sound an alarm. They're calling for a worldwide moratorium on any attempts to alter the code, at least until there's been time for far more research and discussion.</p><p>It's not new that scientists can manipulate human DNA — genetic engineering, or gene editing, has been around for decades. But it's been hard, slow and very expensive. And only highly skilled geneticists could do it.</p><p>Recently that's changed. Scientists have developed new techniques that have sped up the process and, at the same time, made it a lot cheaper to make very precise changes in DNA.</p><p>There are a couple of different techniques, but the one most often talked about is CRISPR, which stands for clustered regularly interspaced short palindromic repeats. My colleague Joe Palca <a href=\"http://www.npr.org/blogs/health/2014/06/26/325213397/a-crispr-way-to-fix-faulty-genes\">described the technique</a> for Shots readers last June.</p><p><strong>Why scientists are nervous</strong></p><p>On the one hand, scientists are excited about these techniques because they may let them do good things, such as discovering important principles about biology. It might even lead to cures for diseases.</p><p>The big worry is that CRISPR and other techniques will be used to perform germline genetic modification.</p><p>Basically, that means making genetic changes in a human egg, sperm or embryo.</p><p>Those kinds of changes would be passed down for generations. And that's something that's always been considered taboo in science.</p><p>One major reason that it's considered off limits, ethically, is that the technology is still so new that scientists really don't know how well it works.</p><p>The fear is that mistakes could be made, causing some new disease by accident. That disease could then be passed down for generations.</p><p>Another concern is that this could open the door to what people call <a href=\"http://www.npr.org/2015/02/03/383578221/u-k-lawmakers-allow-scientists-to-attempt-dna-transplants\">designer babies.</a></p><p>If you let someone manipulate the genes in an egg or embryo to prevent a disease, where would you draw the line?</p><p>People could use this, possibly, to make babies that are smarter, taller or better athletes. Hair and eye color could be manipulated. IQs could be boosted or lowered.</p><p>It raises all kind of <a href=\"http://en.wikipedia.org/wiki/Brave_New_World\" target=\"_blank\">Brave New World</a> issues about genetically engineering the human race.</p><p><strong>Moratorium gains momentum</strong></p><p>In the last week or so, there's been a flurry of statements from several groups of scientists warning about all this. MIT's <em>Technology Review</em> had an <a href=\"http://www.technologyreview.com/featuredstory/535661/engineering-the-perfect-baby/\" target=\"_blank\">in-depth report</a> on the whole issue a couple of weeks back, if you want to learn more.</p><p>This week, groups that include the University of California's <a href=\"http://www.hhmi.org/scientists/jennifer-doudna\">Jennifer Doudna</a>, one of the researchers who developed CRISPR, <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.aab1028\" target=\"_blank\">essentially called for a moratorium</a> on any attempt to do modification of the human germline using these techniques — at least until there's been more time for public discussion and more research to understand how well it works and how safe it is.</p><p>In interviews, several of the scientists and bioethicists issuing these statements said they are concerned things are moving too fast.</p><p>Last week, another group that includes some of the researchers who developed another gene editing technique, went even further and called for moratorium on doing any research in the laboratory that could lay the groundwork for attempting germline modification.</p><p>Not all scientists support this movement. Some say this powerful new technology is needed to advance science. It could produce important knowledge about stem cells, infertility — all sorts of things, they point out.</p><p>Still, there are concerns that rogue scientists could take information being published about such techniques and use the recipe in ways many people would find unethical — and dangerous.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Urge+Temporary+Moratorium+On+Human+Genome+Edits&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"220"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394360916-2329c2.m3u?orgId=1&topicId=1128&d=220&p=2&story=394311141&t=progseg&e=394167642&seg=11&ft=nprml&f=394311141"},{"href":"http://media.npr.org/assets/img/2015/03/20/jennifer-doudna-31-a9fe8612ff2e38b0ec44b226665f2794a3e609b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}