{"created":"2014-10-20T08:23:44+00:00","modified":"2014-12-12T20:38:28+00:00","valid":{"from":"2014-12-12T20:38:28+00:00","to":"3014-12-12T20:38:28+00:00"},"hreflang":"en","title":"Halting Schizophrenia Before It Starts","published":"2014-12-03T01:20:00+00:00","teaser":"Schizophrenia typically starts in the late teens or early 20s. But if you could stop that first psychotic break, could you stop the mental illness in its tracks? Some doctors think so.","itags":["npr_api","356640026"],"guid":"5011e7a7-adc4-4a11-962e-87d5d30f3ff1","contentencoded":"<p>The important thing is that Meghan knew something was wrong.</p><p>When I met her, she was 23, a smart, wry young woman living with her mother and stepdad in Simi Valley, about an hour north of Los Angeles.</p><p>Meghan had just started a training program to become a respiratory therapist. Concerned about future job prospects, she asked NPR not to use her full name.</p><p>Five years ago, Meghan's prospects weren't nearly so bright. At 19, she had been severely depressed, on and off, for years. During the bad times, she'd hide out in her room making thin, neat cuts with a razor on her upper arm.</p><p>\"I didn't do much of anything,\" Meghan recalls. \"It required too much brain power.\"</p><p>\"Her depression just sucked the life out of you,\" Kathy, Meghan's mother, recalls. \"I had no idea what to do or where to go with it.\"</p><p>One night in 2010, Meghan's mental state took an ominous turn. Driving home from her job at McDonald's, she found herself fascinated by the headlights of an oncoming car.</p><p>\"I had the weird thought of, you know, I've never noticed this, but their headlights really look like eyes.\"</p><p>To Meghan, the car seemed malicious. It wanted to hurt her.</p><p>Kathy tried to reason with her.</p><p>\"Honey, you know it's a car, right? You know those are headlights,\" she recalls pressing her daughter. \"You understand that this makes no sense, right?\"</p><p>\"I know,\" Meghan answered. \"But this is what I see, and it's scaring me.\"</p><p>In other words, Meghan had insight, defined in psychiatry as the ability to understand that one's unusual experiences are attributable to a mental illness.</p><p>What Meghan saw did not fit with what she believed. She knew she was hallucinating.</p><p>It's the loss of insight that signals a psychotic break. This can lead to several different diagnoses, but in people ultimately diagnosed with schizophrenia, the break signals the formal onset of the disease. Typically, a first psychotic break occurs in a person's late teens or early 20s. In men, the range is 15 to 24; in women, 25 to 34.</p><p>That first psychotic break can lead to a series of disasters: social isolation, hospitalization, medications with sometimes disabling side effects, and future psychotic episodes.</p><p>So, what if you could intervene earlier, before any of that? Could you stop the process from snowballing?</p><p>At 19, Meghan hadn't had a psychotic break. She still had insight. That made her eligible for a new type of program taking shape in California that aims to prevent schizophrenia before it officially begins.</p><p>The program draws on research suggesting that schizophrenia unfolds much more slowly than might be obvious, even to families.</p><p>\"You start to see a decline in their functioning,\" says Dr. Daniel Mathalon, who studies brain development in the early stages of psychosis at the University of California, San Francisco.</p><p>\"They were doing better in school, now they're doing worse,\" he says. \"Maybe they had friends but they're starting to be more isolated.\"</p><p>Eventually, these subtle behavioral shifts may take on a surreal quality. A young person may hear faint whispers or hissing, or see flashes of light or shadows on the periphery.</p><p>\"They lack delusional conviction,\" explains Mathalon. \"They're experiencing these things; maybe they're suspicious. But they're not sure.\"</p><p>Psychiatrists have a word for this early stage: prodromal.</p><p>Meghan took a <a href=\"http://www.schizophrenia.com/sztest/SIPS.details.htm\">screening test</a> developed at Yale University Medical School that identified her as possibly within the prodromal stage of psychosis. That is, her symptoms <em>could</em> be indicative of early psychosis, but weren't predictive.</p><p>She was referred to a clinic in an office park about an hour from her house called <a href=\"http://www.telecarecorp.com/programs/124\">Ventura Early Intervention Prevention Services</a>, or VIPS, operated by Alameda-based <a href=\"http://www.telecarecorp.com/\">Telecare Corp</a>.</p><p>VIPS is one of a handful of programs that have sprung up in California in recent years, based on a model developed in Maine by psychiatrist <a href=\"http://www.piertraining.com/faculty/william-mcfarlane/\">Dr. Bill McFarlane.</a></p><p>McFarlane believes that psychosis can be prevented with a range of surprisingly low-tech interventions, almost all of which are designed to reduce stress in the family of the young person who is starting to show symptoms.</p><p>McFarlane cites <a href=\"http://schizophreniabulletin.oxfordjournals.org/content/13/3/505.full.pdf\">research</a> done at UCLA suggesting that certain kinds of family dynamics — families that don't communicate well, or are overly critical — can make things worse for a young person at risk of schizophrenia.</p><p>\"Our theory,\" says McFarlane, \"was that if you could identify these young people early enough, you could alter some of those family patterns. Then you could work with the family to start behaving not just normally, but in a way that was smarter.\"</p><p>McFarlane's programs bring families in for twice-monthly multifamily group therapy sessions, where participants take a nuts-and-bolts approach to resolving disputes at home and softening their responses to what the young person is going through.</p><p>\"We assume parents can't figure this out alone,\" says McFarlane.</p><p>In some cases, participants are also prescribed antipsychotic drugs, especially one called <a href=\"http://www.fda.gov/downloads/Drugs/DrugSafety/ucm085804.pdf\">Abilify</a>, which McFarlane and others believe can stem hallucinations.</p><p>McFarlane himself is careful about recommending antipsychotic medications.</p><p>The drugs, he says, should be used cautiously, at lower doses than would be prescribed for full psychosis, and even then only in young people who aren't responding to other treatments.</p><p>But in programs inspired by his model, the drugs appear to be widely prescribed, including in clients as young as 10 or 13. This fact has become a flashpoint in the conversation around schizophrenia prevention.</p><p>\"No one is harder to diagnose than a child or a teenager,\" says Dr. Allen Frances, a former chair of the psychiatry department at Duke University and chair of the task force that produced the fourth revision of the <em>Diagnostic and Statistical Manual, </em>or<em> </em><a href=\"http://en.wikipedia.org/wiki/DSM-IV\">DSM-IV</a>, the standard reference for psychiatric diagnoses.</p><p>\"There are rapid developmental changes from visit to visit,\" he says. \"The tendency to overdiagnose is particularly problematic in teenagers.\"</p><p>Frances points to studies showing that if you take three kids, all experiencing those surreal early symptoms, only one will get schizophrenia.</p><p>So what about the other two?</p><p>Frances says these kids are wrongly labeled and stigmatized. Their parents are terrified. And in many cases, they will be prescribed antipsychotic drugs, which can have serious side effects and haven't been studied well in children.</p><p>\"We have to be careful of any new fad in psychiatry,\" says Frances. \"The field has been filled with fads in the past, and often we learn in retrospect that they've done much more harm than good.\"</p><p>But what Frances calls a fad is to others a model for mental health care.</p><p>To see these programs in action, the best place to go is California, where over the past few years a handful of programs have sprung up based on McFarlane's PIER model.</p><p>One, in San Diego, is called Kickstart. Like the others, it's paid for by a state tax on millionaires, passed by voters in 2004, that funds mental health. Services — everything from homework help to family therapy and outings such as kite-flying expeditions — are offered for free.</p><p>Joseph Edwards, Kickstart's assistant program director, says for teenagers who might be developing schizophrenia, just being outside, with friends, is a kind of therapy.</p><p>\"They'll want to isolate,\" says Edwards. \"There's sensitivity to a lot of stimulation. And a lot times we'll see what we call day/night reversal, where they'll stay up all night and go to sleep in the daytime.\"</p><p>Edwards says if a teenager is really isolating, a Kickstart worker will drive to his or her house and cajole the person out. Anything, he says, to keep them engaged, with friends in school or at work.</p><p>At an arcade in a strip mall, we meet Ashley Wood, one of Kickstart's occupational therapists. Wood brought her client, 13-year-old Tony, here as a reward for being cooperative in therapy.</p><p>We aren't using Tony's full name because he's a minor, at the request of his parents.</p><p>Wood has an easy laugh and teases Tony gently to pull him out of his shell.</p><p>\"When we first met, he was so quiet,\" she says, laughing. \"He's like, 'Who is this chick?' \"</p><p>\"Nah,\" says Tony, smiling shyly. \"I was being a jerk.\"</p><p>Tony had been getting in fights. He was angry at his mom, angry in school. And there was something else.</p><p>\"I used to see stuff and hear [stuff],\" he tells me.</p><p>\"Like what?\" I ask him. \"Like ... weird objects,\" he responds. When I press him for more details, he shakes his head.</p><p>Are Tony's symptoms the beginning of schizophrenia? Or just the routine weirdness of a teenage brain taking shape?</p><p>No one — not Wood, not his therapists — can say for sure.</p><p>Wood says what she's teaching him will be helpful either way: \"When he's frustrated at school or at home, instead of immediately responding, kind of finding a way to communicate. So we're trying to work on the impulse control as well.\"</p><p>Impulsive, unruly, prone to angry outbursts, Tony sounds like a lot of 13-year-old kids.</p><p>That's one reason that last year, the American Psychiatric Association <a href=\"http://www.nature.com/news/psychosis-risk-syndrome-excluded-from-dsm-5-1.10610\">opted to exclude</a> the idea of \"psychosis risk syndrome\" from the <em>DSM-5,</em> the latest version of the manual of mental disorders. The screening test is generally considered to be only 30 percent accurate.</p><p>In 2011, a <a href=\"http://summaries.cochrane.org/CD004718/SCHIZ_early-intervention-for-psychosis\">review</a> of prodrome intervention programs called the idea of intervention in pre-schizophrenia \"inconclusive.\"</p><p>\"This is an experiment far before its time,\" says Allen Frances.</p><p>McFarlane believes the benefits of these programs are borne out in the work done at his clinic and others based on his model. In July, he <a href=\"http://schizophreniabulletin.oxfordjournals.org/content/early/2014/07/25/schbul.sbu108.full.pdf+html\">published</a> the results of a two-year study of two groups of young people at risk for, or in the early stage of, schizophrenia, which showed better functional outcomes for those who went through treatment.</p><p>He and other proponents say schizophrenia's early window may be too precious to miss.</p><p>\"We're running up against the limits of what we can do for patients who develop schizophrenia, once it goes to chronic stages,\" UCSF's Mathalon says. \"I think this is a direction we have to go in, but we have to do it carefully.\"</p><p>When you talk to people who have been through these programs and ask them what helped them, it is not the drugs, not the diagnosis. It's the lasting, one-on-one relationships with adults who listen, like Ashley Wood.</p><p>Tiffany Martinez, an early client of Bill McFarlane's in Maine, chokes up when asked to describe what she thinks helped her climb out of an incipient mental health crisis that began when she was in college.</p><p>\"To share such personal intimate details, you know? To have these people working so hard on it and so devoted and invested in the work,\" Martinez, now age 26, says, \"it's like getting a chance. Just the program, what the program stands for alone, is hope.\"</p><p>That same relief is palpable when you talk to Meghan's mom, Kathy, and stepfather, Charlie.</p><p>\"I thought we were going to have to take care of her for the rest of her life,\" says Kathy. \"I thought she'd forever be marginal, forever be medicated. I thought we'd just have to get used to it.\"</p><p>Today Meghan is off all her medications. She's animated, playing board games with her family, excited about being back in school.</p><p>Her family credits the VIPS program.</p><p>\"We were blessed to have this for her,\" Charlie says. \"We really were. It saved her life.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Halting+Schizophrenia+Before+It+Starts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Amy Standen","audio":[{"meta":{"duration":"525"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357508902-edddad.m3u?orgId=1&topicId=1066&ft=3&f=356640026"},{"href":"http://media.npr.org/assets/img/2014/10/17/megan-11-ba22331701ade81f86001cd2457151d7efc7592d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/17/megan-2_sq-5a36faa12f6364040ff4077e5eb13aad685bfed9.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/17/megan-3_sq-eb9134d386d302608a57829dd53f18fa0f3b8235.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/17/megan-4_sq-49e6d29a1ec78adda19277ec7ac9b90289ac615c.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/17/megan-5_sq-61c05d5ce1bb3bbcbd700f68125d50241200549b.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/17/tony-2_sq-2e3df818a4da6e6098dc545fe42e7701d5e6a0bc.jpg","type":"image/jpeg","meta":{"crop":"square","height":"2001","width":"2000"}}]}