{"created":"2014-09-03T17:11:36+00:00","modified":"2014-10-06T19:59:58+00:00","valid":{"from":"2014-10-06T19:59:57+00:00","to":"3014-10-06T19:59:57+00:00"},"hreflang":"en","title":"E-40: 'I'm On The West Coast, Eating'","published":"2014-06-05T13:28:00+00:00","teaser":"The Bay Area legend is widely known for creating slang, flouting the rules and knowing everybody from everywhere. He speaks about his long career, Master P, Lil Jon, T-Pain, Tupac and Too Short.","tags":["npr_api","289059976"],"guid":"5015a4bd-e7c2-43ee-b2bc-e7aa86db1fc1","contentencoded":"<p>E-40, from Northern California, is widely known for creating slang, flouting the rules and knowing everybody from everywhere. 40 spoke with <em>Microphone Check</em> hosts Ali Shaheed Muhammad and Frannie Kelley about Lil Jon, T-Pain, Tupac and Too Short. They started their conversation talking business and in particular, the model that 40 provided New Orleans' own Master P when No Limit Records was just a twinkle in his eye.</p><p><strong>FRANNIE KELLEY</strong>: Thank you for being here.</p><p><strong>E-40</strong>: Thank you for letting me be here.</p><p><strong>KELLEY</strong>: I am in particular very interested in your business savvy. And how you spread what you know to other independent businessmen that are these days viewed as never having left their region. What I'm trying to talk about is the relationship between the Bay and the South — in particular New Orleans and Atlanta. Could you tell people who don't know what your relationship with Master P is?</p><p><strong>E-40</strong>: Oh, Master P. Me and Master P go way back. Master P started off — he from New Orleans, but I believe his mama stayed in Richmond, Calif., and so when I was doing my independent grind — started out in '88. Met P around — probably around '89, somewhere around there. He was just a eager young man wanting to make this rap game work for him. He stayed out there. He did free shows and did everything he can do to get on. He watched my blueprint and did his thang.</p><p><strong>KELLEY</strong>: Did you guide him?</p><p><strong>E-40</strong>: Kinda sorta. He watched. My uncle St. Charles was one of the smartest men when it come to independent music that you probably ever want to meet. From him, I learned, and he learned from me and we both took our lumps and bruises and scrapes and scratches from ups and downs. Spending money here that didn't work, but spending money there and things happened.</p><p>Word of mouth was our cheapest form of promotion. Doing free shows and going out there and networking. And talking to industry people, but also putting our CDs and cassettes in people's hands that had hella slap in their trunk, that had the big sound systems and whatnot. And reputable cats, too. So just put it this way: all the ballers. You put that CD in they hand, everybody in the hood hear it and they be like, \"Who is them?\" That's how it went.</p><p>The way St. Charles, my uncle, the way he came into play in the '70s, he had what they call a 45 record. Remember 45s? He had one of them out independently. When I was young I was like, \"Uncle St. Charles!\" We called him Uncle Chuckie. \"Uncle Chuckie, Uncle Chuckie! I want to make a record one day.\" He was like, \"OK, well, I'll be waiting.\" I got older.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: What was the name of his 45? You remember it?</p><p><strong>E-40</strong>: Oh man, one was called \"<a href=\"https://www.youtube.com/watch?v=ZHx9YHsa9Qk\" target=\"_blank\">Rock Me in Your Arms</a>\" and another one was called \"I Heard Shots Ring from a Pole.\" On the other side of it — you know what I mean, at the flip side.</p><p><strong>MUHAMMAD</strong>: I have so many visuals right now from that title.</p><p><strong>E-40</strong>: He was spitting the soil, the hood stuff, too, but singing. And producing, too. But it wasn't rap. It was soul. He'll pull up in Millersville, at my grandmamma house, and in the trunk he have couple of boxes of his 45s. He wasn't trying to sell them; he was selling them to retailers. He just so happened to have 'em in his trunk, and I was like, \"Let me get one! Let me get one!\" I played it over and over and over cause I was just happy that he was my uncle with a record. So I just watched him.</p><p>He came up with this idea — this is the greatest idea ever — you all know about one-sheets, where you have name of your song and all the information: who you toured with or who you opened up for, the bar code, everything that a retailer would need to order your cassette or CD or whatever. He will put five cassettes or CDs in the package, and he made a list. He had this big book — it started off small, then it became a big old encyclopedia of all the retailers in the nation. Out there in Nebraska, Kansas City, Chicago, <a href=\"http://www.chicagoreader.com/chicago/george-daniels-cranks-it-up/Content?oid=906910\">George's Music</a>, Seventh Heaven up in Kansas City, all over the place. Back then it was a lot of mom and pop stores, you remember?</p><p>So he would send the one-sheet out to all these people and send our posters with it and everything. Give 'em five or six cassettes, and say, \"Here, take these for free and spread the word. If you like it you can order at this number.\" When they ordered, they would order from a place called City Hall Records, which is a one-stop in the Bay Area. That was our main hub. Real small. When they heard our music, it just start spreading.</p><p>At first, City Hall Records wasn't — them and Music People, they was the two smallest one-stops — at first they was like, \"Man, he rap too fast. His voice too squeaky.\" And then they was talking about my partner, my cousin B-Legit. They was like, \"And he rap like he reading, and his voice too deep.\" It's like, man, that was our chemistry. They didn't know how we do it. He just rapped in the pocket and I rap unorthodox.</p><p><strong>MUHAMMAD</strong>: Who was making that criticism?</p><p><strong>E-40</strong>: It was the main people, the people that ordered it. It was Jason Blane and Robin and Walter over at City Hall Records.</p><p><strong>MUHAMMAD</strong>: So you're getting orders but these are the people that's kinda like ...</p><p><strong>E-40</strong>: I think at City Hall Records we had somebody blocking our shine.</p><p><strong>MUHAMMAD</strong>: Yeah, that's what I'm getting at.</p><p><strong>E-40</strong>: One of the youngsters up in there. I know a name; I ain't gone say it. But later on, we became — all of us — became great business partners. All of us together because we made money together. After a while, few months later, St. Charles got that call from City Hall and Music People, like, \"Hey, you remember those guys The Click? E-40 and them? We need 5,000 of their records. We want to order 5,000.\"</p><p>That's how it went. Because they couldn't stop it; it was in demand. And next thing you know we just made money together. It was cool after that. They understood that we was ahead of our time and we spit the real. It was meant to be. Here I am to this day.</p><p>Master P got hooked up with St. Charles, and he ran that same system we all ran. JT the Bigga Figga, lot of Bay Area rappers went through him and that's how it went. And so after a while it was time for me to move on. I had every major label in the world — I mean, any label that dealt with rap music wanted to sign me. I ended up going with Jive Records because I liked everything about 'em. They took on my kind of music. And they was good at it. Tribe Called Quest was over there — one of my favorite groups.</p><p><strong>KELLEY</strong>: So you guys were label mates?</p><p><strong>E-40</strong> and <strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: Did you interact? Did you work with the same people?</p><p><strong>E-40</strong>: You know what? That's one thing about Jive that I didn't like. They really didn't never connect all the people on the label together like that.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>E-40</strong>: Real talk. The Hieroglyphics. They was on the label at the same time, too, and they from Oakland, right in the Bay Area where we from. Too Short. Spice 1. Me and Spice worked together. I worked with Too Short like seven years — no, let me see. I signed with Jive in '94. I did the record — like three years later, then I finally did <a href=\"https://www.youtube.com/watch?v=aqkxWMxaBOU\">the record with Too Short</a>. Me and Too Short knew each other, but I had to work my way up the ladder for Too Short to recognize that, you know, there's a new guy in town.</p><p>I always wish we would have worked together with A Tribe Called Quest, you understand me? Cause \"<a href=\"http://www.mtv.com/videos/a-tribe-called-quest/59536/bonita-applebum.jhtml\">Bonita Applebum</a>\" and all that — I used to slap that in my Cutlass. Slappin' that thang, for real. I had a trunk full of throb in my car, man. Fosgate speakers. Zeus amp.</p><p><strong>MUHAMMAD</strong>: Yeah, it's interesting just hearing your business connection with Jive, cause we were definitely screaming about ours. You had more of an independent — you were coming in as more of your own label with them --</p><p><strong>E-40</strong>: I had a distribution deal.</p><p><strong>MUHAMMAD</strong>: Yeah, exactly. Your business with them was way different than ours.</p><p><strong>E-40</strong>: Y'all was artists at the time. See, my distribution deal went like this: cause we was already selling anywhere between 150, 200,000 without no major. So we was like, \"OK, if y'all sign us we gotta do the first 200,000 — off top — we gotta do the first 200,000 75/25 with a distribution deal.\"</p><p>We call it a pressing and distribution deal, a P&D. So they went for it and then after the 200,000 — this is my deal, I'm telling y'all my deal. They never did this ever again. So after I sell the first 200,000 — can't hold a reserve on it.</p><p><strong>KELLEY</strong>: Oh, wow.</p><p><strong>E-40</strong>: Yeah, can't hold a reserve on it.</p><p><strong>KELLEY</strong>: Can you explain what holding a reserve means?</p><p><strong>E-40</strong>: 25%. You hold it back due to damage product or returns. Or whatever else, suing, anything that has anything to do with stopping they money.</p><p><strong>KELLEY</strong>: So you're actually getting 75/25 and not 50/50.</p><p><strong>E-40</strong>: 75, they get 25, for the first 200,000. Then after that it kicked in to higher royalty. Then I became an artist. You see what I'm saying? After the first 200,000 sold. Back then they made their money because I was going gold and platinum. So, it was good. We had a good relationship, and I don't have no regrets with signing with Jive. I love them for doing what they did, and they love me, because we made a statement with that. And here I am — not trying to flamboast, but they helped breed a true legend.</p><p><strong>KELLEY</strong>: I don't want to start s---, but one of the things that I've heard both of you complain about it is that Jive really kept you to one album a year.</p><p><strong>E-40</strong>: That's what they liked to do, but I was a little bit — they kind of listened to me, cause I had already proved to sell records without them, before. I did a double CD — I was trying to do two and three CDs back then, like separate CDs. Like, sell 'em 22, in the store the same day. It's just they wasn't with it.</p><p>They did let me do a double CD called <em>The Element of Surprise</em> that came out in 1997 — no, 1997 we had a double CD. Me and B-Legit put out <em><a href=\"http://www.amazon.com/Southwest-Riders-Various-Artists/dp/B00000057I\">E-40 and B-Legit Present SouthWest Riders</a></em>, that was a double CD. We went and got all the rappers from the South and the West and put them on there. That was a double CD. Then right after that, in '98, I came with <em><a href=\"http://www.amazon.com/Element-Surprise-E-40/dp/B000009NS5\">The Element of Surprise</a></em> double CD.</p><p><strong>MUHAMMAD</strong>: At this time, though, you're still operating as a record label situation with Jive, so you could push out that amount of quantity — like, you could separate everything: do the E-40 record, you could do a Click record, or you could do anything else you wanted to.</p><p><strong>E-40</strong>: Yeah, just get it done. Long as I got it done.</p><p><strong>KELLEY</strong>: Right. And so the contrast is that Tribe was in a different deal.</p><p><strong>MUHAMMAD</strong>: Yeah, we were in a different deal. As an artist, our situation was they wanted to maximize that record, that album. And get as much as they can — squeeze as much as they could, and they needed time to do that. That worked to our favor because it took Tribe a year to do an album. Or a little bit more, sometimes. We weren't quick about — five months, \"Here you go!\" That wasn't our method. It kind of worked. At times we wanted to do more, like maybe do a double record. Which, I don't think that was really wholly embraced at the time. But we're like '90, '91, '92, '93.</p><p><strong>E-40</strong>: Jive was doing good with the urban department for a long time. Then they started getting that other money, that Britney Spears and Backstreet Boys and 'NSYNC money. I signed March of '94. My last album with Jive was 2003.</p><p>But, see, what I used to do when I had my distribution deal with Jive, I would spend my own money as well. Cause back then double page ads was it. So if you got a double page ad in <em>The Source</em>, you one of them boys. So Master P, he have a double page ad, I be like, \"I'ma have me a double page ad, too.\" Used to be like $13,000 or something, just for a double page ad! But I was just, \"Let me just go on and crack that off so I can flamboast. So I can look like the big boys.\" I made sure I put my bread in it too, so I can get in where I fit in. So I won't look like I'm not in there with all the big boys.</p><p>But y'all took it to another level because y'all — when I had \"<a href=\"https://www.youtube.com/watch?v=L_UBEBLRu-Y\">Things'll Never Change</a>,\" that Bruce Hornsby playover? They was trying to send me to Germany. Cause they was pretty big worldwide, Jive. And y'all went over — y'all went ahead and did y'all thing. I was stubborn, didn't want to do it. So y'all benefited — y'all legendary. We both are in different categories. We not. We are, but we not. But y'all did y'all thing, and I'm proud of Tribe, cause I'm a fan for real. And I ain't just saying that cause you here; you know I been rocking with y'all.</p><p><strong>MUHAMMAD</strong>: Yeah, no doubt. Thank you.</p><p>You've been putting out records constantly. And in a consistent way that's hard for a lot of artists to do. What do you take from your early experiences in distribution — like having a list of all the retailers and stuff like that, across the country — how do you transition that to the now era of moving music. There's a lot of electronic distribution; there's not a lot of mom and pop stores out there. What is your method?</p><p><strong>E-40</strong>: I'm independent again. I've been independent since '09 with EMI — got a distribution deal again and to be honest with you, this is better. You know they give me a budget, and what I do with that budget is I turn that budget into two and three albums. And I sell 'em separately. So my fans rock with me. I got a solid fan base and they love me and I love them. They know I'ma give them what they want to hear. So they buy all three.</p><p>Nowadays — the days of just going gold right off the bat, it's not that easy because of the downloads and all that stuff. So I go ghetto gold. If I sell 100,000 plus, I'm good. And all those albums definitely add up to that.</p><p>But now my method is Twitter, Facebook, all the social media, Instagram, staying visual, rocking with everybody that's somebody that rock with me. Being E-40. Just twisting it up with the newer sound nowadays. But not going out of my envelope or my jurisdiction.</p><p><strong>KELLEY</strong>: Is all the social media stuff the equivalent of a two-page ad in <em>The Source</em>?</p><p><strong>E-40</strong>: Yup. It is. Like a banner on <a href=\"http://www.worldstarhiphop.com/videos/\" target=\"_blank\">World Star</a>? That's equivalent to a two-page ad. Not as much as we was doing for the two-page ads, but it's up there. When you got a banner on World Star, it's like you flamboasting. \"OK, I see his album coming out. OK, he on World Star. Seen his album cover on the top of the page.\"</p><p><strong>KELLEY</strong>: Who else is like World Star? There are a few companies that are as effective?</p><p><strong>E-40</strong>: I think they the biggest one to come to that. A lot of other ones are too, but not like World Star. For real. Real spiel.</p><p>I run a lot of commercials. See, you can make your own commercials viral. Do your virals, make some funny ones and put 'em on your YouTube channel. You can do that, and then when you do your 30-second or 15-second — like, I got 15-second spots I'ma be running. I bought a bunch of 'em for MTV Jams, and I bought a bunch of 'em for Revolt.</p><p>So that's hittin' the demographics of my fan base, you feel me? You can do it like that, too.</p><p>Cause you know, they don't have MTV Raps no more.</p><p><strong>MUHAMMAD</strong>: Yeah, they not playing music anymore.</p><p><strong>E-40</strong>: Exactly. They don't have <em>Rap City</em> no more.</p><p>A lot of people — they might think I fell off, but they don't know I'm eating. I'm on the West coast, eating. It's just they don't hear about me because they don't see me on the TV. But I'm still around.</p><p><strong>KELLEY</strong>: What about radio? Do you care about radio?</p><p><strong>E-40</strong>: Yeah, I care about radio. It's always good to have radio.</p><p><strong>KELLEY</strong>: Has that process changed since the '90s, your relationship with program directors?</p><p><strong>E-40</strong>: They got that thing called PPM. They got just random people with the ankle bracelet — I mean, well, not a ankle bracelet, but with a bracelet or something. I'm sorry. With a monitor. And they carry it everywhere.</p><p><strong>KELLEY</strong>: Maybe it should be a ankle bracelet.</p><p><strong>E-40</strong>: You know what it is? I deal with so many people that's locked up or on house arrest, that's the first thing come to my mind.</p><p><strong>MUHAMMAD</strong>: Nah, that's a good analogy though. I like that.</p><p><strong>E-40</strong>: Pretty much, cause they got to take that thing everywhere or something like that. I guess it's based on that now. I don't like it. I don't like it because I feel like good music is good music. If it sound right, it's right.</p><p>One thing about me, I cater to — I'm not trying to act like I'm super hard or nothing, but my music really cater to the inner city. I'm just one of them dudes that's serious, but I can make you laugh with my music too. But it's serious and it's real.</p><p>With that being said, back in my days I said \"pimpin\" in one of my songs, they beeped that out. So a lot of my hood songs that was real ghetto anthems never made it to the radio because they felt like I was spittin' the hard stuff. Later on other rappers started gettin' they hardcore stuff on the radio. Everything they was putting out, they was rocking with it.</p><p>I was like, \"Man, I wish I had that during the early parts of my career, I would definitely be further.\" But I don't gripe I just grind it out and stay doing it. And when it catch, it catch. Every year I get me a slap.</p><p><strong>KELLEY</strong>: Do you remember who got play with a really hardcore song, who was the first person? And how do you think they did it, you think they paid?</p><p><strong>E-40</strong>: Paid to get on the radio? Nah, cause see you can have a hardheaded song — real hardcore — and eventually, if its crackin' in the hood, which is the confirmation to the suburbs to say \"This is the song we want to hear, this is what we rockin' with,\" the radio, they ain't goin' have no choice but to play it. I had a song called \"<a href=\"https://www.youtube.com/watch?v=_7vQSPBtwyc\" target=\"_blank\">Captain Save A Hoe</a>.\"</p><p>I didn't make that song for radio, I made it for my fans and the streets. So the DJs came up to me and was like, \"40. Man. Bruh, you got a clean version for 'Captain Save A Hoe'?\" I say, \"No, but I can make one.\" So I made it the next day and sent it to 'em and they played it and that was a hardcore song.</p><p>It wasn't hardcore like shoot em up bang bang but some of the songs — like I love Ice T. His music was just it. He had that \"<a href=\"https://www.youtube.com/watch?v=izuMg1GGnMc\">Six in the morning police at my door</a>.\" They had to rock with that. They had to rock with \"<a href=\"https://www.youtube.com/watch?v=rmUvQ6Hs0z8\">Colors, colors</a>\" and of course NWA. You now how hard headed they was. They had to play it though, they had to play it after a while. Too Short? It didn't get no nastier than him. That boy, when he say, \"<a href=\"https://www.youtube.com/watch?v=SMIwBdOHuHc\">Ooh, he's got a dirty mouth. But b---- I kept talking</a>.\" Everything he said. But they played it eventually. He cleaned it up a little bit and they started playing Too Short. He paved the way for me.</p><p><strong>KELLEY</strong>: Ali has a good story — Too Short opened for you guys?</p><p><strong>MUHAMMAD</strong>: No, we opened for Too Short. That would be something if Too Short was opening for us, there would be something really wrong in the world. But yeah, yeah.</p><p><strong>E-40</strong>: He been around forever, Too Short.</p><p><strong>MUHAMMAD</strong>: What drives you to keep making music?</p><p><strong>E-40</strong>: I started off playing drums in the 4th grade — the snare drum and the bass and the marching band — all the way to high school. So that show you right there that I really do have a true passion, and I love rapping. I know it's a message in my music. Cause a lot of people hear my turn up music, club bangers. But I got songs that'll make gangsters cry. And I got something to say.</p><p>So what drives me mostly is that I know that I was born to do this. It is my occupation, of course, but I don't care if I was a billionaire, I'll still make music even if it was just for me and I just wanted to put it on the Internet and give it to 'em for free. Or put it on iTunes and let 'em just, \"If you want it, go and get it.\"</p><p><strong>MUHAMMAD</strong>: So it's just the struggle of the people, I guess. You feel that and you just want to speak about it. Basically.</p><p><strong>E-40</strong>: I'm telling you. A lot of people nowadays, they hit me on all the social media, and they: \"40, you raised me. You raised me like you was my daddy.\" They mean that by my music.</p><p>Cause I can tell you how to get out of a situation in my music, and I can tell you when you do get in a situation you got to know it's consequences and repercussions. You know what I mean? If you choose to go this way, chances are it's gone end up that way. Lot of times, everybody don't make it out when they go hop into the other thang, to the street game. I ain't talking about gangs, I'm talking about street game and that's illegal stuff. I talk about how back in the days it was cool to leave your screen door open and now it's real dangerous.</p><p><strong>KELLEY</strong>: You talking about \"<a href=\"https://www.youtube.com/watch?v=avkToQqG1qw\">Practice Lookin' Hard</a>\"?</p><p><strong>E-40</strong>: You know about that? You know about \"Practice Lookin' Hard? Right, right.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>E-40</strong>: That's one of many, I got one called \"<a href=\"https://www.youtube.com/watch?v=kON310jxfKU\" target=\"_blank\">Born In The Struggle</a>\", I got one called \"They Got Me Trapped\" — this is all recent. \"They Got Me Trapped\" is right now one of the favorites in the penitentiary, cause I got folks in the State and the Feds. \"Got Me Trapped\" is talking about everything, talking bout \"they holler at the jail house lawyer.\" The jail house lawyer is a dude that just got all the knowledge. He ain't no real, certified lawyer but he read books, he always at the library. Just talking about real stuff. I say a part where I'm making it like I'm the granddaddy, I'm like 31-years-old and I got a grandson, but all I can do is give him advice cause I'm in here for life. That's what I say. Stuff like that. I can go on and on forever.</p><p>But what drives me is having that fire in my heart. Saying, \"Hey. First of all, I love this. And this is my hustle. This is what I do.\" My momma, she worked three jobs. My daddy and my momma divorced when I was eight years old, my brother D-Shot was six, my sister Suga-T was four and my brother Mugsy was two. So I had to be like the man of the house. I seen my momma working so tough, I became a hustler like her. I got an opportunity. So why not keep going?</p><p><strong>KELLEY</strong>: I just want to go back to the Master P stuff as a way to talk about business. Some things that he does that you do, I don't know which came first. His deal with Priority is obviously after your deal with Jive, but he kept his masters, they only got 15%. So I guess my question is, did he learn that from you?</p><p><strong>E-40</strong>: Did he take a page out of my book? I'm glad to be of some assistance.</p><p><strong>KELLEY</strong>: All those No Limit Records have like 20 songs on them; you often have at lEast 15 songs.</p><p><strong>E-40</strong>: About 17. My double CD <em>Element of Surprise</em> had like 22. I never did the 12-song/11-song — I think now a lot of people do 11 cause you paid on 11. I give 'em extras. I always like to give 'em extras, like if you was in the streets and you serving, you want to shoot 'em something extra. Whatever you doing, if you selling clothes you want to give a little bit of extra, satisfy your people.</p><p><strong>MUHAMMAD</strong>: I don't think the people know that they're getting extra though. A lot of people, they get the records with the 15, 17 cuts and they just expect that to be the norm. They don't really understand that you only are getting paid on 10, 11 songs.</p><p><strong>KELLEY</strong>: Explain how that works.</p><p><strong>MUHAMMAD</strong>: I don't know who, the people who carve out the percentages of a record and the royalty and the breakdown of it, but they, I guess, agree they're only paying on 10 songs, 11 maximum, depending on your deal. In terms of radio play, performances, video play and stuff like that, you're making money and the record company has to pay you according to that. So I think, for them, if there's like 20 songs, in their terms, their business, they're not going to make money. So it helps them to make money by just narrowing down the amount that they going to pay out. If you want to put out more songs, that's better for them. Because you're helping promote and they don't have to pay for whatever you're giving.</p><p><strong>E-40</strong>: Another thing is — no matter who's on the song — you get a 100%, right? The producer most of the time get 50% off top. Then you split that — it's called writer splits. When you do your splits — like say me, you and Q-Tip rapping on it and then Kanye produced it. That's 50% to him no matter what, and then we gotta split the other 50%. Unless it's a playover or sample where the original people that had the original beat that we played over want a percentage. It's still whatever we got left we gotta split that percentage up.</p><p>Performance publishing is different than mechanicals. Performance is like BMI, ASCAP. We gotta split that no matter what. So a person can get on my song for free and don't charge me or nothing, won't ask for mechanicals or nothing, but he has to get his performance. Now they got SoundXchange, which — a lot of people don't know about SoundXchange. That's Sirius, satellite. That's hidden — money that, it's in the pipelines that you don't even know.</p><p><strong>KELLEY</strong>: Yeah, NPR and all its member stations have a deal with them.</p><p><strong>E-40</strong>: See? When I first found out about it I was like \"I've gotta hurry up and go and sign up for this thing.\" When I got my check, like, \"Damn, I had that much in the pipeline?\" Like $80,000, just didn't even know. You get paid quarterly on that. Just like BMI and ASCAP. It's a lot of artists that don't know that there's money out there for you. I got so many songs out there, I'm probably missing money. Cause a lot of 'em I haven't did the actual splits. Cause I did songs with hella people.</p><p><strong>MUHAMMAD</strong>: If you do a song, you put it out but for whatever reason there's one person who doesn't have their publishing situation together, you're not getting paid on that song. No one is getting paid. It could sell a million units and be played, but if one person is out of line then everyone is just standing there waiting.</p><p><strong>E-40</strong>: A lot of the youngsters that I deal with — cause I deal with a lot of independent artists — I tell 'em, \"Man, you gotta sign up for BMI.\" I say, \"You can go online. If you need some help I can lead you in the right direction.\" A lot of people don't know that's some good bread. If you turn in all your songs it's really some good bread. Like I said, I haven't even turned in — I gotta do that cause it's money missing, and I can't be missing money.</p><p><strong>KELLEY</strong>: What is your relationship with Lil Jon and how did that come about?</p><p><strong>E-40</strong>: I remember hearing Lil Jon way back in the days when he had that: \"<a href=\"https://www.youtube.com/watch?v=uA5UCZYrrtY\">I like dem giiiirlz</a>.\" I was like, \"This dude hella funny.\" But I met him through Too Short, being on the road, me and Short doing shows and he was always real cool with Short. I always stayed cool with him, got in some of his videos. I played the ice cream man in one of them; I think it was \"Throw Yo Hood Up.\" Then we did a song called \"<a href=\"https://www.youtube.com/watch?v=-THg68cxEWY\">Rep Your City</a>\" me, him, Petey Pablo and, I think, Bun B and 8Ball was on there too — it was a banger. That's what really did it. We just started connecting.</p><p><strong>KELLEY</strong>: That's a lot of different cities on one song.</p><p><strong>E-40</strong>: Yeah. And it was one of them ones. So, I stayed in contact. We was cool, like real cool and we would always do shows together. Lil Jon was popping at this time, later on like in 2003, '04, all that era. That was my last album on Jive after <em>Breaking News</em>, which was 2003, so I was free and clear.</p><p>So one day I was just doing what all of us do, I was in the bathroom, and this when the two-way pagers was out. I was like, \"Man, I wonder what I'ma do. What's my next move? I gotta make my next move my best move.\" And a voice! It was God. It was definitely God, cause he just put it in my head. It was like, \"Call Lil Jon.\" I promise it was just that clear! \"Call Lil Jon.\" I text him, I say, \"Hey, man, give me a call.\" He called me back. I say, \"Man, look. I'm off this deal. I'm done with Jive. We going our separate ways. It was all love, but I need a new home.\" I say, \"What's happenin? What's happenin with BME?\" He said, \"Man, I'ma call you right back. Let me call my people.\" Boy call me back in like 35, 40 minutes, right? It was like, \"They ready to go. Let's go. Let's get the lawyers talking. What's your lawyer name? What's his number?\" And there it is, from there. That helped revive my career, too, cause I was able to display my music again on a nationwide scale, and they all got behind me.</p><p>And I went in there and knocked out a great album. That album went gold and that was later on in my career, I was like 37, 38.</p><p><strong>KELLEY</strong>: And Lil Jon produced \"<a href=\"https://www.youtube.com/watch?v=2GZbaXdK8Js\">Tell Me When to Go</a>.\"</p><p><strong>E-40</strong>: He produced \"Tell Me When to Go,\" \"<a href=\"https://www.youtube.com/watch?v=m-fL-vdcBWo\">U And Dat Booty</a>\" — that's a gold single. The album <em>Ghetto Report Card</em> went gold; \"<a href=\"https://www.youtube.com/watch?v=AoA-ByjIf2M\">Snap Yo Fingers</a>\" went platinum, I was on that with him. That was actually gone be my song cause we made it during my session. But he was like \"40. You got this hyphy movement going on over here, we got the snap movement. You gone be part of both of 'em. This gone be a better look for it to be my song.\" And I understood, it worked out right. But I was on the record with him and I shined, we did the video, the song went platinum.</p><p><strong>KELLEY</strong>: And then \"U and Dat\" — that brings in T-Pain?</p><p><strong>E-40</strong>: T-Pain — now let me tell you this one. T-Pain at the time had \"<a href=\"https://www.youtube.com/watch?v=HXLY92MXjHM\">I'm N Luv (Wit a Stripper)</a>,\" but none of the rappers that he rapped with, to this day — even the Florida rappers — they wasn't rocking with him like that. Everybody started rocking with T-Pain when he did \"U And Dat Booty\" with me, that particular record.</p><p>That went about by my boy <a href=\"https://www.youtube.com/watch?v=xyciPmXCsMk\">Al Kapone out of Memphis, Tenn.,</a> that showed the boy Terrence Howard how to say \"mang\" in that <em>Hustle & Flow</em>. Al Kapone was signed to my label — and still family — so he was in the studio with me, vibing. Lil Jon had did the beat to \"U and Dat,\" and we needed a hook. He was like, \"Man, we need to get somebody that's under the radar, but that's good. You know, he fresh, but don't nobody know.\"</p><p>We was all thinking. <a href=\"https://twitter.com/Maurice_Garland\">Maurice Garland</a> was in the studio, my boy <a href=\"https://twitter.com/SeanKennedy_Oak\">Sean Kennedy</a> from San Jose.</p><p><strong>KELLEY</strong>: You're talking about writers, music writers.</p><p><strong>E-40</strong>: Yep. So the boy Al Kapone say, \"Man, how bout T-Pain?\" Right? We was like, \"Yeah, who got a line on T-Pain?\" Maurice Garland just: \"I do. I just did a bio on him.\" So he called Boo, Akon brother, cause T-Pain was signed to Akon label. Boo say, \"We gone be down there. I'm sending him down there.\" He just so happened — he was staying in Tallahassee, Fla., at the time — but he just so happened to be in Atlanta that day.</p><p>He came through there -– and this was my first time ever meeting him, but he was a fan -– he was just, \"What's up, Earl? What's up, Fonzarelli Earl?\" You know, he real comedy. Heard the song, boy went in there and knocked that thing down in like 20 minutes. For real. It was just natural. Everybody say he need that AutoTune, that boy can really sing. He put the AutoTune on it after he already did it, and history was made.</p><p>That's how that happened with me and T-Pain. Look how many artists started rocking with him after that. He made so many people a lot of money. Cause them hooks was impeccable. And he got paid too. He rich. From doing hooks. He probably got paid from doing hooks on other people's stuff more than he did for his solo projects, for his albums.</p><p><strong>KELLEY</strong>: One more person to talk about: Tupac way back in the day, '93, '92 — I mean, speaking of \"Practice Looking Hard.\" What was your relationship with him like?</p><p><strong>E-40</strong>: Good, man. Pac was traveling all over the world so when we can get together — we stayed talking on the phone all the time — but when we can get together, we party, we kick it tough. Dude was the type of dude that if he like you, he love you. He was outspoken, and he spoke the real. His whole story is incredible just life in general.</p><p>It was Juneteenth in Sacramento or Dixon, or Davis. <a href=\"https://twitter.com/RICHIERICH\">Richie Rich</a> was like, \"40, Tupac looking for you. He want me to give you his number, and give him a call man.\" So I called him. They had told me he had shouted out E-40 & The Click on his album. We independent artists. We like, \"Shoot, this big artist shouting us out?\" This be way before Jive, like two, three years before Jive, he's shouting us out. I like, \"Right on for the shout out.\" And he said, \"Yeah, man, we gone get together. Show 'em what we do.\" We stayed in contact real tough after that.</p><p>He came to my — this is 1992 — he came down to the studio on Solano Avenue and we did a song. We never put it out — we still got it, Studio Tone got it. Cause I never did my verse. I was so happy kicking it with him, he did his, cause he used to write so quick. So he mentioned E-40 & the Click — and this when he was <a href=\"http://en.wikipedia.org/wiki/Thug_Life\">Thug Life</a>, this before <a href=\"http://en.wikipedia.org/wiki/Outlawz\">The Outlawz</a>, he didn't mention nothing about the Outlawz cause that wasn't his crew at the time. It was Thug Life, <a href=\"https://twitter.com/BigSykeMusic\">Big Syke</a> and them. We just stayed in contact, <a href=\"http://www.daveyd.com/articlejackrapper.html\">Jack the Rapper</a> and all kind of other places we hooked up at.</p><p>Then he had court. I said, \"When you gone be back in the Bay?\" \"I got court next week.\" '93 I had a song called \"Practice Looking Hard.\" That's when he came to the video and was with me -– just hung out all day, from early after court to nighttime. And that's why you can go on YouTube and see a bunch of footage with him kicking it with the little kids in the neighborhood and older people. Just kicking it. He was so embraced, everybody rolled out the hood red carpet for him.</p><p>From there on we just stayed connected, doing music together, song after song, I was happy to be part of <em>All Eyez On Me</em>. He was on my platinum album, <em>In A Major Way</em>. He was on the <em>Hall of Game</em> album.</p><p><strong>KELLEY</strong>: <em>All Eyez On Me</em> –- another double album. Did you guys ever talk about business?</p><p><strong>E-40</strong>: You know he was militant. He's like, \"Man, we gone show 'em. We gone show them other folks how we gone get this money.\" He had a idea –- one idea that never came to light, but I know he would have been good at it. You know how they had Planet Hollywood? How all the actors got together and put that together at the time? He wanted to get all the rappers to do Gangster Cafe, and it would have like Al Capone — when you come in there you see pictures of Al Capone, Frank Nitty, all the gangsters. Pictures of them just like Planet Hollywood. Upscale and everything, but call it Gangster Cafe. That was one of his dreams, that's what he said. He was like, \"You might want to put your money in this.\" I was like, \"Let me know when. I got a little bit of gouda, I need in.\"</p><p><strong>MUHAMMAD</strong>: It's something still for a hip-hop artist — especially, the art form's been around for a minute and people are making money — to see people come together and make a power move like that because I don't think that's happened yet.</p><p><strong>E-40</strong>: Nope, it haven't. That's the thing: we better together than separate. I try to tell cats. When I rock with Too Short -– one thing about me and Too Short, I respect him as being before me. He taught me a lot, just through his raps and the way he did it. He was the first one to let his nuts hang over his shoulder, and say the things he said. His beats was what the sound is now, way back in the early '80s. With the heavy bass line. And that was him on the keyboards: Todd Shaw.</p><p>Once me and Short start really connecting, it can't be no fallouts or nothing like that. Because you know why? I'ma always respect him as being the first. A lot of cats won't do that. They'll just be like, \"Well, I'm over you now. I'm way more popular, I'm the dude right now.\" It ain't about that. You gotta pay homage man. These new cats don't pay homage like that. That's why they always separating and all over the place. Everybody got they egos, and they don't know people like Too Short is gonna be around forever. Because he embroidered in the game. He's in there.</p><p><strong>KELLEY</strong>: Why do they not know their history?</p><p><strong>E-40</strong>: I don't know. I was just talking to <a href=\"http://www.themusicindustry.co/\">Steve Lobel</a>, Steve Lobel got T-shirts and a movement that's called \"Hip-Hop Don't Know You.\" Pretty much, because they don't know hip-hop. They refuse to go back and do their research and pay homage to the Afrika Bambaataas and the Melle Mel, Kool Herc and all them dudes, Grandmaster Flash and Caz. All the OGs way before us. They just don't want to do it. Some do. And they got the power to do it because Google is there for you. Some of 'em they think just cause they on right now, they think they gone be on forever. No. Not with that attitude, not doing your research and not looking at how it was done before.</p><p><strong>KELLEY</strong>: What worries me about that, though, is maybe journalism is letting this next generation down also.</p><p><strong>E-40</strong>: Journalism is, because they not even woke. Journalism — they don't do they history check up, they don't know everything either.</p><p><strong>KELLEY</strong>: You can't find out about <em>Federal</em> on World Star.</p><p><strong>E-40</strong>: People think my first album came out in '94, somewhere in there. But, as a group, MVP — me, D-Shot, B-Legit and Suga-T before we changed our name to The Click, we was MVP — that was 1988. Then after that I came with <em>Mr. Flamboyant</em> in '89, that was a EP. And we didn't stop from there. I was around, it just wasn't ... but in my neighborhoods and throughout the whole Bay Area, Seattle and L.A. and the West coast it just started going where it needed to go and it blossomed. But, yeah. They need to do more due diligence on what's going on with the people before even me.</p><p><strong>KELLEY</strong>: Radio is very different on the West coast from the East coast. You've spoken about this before, that West coast musicians get played a lot more on the West coast.</p><p><strong>E-40</strong>: Aah, we do, when you got one of them ones. It gotta be overpowering, because they play more South music than anything. But you know what's so cold about it? And I love the South, I love the streets of the South, but I can't say I love the powers that be, far as a lot of DJs because they scared to let they nuts hang over they shoulder and play a West coast artist knowing he got a blap. Like I had a song called \"Trick\": \"Playa don't act like a trick ...\"</p><p><strong>KELLEY</strong>: You can say the real name of the song.</p><p><strong>E-40</strong>: Oh, OK, I had a song called \"B----.\" Me and Too short, that was a party banger. I can send that anywhere in the United States and they gone rock with that. I had a song called \"Function,\" before the sound started getting bigger. They didn't even play that in the South because you know why? They biased. They like, \"Nah, that's West coast.\" First thing they say: \"That's West coast.\" But yet and still they wanted to come to the West coast and get our sound. A lot of cats want the Bay Area, LA sound.</p><p>I'm just being honest, I ain't no phony dude, but it's the truth. I'm not saying the artists is haters, that come get the sound. They open-minded, that's how I look at it. I'm saying the DJs and the program directors, they the ones who pretty much to me set trippin'. Like, \"Ah that's West coast.\"</p><p><strong>KELLEY</strong>: How do you get a job as a program director?</p><p><strong>E-40</strong>: I don't know. I think you just climb your way up the ladder slowly but surely. You start off as a DJ, you might even start off as an intern.</p><p><strong>MUHAMMAD</strong>: And lose your soul. I don't know what it is though. I can't say that cause I know there's some program directors that are connected, they know what it is, they know what's in the streets. Things are really different now cause it's more corporate. I don't know if that corporate mentality was going on in the '80s and '90s, we just didn't call it corporate — I don't know what it was.</p><p><strong>E-40</strong>: DJs gotta get permission to put a song in a mix nowadays, especially where we at. Back in the days you could just, \"I'ma play this song tonight song cause I just want to, cause it's one of ones and I think it can go.\" Nah, you gotta get a permission, you gotta get a email, everythang. You can't play it, else you mess around and get fired or something. I don't know who breaking records. I think artists is breaking they own records just by posting they song up on the Internet, and then the DJ say, \"Oh, that might be one of them ones, I'ma try it.\"</p><p><strong>KELLEY</strong>: There was this crazy moment at the <a href=\"http://www.vibe.com/photo-gallery/15-thoughts-kanye-wests-defiant-and-nuts-madison-square-garden-yeezus-show\">Kanye/Tribe show</a> when Kanye, right before he did \"<a href=\"http://vimeo.com/73375276\">Blood On The Leaves</a>,\" he said, \"Listen, <a href=\"http://www.npr.org/blogs/therecord/2014/01/21/264226045/a-rational-conversation-with-ebro-darden-program-director-of-hot-97\">Ebro</a>\" — I'm paraphrasing –- \"Listen, Ebro. This is the one I want next.\" And it was like he had to demonstrate that the whole Garden was feeling that song before Ebro would but it in rotation on Hot 97.</p><p><strong>E-40</strong>: We know Ebro. Ebro from the Bay Area — well he from Sacramento when he started DJing way back in the day. He was always cool. He let his nuts hang over his shoulders for me on a song called \"Tell Me When To Go.\" He played that. And I think they played \"U And Dat Booty\" too. \"<a href=\"https://www.youtube.com/watch?v=DsDyZNIkO6Q\">Function</a>\" was definitely one that he passed on, and I'ma be honest. Ebro, you should have been blappin that mang. You should have been on that. The Greg Streets of the world, they should have been playing it. I don't understand it. So when you hear one of them ones come around that's E-40, don't hesitate to blap that for me. Do that for your folks, OK? It's all love I'm not trippin'. It's love!</p><p><strong>KELLEY</strong>: About the next generation — we talked a little bit about them, some of whom you disapprove, some of whom you will work with. There's one song with <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2014/01/29/265730068/putting-the-pill-in-the-pudding-an-interview-with-danny-brown\" target=\"_blank\">Danny Brown</a> and <a href=\"http://www.npr.org/blogs/MicrophoneCheck/2014/02/26/282136851/schoolboy-q-i-call-myself-all-american\" target=\"_blank\">ScHoolboy Q</a>. That's three very different voices on one song.</p><p><strong>E-40</strong>: Perfect. I love them dudes.</p><p><strong>KELLEY</strong>: Why?</p><p><strong>E-40</strong>: Because they talented and they different. They not like everybody else, and they dare to be different. We all got unique voices; our rap styles is all different, why not put all three of us on the track?</p><p><strong>KELLEY</strong>: So with features you kind of tell a story. Who you put on is part of the story, like, the personnel is part of the song?</p><p><strong>E-40</strong>: Right, it ain't who I can get. I can get a lot of rappers. There's probably a couple I probably can't get. I rock with those who rock with me and those who I like that's gone fit a particular song. It's a lot of other rappers out there that probably didn't get on these 3 albums that I got coming, but my next ones I probably got it already in my mind who I want on it. I like young talent and older cats. I rock with a lot of people man. Talent recognize talent.</p><p><strong>KELLEY</strong>: Iamsu! and Young Scooter?</p><p><strong>E-40</strong>: Yep. I got me, Gucci Mane and Scooter on one. Gucci rock with Scooter. That's called \"Project Building,\" and that one go hard. I do got Iamsu!. I got Iamsu! on a couple of 'em. I got him, Sage The Gemini on one, and Eric Statz. They all from the Bay Area. Then I got Iamsu! on another one, me, him and Kool John — he's a part of <a href=\"http://hbkgang.com/\">HBK</a>, they all together. Iamsu was on the original \"Function\" before I got French Montana, Red Cafe, Chris Brown and Jeezy on the \"<a href=\"https://www.youtube.com/watch?v=gEw3IxKym7o\">Function\" remix</a>.</p><p>That's another thing, even when I went and got them on the \"Function\" remix, they still didn't want to play it. And it was the club banger of the year, you feel me? So that's all. I just wanted to say that real quick.</p><p><strong>KELLEY</strong>: I have my last question and I'm a little bit nervous about asking it, but I'm going to anyway.</p><p><strong>E-40</strong>: Why you nervous? Is it something from 20 years ago?</p><p><strong>KELLEY</strong>: No. You talked about making turn up records and function records, things that will work in the club, and we've spoken about this before — ways to tell if a record's gonna work in the club if it's at the right tempo for the DJ to mix with everything else that's happening at the time. You also talk about making songs for the b----es. What does that mean?</p><p><strong>E-40</strong>: Like \"<a href=\"https://www.youtube.com/watch?v=BFSN_jGaKlU\">Episode</a>,\" that's a song for the broads, that's a song for the females to feel good about they self. We can have a episode. Then I might have a song where I'm just biggin' up a girl, like I got a song called \"<a href=\"https://www.youtube.com/watch?v=Qra_33uUCC0\">Salute</a>.\" \"I salute you,\" with me and <a href=\"http://raheemdevaughn.com/\">Raheem</a>, that was on the last album, <em>The Block Brochure 1, 2 and 3</em>.</p><p>I just cover all angles. I'm sharp on all four corners, so I cover all four corners of the game. So I might talk about the dope game, I might do a club banger, I might tell a story about how a mother---er got his head knocked off in the hood, I might talk about something real uplifting. I put God in a lot of my raps, a lot of 'em. Because, at the end of the day faith, is where it's at. I go deep, I just cover every angle. I'm a true artist. I'm unique and I'm an innovator. I refuse to do what everybody else do. When everybody else go right I'ma go left.</p><p><strong>KELLEY</strong>: I feel you. I have to ask though because sometimes it feels like people make songs for everybody else, and everybody else means men, and then they make songs that are just for the women, and it's like we're not supposed to enjoy everything that's available to us.</p><p><strong>E-40</strong>: You know what's a trip? I got a song called \"<a href=\"https://www.youtube.com/watch?v=hkmbK90eb4c\">The Art of Storytelling</a>\" that all the females like. I don't know why they like it. \"The Art of Storytelling\" is — it ain't a real story but it's a story that everybody can relate to cause it really go down in different neighborhoods you. But they love it, because it's real — it ain't real but it's real. It's like it's painting a picture with my lyrics. I'm a storyteller. That's another thing, that's what we lack right now: storytelling. Everybody want to do punch lines and metaphors. Stay on the subject and let's paint a picture. There it is.</p><p><strong>MUHAMMAD</strong>: I love your stories, I love your rhythms. It makes sense now knowing that you're a drummer. Soon as you said that I was like, \"Oh that's ...\" Cause you rhythms are like-- you very melodic.</p><p><strong>E-40</strong>: I'm all over the place, right?</p><p><strong>MUHAMMAD</strong>: Yeah! But it's in such a good way and it's a lot of people don't know how to do that. So it makes sense now.</p><p><strong>E-40</strong>: Right on. Thank you, man.</p><p><strong>MUHAMMAD</strong>: Thank you.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=E-40%3A+%27I%27m+On+The+West+Coast%2C+Eating%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301045234-7a2406.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=289059976"},{"href":"http://media.npr.org/assets/img/2014/03/28/429360_10150592533032050_1732757056_n-1--a45d4d128f3656821151dcbc80c4de26cd26768a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"531","width":"708"}}]}