{"created":"2014-08-29T20:49:19+00:00","modified":"2014-08-29T20:49:19+00:00","valid":{"from":"2014-08-29T20:49:19+00:00","to":"3014-08-29T20:49:19+00:00"},"hreflang":"en","guid":"501f2a02-3c75-457e-8f3e-af8b01d5630d","title":"We remember Peret, whose musical genius gave us the musical style Rumba Catalana","published":"2014-08-29T20:49:19+00:00","byline":"Betto Arcos","tags":["culture","deaths","music","Music","Arts, Culture & Media","Europe","Spain","Pedro Pubill Calaf","Betto Arcos","Peret","David Byrne","Global Hit","Catalan rumba","Rumba","Music of Spain","Spanish culture","Peret","Entertainment"],"teaser":"Peret, one of the most popular music figures in Spain, died on Wednesday. He was 79. ","contentencoded":"<p>Long before the Gypsy Kings, there was Peret.</p><p><a href=\"http://www.bbc.co.uk/music/reviews/6xjw\">Pedro Pubill Calaf, better known as Peret</a>, was a gypsy singer, guitarist and composer from Barcelona. In the mid-1950s he created a new musical style called <a href=\"http://en.wikipedia.org/wiki/Catalan_rumba\">Rumba Catalana.</a>&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">It&#39;s a high-energy cocktail of musical flavors, including Flamenco, Cuban music and even a little rock-and-roll.</span></p><p>Staring in the 1960&#39;s, Peret&#39;s performances made Rumba Catalana one of the most popular Spanish music styles &mdash; in Spain or anywhere else.&nbsp;[[{\"fid\":\"73110\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":888,\"width\":600,\"style\":\"font-size: 13.3333339691162px; line-height: 1.538em; width: 300px; height: 444px; float: right; margin: 5px;\",\"alt\":\"Peret\",\"class\":\"media-element file-default\"}}]]</p><p>I remember listening to Peret&#39;s songs on the radio, in the early-1970s in Mexico.</p><p>A couple decades later, I found out that the composer of a song I used to sing with my brothers, &quot;El Muerto Vivo - The Dead Alive&quot; &mdash; was none other than Peret.</p><p>One of the special qualities of Peret&#39;s songs was the witty and very often humorous lyrics. &quot;El Muerto Vivo&quot; is a perfect example.&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">The lyrics tell the story of a man who wastes his salary on booze. And since he hasn&#39;t come home after a week of partying, everyone assumes he&#39;s dead.</span></p><p>&quot;But no, no &mdash; say the lyrics &mdash; he&#39;s not dead, he&#39;s just drinking a few beers.&quot;</p><p>In the 1980s, Peret left the music scene and turned to religion, even joining an evangelical church. But he eventually changed his mind, making several comebacks.</p><p>Then, in early 2000, Peret invited a number of international artists to record an album featuring many of his biggest hits. Among the guests was <a href=\"https://www.youtube.com/watch?v=yu0zvahHZZw\">David Byrne, singing Peret&#39;s hilarious tune called &quot;Si Fulano.&quot;</a>&nbsp;<span style=\"font-size: 13.3333339691162px; line-height: 1.538em;\">I saw Peret in concert in 2007, at a festival in Cartagena, Spain. I remember how captivated and respectful people were when he took the stage. He sure knew how to entertain and make people happy.</span></p><p>Just to give you a sense of his stature in Spain, here&#39;s what another respected Spanish music figure, Kiko Veneno, wrote about Peret on his Facebook page:</p><p>&quot;One cannot be any bigger: inventor of a musical genre, a poet, a singer of truths, a happy-life maker. ... I never get tired of telling young people to listen to your songs. Since the 1960s you shook-up Spain like The Beatles. But you were ours, an innovator, truly possessed by the power of art.&quot;</p><p>All that and more was Peret, &quot;El Rey de la Rumba&quot;. He died in Spain on Wednesday at the age of 79.</p><p>[[{\"fid\":\"73109\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":434,\"width\":600,\"alt\":\"Peret\",\"class\":\"media-element file-default\"}}]]</p>","audio":[{"href":"https://www.youtube.com/watch?v=G9lOlS3eGOs"},{"href":"/file/peret-el-muerto-vivo-con-marina-de-ojos-de-brujo"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082920145.mp3"},{"href":"/file/082920145mp3"}]}