{"created":"2014-12-10T22:25:42+00:00","modified":"2015-01-04T20:14:36+00:00","valid":{"from":"2015-01-04T20:14:36+00:00","to":"3015-01-04T20:14:36+00:00"},"hreflang":"en","title":"Some Deportees Return To Mexico But Their Stuff Stays In The U.S.","published":"2015-01-04T20:14:00+00:00","teaser":"A new report says thousands of people are being deported without their belongings, money or ID. And that's creating even more hardship for Mexican migrants when they return home.","itags":["npr_api","369893574"],"guid":"502c9fd2-238e-49d5-bd3b-eb5774b557ac","contentencoded":"<p>Derek Lucas Reyes, 20, went from being undocumented in the U.S. to undocumented in his native Mexico.</p><p>He sits at a table after breakfast in a shelter filled with people recently deported from the U.S. to Nogales, Sonora. At his feet is a paper shopping bag the Department of Homeland Security gave him for his belongings. Inside the bag: his deportation paperwork, a toothbrush, toothpaste and some other necessities he got from Mexican aid workers.</p><p>Lucas Reyes just finished serving a 30-day federal sentence for illegal crossing. When he was caught by the Border Patrol in the Arizona desert, he says, he had a backpack of essentials.</p><p>\"I had an ID, money and a cellphone that I didn't get back. In that phone were phone numbers for my family who could've given me shelter. Now I have nothing — no money and no way to contact people I know,\" he says.</p><p>A <a href=\"http://nomoredeaths.org/wp-content/uploads/2014/12/Shakedown-withcover.pdf\" target=\"_blank\">report released Wednesday</a> by the humanitarian group No More Deaths says it's not an unusual situation. The U.S. government is deporting thousands of people back to Mexico without their belongings, and according to the report, they're being sent back without money or identification cards.</p><p>\"It's every day,\" says David Hill, co-author of the report. It's based on more than 14,000 cases out of Arizona and echoes similar findings by University of Arizona researchers borderwide.</p><p>Roughly one-third of people deported to Mexico were missing something. Here's how it seems to happen: When people are arrested, they go from Border Patrol custody to U.S. Marshals to local jails or to Immigration and Customs Enforcement. Their property stays behind.</p><p>\"It doesn't get transferred to where it needs to be for the person to receive it upon deportation and it gets destroyed after 30 days — declared abandoned and destroyed,\" Hill says.</p><p>Under the U.S. Constitution, property should be held only if it's evidence in a crime or was actually used to commit a crime — neither of which seems to be the case here. The Department of Homeland Security oversees both ICE and Customs and Border Protection. In an email, DHS spokeswoman Marsha Catron writes the agency has standards to ensure detainees' property is safeguarded and returned when they are released or deported. \"Any allegation of missing property will be thoroughly investigated,\" the email says.</p><p>Among the most problematic charges are missing IDs and missing money. Hill says when people do get their money back, it's often in a form utterly useless in Mexico.</p><p>\"We're talking about checks that are drawn on U.S. banks and cannot be deposited in Mexican banks, whether you have an account or not, whether you have an ID or not,\" Hill says.</p><p>Lucas Reyes has no money or ID, so he's worried about traveling 2,000 miles to his home in the southern Mexican state of Quintana Roo, next to Central America.</p><p>\"Mexican authorities could think I'm illegally in the country. I could be kidnapped because people might assume I'm not from Mexico,\" he says.</p><p>Among other recommendations, the No More Deaths report calls for DHS to work harder to keep people and their property together — and to return money in cash.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Deportees+Return+To+Mexico+But+Their+Stuff+Stays+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ted Robbins","audio":[{"meta":{"duration":"201"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369902555-b13d39.m3u?orgId=1&topicId=1091&ft=3&f=369893574"},{"href":"http://media.npr.org/assets/img/2014/12/10/getty-arizona-border-b4c9a35bd187d5778b0341b15d10d6a44aeeb09b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1656","width":"2208"}}]}