{"created":"2015-02-05T08:52:01+00:00","modified":"2015-06-05T15:29:11+00:00","valid":{"from":"2015-06-05T15:29:11+00:00","to":"3015-06-05T15:29:11+00:00"},"hreflang":"en","title":"Gotcha: Satellites Help Strip Seafood Pirates Of Their Booty","published":"2015-02-10T22:08:00+00:00","teaser":"Most of the seafood Americans eat is imported; a lot of that is illegally caught. Now, environmentalists are using satellites to track pirate vessels on the high seas and help crack down on the trade.","itags":["npr_api","383562379"],"guid":"502daafb-dea1-4ffd-8270-87a8798becb4","contentencoded":"<p>Most of the seafood Americans eat comes from abroad. And a lot of that is caught illegally — by vessels that ignore catch limits, or that fish in areas off-limits to fishing.</p><p>No one knows how much of it is illegal, because the oceans are too big to patrol. Or at least, they were. Now environmental groups have harnessed satellite technology to watch pirate fishing vessels from space — and they've already caught some of them.</p><p>Environmental groups, as well as the U.S. government, say pirate fishing endangers fish stocks and undercuts U.S. fishing fleets that follow the rules. But consumers care as well, and so the people who supply them.</p><p>ProFish is a big seafood distributor in Washington, D.C., in a compound of brick warehouses tourists rarely see. Inside, in a maze of high-ceilinged rooms, workers in waterproof overalls filet fish on cutting tables and hose down cement floors. Giant refrigeration units keep the place numbingly cold.</p><p>John Rorapaugh is the sustainability director at ProFish. Rorapaugh says sustainable seafood is caught or farmed in a \"responsible\" way that doesn't threaten fish populations or harm the environment. His fish lie in tubs of crushed ice. Among them are steel-colored tuna and glittering striped bass — and a fish with a yellow stripe like a Nike swoosh.</p><p>\"Mahi mahi,\" he says, in a tone you might use to describe show horses. \"You should see it when it comes out of the water. It is just the most beautiful fish.\"</p><p>Rorapaugh says that to ensure a fish has a pedigree as sustainable, it needs a story — its genus and species, when and where it was caught and who caught it. Rorapaugh says fish caught in the U.S. come with that information, but imported seafood usually does not.</p><p>\"God forbid you ask where it was caught, and most people, by the time it gets to us, they have no idea,\" he says. Asked if he would like to have that information from importers, he says, \"Of course. I would love to see more chain of custody. And I think that's what the consumer wants. We're seeing that people want to buy fish that have a story, that are sutainable and clearly are legal.\"</p><p>He notes that those people are the high end of the market, not the ones who buy frozen fish sticks at the supermarket. But he says more people are asking about the kind of fish they're getting and how it was caught.</p><p>And what most people don't know is that a lot of it, billions of dollars' worth of seafood every year, is caught illegally — caught in protected areas, or from overfished populations, for example. Tracking the illegal trade is a nightmare. A fish could be caught by a Korean vessel, shipped to a Chinese packing plant and sold to a distributor in Canada before it gets to the U.S.</p><p>But now there's a new way to monitor the trade at its very start, on the high seas: By watching it from space.</p><p>John Amos is one of the pioneers. He runs a small organization in West Virginia called <a href=\"http://skytruth.org/\">SkyTruth</a>. He started out collecting satellite images of oil spills in the ocean. In 2011, he learned about the automatic identification system, or AIS, which ships use to prevent collisions at sea.</p><p>\"Those AIS communication broadcasts can be picked up by orbiting satellites,\" Amos explains. Large ships carry electronic devices that constantly broadcast the ship's location and heading. This signal includes the boat's name and where it's from.</p><p>Working with Google, Amos developed software that uses AIS signals to track up to 150,000 vessels all over the world.</p><p>And he's also collaborating with the Pew Charitable Trusts, a nonprofit that's trying to curb illegal fishing with a program called <a href=\"http://www.pewtrusts.org/en/multimedia/video/2015/project-eyes-on-the-seas\">Eyes on the Seas</a>.</p><p>Amos learned how to recognize the kind of movement displayed on a map of the ocean that indicates a boat is fishing. \"It's kind of a slow back and forth movement that would indicate they've put fishing gear, like long lines with baited hooks, into the water,\" he says.</p><p>Now, clearly Amos can't watch all the world's oceans. Instead, he's been watching areas pinpointed by experts at Pew, such as new or proposed marine reserves, and places frequented by pirate fishing vessels.</p><p>Last month, Amos was tracking boats near Palau, an island nation in the Pacific Ocean near Indonesia. He spotted one boat following a telltale fishing pattern. The AIS data revealed it was a Taiwanese boat. He contacted officials in Palau, who said the boat was fishing illegally.</p><p>\"The authorities in Palau decided to intercept it, and they sent their patrol boat out,\" Amos recalls. He monitored both boats from his office in West Virginia, using AIS data.</p><p>\"(It was) kind of a nail-biting time,\" he remembers, \"where we're sitting in the office past midnight, monitoring our computer screen so that we could provide updated location information to the authorities in Palau that they could relay to the patrol boat.\"</p><p>Authorities boarded the vessel, and according to the Palau government, it was crammed with illegally caught tuna and shark fins.</p><p>So AIS tracking works — but it's limited. It only transmits data on a ship's location and identity. And a ship captain can switch it off. So the Pew Trusts is now acquiring actual images of ships, taken from satellite cameras and radar onboard satellites.</p><p>Tony Long, who leads Pew's <a href=\"http://www.pewtrusts.org/en/projects/ending-illegal-fishing-project\">Ending Illegal Fishing</a> campaign and is a former Royal Navy electronic warfare expert, says radar and photos give you much more information.</p><p>\"You can see what type of vessel it is,\" he says, \"and any activity on deck, and indeed, if there is any fishing gear in the water.\"</p><p>One thing he looks for is the transfer of fish from one vessel to another. That's not illegal, but it's often a way to launder illegally caught fish, to mix it with a legal catch, for example. \"You can see quite clearly two vessels side by side,\" he says of the images.</p><p>The satellite system has already caught at least two boats fishing illegally. But it can't catch every pirated fish. And once a fish reaches land, the route to the American dinner table gets, as fisheries expert Beth Lowell puts it, \"Opaque, vague, foggy.\"</p><p>Lowell works at <a href=\"http://oceana.org/\">Oceana</a>, another environmental organization trying to curb illegal fishing. Lowell says when it comes to stories, even spinach has a clearer plotline than fish. \"If you look on the back of some bags of spinach, you can put a code in and track it back to the farm it came from,\" she notes.</p><p>The federal government is now drafting a plan that would encourage governments and international organizations to document every link in the whole seafood chain, something Lowell calls \"traceability.\"</p><p>For every batch of seafood, she says, authorities would know that \"it got picked up at the warehouse, it's on shipment to the next site, it's on a plane, now it's on your doorstep. And that's what we want to be able to do with seafood.\"</p><p>The federal government is due to publish its plan for cracking down on illegal fishing this spring. If it works, more of your fish may be coming with a tale attached.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gotcha%3A+Satellites+Help+Strip+Seafood+Pirates+Of+Their+Booty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"366"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383988665-6c2f0d.m3u?orgId=1&topicId=1053&d=366&p=3&story=383562379&t=progseg&e=383988522&seg=4&ft=nprml&f=383562379"},{"href":"http://media.npr.org/assets/img/2015/02/04/79931235-37006ae67a72a8e9dbf9843668f371f01fa04f85.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}},{"href":"http://media.npr.org/assets/img/2015/02/03/shin-jyi-chyuu-d1b74c5bcdbd538df80d94c0aab9b2f8efd19116.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"951","width":"1268"}},{"href":"http://media.npr.org/assets/img/2015/02/04/135348043-2ab9fd52325ff4bf8b625fe1fcebdde07e3241dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2278","width":"3038"}}]}