{"created":"2015-01-23T19:20:13+00:00","modified":"2015-01-29T21:24:21+00:00","valid":{"from":"2015-01-29T21:24:21+00:00","to":"3015-01-29T21:24:21+00:00"},"hreflang":"en","guid":"50327ba5-05be-4eda-90dd-05c9dde3f2dc","title":"One Honduran woman decided not to leave for the US thanks to her Garifuna culture","published":"2015-01-29T21:24:20+00:00","byline":"Marlon Bishop","tags":["race and ethnicity","migration","immigration","music","culture","Across Women's Lives","Culture","Arts, Culture & Media","Corozal","North America","United States","Honduras","Central America","Yillian David","Marlon Bishop","Miriam Miranda","Americas","Garifuna people","Honduran music","Garifuna music","Honduras","Latin American music"],"teaser":"Among the thousands of young Hondurans coming to the US last year were Garifuna, descendants of African slaves with their own distinct culture. But some Garifuna are opting to stay. Here's why.","contentencoded":"<p>Yillian David's hometown feels strangely empty these days.</p>\n<p>“We used to be very united, but there just aren’t as many people around as there used to be,” she says. “They’re off looking for a better future — supposedly.”</p>\n<p>David is 29 and lives in Corozal, on the Caribbean coast of Honduras. There have always been people from her community migrating to the United State, a few here and there. But starting last spring, the trickle became a flood as emigration surged throughout Central America.</p>\n<p>Hundreds of people from David's town left to try and cross the border, mostly mothers with small children and teenagers on their own. David's own 14-year-old sister was one of them. \"I found out because she left a note on my bed,” she says. “It said 'If you are reading this, it’s because I’ve already left.'”</p>\n<p>In the months leading up to her departure, David's sister told her that she had lost two cell phones. David now thinks her sister sold the phones to pay for the trip.</p>\n<p>Both sisters are <a href=\"http://www.garifuna.com/\">Garifuna</a>, an ethnic group made of up the descendants of African slaves and the indigenous Arawak people who once populated the islands of the Caribbean. For over 200 years, the Garifuna have lived in fishing communities in Honduras and elsewhere in Central America, where they’ve maintained their distinct language and culture.</p>\n<p>But there's a sense of crisis in tha community these days, as an unprecedented number of Garifuna try to cross the US border. Some are calling the migration an “exodus.”</p>\n<p>David admits that while she was furious with her sister for leaving without telling anyone, she often thinks about leaving herself. She studies graphic design at a local university, and knows she’d have better opportunities in the US.</p>\n<p>It’s almost impossible for someone like her to get a job in Honduras, she says: “Being a woman is one problem, but being a Garifuna woman makes it twice as hard.\"</p>\n<p>For one, potential employers discriminate against her because of her race. “They tell you they are hiring, but when you go they tell you the position has been filled,\" David says. \"Then somebody else who isn’t black comes in and they give them the job.”</p>\n<p>But for now, she’s decided to stay in Honduras. A few years ago, she joined a grassroots Garifuna activist group called OFRANEH. It’s not a job, but it’s given her a purpose.</p>\n<p>Joining the group took David on frequent trips to Vallecito, a swath of land in the remote northeast of Honduras, where she directs a group of women planting yucca and peppers in an organic vegetable garden. David didn’t know much about farming until recently, but she has taught herself some basics.</p>\n<p>The Garifuna consider Vallecito part of their ancestral lands, which Garifuna leaders say are under siege all over Honduras. “Every day there are less places for us to go,” says Miriam Miranda, who leads OFRANEH. She says agriculture, organized crime and tourist developments are all encroaching on the lands where Garifuna have lived and fished peacefully for centuries.</p>\n<p>But the Garifuna managed to win ownership of Vallecito in Honduran courts. They want to create a Garifuna sanctuary here, a place where people who feel forced to migrate can come to live.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2916\" width=\"5184\" alt=\"Garifuna women in Vallecito prepare beans for a communal meal. \" title=\"Garifuna women in Vallecito prepare beans for a communal meal. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/CropWomenBeans.jpg\" /><div class=\"field-caption\">\n    <p>Garifuna women in Vallecito prepare beans for a communal meal. </p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Marlon Bishop</p>\n  </div>\n</div>\n<p>And though she lives more than seven hours away, David comes here often, spending all day working the land, cooking communal meals and, come nightfall, <a href=\"http://www.pri.org/stories/2014-12-10/music-weapon-make-change-garifuna-guitar-player-and-activist\">playing Garifuna music</a>.</p>\n<p>“We have a good time, relaxing, playing drums,” she says with a laugh. “We’ve even brought back some songs that only the old women knew how to sing.\"</p>\n<p>People here say it's a scene that’s rare in Honduras these days: a group of young people sitting around a fire, singing old Garifuna tunes. The younger generations are more interested in Americam pop culture than Garifuna traditions, and many worry that the latest migration wave will accelerate the disintegration of the community.</p>\n<p>That’s why, even though she still thinks about going to the US to join her sister, David can’t bring herself to leave. “I have to be here with the people,” she says.</p>\n<p><em>Marlon Bishop is a reporter for </em><em><a href=\"http://latinousa.org/\">NPR’s Latino USA</a>. T</em><em>his story was produced in association with </em><a href=\"http://www.roundearthmedia.org/\" target=\"_blank\"><em>Round Earth Media</em></a><em>. Inmer Gerardo Chevez contributed to the reporting. </em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CROPYillian.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropyillianjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012320154.mp3"},{"href":"http://www.pri.org/file/012320154mp3"}]}