{"created":"2014-09-14T15:05:15+00:00","modified":"2015-01-02T17:05:14+00:00","valid":{"from":"2015-01-02T17:05:14+00:00","to":"3015-01-02T17:05:14+00:00"},"hreflang":"en","title":"How To Name Your Sequel II: Not Just Roman Numerals Anymore","published":"2014-07-31T11:53:00+00:00","teaser":"In the middle of a summer of sequels — from <em>The </em><em>Expendables 3</em> to <em>22 Jump Street</em> — it seemed the right moment to have Bob Mondello look at the art of (Son of, Bride of) sequel titling (Part Deux).","itags":["npr_api","334081491"],"guid":"503ab59c-59ca-4da6-9429-c7aa929009e2","contentencoded":"<p>Remember when movie companies just put Roman numerals at the end of titles when they made sequels? <em>Rocky II</em>, <em>Rocky III</em>, <em>Rocky IV</em>. Well, not anymore.</p><p>This summer, we've had <em>X-Men: Days of Future Past</em>, with no mention that it's either the sixth or seventh X-Men movie, depending on how you're counting. Also <em>22 Jump Street</em>, the across-the-street follow-up to <em>21 Jump Street</em>. And <em>Begin Again</em> (which ought to be a sequel, but isn't).</p><p>Do you suppose they stopped numbering sequels so we wouldn't do the math? Totting up time spent — dollars spent — watching the same plot play out with variations. Five <em>Die Hards</em>, eight <em>Planets of Apes</em>, nine <em>Elm Street Nightmares</em>, a dozen <em>Star Treks</em> going boldly where pretty much everybody's gone by now.</p><p>It makes sense a studio might want to downplay that. Make things at least sound fresh. As with what I've come to think of as the \"Harry Potter and the ...\" movies, where book titles get our hero from pre-teen to young adult. <em>Harry Potter and the Chamber of Secrets</em>, <em>Prisoner of Azkaban</em>, <em>Goblet of Fire</em>, up until the last couple, when they settle for <em>Deathly Hallows</em>, Part One and Part Two. Guess they figured that's catchier than Harry Potter and the Male Pattern Baldness.</p><p>Sometimes just using numbers for titles makes sense, as with Steven Soderbergh's <em>Oceans</em> trilogy about an ever-expanding gang of 11, then 12, then 13 con artists staging ever-more-elaborate casino heists.</p><p>But if you're not going to go with numbers, sequel titling does have some informal rules. For an action picture, you want to up the ante each time. <em>Die Hard</em>, <em>Die Harder</em>, <em>Die Hard With a Vengeance</em>. Or the <em>Bourne Identity</em>, rising to <em>Supremacy</em>, and then to <em>Ultimatum</em>, and then <em>Simulacrum</em>, or whatever that last one was without Matt Damon.</p><p>If it's a horror flick, you want to add to the dread. <em>Resident Evil</em>'s follow-ups were called <em>Resident Evil Apocalypse</em> (pretty dire), then <em>Extinction</em> (more dire), and then <em>Afterlife</em> (which was pretty much the only place they could go after extinction). With horror flicks you also have to guard against calling it quits too early, with what I suppose you'd have to call death by superlatives. The <em>Friday the 13th</em> franchise made <em>Friday the 13th: The Final Chapter</em> in 1984 ... eight movies ago.</p><p>Comedy sequels get to have the most fun with titles. <em>The </em><em>Naked Gun 2 1/2</em>, for instance. And give the <em>Dumb and Dumber</em> folks credit for coming up with <em>Dumb and Dumberer</em>. And for the three-quel title they've got coming in a few months, <em>Dumb and Dumber To</em>. Kinda meta, that.</p><p>Others just go with puns, like <em>Alvin and the Chipmunks</em> (I keep typing that \"Chimpmunks\" for some reason) tried <em>The Squeakquel</em>, and also <em>Chipwrecked</em> (when they went on a cruise).</p><p>There are occasional movie franchises where it doesn't much matter what you call the episodes. The series that has the most popular sequels in movie history — 23 and counting — doesn't acknowledge in its titles that the pictures are sequels, presumably on the theory that with 007, Titles Are Forever (except, of course, for the impenetrable <em>Quantum of Solace</em>, which is both meaningless and perplexing, and the one thing you do not want your sequel title to do is raise questions).</p><p>A while back, when producers were abbreviating everything — <em>Mission Impossible 2,</em> for instance, had posters that read <em>M:I-2</em> — there was a horror flick that wanted to try that: a sequel to <em>Halloween</em> that was supposed to be taking place 20 years after the first one. So the poster had Jamie Lee Curtis staring out from the darkness above great big letters saying <em>H20</em>. It looked like she was selling a really sinister brand of bottled water.</p><p>Another title that raised all the wrong questions was for a story about the king from whom we declared our independence in 1776. In Britain, the stage play was called <em>The Madness of George III</em>. But when it was turned into a film, the producers worried that Americans wouldn't know who George III was, so they added the word \"King\" — <em>The Madness of King George</em> — while dropping the Roman numeral at the end, for fear that audiences would think they'd missed parts one and two.</p><p>What's the best sequel title ever? Well, reasonable people will disagree, but my vote goes to the <em>Alien</em> sequel: <em>Aliens</em>. First time around, just one of those critters was plenty scary, and this title promised (and the movie delivered) a whole planet's worth.</p><p>It's not always easy to know whether a sequel has a good title until the movie arrives. I can't say <em>The Avengers: Age of Ultron</em> means much to me at the moment. (Yeah, yeah, he's a robot ... and?) No doubt it will next summer when the advertising's in full roar.</p><p>And I'm not sure what would be right for the rumored sequel to <em>Shakespeare in Love</em>. Woody Allen's already made <em>A Midsummer Night's Sex Comedy</em>. <em>Love's Labour's Found</em>, maybe?</p><p>There is one upcoming title, though, that I'm prepared to say feels right. It plays off nothing more than affection for a character who swam her way into audience hearts about a decade ago. Back then, she was looking for a lost hatchling named Nemo. Now she's apparently lost herself.</p><p>So the title <em>Finding Dory</em>? Just about perfect.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Name+Your+Sequel+II%3A+Not+Just+Roman+Numerals+Anymore&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"333"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334989360-c228c3.m3u?orgId=1&topicId=1045&ft=3&f=334081491"},{"href":"http://media.npr.org/assets/img/2014/07/22/expendables3-c44d6e1aefd98e5887cad1d2b6ec212ee2996c32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"411","width":"549"}}]}