{"created":"2014-10-08T02:55:36+00:00","modified":"2014-10-31T00:36:35+00:00","valid":{"from":"2014-10-31T00:36:35+00:00","to":"3014-10-31T00:36:35+00:00"},"hreflang":"en","title":"Deportation Threat Doesn't Diminish Young Migrants' U.S. Hopes","published":"2014-07-04T03:23:00+00:00","teaser":"The U.S. is returning unaccompanied minors to their home countries. But life in Guatemala, where many of them are from, is so hard, they say they'll keep trying until they succeed.","itags":["npr_api","328107109"],"guid":"503ed3b4-a7a7-4a87-beea-a39d8f89609b","contentencoded":"<p>The Obama administration says it will try to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/29/326680790/reports-obama-administration-seeks-change-in-law-to-speed-deportations\">speed up deportations of tens of thousands of children</a> who have illegally entered the U.S. from Central America in recent months. It's part of a stronger message the administration is hoping gets back to would-be migrants contemplating coming to the U.S.</p><p>But the message isn't getting through, and even those who have recently been deported say they will try again.</p><p>In downtown Guatemala City, mothers and fathers sit in folding chairs in the hallway of a small house. The relatives are waiting to pick up their children who have recently been deported from the U.S.</p><p>Ezequiel Vazquez waits for his son, 15-year-old Ilbaro, who was held in a Texas detention facility for six months. An uncle who lives and works illegally in New York <a href=\"http://www.npr.org/blogs/parallels/2014/06/10/320645461/a-flood-of-kids-on-their-own-hope-to-hop-a-train-to-a-new-life\">told them that children were being let into the U.S</a>.</p><p>\"[Ilbaro] made the decision to, and I went, too,\" Vazquez says about their journey north.</p><p>The two traveled together until they got to the Texas border, where Ilbaro turned himself in to U.S. border guards. Vazquez continued on to Arizona. He says he was glad his son didn't have to hike through the dangerous desert.</p><p>Vazquez was caught and deported back to Guatemala. His son waited in the U.S. detention facility for the uncle to pick him up. Vazquez says the travel plans were the uncle's.</p><p>But in the end, the uncle backed out and refused to pick the boy up in Texas. After six months in detention, Ilbaro was deported back to Guatemala.</p><p>Someone knocks on the shelter's garage door. It's opened up and a government van pulls in. Fourteen children file out, carrying backpacks and duffel bags. They search the hallway for their parents. Sulma Orozco grabs her 17-year-old son, Luis Fernando, buries her head in his neck and sobs.</p><p>Luis Fernando is about a head taller than his mother, but his baby face defies his age. Orozco says it was her son's choice to leave their small town in the highlands of Guatemala.</p><p>\"The situation is very dire where we live,\" she says. \"Not even the coffee plantation has work.\"</p><p>Coffee season is now over, and there is no work left. Orozco has four other children, and Luis Fernando wanted to go to the U.S. to work with a cousin in Kansas and send money home. They borrowed nearly $3,000 for his failed trip.</p><p>Most of the other children talked about wanting to help their families economically, and they talked about high crime rates and gang violence in their hometowns and how dangerous it was to travel through Mexico. One 17-year old boy says he set out with his 15-year-old wife but lost her somewhere in Mexico. He was deported back home. She hasn't been heard from since.</p><p>Guatemalan officials are trying to get the message out that the journey north is too dangerous for kids. An ad on national radio warns children that their pursuit of the American dream can easily turn into a nightmare, and encourages the country's youth to stay home and stay in school.</p><p>But for the majority of Guatemala's young, that's a hollow message, says Nery Estuardo Rodenas, who heads the human rights office of the country's Catholic archdiocese.</p><p>\"The reality for boys and girls in Guatemala is to live in a state of high risk,\" he says.</p><p>In a report just issued by the church, Rodenas says more than 500 kids under 18 were murdered last year, every two hours a child under 5 dies of a preventable disease, and a girl between 10 and 14 years old gets pregnant, the majority from sexual abuse. Rodenas adds that among Central American countries, Guatemala spends the least — 3 percent of its national budget — on education, health care and other services to children.</p><p>Back at the shelter, a government worker has Sulma Orozco sign a release form so she can take her son Luis Fernando home. She's also handed the equivalent of $22 so they can take a bus back to their village near the Mexican border.</p><p>Outside the shelter, Luis Fernando tells me he's going to try again to get into the U.S. as soon as he can. His mom fights back tears.</p><p>\"I tell him not to go,\" Orozco says. \"I can't take the pain when he's gone.\"</p><p>But, she adds, her son can't bear to see his mother and younger siblings suffer so much either.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deportation+Threat+Doesn%27t+Diminish+Young+Migrants%27+U.S.+Hopes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328209630-64c785.m3u?orgId=1&topicId=1127&ft=3&f=328107109"},{"href":"http://media.npr.org/assets/img/2014/07/03/guatemala_minors_8-8fb75d1215026b8cfd569b0b6444c2d2c88fbfa3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1839","width":"2452"}},{"href":"http://media.npr.org/assets/img/2014/07/03/guatemala_minors_10-37917a17d42ee0a5f0c174e7f586ffa2a49d978c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2100","width":"2798"}}]}