{"created":"2015-03-10T19:33:29+00:00","modified":"2015-05-13T21:21:41+00:00","valid":{"from":"2015-05-13T21:21:40+00:00","to":"3015-05-13T21:21:40+00:00"},"hreflang":"en","title":"A Sheriff And A Doctor Team Up To Map Childhood Trauma","published":"2015-03-12T16:30:00+00:00","teaser":"Sometimes a different perspective can help you see a problem with fresh eyes. The problem to be solved in Gainesville, Fla.? A hot spot of poverty, child abuse and neglect.","itags":["npr_api","377566905"],"guid":"504db6ca-8024-4b58-aa2b-fd9f954b7971","contentencoded":"<p>The University of Florida's Dr. Nancy Hardt has an unusual double specialty: She's both a pathologist and an OB-GYN. For the first half of her career, she brought babies into the world. Then she switched — to doing autopsies on people after they die.</p><p>It makes perfect sense to her.</p><p>\"Birth, and death. It's the life course,\" <a href=\"http://bobgrahamcenter.ufl.edu/nancy-hardt\">Hardt </a>explains.</p><p>A few years ago, Hardt says, she learned about some <a href=\"http://www.npr.org/blogs/health/2015/03/03/377569539/even-some-doctors-fear-these-10-questions\">research that changed her view</a> of how exactly that life course — health or illness — unfolds.</p><p>The research shows that kids who have tough childhoods — because of poverty, abuse, neglect or witnessing domestic violence, for instance — are actually more likely to be sick when they grow up. They're more likely to get diseases like asthma, diabetes and heart disease. And they tend to have shorter lives than people who haven't experienced those difficult events as kids.</p><p>\"I want to prevent what I'm seeing on the autopsy table,\" Hardt says. \"I've got to say, a lot of times, I'm standing there, going, 'I don't think this person had a very nice early childhood.' \"</p><p>Back in 2008, Hardt was obsessing about this problem. She wanted to do something to intervene in the lives of vulnerable kids on a large scale, not just patient by patient.</p><p>So, by looking at Medicaid records, she made a map that showed exactly where Gainesville children were born into poverty. Block by block.</p><p>Right away she noticed something that surprised her: In the previous few years, in a 1-square-mile area in southwest Gainesville, as many as 450 babies were born to parents living below the poverty line.</p><p>It just didn't make sense to her — that was an area she thought was all fancy developments and mansions.</p><p>So Hardt took her map of Gainesville, with the poverty \"hotspot\" marked in deep blue, and started showing it to people. She'd ask them, \"What is this place? What's going on over there?\"</p><p>Eventually she brought the map to the CEO of her hospital, who told her she just had to show it to Alachua County's sheriff, <a href=\"http://www.alachuasheriff.org/bureaus/sheriff.html\">Sadie Darnell</a>.</p><p>So Hardt did.</p><p>And, to Hardt's surprise, Sheriff Darnell had a very interesting map of her own.</p><p>Darnell had a thermal map of high crime incidence. It showed that the highest concentration of crime in Gainesville was in a square-mile area that <em>exactly</em> overlaid Hardt's poverty map.</p><p>\"It was an amazing, 'Aha' moment,\" says Darnell.</p><p>\"We kind of blinked at each other,\" Hardt says. \"And — simultaneously — we said, 'We've got to do something.' \"</p><p>The hotspot is dotted with isolated, crowded apartment complexes with names like Majestic Oaks and Holly Heights. The first time she visited, on a ride-along with Sheriff Darnell's deputies, Hardt tallied up all things that make it hard for kids here to grow up healthy.</p><p>There's a lot of poorly maintained subsidized housing. Tarps cover leaky roofs. Mold and mildew spread across stucco walls. Sherry French, a sergeant from the sheriff's office, says lots of families here have trouble getting enough to eat.</p><p>Hardt added hunger to her list and substandard housing. And she noticed something else: almost a total lack of services, including medical care.</p><p>She mapped it out and determined that the closest place to get routine medical care if you're uninsured — which many people here are — is the county health department. It's almost a two-hour trip away by bus. Each way.</p><p><em>This</em> was a problem a doctor like Hardt could tackle. She would bring medical care to the hotspot, by rustling up a very large donation: a converted Bluebird school bus, with two exam rooms inside.</p><p>Hardt organized a massive crew of volunteer doctors and medical students from the University of Florida, where she teaches, and raised the money to hire a driver and a full-time nurse.</p><p>The \"clinic on wheels\" first made it out to the hotspot in 2010, parking right inside one apartment complex there. Patients could walk in without an appointment and get treatment free of charge, approximating the experience of a house call. Today, the mobile clinic gets an average of 5,000 visits from patients per year, in under-served areas all over Gainesville.</p><p>But the clinic is really just one piece of the puzzle.</p><p>Because after the day that Hardt and the sheriff matched up their maps, they kept digging into the data. And, a few years later, Hardt made some <em>new</em> maps. They showed that the crime in the hotspot included the highest concentration of domestic violence, child abuse and neglect in Gainesville.</p><p>That revelation brought Dr. Hardt back to her original mission — to head off bad health outcomes in the most vulnerable kids. So she teamed up with Sheriff Darnell and other local groups and grass-roots organizers from the neighborhood. They collaborated to create the <a href=\"http://swadvocacygroup.org/swag-family-resource-center/\">SWAG (Southwest Advocacy Group) Family Resource Center</a>, right in the Linton Oaks apartment complex.</p><p>The SWAG Center opened in 2012. Kids can come play all day long. There's a food pantry, free meals, a computer room, AA meetings. A permanent health clinic is slated to open up across the street next week.</p><p>All the resources here are designed to decrease the likelihood of abuse and neglect by strengthening families.</p><p>\"I think we knew it intuitively — that health issues are associated with crime, [and] crime is associated with health issues and poverty,\" Darnell says. \"But seeing that direct connection literally on a map ... it helped to break down a lot of walls.\"</p><p>Child abuse and domestic violence are still serious problems, but there has been a small drop in the numbers of such calls over the past few years, according to the data.</p><p>Hardt says that investing in families and health <em>now</em> can help kids grow up healthy — and save money in the future.</p><p>\"Conservatives or liberals, everybody gets that,\" she says. \"That we have limited resources and we need to really spend them wisely. I think the maps — the hot spot maps — just tell us policywise, where we need to be going and what we need to be doing.\"</p><p>Hardt's next goal is to make more people aware of the links between health and early education. Last summer, the county got a new superintendent of schools. Hardt has been to visit him three times already — maps in hand.</p><hr /><p><em>This story is part of the NPR series, </em><a href=\"http://www.npr.org/blogs/health/2015/03/02/377569413/www.npr.org/series/389312217/what-shapes-health\">What Shapes Health?</a> <em>The series explores social and environmental factors that affect health throughout life. It is inspired, in part, by findings in a </em><a href=\"http://media.npr.org/documents/2015/feb/What_Shapes_Health_Report.pdf\">poll </a>released this month<em> by NPR, the Robert Wood Johnson Foundation and the Harvard T.H. Chan School of Public Health</em><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Sheriff+And+A+Doctor+Team+Up+To+Map+Childhood+Trauma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142433-9c201c.m3u?orgId=1&topicId=1128&aggIds=389312217&d=495&p=2&story=377566905&t=progseg&e=392142419&seg=3&ft=nprml&f=377566905"},{"href":"http://media.npr.org/assets/img/2015/01/22/doctor-sheriff-cca6593adbfeb4ec4047f167846820c438802956.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1671","width":"2229"}},{"href":"http://media.npr.org/assets/img/2015/01/21/mobile-health-2-0bd0c8e9a2cf3a5cd27e0754bb1eef50c699b86a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1192","width":"1590"}},{"href":"http://media.npr.org/assets/img/2015/01/21/2015_01.12_bt_mobilehealtclinic_031-3a905895a913bc2c83caf06de13a0522ce371bc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2191","width":"2923"}}]}