{"created":"2014-08-28T01:51:01+00:00","modified":"2014-10-30T23:01:21+00:00","valid":{"from":"2014-10-30T23:01:21+00:00","to":"3014-10-30T23:01:21+00:00"},"hreflang":"en","title":"Generation Gap Divides Local Opinion On Ferguson Protests","published":"2014-08-24T02:52:00+00:00","teaser":"In Ferguson, Mo., some younger and older residents have differing views on whether violence among protesters is appropriate and how best to effect change.","itags":["npr_api","342733988"],"guid":"5054b913-ffee-460a-86c1-fda0f747abb2","contentencoded":"<p>Police in Ferguson, Mo., are bracing for the possibility of a large protest Saturday night, as the community marks two weeks since a police officer shot and killed unarmed 18-year-old Michael Brown.</p><p>Racial tensions have cooled considerably in the St. Louis suburb, after nearly 10 days of loud, raucous and sometimes violent protests. During those demonstrations, some protesters would throw rocks, bottles and Molotov cocktails at police, who responded with rubber bullets, smoke bombs and tear gas.</p><p>Among those in the midst of the violent demonstrations last week was 20-year-old Marcus Mopkins of Ferguson.</p><p>\"There was a couple of people shooting at the police, as well they should've been,\" Mopkins says. \"If you ask me, I would have shot at the police myself!\"</p><p>Asked why, Mopkins says it's not just because of the shooting of Michael Brown; it's also because of what residents say is a long pattern of police harassment of young black men, and the aggressive police efforts to contain and disperse the protesters.</p><p>\"I just, I'm fed up. I'm ready to cause some damage myself,\" he says.</p><p>That kind of frustration worries other residents of this mostly African-American area of Ferguson, who are anxious the protests could turn violent again at any time.</p><p>Resident Ron Reynolds, a 57-year-old who works at Boeing, says his neighborhood is \"messed up right now.\" He says this standing in his driveway one recent night, as a police helicopter hovers over the protesters a couple of blocks away.</p><p>\"We're residents here,\" Reynolds says. \"Everything that's going on reflects us.\"</p><p>Reynolds worries that some of the burned and looted businesses won't come back, and that some homeowners might move out too. He says that when protests turn violent, the calls for justice might be lost.</p><p>Reynolds' 36-year-old stepson, Charles Jolly, says he sees what's going on a little differently — and that it's a generation gap. He understands the young people, Jolly says, and he thinks that some violent protesting in Ferguson is necessary.</p><p>\"I don't condone all of it, but you wouldn't be here if that wouldn't happen,\" he says. \"It wouldn't get a lot of notoriety and it'll be probably swept under the rug.\"</p><p>Ron Reynolds understands how his stepson and other young residents feel. \"You can't blame them,\" he says. \"That's their generation.\"</p><p>\"Our generation ... you try to be peaceful,\" Reynolds says. \"Like Martin Luther King say, 'You turn the other cheek.' But this generation ain't gonna turn the other cheek. It's simple as that ... They're not gonna do it. They're tired.\"</p><p>Reynolds' neighbor Adrian Ellis, 54, adds that young people in the community face harassment on a daily basis. \"They've been harassed more than we have,\" he says. But he worries that the violent protests help perpetuate a stereotype of the black community being violent.</p><p>While the protests have chilled considerably, all three men worry about the still-simmering racial tensions beneath the surface of Ferguson.</p><p>And if police officer Darren Wilson isn't charged in the shooting of Michael Brown, Reynolds says, \"You can bet, Ferguson will burn.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Generation+Gap+Divides+Local+Opinion+On+Ferguson+Protests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Schaper","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342740523-7aa657.m3u?orgId=1&topicId=1091&ft=3&f=342733988"},{"href":"http://media.npr.org/assets/img/2014/08/23/ferguson_1-a5ac169e1ec8a762a26d770cb5d5dce40625513a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}