{"created":"2015-03-03T21:17:51+00:00","modified":"2015-03-04T20:35:00+00:00","valid":{"from":"2015-03-04T20:35:00+00:00","to":"3015-03-04T20:35:00+00:00"},"hreflang":"en","guid":"50553e93-81cc-4b90-b991-9333466911bb","title":"Lines snake through Moscow as thousands mourn Boris Nemtsov","published":"2015-03-04T20:34:56+00:00","byline":"Bradley Campbell","tags":["deaths","democracy","politics","conflict","Global Politics","Moscow","Asia","Russia","Asia","Boris Nemtsov","Charles Maynes","Vladimir Putin","Boris Yeltsin","Naina Yeltsina","Politics of Russia","Government of Russia"],"teaser":"Russian dignitaries, including the widow of former President Boris Yeltsin, turned out on Tuesday to mourn murdered activist Boris Nemtsov. They were joined by many ordinary citizens, who seem to be ready for a larger movement in the wake of Nemtsov's death.","contentencoded":"<p>Thousands of people gathered in Moscow today for the funeral of Boris Nemtsov, the opposition leader who was gunned down near the Kremlin on Friday night.</p>\n<p>The line of mourners \"snaked all the way around to the actual ring roads,\" says reporter Charles Maynes, referring to the beltways that circle Moscow. \"So I would say, certainly, several thousand people showed up, and not all had the chance to bid farewell.\"</p>\n<p>The mourners ranged from activists and members of civil society groups to average Russians affected by the death of Nemtsov. \"A lot of them spoke of this man as a very energetic, very charismatic larger-than-life figure who had the common touch,\" Maynes says.</p>\n<p>Among the dignitaries who showed up to pay respects was the former First Lady of Russia, Naina Yeltsina. Maynes says she spoke about how close Nemtsov was to her late husband, Boris Yeltsin, Russia's first president after the collapse of the Soviet Union — and also about how boring the current crop politicians are compared to Nemtsov.</p>\n<p>The people who didn't show up were Kremlin officials, save a couple mid-level dignitaries. President Vladimir Putin has said he'll personally oversee the investigation into Nemtsov's death, but he skipped Tuesday's service. \"The Kremlin was more or less avoiding this event,\" Maynes says.</p>\n<p>That may be appropriate: The funeral, Maynes says, was a chance to remember a man who had a dedicated vision of democracy for Russian, one far different than the reality Russians see today.</p>\n<p>It's hard to know how the unfolding murder investigation will turn out, but Maynes says there were indications at the funeral that Nemtsov's death was the start of something. \"There is a sense that they have to carry Nemtsov's message forward,\" he says, but \"whether that's sort of the right thing to say on a sad day, or if that is really what's going to happen? It's tough to say.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-03%2Fthousands-mourn-boris-nemtsov-including-former-first-lady-russia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/nemtsov%20fun_01.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/nemtsov-fun01jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0303201502.mp3"},{"href":"http://www.pri.org/file/0303201502mp3"}]}