{"created":"2015-02-17T22:08:17+00:00","modified":"2015-02-18T19:19:10+00:00","valid":{"from":"2015-02-18T19:19:10+00:00","to":"3015-02-18T19:19:10+00:00"},"hreflang":"en","guid":"5064dfa7-313c-4816-bf79-d391c56e9e77","title":"President Obama hits pause on his immigration plan. Now what?","published":"2015-02-18T19:19:04+00:00","byline":"Traci Tong, Monica Campbell","tags":["immigration","Justice","politics","Global Nation","Justice","Conflict & Justice","WASHINGTON","Brownsville","North America","United States","Texas","North America","Muzaffar Chishti","Barack Obama","Andrew Hanen","Migration Policy Institute","Politics","Immigration","Culture"],"teaser":"A federal judge in Texas orders a temporary halt to the president's immigration plans. Let the legal tussle begin.","contentencoded":"<p>The blowback was expected.</p>\n<p>In November, when President Barack Obama unveiled executive actions to protect up to an estimated five million undocumented immigrants from deportation, his Republican opponents vowed to block those moves.</p>\n<p>Late Monday evening, the first significant legal hurdle surfaced. US District Court Judge from the Southern District of Texas, in Brownsville, issued a preliminary injunction to halt some of those actions, including one that would create a program to allow immigrants who came to the US before age 16 and who have lived here since 2010 to apply for temporary legal status.</p>\n<p>Hanen was largely expected to rule against Obama’s plans — and side with 26 states who have also sued the White House administration over immigration. Hanen has long expressed “deep concerns about the level of immigration, the impact it’s having on states,” according to Muzaffar Chishti of the Washington, DC-based Migration Policy Institute. </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/author-chishti.jpg?itok=2pLSH5j6\" alt=\"\" /><div class=\"field-caption\">\n    <p>Muzaffar Chishti is the director of MPI's office at New York University.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of the Migration Policy Institute</p>\n  </div>\n</div>\n<p>As a result, Homeland Security Secretary Jeh Johnson <a href=\"http://www.dhs.gov/news/2015/02/17/statement-secretary-jeh-c-johnson-concerning-district-courts-ruling-concerning-dapa\">announced on Tuesday</a> that his office would not accept applications for that program this week, as was previously scheduled. Another program to allow undocumented parents of US citizen children to apply for protection from deportation is also on hold until further notice. Johnson also joined a chorus of other members of the Obama administration in strongly opposing Judge Hanen’s decision.</p>\n<p>Is this now how policy is made and disputed in a highly polarized Washington?</p>\n<p>“Actually, a big action like this that affects millions of people should ideally happen by an act of Congress, and that’s where all the hope was,” Chishti says.</p>\n<p>In June 2013, the Senate passed a comprehensive immigration reform bill, but that act never made it to the floor of the House of Representatives.</p>\n<p>“We had a logjam,” Chishti says. “And you could argue that in the middle of that logjam, someone had to break it — and the president chose to do it, without quite knowing what the fallout was going to be.”</p>\n<p>But did that step raise the hopes of immigrants only to see them muddled by this legal fight?</p>\n<p>Perhaps. Yet Obama faced a similar scenario in 2012, when he implemented the <a href=\"http://www.uscis.gov/humanitarian/consideration-deferred-action-childhood-arrivals-daca\">Deferred Action for Childhood Arrivals</a>, or DACA. That program protected a category of young immigrants from deportation and also received similar legal and political criticism. In the end, DACA went through and has benefited hundreds of thousands of young immigrants.</p>\n<p>Now, as the legal battle lines are drawn over Obama’s latest immigration plan — one that is far bolder than DACA — what happens next? “The government’s next move is to ask for a stay of this particular injunction,” Chishti says. “And they will go to the judge himself first, and if he doesn’t grant that stay, they will ask the 5th Circuit Court of Appeals [in New Orleans] to grant a stay of this order.”</p>\n<p>Given the expected drawn-out tussle, one that could last months at least, Chishti says the “paralysis” in Washington may put off hope for comprehensive immigration reform “any time soon.”</p>\n<p>But, he adds that “you could really see the possibility that as the Republican Party faces the prospect of the 2016 election, they will see the results of the 2012 election, in which the way the Latino voters voted was critical, at least in four major toss-up states of the country. And if they take a lesson from that, they may want to do something which would speak to the interest of the Latino voters and they may decide to do something on immigration reform.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-17%2Fimmigration-tktk&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0217201506.mp3"},{"href":"http://www.pri.org/file/0217201506mp3"}]}