{"created":"2015-03-24T20:42:28+00:00","modified":"2015-06-05T15:27:27+00:00","valid":{"from":"2015-06-05T15:27:27+00:00","to":"3015-06-05T15:27:27+00:00"},"hreflang":"en","title":"Despite High Rates Of Nursing Injuries, Government Regulators Take Little Action","published":"2015-03-25T16:40:00+00:00","teaser":"While industry and government officials agree something needs to be done to prevent the tens of thousands of debilitating injuries among nursing staff, nobody can agree how to enforce it.","itags":["npr_api","394823592"],"guid":"509291ba-39f9-4a89-96a9-66bdf8971975","contentencoded":"<p>Just about everybody who has studied the hospital industry agrees that it needs to confront the epidemic that plagues many of its staff: Tens of thousands of nursing employees suffer debilitating injuries every year, mainly from doing part of their everyday jobs — moving and lifting patients. The problem is, nobody agrees how to get hospitals to take aggressive action.</p><p>As NPR has been reporting in its <a href=\"http://www.npr.org/series/385540559/injured-nurses\">Injured Nurses series</a>, nursing employees suffer more back and arm injuries than just about any other occupations.</p><p>\"It means that workers who are relatively young have to stop working early in many cases,\" says David Michaels, chief of the federal Occupational Safety and Health Administration. \"They go home and they have real disabilities. They have trouble lifting up their kids. They have trouble doing a lot of the daily tasks of life, because of back injuries, arm injuries, shoulder injuries. It's a very big deal.\"</p><p>Studies show that hospitals can reduce the number of injuries dramatically if they buy special equipment to move patients and conduct intensive training to teach the staff how to use it. For example, federal researchers found that across the vast VA hospital system, nursing injuries from moving patients have <a href=\"http://www.npr.org/2015/02/25/387298633/at-va-hospitals-training-and-technology-reduce-nurses-injuries\">dropped by an average of 40 percent</a> after using these strategies.</p><p>And at Baptist Health, a chain of five hospitals around Jacksonville, Fla., a spokesman says they slashed the number of lifting injuries by 80 percent after installing the equipment and training the staff.</p><p>But industry officials acknowledge that most hospitals haven't done the same thing.</p><p>\"A lot of hospitals still believe this old myth that hospitals are safe places to work,\" Michaels says.</p><p>Government regulators haven't done much to protect nursing staff, either.</p><p><strong>OSHA's 'Ergonomics' Rule</strong></p><p>The federal officials who ran OSHA in an earlier era thought they had the solution, and it would have affected far more than hospitals:<strong> </strong>On Nov. 14, 2000, just before President Bill Clinton left office, OSHA issued a sweeping new rule that required major companies across the nation to prevent \"ergonomic\" injuries — the injuries workers suffer to their backs, necks, arms and legs from doing tasks that repeatedly stress their bodies.</p><p>OSHA's rule warned specifically about the large numbers of nursing employees who get hurt by lifting patients in hospitals, but it applied equally to businesses from auto factories to timber mills. Under the rule, companies would have to redesign their workplaces if multiple employees developed ergonomic injuries while doing the same job.</p><p>The nation's business leaders mounted a national campaign against the rule, predicting that it wouldn't prevent workplace injuries but would cost so much money to implement that some companies would shut down.</p><p>Only weeks after OSHA issued the rule, Republicans took over the White House and Congress, pledging to block or overturn what it considered to be burdensome federal regulations. Congress killed OSHA's rule.</p><p>Still, nursing groups, labor unions and public health advocates were undeterred. They tried to persuade state legislators to pass narrow laws aimed specifically at hospitals, requiring them to buy equipment to move patients and adopt other strategies to prevent nursing employees from injuring their arms and backs.<strong><br /></strong></p><p>But in one state after another, their campaigns stalled.</p><p>For example, in Missouri, Judy Morgan, a Democratic legislator and former teacher, introduced a bill in 2013 that required \"replacement of manual lifting and transferring of patients\" with machines and teams of lifters. Her <a href=\"https://legiscan.com/MO/text/HB856/id/788824\">bill</a> was tough: \"Any hospital that violates the provisions of this section,\" the bill declared, \"shall be subject to a civil penalty of up to $5,000 a day\" for each violation — and those fines quickly doubled for any hospital where administrators didn't comply.</p><p>Missouri's hospital industry opposed the bill. So did the chairman of the key legislative committee that considered it, Republican Rep. Keith Frederick.</p><p>\"Of course, we are all very interested in preventing any sort of injury to our nursing staff,\" says Frederick, who runs the Health Care Policy committee in Missouri's House of Representatives.</p><p>But Frederick, who's also a surgeon, says bills like this are too rigid and would hurt hospitals, not help them. \"You say, well, what would it hurt to pass this one little government requirement?\" Frederick says. \"A friend of mine who's in the military used this analogy — that one little pebble in your rucksack doesn't really make much difference. But you keep adding them and you keep adding them, it gets half-full, and now it's pretty much of a load to carry. And I feel like our hospitals, and I feel like ... our small businesses, are laboring under increasing loads of government regulation.\"</p><p>Frederick let the bill die without bringing it up for a vote. According to the nonpartisan National Institute on Money in State Politics, Missouri's hospital industry contributed more money to Frederick's campaigns than just about any other group. But Frederick says the hospitals' support did not influence his position on the bill to prevent nursing staff from getting hurt lifting patients. \"And in fact before I was elected, one of the things I thought was wrong with our medical system in Missouri was that our hospitals were being overregulated,\" Frederick says.<strong><br /></strong></p><p>There are similar stories in states like Florida, Oregon, and Massachusetts — where nursing and labor groups have repeatedly pushed bills to require hospitals to use equipment and other strategies to protect nursing staffs.</p><p><strong>Some States Pass Laws, But Don't See Progress</strong></p><p>Despite the industry's opposition, 10 states have passed laws that require hospitals to prevent injuries from lifting patients — often only after years of political battles.</p><p>In California, for instance, the California Nurses Association union helped persuade the Legislature to pass a bill five times between 2004 and 2008. Then-Gov. Arnold Schwarzenegger vetoed every one of those bills, saying that he would not support a \"costly mandate imposed\" on hospitals that were already suffering a \"financial burden.\" The Legislature passed a bill yet again in 2011 — and this time, Gov. Jerry Brown signed <a href=\"http://www.dir.ca.gov/dosh/Safe_Patient_Handling.htm\">The Hospital Patient and Health Care Worker Injury Protection Act</a> into law.</p><p>But even though the state laws proclaim on paper that they're designed to reduce injuries to nursing staff from lifting patients, most of them don't have many teeth to enforce it. Washington state, for instance, has had a law for almost 10 years now, which public health and nursing groups frequently cite as one of the strongest in the nation. Yet state officials told NPR that they can't find out whether hospitals are actually obeying the law and protecting nursing staff.</p><p>\"The only way that we can know for sure is if we do inspections,\" says Ninica Howard, a health and safety specialist who studies hospitals for the Washington Department of Labor and Industries. \"We don't have the money and we don't have the resources.\"<strong></strong></p><p>That brings us back to OSHA. Congress and then-President Richard Nixon created the agency in 1970 specifically because states weren't doing a good enough job protecting workers on their own. The law that created OSHA declared that its mission is \"to assure safe and healthful working conditions for working men and women,\" partly by issuing regulations covering industries across the nation.</p><p>OSHA's Michaels told NPR he and his staff would \"love to issue smart standards\" to protect nursing staff from getting hurt lifting patients. But he said the agency has no plans to do that.</p><p>Since Congress struck down OSHA's ergonomics rule 14 years ago, and after a series of court rulings constrained what OSHA can do, Michaels says, \"the process for OSHA to issue new regulations is broken\" and the agency \"can take on very few issues.\"</p><p>\"The requirements that OSHA has to go through to issue a new standard are very, very onerous,\" he says. \"It takes us years if not decades to put out a rule.\"</p><p>So Michaels is sending the agency's inspectors mainly to factories and construction sites where workers suffer amputations and can get killed. As for transforming the hospital industry: Michaels says he's trying to use the powers of \"moral suasion.\" He sent out a letter to 5,000 hospital administrators \"describing exactly why it's in their best interest to ... start protecting workers,\" he says.</p><p>OSHA has also<a href=\"https://www.osha.gov/dsg/hospitals/\"> created a website</a> and other materials that show administrators how to prevent nursing staff from getting injured.</p><p>Despite those efforts, he acknowledges that \"most hospitals are not yet taking aggressive action.\"</p><p>Michaels says there's one institution today that could require<em> </em>hospitals to protect their nursing staffs: Congress.</p><p>\"There's no question, a national law requiring protection in hospitals would protect workers and would result in the reduction in musculoskeletal injuries in hospitals,\" Michaels says. \"Not just for protecting the health and safety of the workers, but in fact they will protect the health and safety of their patients if they do the right thing.\"</p><p>But that's pretty much where this story began.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+High+Rates+Of+Nursing+Injuries%2C+Government+Regulators+Take+Little+Action&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Zwerdling","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119130-ceed63.m3u?orgId=1&topicId=1150&aggIds=385540559&d=495&p=2&story=394823592&t=progseg&e=395070275&seg=6&ft=nprml&f=394823592"},{"href":"http://media.npr.org/assets/img/2015/03/23/va-77-edit-fc8397e913f29b3a44380269186a49db06dde829.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1734","width":"2312"}},{"href":"http://media.npr.org/assets/img/2015/03/24/14055813595_7a1054adb0_k-bad19756021188381b4301293bcffd70a3117928.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1818"}}]}