{"created":"2015-03-27T08:45:20+00:00","modified":"2015-04-15T20:01:36+00:00","valid":{"from":"2015-04-15T20:01:36+00:00","to":"3015-04-15T20:01:36+00:00"},"hreflang":"en","title":"Twist Of Fate: An Accident Brings 'Beautiful Symmetry' To 2 Lives","published":"2015-03-27T13:02:00+00:00","teaser":"Back in high school, Jeff Wilson accidentally hit Tammie Baird with his car. Now 30 years later, they're amazed at how that traumatic experience led to dramatic changes for both of them.","itags":["npr_api","395593337"],"guid":"50a7617e-db2f-46e7-9ee5-ceed976c359b","contentencoded":"<p>Earlier this year,<em> Morning Edition </em>aired a piece about two <a href=\"http://www.npr.org/2015/01/02/374242152/out-of-tragedy-an-unexpected-connection-is-made\" target=\"_blank\">families who came together after a car accident</a>. That story of forgiveness led to another StoryCorps interview after a listener named Jeff Wilson heard that conversation and was reminded of something that happened to him in high school back in 1984.</p><p>Wilson was driving to Dublin High School in California when the sun got in his eyes. He ended up striking another student as she was crossing the street.</p><p>He shared his story in an online comment and StoryCorps suggested they do an interview together. So Wilson and the woman he hit 30 years ago, Tammie Baird came to StoryCorps in San Francisco. They've exchanged emails before but this was the first time they'd seen each other since high school.</p><p>They first reflect on that fateful day when Wilson hit Baird with his car. \"I saw something fly over the hood of my car,\" he tells Baird. \"And then I saw you lying there and I pulled over and, you know, got out. And you were unconscious. I was absolutely sure that I'd killed you.\"</p><p>Other than chipping her ankle bone, Baird wasn't badly hurt. But the accident still shook him to his core.</p><p>\"For a few days after that I really did not want to live,\" he says. \"I just felt like dirt. But I called to find out how you were and I remember speaking with your dad. He could have just been irate and angry and I was prepared for that because I felt that's what I deserved. But I told him how sorry I was and he said, 'I know what you're going through because I went through that same thing.' \"</p><p>Baird's father had also struck someone with a vehicle during his youth. He hit a child that had run into the street to chase after a ball. The child was seriously injured. Wilson says that made Baird's father especially understanding.</p><p>\"He said that he forgave me and I'm forever grateful for that,\" Wilson says.</p><p>\"I'm glad that that day he answered the phone because he was just so kind and he didn't hold grudges,\" Baird recalls. \"I'm surprised, honestly, he didn't make you come over for dinner.\"</p><p>\"Did you think it was crazy when, 20-something years later out of the blue, I just send you this email?\" Baird asks.</p><p>\"Yeah,\" Wilson says. \"I opened it up and the first thing you said is: 'You may have been the first person to hit me with your car, but you weren't the last.' \"</p><p>The car accident changed both their lives, surprisingly for the good.</p><p>\"I became a stunt woman and now what I'm known for in my industry is car hits,\" Baird says. \"I just really felt like I had to let you know that.\"</p><p>\"I'm so glad you did,\" Wilson responds.</p><p>\"You know, people will say things to me like, 'Wow, you do car hits. How did you get so good at it?' \" Baird continues. \"And I'm like, 'Oh, well this guy hit me my freshman year walking to school.' \"</p><p>Wilson says he's amazed that both he and Baird were able to make something out of that traumatic experience, skills that will last them a lifetime.</p><p>\"It's just this kind of beautiful symmetry because I'm a surgical technician and I do a lot of orthopedic surgery,\" he says. \"So I see a lot of people that come in from car accidents and it gives me a great deal of satisfaction feeling like I'm helping people. I'm putting people back together.\"</p><p>\"But, I'm forever sorry,\" he adds.</p><p><em>Audio produced for </em>Morning Edition <em>by Jasmyn Belcher Morris.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Twist+Of+Fate%3A+An+Accident+Brings+%27Beautiful+Symmetry%27+To+2+Lives&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395698540-d194d9.m3u?orgId=1&topicId=1060&aggIds=4516989&e=395593337&d=211&ft=nprml&f=395593337"},{"href":"http://media.npr.org/assets/img/2015/03/26/bairdnpr-40696dc7c7e0b64257bfadacc7e7f37e284f1b22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}}]}