{"created":"2015-01-19T21:09:59+00:00","modified":"2015-01-22T15:12:37+00:00","valid":{"from":"2015-01-22T15:12:37+00:00","to":"3015-01-22T15:12:37+00:00"},"hreflang":"en","title":"Whistleblowers Say DOJ Grants Failed To Protect Kids Behind Bars","published":"2015-01-20T00:32:00+00:00","teaser":"A Senate panel is investigating the use of federal grant money to states that incarcerated children alongside adult criminals. Whistleblowers have spent years flagging problems with the program.","itags":["npr_api","377706693"],"guid":"50ac7188-a07b-4a77-94e5-e2dac0ee4ec3","contentencoded":"<p>There's new scrutiny this year on a federal program that's supposed to protect juveniles in the criminal justice system. Senate lawmakers want to pass a bill that would ensure young people are not locked up alongside adult offenders — and they're quietly investigating the use of federal grant money for the program.</p><p>Whistleblowers like Jill Semmerling are helping to drive the effort. Semmerling loved her job as a federal agent at the inspector general office's in the Justice Department, where she carried a firearm and a badge to work every day.</p><p>\"We were there as a watchdog to ensure there was no waste, fraud or abuse,\" she recalls.</p><p>But when Semmerling started digging into allegations that Wisconsin had been cooking the books to get federal grant money, her own troubles began.</p><p>\"It was pretty awful,\" she says, \"and you know, you didn't know where to turn.\"</p><p>Here's the issue: A federal law called the Juvenile Justice Delinquency and Prevention Act allocates grant money to states. In return, states are supposed to protect young offenders and make sure they're not housed with adult criminals.</p><p>But Semmerling had a source who told her Wisconsin had been doing just that: Kids who were abused in foster care and who ran away were being put in jails next to adult criminals. What's more, the source said, the state was collecting federal grant money designed to protect those kids.</p><p>\"The whole purpose of the act was to keep juveniles out of adult facilities,\" Semmerling says. \"And the whole point is that a kid may act out or may do something wrong, but you don't ultimately want them to become career criminals.\"</p><p>Tom Devine, the legal director at the Government Accountability Project, is Jill Semmerling's lawyer.</p><p>\"She became a bloodhound trying to find out who was responsible for mixing domestic violence victims with hardened criminals\" and trying to stop it, Devine says.</p><p>Semmerling says she uncovered leads that the practice wasn't isolated to Wisconsin. But her bosses allegedly told her not to go there. Eventually, she says, the Justice Department yanked her from the case altogether.</p><p>\"I ended up with an autoimmune disease, which I really did not know that I had, but the stress that I endured ... exacerbated it,\" she says.</p><p>She ended up taking medical retirement. But Semmerling refused to give up, and she reached out to the federal office that supports whistleblowers again and again.</p><p>Her lawyer, Devine, says that office has supported Semmerling's arguments.</p><p>\"The Office of the Special Counsel found a substantial likelihood she was right about all those charges, and they ordered the attorney general to conduct an independent investigation,\" Devine says.</p><p>A Justice Department spokesman says it's committed to ensuring young people are protected from harm inside corrections facilities.</p><p>Meanwhile, someone else is investigating the issue: Iowa Republican Charles Grassley, the new chairman of the Senate Judiciary Committee.</p><p>\"The fact that the Justice Department is not overseeing how juveniles are treated in those instances, and they're still getting the federal dollars, then it's the federal administrators that are at fault, and we obviously want to correct that,\" Grassley says.</p><p>Grassley has made juvenile justice one of his top priorities this year. He <a href=\"http://www.grassley.senate.gov/sites/default/files/news/upload/CEG%20to%20OJP%20%28JJDP%20Act%20Grant%20Fraud%29%2C%201-14-15.pdf\" target=\"_blank\">sent a letter</a> to the DOJ this month demanding information about possible fraud in the grant program — not just in Wisconsin, but in four other states. And he's introduced a bipartisan bill that would reauthorize the Juvenile Justice and Deliquency Prevention Act. His legislation includes tougher standards to make sure juveniles are not detained with adults behind bars.</p><p>For her part, Semmerling says it's a relief that someone is finally listening. She says she hopes states and the federal government will become better stewards of taxpayer money — and better protectors of vulnerable young people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Whistleblowers+Say+DOJ+Grants+Failed+To+Protect+Kids+Behind+Bars&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378409710-a88bf8.m3u?orgId=1&topicId=1070&ft=3&f=377706693"}]}