{"created":"2014-09-05T17:08:57+00:00","modified":"2014-09-05T17:08:57+00:00","valid":{"from":"2014-09-05T17:08:57+00:00","to":"3014-09-05T17:08:57+00:00"},"hreflang":"en","guid":"50ae541b-1f01-4a3a-bdd5-a473a4fcb119","title":"India: Rationing in disasters","published":"2014-09-05T17:08:55+00:00","byline":"Sheri Fink","tags":["Ethics","work","poverty","public health","science","healthcare","Business, Finance & Economics","Global Politics","Lifestyle & Belief","Health & Medicine","Science, Tech & Environment","India","Asia","South Asia","Sheri Fink","Administration","Disaster preparedness","Rationing","Disaster","Business","Health","Rationing Health"],"teaser":"Medical rationing sometimes seems inevitable during disasters. But even in such dire circumstances, can rationing be avoided? Sheri Fink found a doctor in India with a hopeful tale.","contentencoded":"<p>Medical rationing sometimes seems inevitable during disasters. Major earthquakes, floods, and pandemics can leave health workers scrambling to care for all the patients who need attention&mdash;and can force some patients to go without.</p><p>But even in such dire circumstances, can rationing be avoided? An Indian doctor offers a hopeful tale.</p><p>The emergence of H1N1 or &ldquo;swine&rdquo; flu last year raised fears around the world of a severe pandemic.</p><p>In the United States, health officials planned for the worst. They were concerned that the number of patients needing artificial breathing support might far exceed the number of hospital ventilators available.</p><p>American health officials drafted emergency plans that set out which patients would, and would not, have access to life support.</p><p>Many of the plans included a chilling directive: patients who didn&rsquo;t quickly improve could be taken off ventilators, most likely resulting in their deaths. That would make way for others who might have a better prognosis.</p><p>Thankfully the demand for ventilators during the pandemic did not outpace the supply in the United States. However, there was one place where it did.</p><p>The Indian city of Pune&mdash;not far from Mumbai&mdash;recorded that country&rsquo;s first fatality from H1N1 flu in August 2009. The victim was a 14-year-old girl. Her death triggered widespread panic.</p><p>In and around Pune, more and more patients fell ill, but most hospitals wouldn&rsquo;t accept them due to fear and government orders.</p><p>One of the very few places that would take swine flu patients was a state-run hospital called Sassoon General. It was quickly overwhelmed with patients.</p><p>Rationing seemed inevitable, but one doctor wouldn&rsquo;t accept that.</p><p><strong>An Influx of Patients</strong></p><p>Dr. Aarti Kinikar lives with her family in a modest apartment, but she spends long hours at her job as a medical professor and head of pediatrics at Sassoon Hospital. She has short, no nonsense hair, and a quiet, often formal demeanor.</p><p>Kinikar recalled the month that the first patient died of H1N1. More than 100 seriously ill babies and children with flu symptoms such as fever, coughing, and difficulty breathing filled the pediatrics ward and intensive care unit. &ldquo;We were not able to cope with this influx,&rdquo; Kinikar said.</p><p>Sassoon is not one of the sleek, new Indian hospitals that attract medical tourists from wealthy countries. It caters mainly to the poor.</p><p>The intensive care unit for children has eight beds laid out side by side in an open room with tiled walls. There, the old and new India are juxtaposed. Doctors view x-rays and laboratory tests on computer screens just a few feet away from patients lying on moth-eaten mattresses under cobwebbed windows.</p><p>One of the patients who arrived struggling to breathe during the H1N1 panic was a ten-month-old boy named Ganesh. (His parents requested that only the family&rsquo;s first names be used.) Ganesh tested positive for swine flu. His mother, Yogini, was terrified. &ldquo;All we knew then was that when someone gets swine flu, the person dies,&rdquo; she said through an interpreter.</p><p>In fact, the vast majority of patients with H1N1 flu recover without medical treatment, but Ganesh was critically ill. He couldn&rsquo;t breathe on his own.</p><p>When Ganesh arrived at Sassoon by ambulance from another hospital, the pediatrics department already had more patients than it was equipped to handle. Kinikar said there were only two to three ventilators available for children with severe flu-like illness, &ldquo;and then we had to decide which patients are going to go on that.&rdquo;</p><p>If more than one child needed a ventilator and only one was available, the child with the best prognosis was chosen. Children who needed ventilators when none were available were ventilated manually by repeatedly squeezing an oxygen-filled bag connected to a tube in the child&rsquo;s throat.</p><p>The outlook for them was often grim. &ldquo;The best drug is oxygen,&rdquo; Kinikar said, &ldquo;and if you cannot deliver it in a proper way you are allowing the baby to be in your hospital but die in front of your eyes.&rdquo;</p><p>Three of Kinikar&rsquo;s patients died without ventilators the first week of the swine flu scare. The oldest was two and a half.</p><p><strong>The Last Ventilator</strong></p><p>Ganesh, the ten-month-old, arrived the following week. He was bluish and his heart was beginning to fail from a lack of oxygen. Ganesh&rsquo;s mother, Yogini, believed God was testing her.</p><p>Yogini could see that the ICU was at its limit.</p><p>&ldquo;All the beds there were full of patients, so it was pretty obvious there was only a small amount of machinery available,&rdquo; Yogini recalled. &ldquo;Seriously ill patients were coming in continuously.&rdquo;</p><p>There was just one ventilator free. Ganesh was so sick his chances of survival looked poor at that moment, even with a ventilator.</p><p>Dr. Kinikar wanted to try. She put Ganesh on the last ventilator.</p><p>Some of the other doctors criticized this decision. Soon two more babies arrived who had difficulty breathing. Hospital policy forbids removing children with a poor prognosis from ventilators to make way for others.</p><p>Kinikar now found herself in the situation she had dreaded. There were no ventilators available for the two newly arrived children. &ldquo;That&rsquo;s how we started thinking, how can we at least give them the oxygen?&rdquo;</p><p>Kinikar has a history of improvising when expensive medical resources are in short supply.</p><p>In the past, there had been times when the number of incubators for premature babies fell short, so she and her colleagues put their tiny patients in Styrofoam boxes to keep them warm. When the hospital where she was training didn&rsquo;t have injectable caffeine to help premature babies breathe, she and her colleagues instead fed the babies instant Nescafe.</p><p>Kinikar has a mantra when she teaches. &ldquo;God has given you the brain, just use it,&rdquo; she says. &ldquo;Just keep on thinking.&rdquo;</p><p>Now it was time for Kinikar to think. Was there something she could do for the two babies who had just arrived? Could she improvise a way out of the shortage of ventilators?</p><p><strong>A Risky Decision</strong></p><p>Kinikar knew of another method to assist breathing. It&rsquo;s usually used in newborns with premature lungs.</p><p>The infant breathes out into a nasal tube filled with pressurized air. The pressure helps prevent the lungs&rsquo; air sacs from collapsing when they&rsquo;re poorly developed, damaged, or filled with fluid. The method is known as &ldquo;bubble&rdquo; CPAP, for continuous positive airway pressure.</p><p>The equipment costs around $10,000, but the mechanism is simple. Oxygen flows through tubing to the baby&rsquo;s nose. The baby then exhales into tubing that&rsquo;s submerged in a bottle of fluid. Like blowing into a straw, that creates bubbles and pressure&mdash;the deeper the tube, the higher the pressure.</p><p>Kinikar and her colleagues had patched together a homemade version of this device using a few dollars&rsquo; worth of plastic tubing and saline bottles readily available at the hospital. It seemed to work well on premature infants.</p><p>Now Kinikar wondered if she could use the same makeshift system to support older babies and young children with flu-related pneumonia. If the technique worked, it might decrease the need for ventilators&mdash;and therefore head off the need for rationing.</p><p>But a doctor&rsquo;s duty is to &ldquo;first do no harm,&rdquo; and the improvised device lacked important safety features of the commercially available system. There was a chance it could make the children worse.</p><p>&ldquo;It was like taking a risk,&rdquo; Kinikar said. &ldquo;I didn&rsquo;t know whether people will back me using a technique which doesn&rsquo;t seem to have much scientific push.&rdquo;</p><p>The alternative seemed worse to her. &ldquo;It was a decision between not doing anything and allowing the baby to die as against doing something and maybe keep your fingers crossed and let it work.&rdquo;</p><p>The staff constructed bubble CPAP systems for the babies. Doctors connected nasal prongs to IV tubing and dunked the ends of the tubes into saline bottles.</p><p>Kinikar began treating the two babies who had arrived after Ganesh. When Ganesh showed signs of improvement on the ventilator, Kinikar decided to see if she could wean him off the machine early and instead support his breathing, too, with the improvised bubble CPAP system.</p><p>The tubing was connected to Ganesh&rsquo;s nose. His mother, Yogini, watched warily.</p><p>&ldquo;I asked, &lsquo;What&rsquo;s this new thing you&rsquo;re putting him on?&rsquo;&rdquo; she recalled. She remembered being told, &ldquo;This is bubble treatment.&rdquo;</p><p>Yogini watched Ganesh slowly improve. &ldquo;When I started feeding him and when he started smiling and rolling and playing around, then I thought I&rsquo;d passed God&rsquo;s test of faith,&rdquo; she said.</p><p>A year later, Ganesh is a chubby, active child.</p><p>The two other babies treated in those early days of the pandemic also improved with bubble CPAP and never needed to be put on a ventilator. Over the course of the pandemic, hundreds of children were treated with bubble CPAP at Sassoon.</p><p><strong>Lasting Effects</strong></p><p>Other hospitals now accept flu patients and the pressure on Sassoon has lightened, but the improvised device is still heavily used in the Sassoon pediatric ICU. The doctors believe it has benefits for children even outside of an emergency.</p><p>On a recent day, a nine-month-old boy with large brown eyes lay on a bed in the ICU attached to the homemade assisted breathing system.</p><p>Oxygen bubbled through a humidifier bottle, then flowed down to the baby, then to a bottle of saline solution on the floor near the head of his bed. There, it bubbled again, creating the positive pressure.</p><p>The boy had arrived two days earlier with rapid, labored breathing and a positive H1N1 test result. With help from the makeshift device, he was already doing much better.</p><p>Kinikar said she sometimes thinks of the three children who died in those first days of the H1N1 pandemic and wishes she had improvised sooner. Now she teaches doctors at other hospitals how to use bubble CPAP. She calls her presentation &ldquo;Bubbles of Hope.&rdquo;</p><p>The system will still need to be tested more rigorously before its effectiveness is proven, but in Dr. Aarti Kinikar&rsquo;s mind there&rsquo;s no doubt that in the midst of a crisis, creative thinking and supplies that cost around $5 helped reduce the need for machines that cost thousands. They helped prevent her from having to choose who lives and who dies.</p><p>Kinikar sees lessons in her experience.</p><p>&ldquo;You have to use your creativity,&rdquo; she said, &ldquo;and if you have the basic scientific knowledge, only the basic science, if that is clear, you will be able to do a lot of things with the gadgets which are available.&rdquo;</p><p>The importance of maintaining flexibility in the face of a crisis could be useful for doctors in the United States, as well.</p><p>Many are fortunate to be able to offer their patients the latest, most expensive technology. A recent study showed that American hospitals have more ventilators per capita than most high-income countries.</p><p>In a severe pandemic or other disaster, however, the number of patients could easily overwhelm the supply of ventilators. Rationing might look necessary.</p><p>Dr. Kinikar&rsquo;s experience points to another possible solution. As she&rsquo;s fond of telling her students: &ldquo;Just keep on thinking.&rdquo;</p><p>[[{\"fid\":\"73469\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":600,\"width\":800,\"style\":\"line-height: 1.538em;\",\"alt\":\"Bubble CPAP Graphic\",\"class\":\"media-element file-original-image\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/india.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/indiajpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/local-pri-941133.mp3"},{"href":"http://www.pri.org/file/local-pri-941133mp3"}]}