{"created":"2014-11-29T15:31:31+00:00","modified":"2015-04-12T20:49:41+00:00","valid":{"from":"2015-04-12T20:49:41+00:00","to":"3015-04-12T20:49:41+00:00"},"hreflang":"en","title":"At 113, Woman Lies About Her Age So She Can Join Facebook","published":"2014-10-15T17:21:00+00:00","teaser":"Born in 1900, Anna Stoehr has seen dramatic shifts in technology. But when the Minnesota woman tried to create a Facebook account, she hit a snag. The service couldn't handle her early birthdate.","itags":["npr_api","356174279"],"guid":"50b1902e-bbd1-4059-aa39-d43a5cd913f2","contentencoded":"<p>Since her birth in 1900, Anna Stoehr has seen dramatic shifts in technology. But when the Minnesota woman tried recently to create a Facebook account, she hit a snag. The service's software couldn't handle her advanced age of 113 years old. So she fudged it a bit, and said she was 99.</p><p>To put Stoehr's age in context, we'll remind you: She was born three years before the Wright brothers conducted their historic first flight of an airplane in North Carolina.</p><p>Her story was highlighted recently by <a href=\"http://www.kare11.com/story/news/local/land-of-10000-stories/2014/10/09/anna-stoehr-114-plainview-verizon/17011467/\">KARE 11 TV</a>, which visited Stoehr in Plainview, Minn., shortly before Stoehr's birthday party. She turns 114 Wednesday.</p><p>KARE notes that when Stoehr was born, her family didn't have a telephone or a car — or electricity. But she recently got some new gadgets, including an iPad, after her son Harlan, 85, talked about her with a wireless store salesman this summer. The salesman became curious and met her in person after Harlan bought an iPhone.</p><p>Since then, the salesman, Joseph Ramireza, has gotten Stoehr set up for video chats. And he typed a letter for her to send to Facebook to let the company know she couldn't log on. She hasn't heard back, but Stoehr <a href=\"https://www.facebook.com/profile.php?id=100004355955273\">now has an account</a>, along with 31 friends.</p><p>\"That's an aspect of my mom,\" Harlan says. \"She's been curious about everything all her life and continues to be curious about it.\"</p><p>The issue of centenarians having trouble joining Facebook made headlines last year, when <a href=\"http://www.clickondetroit.com/news/Michigan-grandmother-104-says-Facebook-won-t-accept-her-age/18997426\">Marguerite Joseph of Michigan, 104</a>, realized she had to say she was 99 to have an account.</p><p>At the time, the company issued this statement:</p><blockquote><p>\"We've recently discovered an issue whereby some Facebook users may be unable to enter a birthday before 1910. We are working on a fix for this and we apologize for the inconvenience.\"</p></blockquote><p>A look at Facebook's current sign-up page finds that its drop-down menu for users' birthdays doesn't go earlier than 1905.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+113%2C+Woman+Lies+About+Her+Age+So+She+Can+Join+Facebook&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"29"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356411060-3cfe00.m3u?orgId=1&topicId=1049&e=356174279&d=29&ft=nprml&f=356174279"},{"href":"http://media.npr.org/assets/img/2014/10/14/facebook-1905-18b97cc1bf5eac6821816d47d2b5ee5906ad4678.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"653","width":"871"}}]}