{"created":"2014-09-05T13:43:02+00:00","modified":"2015-02-02T21:24:04+00:00","valid":{"from":"2015-02-02T21:24:04+00:00","to":"3015-02-02T21:24:04+00:00"},"hreflang":"en","title":"The Power Of The Peer Group In Preventing Campus Rape","published":"2014-08-20T13:34:00+00:00","teaser":"A small percentage of college students commit most of the rapes on campus. Research suggests that the attitudes of male friends can either lead men to commit rape or stop them.","itags":["npr_api","339593542"],"guid":"50c617f4-6db7-4e60-b3af-5888fea642a3","contentencoded":"<p>Many forces can drive a male college student to commit sexual assault. But one of the most important may be the company he keeps.</p><p>A number of <a href=\"http://www.pubfacts.com/detail/23275472/A-systematic-qualitative-review-of-risk-and-protective-factors-for-sexual-violence-perpetration\">studies</a>, on college campuses and elsewhere, have shown that having friends who support violence against women is a big risk factor for committing sexual assault. Now prevention efforts are exploring the idea that having male friends who object to violence against women can be a powerful antidote to rape on college campuses.</p><p>\"One of the things that matters most to boys and emerging adult men is the opinion of other men,\" says <a href=\".%20%20Research%20on%20the%20psychology%20of%20perpetrators%20of%20campus%20rape%20suggests%20that%20the%20attitudes%20of%20male%20friends%20can%20make%20a%20young%20man%20more%20likely%20to%20commit%20rape%20or%20prevent%20him%20from%20ever%20crossing%20that%20line.\">John Foubert</a>, a researcher at Oklahoma State University who studies rape prevention among young men.</p><p>One of the most well-known studies on perpetrators of campus sexual assault is psychologist <a href=\"http://www.davidlisak.com/\">David Lisak's</a> 2002 \"undetected rapists\" <a href=\"http://www.davidlisak.com/wp-content/uploads/pdf/RepeatRapeinUndetectedRapists.pdf\">study</a>. Because few campus rapes are ever reported, much less prosecuted, Lisak looked for sex offenders hiding in plain sight at <a href=\"http://www.umb.edu/\">University of Massachusetts in Boston</a>.</p><p>He surveyed about 1,800 men, asking them a wide range of questions about their sexual experiences. To learn about sexual assault, he asked things like, \"Have you ever had sex with an adult when they didn't want to because you used physical force?\" When the results came back, he was stunned.</p><p>All told, 120 men in the sample, or about 6 percent of the total, had raped women they knew. Two-thirds of those men were serial rapists, who had done this, on average, six times. Many of the serial rapists began offending before college, back in high school.</p><p>Other <a href=\"http://psycnet.apa.org/journals/ccp/55/2/162/\">studies</a> at colleges and in the military have since found similar numbers — usually somewhere around 10 percent of men admitting to either an attempted rape or a rape, with a significant proportion of them reporting a history of repeated offenses.</p><p>\"I was forced, really, to accept that these are college students, but there is this small percentage of college students who are sex offenders,\" says Lisak. \"They are behaving like sex offenders. They are sex offenders.\"</p><p>Together, the 120 men in Lisak's study were responsible for 439 rapes. None was ever reported.</p><p>But Lisak had no problem getting details about how the men carefully planned and executed their assaults. They'd often ask a girl to come to a party, saying it was invite-only, a big deal to a nervous freshman. Then they'd get her drunk to the point of incapacitation so they could have sex with her.</p><p>In an excerpt from one of Lisak's interview transcripts, a college student using the pseudonym Frank talks about how his friends would help him prep for an assault:</p><blockquote><p>\"We always had some kind of punch, you know, like our own home brew. We'd make it with a real sweet juice, and just pour in all kinds of alcohol. It was really powerful stuff. The girls wouldn't know what hit them.\"</p></blockquote><p>Alcohol was the weapon of choice for these men, who typically saw themselves as college guys hooking up. They didn't think what they had done was a crime.</p><p>\"Most of these men have an image or a myth about rape, that it's some guy in a ski mask wielding a knife,\" says Lisak. \"They don't wear ski masks, they don't wield knives, so they don't see themselves as rapists.\"</p><p>In fact, they'd brag about what they had done afterwards to their friends. That implied endorsement from male friends — or at the very least, a lack of vocal objection — is a powerful force, perpetuating the idea that what these guys are doing is normal rather than criminal.</p><p>But in a group of guy friends, Oklahoma State's Foubert says, the opinions that can end up influencing behavior are often just what a guy <em>thinks</em> his friends think.</p><p>\"Let's say you have a peer group of 10 guys,\" says Foubert. \"One or two are constantly talking about, 'Oh, I bagged this b- - -h.' Many of the men listening to that are uncomfortable, but they think that the other men support it through their silence.\"</p><p>What if that silence could be broken before college — as early as high school?</p><p>At a few high schools in <a href=\"http://wivp.waittinstitute.org/navigation-left/sioux-city-project/\">Sioux City, Iowa</a>, students are starting to find out what that might look like.</p><p>MVP, or <a href=\"http://www.jacksonkatz.com/mvp.html\">Mentors in Violence Prevention</a>, matches upperclassmen with groups of incoming freshmen. Throughout the school year, the older kids facilitate discussions about relationships, drinking, sexual assault and rape.</p><p>Xavier Scarlett, a rising senior and captain of the football, basketball and track teams, says he tries to get inside the heads of the freshmen guys he mentors. They talk through various scenarios. What does it mean to hook up with a drunk girl when you're sober? Would you be letting down your guy friends if you didn't hook up in that situation?</p><p>And they spend a lot of time on that scenario Lisak heard about over and over in his<a href=\"http://www.davidlisak.com/wp-content/uploads/pdf/RepeatRapeinUndetectedRapists.pdf\"> U-Mass Boston study</a>. You're at a big party. You see a guy you know with an extremely drunk girl, and he's trying to leave with her.</p><p>Scarlett says he talks through all the options with the freshmen in his group. \"Do I let them just leave? Or do I grab him, or do I grab her? Or do I get some friends? If I say something, then will my friend judge me?\"</p><p>These conversations are tough, often awkward, in high school. A lot of the mentors still haven't confronted this kind of situation in real life by the time they graduate. But once they get to college, says Iowa State University junior Tucker Carrell, a former MVP mentor, the scenarios come to life.</p><p>Tucker says that he's not afraid to confront his Delta Tau Delta fraternity brothers when they talk about women in a way that makes him uncomfortable. He'll sit down with them, sometimes even bringing a woman they've hit on into the conversation.</p><p>The day we talked, Tucker said he'd used his MVP training to intervene in a situation just the night before.</p><p>This was at a going-away party at a bar in Ames, Iowa. Tucker noticed that a friend's female cousin was pretty drunk. She was over by the jukebox with two guys who weren't part of the party. They were strangers. Tucker says he was paying attention to her body language, and something didn't look right. She looked almost cornered.</p><p>So Tucker grabbed a buddy, and they went over to the jukebox together.</p><p>\"We were like, 'Hey, let's pick a song.' So we picked a song. And then we were like, 'Do you want to go to the table and see your cousin?' \"</p><p>They steered her back toward their group of friends.</p><p>And that was it. The night went on as if nothing had happened.</p><p>Lisak says by the time 18-year-olds leave for college, they need to be hearing this kind of challenge from their guy friends.</p><p>\"This idea that getting somebody intoxicated, plastered, so that you can have sex with them is an idea we just simply are going to have to confront and erode,\" he says. \"Just like we have eroded the idea that it's fine to get drunk and get in your car.\"</p><p>There are only a few dozen high schools around the country that offer the MVP program. It's been used in high schools around Sioux City, Iowa, for over a decade now. Surveys of participating students suggest their attitudes about sexual assault, and intervening in dangerous situations, shift after they go through the program, but researchers have yet to evaluate how effective it is in reducing incidents of sexual violence.</p><p>John Foubert, the psychologist in Oklahoma, says it's important to remember that 90 percent of men have never committed a rape. The key is opening their eyes to what's going on with the other 10 percent, so they can see it and intervene.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Power+Of+The+Peer+Group+In+Preventing+Campus+Rape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Starecheski","audio":[{"meta":{"duration":"494"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341283420-4d06ee.m3u?orgId=1&topicId=1066&aggIds=339884470&e=339593542&d=494&ft=nprml&f=339593542"},{"href":"http://media.npr.org/assets/img/2014/08/15/npr_peerpressure_815-d896288707cf476ea1beb4f70b936deabafb396b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2233","width":"2977"}}]}