{"created":"2014-10-13T20:14:05+00:00","modified":"2015-04-06T19:36:53+00:00","valid":{"from":"2015-04-06T19:36:53+00:00","to":"3015-04-06T19:36:53+00:00"},"hreflang":"en","title":"How Millennials Are Reshaping Charity And Online Giving","published":"2014-10-14T15:28:00+00:00","teaser":"The generation now coming of age is spending — and giving — differently. New York-based Charity: Water gets it, and it's been a boon to its cause.","itags":["npr_api","338295367"],"guid":"50cc0781-21a1-40e7-b018-77aa26659815","contentencoded":"<p><em>This story is part of the <a href=\"http://www.npr.org/series/352990765/new-boom\">New Boom</a> series on millennials in America.</em></p><p>Millennials are spending — and giving away their cash — a lot differently than previous generations, and that's changing the game for giving, and for the charities that depend on it.</p><p>Scott Harrison's group, Charity: Water, is a prime example. Harrison's story starts in New York's hottest nightclubs, promoting the proverbial \"models and bottles.\"</p><p>\"At 28 years old, I realized my legacy was going to be just that. Here lies a guy who got people wasted,\" Harrison says.</p><p>So he changed his story. Harrison volunteered to spend the next two years in West Africa. What he found when he first got to Liberia was a drinking water crisis. He watched 7-year-olds drink regularly from chocolate-colored swamps — water, he says, that he wouldn't let his dog drink.</p><p>Most childhood diseases in the developing countries he visited could be traced to unsafe drinking water, so everything changed for Harrison. He got inspired to start raising money for clean water when he returned to the states, but his friends were wary.</p><p>\"They all said, 'I don't trust charities. I don't give. I believe these charities are just these black holes. I don't even know how much money would actually go to the people who I'm trying to help,' \" Harrison recalls.</p><p>So his one cause became two: He started Charity: Water to dig wells to bring clean drinking water to the nearly 800 million people without access to it around the globe. But he also wanted to set an example with the way the organization did its work.</p><p>\"We're also really trying to reinvent charity, reinvent the way people think about giving, the way that they give,\" he says.</p><p>Demographic change is a huge reason for rethinking this. With around 80 million millennials coming of age, knowing how they spend their cash on causes is going to be critical for nonprofits. And their spending patterns aren't the same as their parents.</p><p>\"Our culture is changing pretty dramatically,\" says Amy Webb, who forecasts digital trends for nonprofit and for-profit companies. \"That sense of 'I need to give out of obligation' — I don't know that it's going to be around 20 years from now.\"</p><p>One piece of advice she gives on appealing to younger donors? Don't even ask them to \"donate,\" because younger donors want to feel more invested in a cause. Choose a different word, with a different connotation: investment.</p><p>\"It may seem something simple. It's just semantics: donation vs. investment. But I think to a millennial, who's grown up in a very different world, one that's more participatory because of the digital tools that we have, to them they want to feel like they're making an investment. Not just that they're investing their capital, but they're investing emotionally,\" Webb says.</p><p>And there's the tech part. She says any philanthropy without a smart digital platform — not just for donations but for empowering a community of givers — will be left behind.</p><p>Which brings us back to Charity: Water. Designers spend most their time finding ways to save their donors time, trimming as much lag time or obstacles to giving online as possible.</p><p>\"There are a lot of people who are more willing to be generous with 20, 30 and 50 dollars, but their <em>time</em> is actually worth something. And the thought of pulling out their credit card and fighting through a two- and three- and four-page form is just too much,\" Harrison says.</p><p>On its site, giving is as simple as a couple of clicks. And Charity: Water's big tactical success, the approach for which it's earned notoriety, is getting young people to call on their own real-life social networks for help. It's the same approach that made this summer's Ice Bucket Challenge for ALS so unavoidable.</p><p>\"We're always taking selfies, we're sharing details about our lives. So why not do a little social narcissism for a good cause,\" Beth Kanter, author of Measuring the Networked Nonprofit, <a href=\"http://www.npr.org/2014/08/19/341542565/ice-bucket-challenge-raises-millions-to-fight-als\">told NPR in August</a>.</p><p>Charity: Water stokes that by building campaigns around birthdays.</p><p>\"One of the big ideas that the millennials embraced,\" Harrison says, \"is this idea that we sorta stumbled into, when we asked people to give up their birthday for clean water. So I went around asking everyone I knew to give $32 for my 32nd birthday.\"</p><p>Soon, tech CEOs were raising tens of thousands of dollars per campaign by giving up their birthdays for water. This spring, NFL safety Kam Chancellor joined in. And the generation that comes after millennials — the children today — are getting into it, too.</p><p>\"We had 7-year-olds in Austin, Texas, go door to door asking for $7 donations. We had 16-year-olds in Indiana asking for $16 donations,\" Harrison says.</p><p>The group's focus on social networks and simple design means 4 million more people, in 22 countries, now have access to clean drinking water.</p><p>But you don't have to take our word for it. Charity: Water's latest tech improvement is putting remote sensors on wells — so donors can see just how much water flows from what they helped build.</p><p>\"We think this is just going to be game changing,\" Harrison says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Millennials+Are+Reshaping+Charity+And+Online+Giving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355904102-89bacd.m3u?orgId=1&topicId=1019&aggIds=352990765&e=338295367&d=272&ft=nprml&f=338295367"},{"href":"http://media.npr.org/assets/img/2014/10/12/dsc08914-15531e292aee2c488591784e9323327cfb4a8d84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1822","width":"2429"}},{"href":"http://media.npr.org/assets/img/2014/10/12/chedie-4caeef902fa4432003d1f2c083ccfc50279dee68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1293","width":"1725"}}]}