{"created":"2014-10-06T18:31:50+00:00","modified":"2014-10-30T21:44:52+00:00","valid":{"from":"2014-10-30T21:44:52+00:00","to":"3014-10-30T21:44:52+00:00"},"hreflang":"en","title":"On China's Mainland, A Less Charitable Take On Hong Kong's Protests","published":"2014-10-08T21:50:00+00:00","teaser":"The pro-democracy protests in Hong Kong largely have been peaceful, but many mainland Chinese see the demonstrators as spoiled troublemakers who are asking for too much, too soon.","itags":["npr_api","354088313"],"guid":"50d77345-6075-4a40-a622-dd163c0c27cc","contentencoded":"<p>Pro-democracy protesters in Hong Kong have impressed people around the world with their idealism, <a href=\"http://www.slate.com/articles/news_and_politics/foreigners/2014/10/occupy_central_s_polite_protesters_the_hong_kong_demonstrators_are_disciplined.html\" target=\"_blank\">politeness</a> and guts. But in mainland China, the view is different.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/01/352747590/one-system-two-media-how-china-hong-kong-are-covering-the-protests\" target=\"_blank\">Because the Communist Party controls the news media there</a>, many in China don't know that much about the demonstrations. And those who do are likely to see the protesters as spoiled troublemakers.</p><p>To understand how many Chinese have viewed the protests, it's worth considering how different Hong Kong, a wealthy, cosmopolitan city, is from mainland China.</p><p>The former British colony is more like New York than Beijing. It enjoys far more freedoms than the mainland, including free speech and an open Internet. So when protesters took to the streets to demand electoral democracy, some on the mainland saw them as asking for too much, too soon.</p><p>People like Mr. Hua, who works at Shanghai's prestigious Fudan University, and who refused to give his full name or job title because he was afraid of getting in trouble with the authorities.</p><p>\"I think Hong Kong people should be rational and return to reality. They can live a very good life within the embrace of the mainland,\" he says. \"Why pursue an elusive, so-called democracy? It's silly, right?\"</p><p>Hua's thinking echoes the Communist Party's argument against Western-style democracy: that it's not appropriate to a country like China, which has a huge population and little in the way of civil society, and that elections only will lead to chaos.</p><p>\"These people in Hong Kong are moving too far ahead,\" Hua continues. \"Democracy and universal suffrage may be the ultimate form of political system, but it doesn't mean it can be carried out in today's China.\"</p><p>And Hua sees the Hong Kong protesters as presumptuous, demanding rights no one else enjoys in China.</p><p>\"Hong Kong people think too highly of themselves. They think they are awesome.\" he says. Without the mainland, Hong Kong is nothing, Hua says.</p><p><strong>Revenge Of The 'Locusts'</strong></p><p>One reason many mainlanders don't sympathize with people in Hong Kong is because of bad relations between the two populations, says David Wertime, a senior editor at <em>Foreign Policy</em> magazine. He focuses on China and has been studying the mainland social-media reaction to the protests.</p><p>In recent years, nouveau riche mainlanders have flooded Hong Kong, buying luxury products and homes and pushing up real estate prices, and Hong Kongers have criticized them publicly as uncouth — even <a href=\"http://www.npr.org/2012/03/23/149215972/for-hong-kong-and-mainland-distrust-only-grows\">referring to them as locusts</a>.</p><p>\"Mainland tourists have felt that they've been looked down upon,\" Wertime says. \"And so when you have this small city that's considered itself separate and apart and has a little of bit of this British colonial identity, that doesn't rub mainlanders the right way.\"</p><p>Most of the protesters have been clear about their ultimate goal: open elections for Hong Kong's next chief executive.</p><p>But the demonstrations have also been dubbed \"the umbrella revolution,\" which might alarm mainlanders. A few demonstrators even have waved Hong Kong's flag from British colonial days, which only reminds mainlanders of a time when China was weak and divided.</p><p>\"For many mainland Chinese who are following this, this feels like a personal rejection — a rejection of the mainland,\" says Wertime.</p><p>Of the 17 people NPR interviewed on the streets of Shanghai for this story, none expressed support for the protesters.</p><p>But some mainlanders do share their aspirations for a more open and responsive political system — like Mr. Tong, who works as a sales manager at a German industrial company in Shanghai and also refused to give his full name.</p><p>\"I personally think the mainland (government) should better understand why Hong Kong people protest,\" he says, \"because there are many young people on the mainland who also feel very dissatisfied with the current reality. The thing is, here, there is nothing you can do.\"</p><p><em>You can follow NPR Shanghai correspondent Frank Langfitt on Twitter <a href=\"https://twitter.com/franklangfitt\" target=\"_blank\">@franklangfitt</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+China%27s+Mainland%2C+A+Less+Charitable+Take+On+Hong+Kong%27s+Protests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354124542-8a9b0f.m3u?orgId=1&topicId=1125&ft=3&f=354088313"}]}