{"created":"2015-02-03T19:03:47+00:00","modified":"2015-02-04T18:03:59+00:00","valid":{"from":"2015-02-04T18:03:59+00:00","to":"3015-02-04T18:03:59+00:00"},"hreflang":"en","title":"Kathy Gunst Goes Californian!","published":"2015-02-04T18:03:00+00:00","teaser":"Here & Now resident chef Kathy Gunst makes her home in Maine, but lives in San Francisco for part of the winter, which has inspired some new neat recipes.","itags":["npr_api","383562553"],"guid":"50db7c70-5802-4fef-896a-6b1ab20984b1","contentencoded":"<p><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong> makes her home in Maine, but she&#8217;s been spending the early part of the winter in San Francisco.</p><p>Her new location has inspired new recipe ideas: avocado toast, filet of sole with Meyer lemons, artichoke soup and orange and ricotta salad. Kathy also sent host Jeremy Hobson a care package including fresh oranges and avocados for him to sample.</p><p>She shares these four recipes:<a name=\"avocado\"></a></p><ul><li><a href=\"#avocado\">Avocado Toast</a></li><li><a href=\"#sole\">Filet of Sole Piccata with Meyer Lemons</a></li><li><a href=\"#artichoke\">California Artichoke Soup</a></li><li><a href=\"#orange\">Orange and Ricotta Salad</a></li></ul><h4>Avocado Toast</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/02/0203_california-recipes.pdf\" target=\"_blank\">(Print/view a PDF of all four recipes)</a></p><p><strong>Kathy’s Note:</strong> Avocados are plentiful and relatively inexpensive in California. Here they are lightly &#8220;smashed” with lemon juice, and salt and spread on good crusty toast and then drizzle with olive oil. This is delicious breakfast food, but if you add a dollop of Greek yogurt or a few anchovy filets or chopped tomatoes you’ve got a light lunch. This is best made a minute before serving.</p><p><em>Serves 1 to 2.</em></p><p><strong>Ingredients:</strong></p><p>2-3 thick slices crusty bread</p><p>1 ripe but not too ripe avocado</p><p>1 1/2 teaspoon lemon juice or Meyer lemon juice</p><p>Salt to taste</p><p>Drizzle of olive oil</p><p><strong>Instructions: </strong></p><p>Toast the bread slices.</p><p>Cut the avocado in half and scoop out the flesh. Lightly “smash” with a fork and add the lemon juice and salt to taste. This is not meant to be pureed or smooth; it should be a coarse mixture. <a name=\"sole\"></a>Spread on the toast and drizzle with the oil and another sprinkle of salt.</p><h4>Filet of Sole Piccata with Meyer Lemons</h4><p><strong>Kathy’s Note:</strong> You can use any tender, light fish filet for this recipe, but sole is particularly delicate. Make sure to look for organic Meyer lemons or wash them thoroughly since you will serve the skin as well as the flesh of the lemon.</p><p><em>Serves 2.</em></p><p><strong>Ingredients:</strong></p><p>1/2 cup flour</p><p>Salt and freshly ground black pepper</p><p>1 pound filet of sole</p><p>1 1/2 tablespoons canola oil</p><p>2 teaspoons butter</p><p>1 Meyer lemon, cut into paper thin slices with the seeds removed</p><p>1 to 2 tablespoons capers, drained</p><p><strong>Instructions: </strong></p><p>Preheat the oven to 275 degrees.</p><p>On a plate mix the flour, salt and pepper. Dredge the fish in the seasoned flour making sure to coat both sides.</p><p>In a large heavy skillet, heat HALF the oil and butter over moderately-high heat. You want the pan to be very hot and the fish to cook quickly and turn golden brown. When the butter starts to sizzle add a few filets of fish without crowding the pan. Cook the fish about 1 to 2 minutes without touching. Place a spatula under the fish to see if it’s golden brown. If it’s nicely colored flip the fish and cook another minute or two, depending on the thickness of the fish, on the other side. Remove the fish to a large plate and keep warm in the preheated oven. Repeat with the remaining filets.</p><p>Add the remaining oil to the skillet. Add the lemon slices and cook over moderate heat for 1 minute. Flip the lemon slices over and add the capers. Add the remaining butter and let it just melt. <a name=\"artichoke\"></a>Spoon the lemon-caper sauce over the fish and serve.<strong> </strong></p><h4>California Artichoke Soup</h4><p><strong>Kathy’s Note:</strong> I found beautiful “frost-kissed” artichokes in the local market. The sign read that although the artichokes looked damaged by frost they were fine and as soon as they were cooked the frost spots would disappear. It was true. We bought a half dozen and feasted. But we were too full to finish all the hearts, the prized inside. So it was soup time.</p><p>I added very few ingredients—no herbs or spices other than salt and pepper, so the soup would taste like the essence of winter artichokes. And I only added 2 tablespoons of cream to the entire pot of soup so the richness really comes from the artichoke.</p><p>You can serve this simply with a croute or crunchy sourdough bread.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>6 artichokes, trimmed on bottom</p><p>1 1/2 tablespoon olive oil</p><p>1 large leek, cut lengthwise, washed and dried, about 1 cup of the white and pale green sections, thinly sliced</p><p>1/2 cup chopped shallots</p><p>Salt and freshly ground black pepper</p><p>1/2 cup dry white wine</p><p>3 cups chicken stock or rich vegetable stock</p><p>2 tablespoons to 1/4 cup heavy cream</p><p><strong>Instructions:</strong></p><p>Place the artichokes in a large pot and cover with boiling water. Cook over moderately high heat for about 16 to 18 minutes, or until a leaf pulls out easily. Drain and cool. Remove all the leaves (eat now while warm) and scoop out all the fuzz surrounding the heart. Repeat with all the artichokes; chop the hearts and reserve.</p><p>In a medium pot, heat the oil over low heat. Add the leeks and shallots and cook, stirring, for 10 minutes. Add the reserved artichoke hearts and salt and pepper to taste. cook, stirring, for 3 minutes. Raise the heat to high and add the wine; simmer for 4 minutes. Add the stock, reduce the heat to low, cover and cook for 20 minutes.</p><p>Working in batches puree the soup with a hand held immersion blender, or in the container of a blender or food processor. Place the soup back into the pot (if using blender or processor) and season to taste. <a name=\"orange\"></a>Add the cream and heat on low for about 5 minutes. Serve hot.</p><h4>Orange and Ricotta Salad</h4><p><strong>Kathy’s Note:</strong> This is my very simple version of a gorgeous blood orange salad I ate at Zuni Cafe, the acclaimed San Francisco restaurant. You can make this salad using blood oranges, Cara Cara oranges, or your favorite variety. Or try a mix of blood oranges and navel.</p><p><strong>Ingredients/Instructions:</strong></p><p>Take 4 blood oranges, peel, and slice widthwise. Arrange on a serving plate. Sprinkle with thin slices of farmer’s cheese or about 2 tablespoons of fresh ricotta cheese. Sprinkle with fresh chervil or chives. Mix 2 tablespoons blood orange juice, 4 tablespoons olive oil, 1 tablespoon white wine vinegar, salt, pepper and 1 tablespoon chopped fresh coriander. Drizzle over the oranges and serve.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst+Goes+Californian%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"612"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383796354-ff20bf.m3u?orgId=1&e=383562553&d=612&ft=nprml&f=383562553"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0203_california-produce.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"877","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0203_avocado-toast.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0203_meyer-lemon2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1170"}}]}