{"created":"2014-10-07T18:55:18+00:00","modified":"2014-10-30T23:37:03+00:00","valid":{"from":"2014-10-30T23:37:03+00:00","to":"3014-10-30T23:37:03+00:00"},"hreflang":"en","title":"An Heir To E.M. Forster's Vision In 'Every Stone'","published":"2014-08-19T23:38:00+00:00","teaser":"Kamila Shamsie's tale of a young Englishwoman's entanglement with the people and mountains of Peshawar is an epic tale stretching from ancient Persia to the waning days of the British Empire.","itags":["npr_api","337856911"],"guid":"50ed5cb3-a138-4fcb-a1ad-fa4f659ce9a6","contentencoded":"<p>Every literate nation should have the epics it deserves. The Indian subcontinent already has Salman Rushdie's <em>Midnight's Children</em> (among a few others), and now we can add to that illuminating company Kamila Shamsie's new novel, <em>A God in Every Stone</em>. Stretching from the ancient Persian Empire to the waning days of the British Empire, the novel has an enormous wingspan that catches a wonderful storyteller's wind.</p><p>The main action begins on the eve of World War I, with Vivian Rose, an enlightened young British woman who goes to Turkey for an archaeological dig in the company of an old family friend, a Turkish man named Tahsin Bey. Bey is searching for an artifact from the earliest days of the Persian Empire, a silver circlet once belonging to an early Persian king, which Alexander the Great himself supposedly carried to India. Vivian, smitten as only a schoolgirl can be with the dashing archaeologist, falls in love with both man and profession, and even becomes taken with the light itself in this part of the world — \"brilliant without being harsh, it made her feel she'd spent her whole life with gauze over her eyes.\"</p><p>That image of regaining sight after growing up blind soon assumes an ironic power. As the war overtakes such civilized practices as archaeology, Vivian returns to England, and never sees Bey again. Years later, she travels east again, this time to the Peshawar Valley as an independent new woman — but in some way she's still on a quest for that mysterious silver circlet. And her vision is still deeply bound to the landscape: \"The mountains, oh everywhere, the mountains! Dark green, almost black, mountains; blue mountains; rose-colored mountains; and away in the distance, snow-topped mountains.\"</p><p>On her long train ride through this fabled territory, she encounters Qayyum Gul, a young Muslim man from Peshawar, a soldier of the English Crown, who lost an eye in combat at Ypres. Both Qayyum and his mountainous home become part of Vivian's life — and eventually, so does Qayyum's brother Najeeb.</p><p>Najeeb is an archaeologist, the director of a small museum in Peshawar. In the spirit of E.M. Forster and his own attempt at fusing east and west in <em>A Passage to India</em>, Shamsie portrays Najeeb as the successor to the Englishwoman's vision of the region.</p><p>\"What he most loves in Peshawar,\" she writes, \"is the proximity of the past. All around the broken bowl of the Peshawar Valley his glance knows how to burn away time. So in a single day he might encounter the Chinese monk Fa-Hien throwing flowers into the Buddha's alms bowl at Gor Khatri while recalling the eight elephants who with their united strength could not drag the alms bowl away from the monastery; the Kushan king Kanishka laying the foundation for the Great Stupa which the Buddha had prophesied he would build; the Mughal Emperor Babar, seated on the back of an elephant, hunting rhinos in the swampy marshland where later his descendants would create gardens.\"</p><p>The past has its glories and its beautiful images. Meanwhile, in the novel's present-day Peshawar, tension between the occupying English and the militant Indians, Hindu and Muslim alike, grows more and more menacing. But even as disaster — the possibility that British forces may massacre peacefully demonstrating civilians — seems imminent, our empathy for the Gul brothers and their civilized British friend grows. As does the novel's breadth.</p><p>From the far distant past of the Persian Empire to the British massacre in Peshawar, we can see the outline of that ancient circlet boldly portrayed, representing a bond between times and peoples that brings to mind Forster's famous dictum about linking people, places, histories — \"Only connect.\" In this way, Najeeb looks at the circlet and sees \"a greeting across centuries.\"</p><p>Why not read this beautifully composed and often terribly moving novel in the same way?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Heir+To+E.M.+Forster%27s+Vision+In+%27Every+Stone%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"170"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674661-92dda6.m3u?orgId=1&topicId=1034&ft=3&f=337856911"},{"href":"http://media.npr.org/assets/img/2014/08/05/godineverystone-c5290bea88bc932f8369bb9f68130b1f93bc5099.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"806","width":"1077"}}]}