{"created":"2014-09-29T18:02:21+00:00","modified":"2014-09-29T21:21:25+00:00","valid":{"from":"2014-09-29T21:21:25+00:00","to":"3014-09-29T21:21:25+00:00"},"hreflang":"en","guid":"50f145fa-a54c-4c3d-b863-c21b5f0452f1","title":"Turkey prepares to shift course and take military action against ISIS","published":"2014-09-29T21:21:24+00:00","byline":"Aaron Schachter, Susie Blair","tags":["Islamic State in Iraq and Syria","Islamic State","border security","Conflict","Conflict & Justice","Asia","Turkey","Syria","Middle East","Recep Tayyip Erdogan","Ahmet Davutoglu","Dalia Mortada","Turkey","War","ISIS","ISIL","Islamic State of Iraq and Syria","Recep Tayyip Erdoğan"],"teaser":"After stray shells from an ISIS attack landed in a Turkish village, Turkey deployed tanks to secure its border. The country looks set to approve further military action against ISIS, but public opinion is divided over the conflict.","contentencoded":"<p>With violence escalating in neighboring Syria, Turkey is taking tentative steps to join the military coalition against ISIS.</p><p><span style=\"line-height: 1.538em;\">On Monday, shells from a battle between ISIS and</span><span style=\"line-height: 1.538em;\">&nbsp;Kurdish forces landed on Turkish soil, prompting </span><span style=\"line-height: 1.538em;\">Turkey to deploy tanks and armored vehicles to the border. Now, on Thursday, the country&#39;s&nbsp;</span><span style=\"line-height: 1.538em;\">parliament will decide whether to approve direct military action against ISIS, which is also known as the Islamic State.</span></p><p>&ldquo;It does seem to be that [Turkish President Recep Tayyip Erdoğan] and Prime Minister Davutoğlu are definitely positioning Turkey ... to be that figure, to be central,&rdquo; says Dalia Mortada, a journalist based in Istanbul. &ldquo;It seems that Turkey could be significant in this fight against ISIS.&rdquo;</p><p>Erdoğan has been increasingly outspoken about his intent to fight ISIS, saying Turkey needs help to &ldquo;dry out the swamp&rdquo; in Syria and and urging action beyond airstrikes. But this is a recent change of opinion. Only a week ago, Turkey <a href=\"http://www.pri.org/stories/2014-09-22/turkeys-hostage-problem-over-it-might-stay-sidelines-versus-isis\">refused to join an anti-ISIS coalition</a> led by the United States, even after dozens of its citizens were released by ISIS militants on Sept. 20 after being abducted from the Turkish consulate in Mosul. &nbsp;</p><p>But now Erdoğan says Turkey &ldquo;cannot stay out&quot; of the fight against ISIS. &quot;<span style=\"line-height: 1.538em;\">Erdoğan is forming his foreign policy based on what is happening, as opposed to actually having a solid policy that he sticks to,&quot;&nbsp;</span><span style=\"line-height: 1.538em;\">Mortada says. &quot;</span><span style=\"line-height: 1.538em;\">So it&rsquo;s very reactionary.&rdquo;</span></p><p>That confusion is reflected in Turkish public opinion, which remains divided over the conflict in Syria. According to a recent survey from Turkish pollster Metropoll,&nbsp;<a href=\"http://www.al-monitor.com/pulse/originals/2014/09/turkey-isis-surveys-distate-turkish-public-opinon.html#\">just over half of&nbsp;the population</a> supports Turkish involvement in the anti-ISIS effort.</p><p>&ldquo;It&rsquo;s probably because ISIS is so close,&rdquo; Mortada. &ldquo;There is recruitment happening from poor neighborhoods in cities in Turkey, and people are actually seeing the results of this now.&rdquo; But the numbers supporting Turkish involvement are still<span style=\"line-height: 1.538em;\">&nbsp;far lower than the two-thirds who support &quot;international&quot; action.</span></p><p>According to that same poll, only&nbsp;<a href=\"http://www.al-monitor.com/pulse/originals/2014/09/turkey-isis-surveys-distate-turkish-public-opinon.html#\">1.3 percent</a> of Turks sympathize with ISIS. However, this minority made itself known <a href=\"http://www.hurriyetdailynews.com/Default.aspx?pageID=238&amp;nID=72219&amp;NewsCatID=341\">on Friday at Istanbul University</a>, where an anti-ISIS stand was dismantled and activists were attacked by masked counter-protestors who were allegedly ISIS sympathizers.&nbsp;</p><p>Erdo<span style=\"line-height: 1.538em;\">ğ</span><span style=\"line-height: 1.538em;\">an hasn&rsquo;t shown any concern over the 1.3 percent, says Mortada. But, she adds, &ldquo;having these skirmishes at a public university in central Istanbul is definitely something to watch.&rdquo;&nbsp;</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092920146.mp3"},{"href":"http://www.pri.org/file/092920146mp3"}]}