{"created":"2014-10-07T19:41:01+00:00","modified":"2014-12-04T15:16:32+00:00","valid":{"from":"2014-12-04T15:16:32+00:00","to":"3014-12-04T15:16:32+00:00"},"hreflang":"en","title":"'Ride Around Shining' Reimagines Gatsby's Nouveau-Riche Excess","published":"2014-07-29T19:54:00+00:00","teaser":"Chris Leslie-Hynan's debut novel follows a white grad student who's a chauffeur to a black basketball player. It references <em>The Great Gatsby</em> often with fresh takes on race, manhood and meritocracy.","itags":["npr_api","336320607"],"guid":"50fbfdd5-a324-4836-8f7d-d84f5570454d","contentencoded":"<p>Most sports novels are about the aspiration to excel physically: to run faster, stretch out one's arms farther. The really cool thing about <em>Ride Around Shining</em>, a debut novel by Chris Leslie-Hynan, is that it doesn't stick to that familiar rule book. Even though it's set in the world of pro basketball, our narrator here is not the guy who aspires to be a great player; rather, he's the guy who aspires to be a great suck-up to the great player.</p><p>Jess, as our narrator is called, is a white-bread grad student, finishing his \"second useless degree.\" One day, he hears that a player for the Portland Trail Blazers, named Calyph West, is looking for a chauffeur, and Jess lands the job. Thus begins Jess' life of eager servitude, driving Calyph around in his \"entry level\" Jag, waiting on the party guests who swarm into Calyph's McMansion on weekends, and even helping Calyph to dress, choosing from his array of beautiful suits, in pearl gray, honey butter and pinstripe silver.</p><p>If your literary allusion antennae have begun twitching, you've read your Fitzgerald. This novel about nouveau-riche excess, social class and hero worship references <em>The Great Gatsby</em> on practically every page, beginning with Jess' retrospective Nick Carraway-like narration, as well as that premise of a white chauffeur driving around his rich black passenger — that's a scene that mirrors the famous \"Queensboro Bridge\" passage in <em>Gatsby</em>.</p><p>But <em>Gatsby</em> isn't the only Great Book that Leslie-Hynan cites: There's a bit of <em>Othello </em>lurking in a subplot about the scheming Jess' crush on Calyph's white wife, Antonia. And, in Jess' tall tales about his own background and the wily way he sets in motion an accident — via ice sculpture — to sideline Calyph early in the novel, the Ripley stories by suspense master Patricia Highsmith spring to mind.</p><p>Sometimes, all this breathless literary sampling overwhelms Leslie-Hynan's own voice and plot, giving his story a contrived final<em> Jeopardy</em> question feel. But in its calmer, more assured moments, <em>Ride Around Shining</em> lays claim to being an interesting novel on its own terms, offering some fresh takes on those big American topics of race, class, manhood and meritocracy.</p><p>Race, in particular, enters into even the most casual of interactions between Jess and his employer, Calyph, who sometimes seem to be developing a genuine friendship. \"Other times,\" Jess tells us, \"I felt just as sure we weren't really friends at all, that he was having me on. ... [M]aybe he'd just grown accustomed to the queer allegiances of white boys tired of their own skin ...\"</p><p>The most compelling moments here are the crowded party scenes where Jess finds himself the lone nonbasketball player and usually the only white guy — \"Chalk,\" as he's called — in the room. Occasionally, he's allowed into the conversations, but the black players are always quick to let him know when he's misstepped.</p><p>During a conversation at a house party, the question of who's on the inside and who's on the outside — not only at the party, but in America — becomes especially tangled. Jess spots one of those arcade games outfitted with plastic rifles, so he asks his host, an old basketball player nicknamed \"the Pharaoh,\" if he hunts.</p><p>The Pharaoh snorts: \"Who am I, Colin Powell?\"</p><p>Jess tells us that: \"I was about to banish myself to silence ... when [the Pharaoh] shook his head a little wistfully and continued.</p><p>\"I'd like to shoot a elk,\" he said. \"Make me feel part of somethin' ... \"</p><p>\"Make you feel part [Re]publican,\" [says another player].</p><p>\"Imagine that ...\" Pharaoh said, laughing huskily. \"Half a dozen brothers go up to Montana, lookin' right, showin' dignity, shootin' at some elk. Why don't that happen?\"</p><p>\"I'm just sayin', we shouldn't shut ourselves out. This America.\"</p><p>That's a rousing affirmation of American possibility, but because <em>Ride Around Shining </em>is so cleverly retracing Gatsby's doomed route, we readers are clued in that there's a limit to what even the most high-flying basketball player here is going to achieve. <em>Ride Around Shining</em> is an often provocative read: It wouldn't be my first-round draft pick, but it's got game.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Ride+Around+Shining%27+Reimagines+Gatsby%27s+Nouveau-Riche+Excess&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"388"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336340305-7f0270.m3u?orgId=1&topicId=1034&ft=3&f=336320607"}]}