{"created":"2014-10-08T02:23:12+00:00","modified":"2014-12-01T21:05:16+00:00","valid":{"from":"2014-12-01T21:05:16+00:00","to":"3014-12-01T21:05:16+00:00"},"hreflang":"en","title":"William T. Vollmann Explores The Afterlife In 'Last Stories'","published":"2014-07-13T23:10:00+00:00","teaser":"\"I've always wanted to write fiction and nonfiction at the same time,\" Vollmann says. In recent years he's written nonfiction, but his new work is a collection of stories about love, lust and ghosts.","itags":["npr_api","330426914"],"guid":"50fbbb00-0cdc-472f-a55c-264592de4d4c","contentencoded":"<p>William T. Vollmann has been called a \"unique and essential voice in American letters.\" He's the author of novels, story collections, a memoir and massive works of nonfiction.</p><p>His latest book, <em>Last Stories and Other Stories</em>, is his first work of fiction in nine years. And he says at the book's beginning that it will be his final work — as a living human, at least. \"Any subsequent productions bearing my name will have been written by a ghost,\" he writes.</p><p>Ghosts abound in the book itself, which is a series of sad, strange and sometimes playful journeys into the afterlife, and meetings with the undead.</p><p>Some of the stories are set in Bosnia in the 1990s, during the Bosnian War, which was a story Vollmann covered as a journalist.</p><p>Vollmann spoke with NPR's Kelly McEvers about how his reporting notebooks helped inspire his return to fiction and why he's been thinking about mortality.</p><hr /><h3>Interview Highlights</h3><p><strong>On how old notes from his reporting trips helped inspire new fiction</strong></p><p>Do you ever find that after you have filed a whole bunch of stories about something, there are little scraps of things left over? Things that you took a certain amount of risk and effort to gather, and they kind of haunt you, but they're incomplete.</p><p>... I go through all my old notebooks, and I put an X on the page when everything has been entered into the computer. And sometimes that takes 15 years. But eventually the notebooks are full of Xs and they're no good to me any more. But in the process of doing that, sometimes I'll think, \"Well, this is kind of interesting.\"</p><p>Sometimes the scraps are the best things. If they haunt you, or do something to you over a period of years, there must be something there that the unconscious mind is grappling with.</p><p><strong>On what inspired him to write about sickness, death and the afterlife</strong></p><p>It's always a pleasant exercise to imagine my own death, because then I'm so happy when I can stop. You know, I have a couple of friends who have died recently, and I tend to think about it from time to time. And you know, my father said when he was dying that he wasn't afraid to die, and I don't think I'm so afraid. But it's worth thinking about.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=William+T.+Vollmann+Explores+The+Afterlife+In+%27Last+Stories%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331199150-9cee56.m3u?orgId=1&topicId=1033&ft=3&f=330426914"},{"href":"http://media.npr.org/assets/img/2014/07/10/last-stories-and-other-stories-f4b5d216845d896941b2298dc6527aed586616a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"620","width":"828"}}]}