{"created":"2015-05-18T17:09:50+00:00","modified":"2015-05-18T17:09:50+00:00","valid":{"from":"2013-11-21T13:12:38+00:00","to":"3013-11-21T13:12:38+00:00"},"hreflang":"en","guid":"510949b0-4534-4453-8caa-4191f02052c0","contentencoded":"<div class=\"barn-cleaned\"><p>Regular Marketplace Tech listeners know we love talking about new materials that are being discovered and experimented with, and how those materials might help us take big leaps forward when it comes to new technology.</p>\n<p>Today, we look closely at one of those incredible materials, this one beloved by science geeks all over -- graphene. Graphene is a crystalline form of carbon.</p>\n<p>If that explanation is a little bit too high school science textbook for you, let Marketplace reporter and resident graphene fanatic Sabri Ben-Achour take over. Sabri is so infatuated by graphene he literally sings songs about it (click the audio player above to hear). He describes graphene this way:</p>\n<p>\"Picture a honeycomb, then slice it down so thin that it cannot be sliced any thinner -- the thinnest slice of honeycomb imaginable -- one atom thick. And, then, instead of making it out of honey, or beeswax -- carbon. So you know how a diamond is carbon stacked in the most perfect way? This is the flat version of that.\"</p>\n<p>Okay, Sabri. So we've got a one atom-thick honeycomb. But we're still failing to see what's so great about it.</p>\n<p>\"I also forgot to mention that the other thing about it is that it's basically magic,\" Sabri says. \"It's super flexible and stretchy. It conducts heat and electricity thousands of times better than copper. But it's stronger than a diamond, so according to one researcher, it would take an elephant balanced on a pencil to break through a sheet of graphene the thickness of Saran wrap.\"</p>\n<p>An elephant on a pencil?! What an image! Got it. It's super strong. But what can it do?</p>\n<p>\"It has all kinds of weird properties, like water can pass through it, but helium can't -- and helium is smaller than water. They want to use it in solar panels, because it might be more effective at catching light. And, I also love the way they discovered it, which was, they just like put tape on graphite -- on like pencil lead -- and pulled up the tape, and they were like, 'Oh, my god, it's graphene!'\"</p>\n<p>Now we’re interested. So we decided to head up to MIT to visit an assistant engineering professor there named Dirk Englund at his lab. At his Quantum Photonics Laboratory researchers are studying how we can change the way computer chips move information around by shooting light particles through a bunch of layers of silicon and graphene that are glowing under a microscope.&nbsp;Still confused about how this tiny silicon-graphene sandwich was going to revolutionize computing?&nbsp;</p>\n<p>\"The device that we created here is a photo-detector that could used for very high speed optical communications,\" Englund said. \"What's unique about graphene is, why there's so much excitement, I think, is that this process is very, very fast. Electrons in graphene travel almost unimpeded, with almost the speed of light. So you can potentially send more data faster, and make better use of your optical channels on a chip.\"&nbsp;</p>\n<p>We get that it's fast. But it's a lot easier to imagine something like a super fast iPhone than electrons traveling at the speed of light. How will these graphene developments impact us as consumers?</p>\n<p>\"It used to be that telephone lines were wires, metal wires,” Englund says. “And now, they're optical fibers. Now, if you go to fast computer centers, data centers, high performance computers, they actually use optical fiber, instead of copper. At some point, it's going to go to the level of the chip, where one chip talks to other chips or other computers or other users via light signals. There's a very strong need for that computer to turn electrical signals into optical signals very efficiently. The&nbsp;technology that will drive these optical communications is still under development -- these devices could potentially be much more compact than detectors that are used today. And that means smaller chips, and maybe more complex chips.\"</p>\n<p>As wonky as it may seem, we're moving into a world where information is delivered by light instead of electricity. And graphene could really change the landscape of computing by helping that information travel faster, and more efficiently, than ever before. Guess graphene is pretty cool after all.</p></div>","itags":["510949b045344533caa04191f02052c0","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Thursday, November 21, 2013","Marketplace Tech","Marketplace Tech for Thursday, November 21, 2013","PMP:Marketplace_PMP"],"tags":["APM","Tech","microchips"],"description":"Graphene is a material that could revolutionize microprocessing","contenttemplated":"[{\"content\":\"<p>Regular Marketplace Tech listeners know we love talking about new materials that are being discovered and experimented with, and how those materials might help us take big leaps forward when it comes to new technology.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Today, we look closely at one of those incredible materials, this one beloved by science geeks all over -- graphene. Graphene is a crystalline form of carbon.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>If that explanation is a little bit too high school science textbook for you, let Marketplace reporter and resident graphene fanatic Sabri Ben-Achour take over. Sabri is so infatuated by graphene he literally sings songs about it (click the audio player above to hear). He describes graphene this way:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;Picture a honeycomb, then slice it down so thin that it cannot be sliced any thinner -- the thinnest slice of honeycomb imaginable -- one atom thick. And, then, instead of making it out of honey, or beeswax -- carbon. So you know how a diamond is carbon stacked in the most perfect way? This is the flat version of that.&quot;</p>\"},{\"content\":\"<p>Okay, Sabri. So we&apos;ve got a one atom-thick honeycomb. But we&apos;re still failing to see what&apos;s so great about it.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;I also forgot to mention that the other thing about it is that it&apos;s basically magic,&quot; Sabri says. &quot;It&apos;s super flexible and stretchy. It conducts heat and electricity thousands of times better than copper. But it&apos;s stronger than a diamond, so according to one researcher, it would take an elephant balanced on a pencil to break through a sheet of graphene the thickness of Saran wrap.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>An elephant on a pencil?! What an image! Got it. It&apos;s super strong. But what can it do?</p>\"},{\"content\":\"<p>&quot;It has all kinds of weird properties, like water can pass through it, but helium can&apos;t -- and helium is smaller than water. They want to use it in solar panels, because it might be more effective at catching light. And, I also love the way they discovered it, which was, they just like put tape on graphite -- on like pencil lead -- and pulled up the tape, and they were like, &apos;Oh, my god, it&apos;s graphene!&apos;&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now we’re interested. So we decided to head up to MIT to visit an assistant engineering professor there named Dirk Englund at his lab. At his Quantum Photonics Laboratory researchers are studying how we can change the way computer chips move information around by shooting light particles through a bunch of layers of silicon and graphene that are glowing under a microscope. Still confused about how this tiny silicon-graphene sandwich was going to revolutionize computing? </p>\"},{\"content\":\"<p>&quot;The device that we created here is a photo-detector that could used for very high speed optical communications,&quot; Englund said. &quot;What&apos;s unique about graphene is, why there&apos;s so much excitement, I think, is that this process is very, very fast. Electrons in graphene travel almost unimpeded, with almost the speed of light. So you can potentially send more data faster, and make better use of your optical channels on a chip.&quot; </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>We get that it&apos;s fast. But it&apos;s a lot easier to imagine something like a super fast iPhone than electrons traveling at the speed of light. How will these graphene developments impact us as consumers?</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;It used to be that telephone lines were wires, metal wires,” Englund says. “And now, they&apos;re optical fibers. Now, if you go to fast computer centers, data centers, high performance computers, they actually use optical fiber, instead of copper. At some point, it&apos;s going to go to the level of the chip, where one chip talks to other chips or other computers or other users via light signals. There&apos;s a very strong need for that computer to turn electrical signals into optical signals very efficiently. The technology that will drive these optical communications is still under development -- these devices could potentially be much more compact than detectors that are used today. And that means smaller chips, and maybe more complex chips.&quot;</p>\"},{\"content\":\"<p>As wonky as it may seem, we&apos;re moving into a world where information is delivered by light instead of electricity. And graphene could really change the landscape of computing by helping that information travel faster, and more efficiently, than ever before. Guess graphene is pretty cool after all.</p>\",\"type\":\"text/html\"}]","teaser":"Graphene is a material that could revolutionize microprocessing","published":"2013-11-21T13:12:38+00:00","title":"Graphene: OMG! The magic material that an elephant standing on a pencil couldn't break","byline":"Bruce Johnson","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Graphen.jpg?itok=_tVfAmTW","meta":{"height":"340","width":"610","crop":"primary"}},{"meta":{"duration":271,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/21/marketplace_segment07_20131121","type":"application/json"},"duration_hms":"00:04:31"},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/21/marketplace_segment07_20131121_64.mp3"}]}