{"created":"2015-02-27T08:35:46+00:00","modified":"2015-05-14T19:05:08+00:00","valid":{"from":"2015-05-14T19:05:08+00:00","to":"3015-05-14T19:05:08+00:00"},"hreflang":"en","title":"Go Behind The Scenes With The Producer Who Made 'Life After Death'","published":"2015-02-28T01:54:00+00:00","teaser":"An NPR team visited the Liberian village of Barkedu to capture the sights and sounds of life after Ebola. They found sorrow, hunger ... and a sense of hope.","itags":["npr_api","389308249"],"guid":"513343f7-6d7d-40f5-804f-08e5d8b50034","contentencoded":"<p>They hired a car and drove for 10 hours over the most rutted dirt roads you can imagine, dodging motorbikes<strong>,</strong> pedestrians and overloaded cars all the way.</p><p>It was December. NPR producers John Poole and Sami Yenigun had come to see what happens to a village after Ebola has struck.</p><p>Barkedu, in Liberia, is a beautiful place, green and forested. Tall hills start to rise near its border with Guinea. Cows and chickens roam around the village, which is built along the Lofa River. A small stream runs through Barkedu, where people bath and wash their clothes.</p><p>The village chief met Poole and Yenigun with a traditional gift wrapped in a banana leaf. Inside were cola nuts, the kind used to give a caffeinated jolt to the original Coca-Cola<strong>.</strong></p><p>The first Ebola case in Barkedu came in July. As the virus spread during the summer, the town was burying nearly a person a day. Some families were nearly wiped out. In all, 150 of the 6,000 villagers died.</p><p>But by December, Barkedu had been declared Ebola-free. NPR's team wanted to see how a village recovers after facing death every day. The chief, Moussa Kamara, said that despite the pastoral scene, things weren't back to normal.</p><p>\"Life is not back to normal,\" he said emphatically. \"It is not normal.\" If his neighbors lost family members and are mourning, \"I'm not happy.\"</p><p>Poole and Yenigun talked to the villagers, took pictures and tried to capture the sights and sounds of a place struggling to find its balance after facing horrible tragedy.</p><p>\"They're proud people,\" Poole told NPR's David Greene during an interview Friday on <em>Morning Edition</em>. Poole took Green behind the scenes of the trip to Barkedu. He began by telling the story behind the giggling and singing captured on audio.</p><p><strong>What are we hearing?</strong></p><p>This is children playing in the foreground. In the background is a call to prayer. It's a Muslim town, about 6,000 people. It feels much smaller. And right in the center of town, there's a big mosque and this is the call to prayer that you'll hear many times a day.</p><p><strong>You wrote that your first impression was that life in Barkedu was getting back to normal. How did that change?</strong></p><p>It took some time but slowly I was beginning to realize what was going on below the surface. People were really hungry; there was very little food. When Ebola hit, it was right after planting season. So all the weeding and tending of the rice fields that had to happen didn't happen.</p><p><strong>You took photos of a woman holding up the bananas. What was that about?</strong></p><p>Mamuedeh Kanneh is her name. I was photographing her and she held up some green bananas. I didn't understand what she was trying to tell me at the time. It was only later that I realized what she was trying to say is that's all she had to eat. She was married to the second imam in town. He has four other wives — she calls them her maids. His son was the one who brought Ebola to the town so essentially her family was ground zero for this outbreak.</p><p>She described, at one point, she was on the floor crying on one side of the room. She had relatives dying and some dead in the room. No one else in the town would come near. They didn't know it was Ebola but [they knew] it was some terrifying disease. So she's alone in this house with all these little kids just crying. And she just describes being semi-conscious, not knowing what to do. \"Should I care for the living or should I care for the dead?\" [she asked herself]. That might seem like an obvious choice for us but in that culture, it's extremely important to take care of your ancestors. Beyond the food shortage, what we saw was a real trauma centered around losing loved ones and not being able to say goodbye to them.</p><p><strong>What did she say about her life now?</strong></p><p>Now she is essentially living hand-to-mouth. She is trying to re-assimilate her children back into the village because for a long time, the villagers were terrified of them. They knew that [she and these kids] came from what was really a very sick, disease-ridden area. There was a lot of stigma and it took a lot of time for the town to get used to them.</p><p>Also, these kids — some of them were very young — became terrified of strangers because these strangers would be mean to them and shun them. So she would send these kids on little errands around town just so that they would have incidental contact with other people to build back their confidence. And so that they could start getting back into the swing of things and be accepted back into the town.</p><p><strong>Now that the community is Ebola-free, are the villagers getting help from the outside to deal with the aftermath?</strong></p><p>There is aid coming in. It doesn't seem terribly coordinated, and it doesn't seem to be enough. The [village] chief is saying that one of the main problems is [an] aid group would come in with, say, a certain amount of food and give it out to the first 10 or 20 families. The rest of the town is just heartbroken. It's creating a lot of tension, trying to figure out how to smooth things over in the community and how to [coordinate] the aid groups so that this doesn't become a divisive issue. <strong></strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Go+Behind+The+Scenes+With+The+Producer+Who+Made+%27Life+After+Death%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389454431-400191.m3u?orgId=1&topicId=1004&d=254&p=3&story=389308249&t=progseg&e=389454332&seg=4&ft=nprml&f=389308249"},{"href":"http://media.npr.org/assets/img/2015/02/26/_d9a3713-edit-69f0530371db3724e8ed1100229dba65498ce9a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/26/screen-shot-2015-02-26-at-5.01.40-pm-870ead0bc10165722aa9cafbc05bf6f3cec740f1.png","type":"image/jpeg","meta":{"crop":"standard","height":"951","width":"1268"}}]}