{"created":"2015-02-14T21:24:36+00:00","modified":"2015-02-15T17:12:26+00:00","valid":{"from":"2015-02-15T17:12:26+00:00","to":"3015-02-15T17:12:26+00:00"},"hreflang":"en","title":"Love On The Job Can Leave A Lot To Be Desired","published":"2015-02-14T23:32:00+00:00","teaser":"Work is one of the main places people find love. Yet romantic entanglement can also complicate things for workers and employers. Some firms have \"love contracts\" to enforce rules on office dating.","itags":["npr_api","386095208"],"guid":"51359f8c-bddf-44b8-91fa-cbe77e992106","contentencoded":"<p>Six years ago, at Six Flags in Arlington, Texas, Wonder Woman had Batman's sidekick Robin in her sights.</p><p>\"I just noticed him from across the room and remember thinking he was super-cute,\" says Hayley Welling, who performed as Wonder Woman at the theme park.</p><p>Soon, the romance between Wonder Woman and Robin — also known as Damian Marks — developed under the watchful eye of many fellow character actors.</p><p>\"When you work in a place like that everybody knows what's going on with everybody at all hours of the day, so there's really not a whole lot of room for privacy,\" Welling says.</p><p>Their first get-togethers were over lunch breaks. Their first kiss was in the employee parking lot. When it came time to propose, Marks did so — where else? — on stage at Six Flags.</p><p><a href=\"http://damianandhayley.ourwedding.com/view/4163493110511312/7743421\">They married</a> three years ago. But not all their co-workers' relationships were happy.</p><p>\"At Six Flags there is a history of interoffice mingling and it always leading to bad juju around the place,\" Marks says.</p><p>The interoffice romances sometimes led to some backstage ugliness.</p><p>\"It was kind of a promiscuous time. [It's] just a lot of rumors and a lot of backstabbing and a lot of cheating seemed to be the way that those romances ended up,\" Marks says.</p><p>Allegations of favoritism and the impact on the working environment are the main reasons employers sometimes try to regulate office romance. According to the <a href=\"http://www.shrm.org/research/surveyfindings/articles/pages/shrm-workplace-romance-findings.aspx\">Society for Human Resource Management</a>, fewer than half of employers have workplace romance policies, but the percentage is increasing. Of those that do, nearly all ban supervisors dating subordinates.</p><p>Not to say that doesn't happen.</p><p>Demetrius Figueroa blogs about dating, and several years ago he had a romance with a woman he nominally supervised.</p><p>\"I was definitely worried about my own supervisor finding out. It was my first office romance so I had no clue . ... Maybe it wasn't against rules, but it's sort of frowned upon?\" Figueroa says.</p><p>He says his relationship ended without much fanfare. But several of his friends got involved with higher-ups at work, then eventually left their jobs because everyone was talking.</p><p>\"It always comes down to, 'What do people say about me when I'm not here?' \" Figueroa says</p><p>Phyllis Hartman is a human resources consultant in Pittsburgh. Her friends survived what you might call a nightmare workplace relationship scenario.</p><p>\"They met at work, and they got married. And were married for a number of years, and then they had a divorce that was not pretty. And they had to continue to work with each other, in fact their desks were next to each other,\" Hartman says and laughs. \"And they worked together for another 15 years.\"</p><p>She says some companies draw up what are called \"love contracts,\" where workers agree to a certain set of rules when they start dating. Other firms, she says, go even further.</p><p>\"Some companies have tried to have policies saying nobody can date at work,\" Hartman says.</p><p>That doesn't mean those policies are effective.</p><p>\"In my experience, it means everybody goes underground. You know, they just hide the relationship,\" Hartman says.</p><p>At the end of the day, she says, you cannot legislate relationships.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+On+The+Job+Can+Leave+A+Lot+To+Be+Desired&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386323340-15bb5e.m3u?orgId=1&topicId=1006&e=386095208&d=212&ft=nprml&f=386095208"}]}