{"created":"2014-10-08T15:07:42+00:00","modified":"2014-10-31T01:38:28+00:00","valid":{"from":"2014-10-31T01:38:28+00:00","to":"3014-10-31T01:38:28+00:00"},"hreflang":"en","title":"'Period Of Turmoil' Preceded Abramson Firing, Says Top Editor At 'Times'","published":"2014-06-06T13:57:00+00:00","teaser":"In an interview with NPR,<em> The New York Times</em>' new executive editor, Dean Baquet, said Jill Abramson was fired because of her failed relationship with the publisher and with senior editors.","itags":["npr_api","317204054"],"guid":"5140d458-3098-495d-90cd-9d27b79697da","contentencoded":"<p>Dean Baquet sat in his new office in Midtown Manhattan, the very picture of composure and precision, as he described the top-level dysfunction that led to the firing of Jill Abramson as executive editor of <em>The New York Times</em> and his promotion to replace her as the top news executive there.</p><p>The firing, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/14/312516951/new-york-times-replaces-jill-abramson-as-executive-editor\">made public on May 14</a>, involved three major actors: Abramson, Baquet (pronounced baah-kay) and the paper's corporate chairman and publisher, Arthur Sulzberger Jr. In his first public comments on the matter, Baquet told NPR that Abramson was fired because of her failed relationship with Sulzberger and with senior editors — especially him.</p><p>\"It's hard to run an organization if you are at odds with the publisher, with your leadership team, including your No. 2,\" Baquet said in a wide-ranging interview lasting roughly an hour. \"Obviously, there was a significant disagreement between Jill and the publisher, and Jill and me.\"</p><p>Baquet, a Pulitzer Prize-winning investigative reporter who has been national editor, Washington bureau chief, and managing editor at the<em> Times,</em> as well as the editor-in-chief of the <em>Los Angeles Times,</em> appeared to agree to talk to NPR about his experiences as a way of acknowledging and then shedding the intense and negative media focus on Abramson's firing.</p><p>In the interview, Baquet confirmed that he had bluntly told Sulzberger of his dismay at her intentions to bring in another chief deputy and acknowledged that those actions helped lead to Abramson's firing. But Baquet also said he gave no ultimatum.</p><p>\"I never said to anyone it's me or Jill. I think that's a simplistic calculation,\" Baquet said. \"I don't think there's any question that I made it known that I was a little unhappy.\"</p><p>In recent days, Baquet has taken to calling <em>Times</em> reporters and editors to calm them down and seek their expertise.</p><p>\"I don't think it's any secret that my rise to be executive editor was preceded by a period of turmoil,\" Baquet said. \"One of my first jobs is to make sure that the turmoil which was inevitable doesn't get in the way of what <em>The New York Times</em> does best. So I want to hear from people if they have suggestions for how I can do it.\"</p><p>Through an associate, Abramson declined to comment for this story, which relies on interviews with two dozen current and former colleagues and associates of Abramson and Baquet. Almost none were willing to speak on the record, as they either still work at the newspaper or still have professional ties to one or more of the figures at the heart of the controversy. In addition, Sulzberger asked senior editors not to speak about what happened — even with their staffs — and told journalists there not to go looking for answers, though his paper has provided some coverage.</p><p>Nonetheless, those interviews yield a complex portrait of Abramson as a brilliant, brusque and occasionally brutal news executive.</p><p>Previous <em>Times</em> editors have been legendary for tyrannical streaks, among them A.M. Rosenthal, perhaps the most consequential top editor of the <em>Times</em> over the past half-century, and Howell Raines, who was praised for the paper's coverage amid the chaos of the September 2001 terrorist attacks and was forced out two years later amid the crisis of plagiarism and fabrication involving the young reporter Jayson Blair.</p><p>In the interview, Baquet praised Abramson's news judgment and said they had complemented one another's strengths. The paper won eight Pulitzers during her tenure, and many more during earlier years while she served as a top news executive there. But Baquet pointedly criticized the journalistic tendency to romanticize hard-driving editors of the past.</p><p>\"I'm not commenting on Jill's relationship with the newsroom or management style. I'll let others do that,\" Baquet said. \"But one thing that people say is newspapers always have tough [leaders]. I mean I've seen many elegies to 'the city editor who changed my life because he was really nasty to me for six months and it made me a better person.' I think that's nuts.\"</p><p>He added, \"I don't think that leaders have to be or should be rough on their people. Leaders have to make tough decisions.\"</p><p>Yet Baquet acknowledges he too can become intense amid argument. I asked Baquet about maps that reporters said had been tacked up at the <em>Times'</em> Washington offices to cover several holes he had punched in walls down there.</p><p>He laughed and said, \"It's true. I should have a lawyer with me for this part, shouldn't I?</p><p>\"I have a temper,\" Baquet said, \"In each case I was mad at somebody above me in rank. That's not an excuse, but it's a fact.\"</p><p>Left unstated: Abramson was one of a handful of editors who outranked Baquet when he was Washington bureau chief.</p><p>Amanda Bennett held senior editing roles at <em>The</em> <em>Wall Street Journal</em> and Bloomberg News among other notable news organizations. She was named the first female editor to lead the <em>Philadelphia Inquirer</em> in 2003, and was herself unceremoniously fired less than three years later when a new group took ownership of the paper.</p><p>\"Women leaders — and people I've talked to, not just in journalism — feel they're kind of caught between two things,\" Bennett said. \"If you are kind and nice and supportive in [a] way that would be very welcomed in a male boss, you're seen as soft. And if you're aggressive and pushy and demanding, you're seen as too hard.\"</p><p>Bennett, who says she knows and admires Abramson, Baquet and Sulzberger, stressed that she had no knowledge of the specifics at the <em>Times</em>. But <a href=\"http://m.washingtonpost.com/opinions/amanda-bennett-jill-abramsons-firing-begins-a-difficult-conversation/2014/05/19/7da95226-df5f-11e3-8dcc-d6b7fede081a_story.html\">she also wrote</a> that for a lot of women \"this event hit like a lightning strike to dry tinder.\"</p><p>When Abramson became <em>The</em> <em>New York Times'</em> top editor in 2011, she had proved herself first at <em>The</em> <em>Wall Street Journal</em> and then at the <em>Times</em> in a series of senior editing positions. She told NPR that she was mindful of her status as the paper's first female editor.</p><p>\"I'm extremely conscious that I stand on the shoulders of women, some of whom, because I didn't come to the <em>Times</em> till 1997, I never met,\" Abramson said at the time.</p><p>While Sulzberger was besotted with the idea of naming Abramson to that job, dealing with Abramson herself proved more complicated.</p><p>Abramson's pioneering role at the <em>Times</em> as its first female executive editor translated to a high profile in the profession and among female executives. That often meant absences from the newsroom at notable moments. And sometimes her absences were more mundane. Several editors said she had to be beseeched to come to the newsroom from her home to oversee coverage and boost morale during Superstorm Sandy, which hit New York City and New Jersey hard.</p><p>Abramson told two associates earlier this year that she was uncertain of her standing with Sulzberger and was not sure how long she would ultimately continue in the job.</p><p>More recently, Abramson confronted her senior corporate executives, arguing male editors had been better compensated than she had. Her predecessor, Bill Keller, had received more in compensation, and when she was managing editor, a slightly less senior male colleague was paid considerably more. She consulted a lawyer, raising hackles further.</p><p>As Abramson's internal complaints have become public, the <em>Times</em> has argued that she was mixing apples and oranges. Pensions, for example, reflect longevity, so executives such as Keller who had been there longer would see greater compensation. And all executive pensions were frozen amid the global financial crisis, two years before Keller stepped down to become a columnist. (He has since left the paper.) The better-paid male colleague in a slightly lesser role arrived as a senior editor in an earlier era of more lavish pay.</p><p>Some female news executives, such as Bennett, argue those explanations describe how such disparities occur but fail to convince why they are appropriate.</p><p>Sulzberger told staffers that neither Abramson's gender nor her challenge over pay influenced his decision to fire her.</p><p>Sulzberger also hired the paper's first female editorial page editor, Gail Collins, who returned to writing books and columns after six years, and the parent company's first female CEO, Janet Robinson, whom he fired in 2012.</p><p>\"I do not believe, by the way, that Jill was fired because of gender,\" Baquet told NPR.</p><p>Abramson's firing hinged on failed relationships, Baquet said, with her boss and her deputies.</p><p>Sulzberger told staffers that Abramson had misled top executives amid plans to hire a managing editor for digital news with a status equal to Baquet. The recruit was to be Janine Gibson, the top editor of the <em>Guardian</em>'s U.S. news operations and website.</p><p>Baquet confided to other editors that Abramson's new hire could marginalize him, and he shared his frustration with Sulzberger. The publisher feared losing a future executive editor, believing in the promise of Baquet more than the friction-laden present of Abramson. On May 14, Sulzberger announced his decision.</p><p>Baquet has told some of his colleagues that until recently he had always been able to work closely with Abramson. And he argued that because of the circumstances of her departure, Abramson is failing to get her due.</p><p>\"For most of my relationship with Jill, the arguments we had were the debates that two very strong-willed people have when they're running a big news organization. They weren't nasty and I have tremendous respect for her,\" Baquet said. \"I mean it when I say that three years from now nobody is going to remember this. What they'll remember is she was a great journalist and a landmark editor.\"</p><p><a href=\"http://www.npr.org/2014/05/30/317394020/an-old-fashioned-newspaper-man-takes-the-helm-in-a-digital-world\">PART 2</a><em>: A profile of Dean Baquet and the challenges confronting </em>The New York Times<em> as he begins as executive editor.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Period+Of+Turmoil%27+Preceded+Abramson+Firing%2C+Says+Top+Editor+At+%27Times%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Folkenflik","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274968-7492f5.m3u?orgId=1&topicId=1020&ft=3&f=317204054"}]}