{"created":"2015-06-16T18:13:33+00:00","modified":"2015-06-24T20:05:22+00:00","valid":{"from":"2014-11-05T05:51:54+00:00","to":"3014-11-05T05:51:54+00:00"},"hreflang":"en","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>December 7, 1941</strong></p>\n<br />\n<p>Tensions had been mounting between the United States and the increasingly belligerent Japanese. On a Sunday morning in December, Japanese warplanes attacked the US naval base at Pearl Harbor. ER was scheduled to make her regular 15-minute national radio appearance that evening. That afternoon, the President dictated to his secretary the “date which will live in infamy” speech he would deliver to Congress the next day, while the first lady was across the hall rewriting her upcoming broadcast. At 6:45 p.m. on her live program, ER declared in a calm, measured voice that the American people were “free and unconquerable.”</p>\n<br />\n<p>It was a remarkable broadcast. With America under attack, the public heard first from the president’s wife. By going on with the show, ER could ask the American people to carry on as well. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ANNOUNCER: This is Leon Pearson speaking for the Pan-American Coffee Bureau, which represents seven good neighbor coffee-growing nations, and presenting to you American families your Sunday-evening visit with Mrs. Franklin D. Roosevelt. This evening Mrs. Roosevelt has as her guest Corporal James Cannon, 1229th Reception Center, Fort Dix. But first, Dan Seymour has a word from our sponsors, the Pan-American Coffee Bureau.</p>\n<br />\n<p>ANNOUNCER DAN SEYMOUR: In this moment of trial, the seven neighbor countries which make up the Pan-American Coffee Bureau welcome the chance to express their support for their great good neighbor, the United States. The new solidarity which has been effected between the Americas in the last few years stands us all in good stead in the face of this emergency. This applies not only in a commercial sense, for Uncle Sam can count on Latin America for essential materials, whether oil or tin or copper or coffee—but also in a political sense. The Americas stand together.</p>\n<br />\n<p>PEARSON: Thank you, Dan Seymour. And now here’s the Pan-American Coffee Bureau’s Sunday-evening news reviewer and news maker, to give us her usual interesting observations on the world we live in, Mrs. Franklin D. Roosevelt.</p>\n<br />\n<p>ER: Good evening, ladies and gentlemen. I am speaking to you tonight at a very serious moment in our history. The cabinet is convening and the leaders in Congress are meeting with the president. The State Department and Army and Navy officials have been with the president all afternoon. In fact, the Japanese ambassador was talking to the president at the very time that Japan’s airships were bombing our citizens in Hawaii and the Philippines and sinking one of our transports loaded with lumber on its way to Hawaii.</p>\n<br />\n<p>By tomorrow morning, the members of Congress will have a full report and be ready for action. In the meantime we, the people, are already prepared for action. For months now, the knowledge that something of this kind might happen has been hanging over our heads. And yet it seemed impossible to believe, impossible to drop the everyday things of life and feel that there was only one thing which was important: preparation to meet an enemy, no matter where he struck. That is all over now and there is no more uncertainty. We know what we have to face and we know that we are ready to face it.</p>\n<br />\n<p>I should like to say just a word to the women in the country tonight. I have a boy at sea on a destroyer. For all I know he may be on his way to the Pacific. Two of my children are in coast cities on the Pacific. Many of you all over this country have boys in the services who will now be called upon to go into action. You have friends and families in what has suddenly become a danger zone. You cannot escape anxiety. You cannot escape a clutch of fear at your heart. And yet I hope that the certainty of what we have to meet will make you rise above these fears.</p>\n<br />\n<p>We must go about our daily business more determined than ever to do the ordinary things as well as we can. And when we find a way to do anything more in our communities to help others to build morale, to give a feeling of security, we must do it. Whatever is asked of us, I am sure we can accomplish it. We are the free and unconquerable people of the United States of America.</p>\n<br />\n<p>To the young people of the nation, I must speak a word tonight. You are going to have a great opportunity. There will be high moments in which your strength and your ability will be tested. I have faith in you! I feel as though I was standing upon a rock. And that rock is my faith in my fellow citizens.</p>\n<br />\n<p>Now we will go back to the program which we had arranged for tonight. I spoke to you a few weeks ago on the subject of Army morale. I suggested one of the best ways to make the boys in our armed forces more contented with their lot was for the people at home to really do their duty in the various activities of home defense. This evening, I wish to discuss Army morale again, but this time in an even more concrete and specific way. And that’s why I am delighted to have as my guest a young man who is a member of our armed forces, Corporal James Cannon of Fort Dix. How long have you been in the Army, Corporal Cannon?</p>\n<br />\n<p>JC: I’ve been in six months, Mrs. Roosevelt. </p>\n<br />\n<p>ER: You were a selectee? </p>\n<br />\n<p>JC: Yes, Mrs. Roosevelt. </p>\n<br />\n<p>ER: Well, after six months of Army life, how do you like it? </p>\n<br />\n<p>JC: I want to tell you, with great sincerity, I am proud to be a bad soldier in this great army of the people. </p>\n<br />\n<p>ER: I don’t believe you’re such a bad soldier, not with those stripes on your arm, Corporal Cannon. </p>\n<br />\n<p>JC: Honestly, Mrs. Roosevelt, I’m not so hot. But there are good soldiers in my outfit. By the way, Mrs. Roosevelt, do you know who had the highest score in our outfit when we shot for score? A fellow who used to play a pipe organ in a roller-skating rink. He’d never held a rifle in his hands before. But competent instructors have made him a sharpshooter in less than a year. And I’ll bet there are men like him in every Army post in America.</p>\n<br />\n<p>ER: Then you feel from your personal observation—and after all, you are a trained newspaperman—that the Army is making civilians into good soldiers?</p>\n<br />\n<p>JC: Mrs. Roosevelt, in the six months I’ve been in, I’ve seen a miracle take place. I’ve seen ordinary, easygoing guys turned into efficient members of a powerful fighting force. That’s what’s taking place in every training base in this country.</p>\n<br />\n<p>ER: I am sure that’s true, but let me ask you a rather personal question. Aside from actual military training, do you find you are learning anything which is of value to you as a person, as a citizen?</p>\n<br />\n<p>JC: Mrs. Roosevelt, I’m glad you asked me that question. I think I speak for hundreds of thousands of us in training camps everywhere when I tell you that the Army has given me a completely new set of values.</p>\n<br />\n<p>ER: You certainly are an honest soldier. Can you tell me just how the Army has given you this new set of values?</p>\n<br />\n<p>JC: I was born and raised a New Yorker. I used to think America was a suburb of New York. I had the New Yorker’s contempt for people who lived beyond the Hudson. Now I soldier with a lot of guys from the brambles and the bushes and the whistle-stops. And I find they can do a lot of things I can’t do. Sure, I can write a fair piece for a paper or a magazine. I can get wisecracks in a Broadway column. But I’ve neglected myself physically. I’ve gone soft. It sounds corny, I suppose, but you know I’ve learned to respect these guys from the sticks. They aren’t wisecrackers, but they’re tough, strong kids. They’re good soldiers, and I’m proud to be soldiering with them. When it comes to a showdown, they’ll be ready to make the sacrifices to preserve the American way of life.</p>\n<br />\n<p>ER: I am sure that there are many men like you, Corporal, who are learning the greatness of America and the greatness of their fellow Americans perhaps for the first time. But surely, there are things which you don’t like about the Army?</p>\n<br />\n<p>JC: I don’t like those hikes. My feet tear and blister. I can’t like getting up in the dark of the morning. I’m a clumsy chambermaid. My bed always looks like a haystack. But these discomforts are small. I’ve had a lot of laughs in the thirty-two years of my life. I’m willing to kick back one or two years so that I can live the rest of my life with dignity. I feel ashamed of the grumbling I’ve done, the complaining about the little, unimportant things. Because at this minute, soldiers of our Army are proving that, under fire, they are true and brave and worthy of the trust our democracy places in them.</p>\n<br />\n<p>ER: Corporal, do you find an interest among the men in the Army in the present world situation?</p>\n<br />\n<p>JC: I’m on Captain John Parker’s morale staff, attached to the 1229th Reception Center, Fort Dix. I talk to the guys when they first come into the Army. Up to now, the only things they were interested in was: Where were they going to be shipped and if they were on the list for kitchen police. I’m certain all that will change now. When I left camp, we were a peacetime Army. Now we are the Army of a country that has been attacked. But all of us, all of them, have a very definite opinion on the Army in the state of the world.</p>\n<br />\n<p>ER: And what was that opinion?</p>\n<br />\n<p>JC: They know they are in the Army because we have had no choice here in this country. They realize that all we Americans have lived for and died for will vanish from the Earth unless we have a strong Army. Their philosophy is this: We were minding our business. They picked on us. Well, we’ll show ’em.</p>\n<br />\n<p>ER: I think your answer is a very good one to those who would question the morale of the Army. Speaking of morale, what would you suggest to the average civilian as the best way in which they can be helpful to the men in the service?</p>\n<br />\n<p>JC: You’ll have to excuse me if I give a pretty strong answer to that question. First, the civilians can cut out those stale jokes and stop that mocking salute too many of them hand a man in uniform. Let them give a soldier the dignity he is entitled to. Tell them to treat a soldier as you would a civilian; let them go unnoticed. The same fools think it is their privilege to break into a group of soldiers in a restaurant and violate their privacy. Tell them to cut out calling a soldier “Sarge.” The same guys call a Pullman porter “George.” We’re a civilian army. We’re the army of the people. And we want to be treated that way.</p>\n<br />\n<p>ER: I hope that our listeners will take your words to heart, Corporal Cannon. To sum up then, you think that democracy is working in our new army?</p>\n<br />\n<p>JC: Not only in the Army but right here. Where else, where else in the world would a guy like me be able to talk to the first lady of the land?</p>\n<br />\n<p>ER: Thank you, Corporal Cannon. I am sure we are training a very gallant army as well as a brave one. Now I see that Mr. Leon Pearson is anxious to ask me some questions. </p>\n<br />\n<p>LP: Yes, Mrs. Roosevelt, there are some very important questions I would like to ask you. First, of course, is this: Have you any comment to make on the strike bill which passed the House of Representatives?</p>\n<br />\n<p>ER: Well, Mr. Pearson, there will not be any more strikes. But it was interesting reading the editorials in the Herald Tribune and the New York Times on the bill. I think the wisest suggestion made is that the Senate should limit any legislation of this kind for a period of six months. The Times editorial stressed the fact that certain parts of the bill seemed ill considered. But I think there is a more important reason than that for limiting the period for any kind of labor legislation which is passed at present. Until legislation is actually on the statute books, we cannot tell what effect it will have in practice, nor can we tell at present what conditions we will be meeting in the months to come. Therefore, like so many other things, it’s hard to make a blueprint to meet unknown needs.</p>\n<br />\n<p>LP: Mrs. Roosevelt, there’s another question I’d like to ask. </p>\n<br />\n<p>ER: Yes, Mr. Pearson? </p>\n<br />\n<p>LP: A lot of writers and commentators are criticizing the government for not letting the people know enough about what is actually going on in public affairs. What would your reply be to these critics?</p>\n<br />\n<p>ER: Thursday morning, Mr. Pearson, Mr. Walter Lippmann published what to me was a most interesting column on this subject. It was interesting not because of the facts alone but because in the light of present-day happenings, he interpreted some of the difficulties which have faced responsible people in government during the past six months. I think that most of us should take to heart this kind of explanation, for many times responsible people are accused of not telling the people of the country enough, or not taking them into their confidence. Yet, if they did so, it would probably be the greatest show of weakness that any leader could make. It’s always easy to blurt out all you know, to try to get your burden shared by other people. It’s far more difficult to take the best advice you can get, make your own decisions, knowing that you will only be adding to the risks of the situation if you try to turn the decision over to others who cannot have the same background and knowledge.</p>\n<br />\n<p>LP: That is certainly a candid answer to the question, Mrs. Roosevelt.</p>\n<br />\n<p>ER: I would add one other thought along the same line, Mr. Pearson. It’s interesting to note how carefully the Axis powers sugarcoat any bad news which they have for their people. I hope the people of this nation always are strong enough to accept the bad news and still keep up their courage. That is one thing about Mr. Winston Churchill’s treatment of the British people for which I have the greatest admiration. He expects them to meet bad news with complete fortitude. And the mere fact that he expects it brings the proper response.</p>\n<br />\n<p>LP: And now, Mrs. Roosevelt, we understand you spent part of this week in New York City. Were you Christmas shopping?</p>\n<br />\n<p>ER: Yes, I did some Christmas shopping. And one afternoon I found myself in a crowded elevator in a large department store. Suddenly, a lady near me seemed to have a brainstorm and, looking at me, she asked, “Are you Mrs. Roosevelt?”</p>\n<br />\n<p>“Yes,” I said.</p>\n<br />\n<p>And she then proceeded with, “Do you mean to say you go around without any guards?” I thought there was nobody left in New York City who would be surprised at meeting me almost anywhere at any hour of the day or night. So I was quite shocked to find that I was looked upon as a curiosity when found in broad daylight in the elevator of a large store!</p>\n<br />\n<p>LP: And Friday, I understand, Mrs. Roosevelt, you graciously received at the White House the charming young ladies who are representing my sponsor, the Pan-American Coffee Bureau, in a goodwill tour of this country?</p>\n<br />\n<p>ER: It was a great pleasure to meet these young women from Latin America who are here on a tour of goodwill. And I hope they enjoyed their cups of coffee in the White House.</p>\n<br />\n<p>LP: I am sure they did, Mrs. Roosevelt. And now, speaking of coffee, Dan Seymour, I understand you have a word or two to say on that subject.</p>\n<br />\n<p>DS: I certainly have. The seven young ladies who, as guests of the Pan-American Coffee Bureau, have come from their republics to enjoy a visit with leaders in public and social life in the United States, are delighting everyone with their charm. Just as coffee, the delicious product of their homelands, delights more and more of us every day. Next week at this same time, Mrs. Roosevelt will be with us again to give us more of her interesting views on world affairs.</p>\n<br />\n<p>This is Dan Seymour saying good evening for the Pan-American Coffee Bureau. And don’t forget that good-night cup of coffee.</p>\n<br />\n<p>ANNOUNCER: Now, more than ever, do your part—buy defense bonds and stamps.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","guid":"5145bc96-4cb7-48b4-8049-bdee7320e05b","published":"2014-11-05T05:51:54+00:00","tags":["APM"],"contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>December 7, 1941</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Tensions had been mounting between the United States and the increasingly belligerent Japanese. On a Sunday morning in December, Japanese warplanes attacked the US naval base at Pearl Harbor. ER was scheduled to make her regular 15-minute national radio appearance that evening. That afternoon, the President dictated to his secretary the “date which will live in infamy” speech he would deliver to Congress the next day, while the first lady was across the hall rewriting her upcoming broadcast. At 6:45 p.m. on her live program, ER declared in a calm, measured voice that the American people were “free and unconquerable.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"type\":\"text/html\",\"content\":\"<p>It was a remarkable broadcast. With America under attack, the public heard first from the president’s wife. By going on with the show, ER could ask the American people to carry on as well. -Stephen Smith</p>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<h3>Transcript</h3>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<blockquote><p>ANNOUNCER: This is Leon Pearson speaking for the Pan-American Coffee Bureau, which represents seven good neighbor coffee-growing nations, and presenting to you American families your Sunday-evening visit with Mrs. Franklin D. Roosevelt. This evening Mrs. Roosevelt has as her guest Corporal James Cannon, 1229th Reception Center, Fort Dix. But first, Dan Seymour has a word from our sponsors, the Pan-American Coffee Bureau.</p><br /><p>ANNOUNCER DAN SEYMOUR: In this moment of trial, the seven neighbor countries which make up the Pan-American Coffee Bureau welcome the chance to express their support for their great good neighbor, the United States. The new solidarity which has been effected between the Americas in the last few years stands us all in good stead in the face of this emergency. This applies not only in a commercial sense, for Uncle Sam can count on Latin America for essential materials, whether oil or tin or copper or coffee—but also in a political sense. The Americas stand together.</p><br /><p>PEARSON: Thank you, Dan Seymour. And now here’s the Pan-American Coffee Bureau’s Sunday-evening news reviewer and news maker, to give us her usual interesting observations on the world we live in, Mrs. Franklin D. Roosevelt.</p><br /><p>ER: Good evening, ladies and gentlemen. I am speaking to you tonight at a very serious moment in our history. The cabinet is convening and the leaders in Congress are meeting with the president. The State Department and Army and Navy officials have been with the president all afternoon. In fact, the Japanese ambassador was talking to the president at the very time that Japan’s airships were bombing our citizens in Hawaii and the Philippines and sinking one of our transports loaded with lumber on its way to Hawaii.</p><br /><p>By tomorrow morning, the members of Congress will have a full report and be ready for action. In the meantime we, the people, are already prepared for action. For months now, the knowledge that something of this kind might happen has been hanging over our heads. And yet it seemed impossible to believe, impossible to drop the everyday things of life and feel that there was only one thing which was important: preparation to meet an enemy, no matter where he struck. That is all over now and there is no more uncertainty. We know what we have to face and we know that we are ready to face it.</p><br /><p>I should like to say just a word to the women in the country tonight. I have a boy at sea on a destroyer. For all I know he may be on his way to the Pacific. Two of my children are in coast cities on the Pacific. Many of you all over this country have boys in the services who will now be called upon to go into action. You have friends and families in what has suddenly become a danger zone. You cannot escape anxiety. You cannot escape a clutch of fear at your heart. And yet I hope that the certainty of what we have to meet will make you rise above these fears.</p><br /><p>We must go about our daily business more determined than ever to do the ordinary things as well as we can. And when we find a way to do anything more in our communities to help others to build morale, to give a feeling of security, we must do it. Whatever is asked of us, I am sure we can accomplish it. We are the free and unconquerable people of the United States of America.</p><br /><p>To the young people of the nation, I must speak a word tonight. You are going to have a great opportunity. There will be high moments in which your strength and your ability will be tested. I have faith in you! I feel as though I was standing upon a rock. And that rock is my faith in my fellow citizens.</p><br /><p>Now we will go back to the program which we had arranged for tonight. I spoke to you a few weeks ago on the subject of Army morale. I suggested one of the best ways to make the boys in our armed forces more contented with their lot was for the people at home to really do their duty in the various activities of home defense. This evening, I wish to discuss Army morale again, but this time in an even more concrete and specific way. And that’s why I am delighted to have as my guest a young man who is a member of our armed forces, Corporal James Cannon of Fort Dix. How long have you been in the Army, Corporal Cannon?</p><br /><p>JC: I’ve been in six months, Mrs. Roosevelt. </p><br /><p>ER: You were a selectee? </p><br /><p>JC: Yes, Mrs. Roosevelt. </p><br /><p>ER: Well, after six months of Army life, how do you like it? </p><br /><p>JC: I want to tell you, with great sincerity, I am proud to be a bad soldier in this great army of the people. </p><br /><p>ER: I don’t believe you’re such a bad soldier, not with those stripes on your arm, Corporal Cannon. </p><br /><p>JC: Honestly, Mrs. Roosevelt, I’m not so hot. But there are good soldiers in my outfit. By the way, Mrs. Roosevelt, do you know who had the highest score in our outfit when we shot for score? A fellow who used to play a pipe organ in a roller-skating rink. He’d never held a rifle in his hands before. But competent instructors have made him a sharpshooter in less than a year. And I’ll bet there are men like him in every Army post in America.</p><br /><p>ER: Then you feel from your personal observation—and after all, you are a trained newspaperman—that the Army is making civilians into good soldiers?</p><br /><p>JC: Mrs. Roosevelt, in the six months I’ve been in, I’ve seen a miracle take place. I’ve seen ordinary, easygoing guys turned into efficient members of a powerful fighting force. That’s what’s taking place in every training base in this country.</p><br /><p>ER: I am sure that’s true, but let me ask you a rather personal question. Aside from actual military training, do you find you are learning anything which is of value to you as a person, as a citizen?</p><br /><p>JC: Mrs. Roosevelt, I’m glad you asked me that question. I think I speak for hundreds of thousands of us in training camps everywhere when I tell you that the Army has given me a completely new set of values.</p><br /><p>ER: You certainly are an honest soldier. Can you tell me just how the Army has given you this new set of values?</p><br /><p>JC: I was born and raised a New Yorker. I used to think America was a suburb of New York. I had the New Yorker’s contempt for people who lived beyond the Hudson. Now I soldier with a lot of guys from the brambles and the bushes and the whistle-stops. And I find they can do a lot of things I can’t do. Sure, I can write a fair piece for a paper or a magazine. I can get wisecracks in a Broadway column. But I’ve neglected myself physically. I’ve gone soft. It sounds corny, I suppose, but you know I’ve learned to respect these guys from the sticks. They aren’t wisecrackers, but they’re tough, strong kids. They’re good soldiers, and I’m proud to be soldiering with them. When it comes to a showdown, they’ll be ready to make the sacrifices to preserve the American way of life.</p><br /><p>ER: I am sure that there are many men like you, Corporal, who are learning the greatness of America and the greatness of their fellow Americans perhaps for the first time. But surely, there are things which you don’t like about the Army?</p><br /><p>JC: I don’t like those hikes. My feet tear and blister. I can’t like getting up in the dark of the morning. I’m a clumsy chambermaid. My bed always looks like a haystack. But these discomforts are small. I’ve had a lot of laughs in the thirty-two years of my life. I’m willing to kick back one or two years so that I can live the rest of my life with dignity. I feel ashamed of the grumbling I’ve done, the complaining about the little, unimportant things. Because at this minute, soldiers of our Army are proving that, under fire, they are true and brave and worthy of the trust our democracy places in them.</p><br /><p>ER: Corporal, do you find an interest among the men in the Army in the present world situation?</p><br /><p>JC: I’m on Captain John Parker’s morale staff, attached to the 1229th Reception Center, Fort Dix. I talk to the guys when they first come into the Army. Up to now, the only things they were interested in was: Where were they going to be shipped and if they were on the list for kitchen police. I’m certain all that will change now. When I left camp, we were a peacetime Army. Now we are the Army of a country that has been attacked. But all of us, all of them, have a very definite opinion on the Army in the state of the world.</p><br /><p>ER: And what was that opinion?</p><br /><p>JC: They know they are in the Army because we have had no choice here in this country. They realize that all we Americans have lived for and died for will vanish from the Earth unless we have a strong Army. Their philosophy is this: We were minding our business. They picked on us. Well, we’ll show ’em.</p><br /><p>ER: I think your answer is a very good one to those who would question the morale of the Army. Speaking of morale, what would you suggest to the average civilian as the best way in which they can be helpful to the men in the service?</p><br /><p>JC: You’ll have to excuse me if I give a pretty strong answer to that question. First, the civilians can cut out those stale jokes and stop that mocking salute too many of them hand a man in uniform. Let them give a soldier the dignity he is entitled to. Tell them to treat a soldier as you would a civilian; let them go unnoticed. The same fools think it is their privilege to break into a group of soldiers in a restaurant and violate their privacy. Tell them to cut out calling a soldier “Sarge.” The same guys call a Pullman porter “George.” We’re a civilian army. We’re the army of the people. And we want to be treated that way.</p><br /><p>ER: I hope that our listeners will take your words to heart, Corporal Cannon. To sum up then, you think that democracy is working in our new army?</p><br /><p>JC: Not only in the Army but right here. Where else, where else in the world would a guy like me be able to talk to the first lady of the land?</p><br /><p>ER: Thank you, Corporal Cannon. I am sure we are training a very gallant army as well as a brave one. Now I see that Mr. Leon Pearson is anxious to ask me some questions. </p><br /><p>LP: Yes, Mrs. Roosevelt, there are some very important questions I would like to ask you. First, of course, is this: Have you any comment to make on the strike bill which passed the House of Representatives?</p><br /><p>ER: Well, Mr. Pearson, there will not be any more strikes. But it was interesting reading the editorials in the Herald Tribune and the New York Times on the bill. I think the wisest suggestion made is that the Senate should limit any legislation of this kind for a period of six months. The Times editorial stressed the fact that certain parts of the bill seemed ill considered. But I think there is a more important reason than that for limiting the period for any kind of labor legislation which is passed at present. Until legislation is actually on the statute books, we cannot tell what effect it will have in practice, nor can we tell at present what conditions we will be meeting in the months to come. Therefore, like so many other things, it’s hard to make a blueprint to meet unknown needs.</p><br /><p>LP: Mrs. Roosevelt, there’s another question I’d like to ask. </p><br /><p>ER: Yes, Mr. Pearson? </p><br /><p>LP: A lot of writers and commentators are criticizing the government for not letting the people know enough about what is actually going on in public affairs. What would your reply be to these critics?</p><br /><p>ER: Thursday morning, Mr. Pearson, Mr. Walter Lippmann published what to me was a most interesting column on this subject. It was interesting not because of the facts alone but because in the light of present-day happenings, he interpreted some of the difficulties which have faced responsible people in government during the past six months. I think that most of us should take to heart this kind of explanation, for many times responsible people are accused of not telling the people of the country enough, or not taking them into their confidence. Yet, if they did so, it would probably be the greatest show of weakness that any leader could make. It’s always easy to blurt out all you know, to try to get your burden shared by other people. It’s far more difficult to take the best advice you can get, make your own decisions, knowing that you will only be adding to the risks of the situation if you try to turn the decision over to others who cannot have the same background and knowledge.</p><br /><p>LP: That is certainly a candid answer to the question, Mrs. Roosevelt.</p><br /><p>ER: I would add one other thought along the same line, Mr. Pearson. It’s interesting to note how carefully the Axis powers sugarcoat any bad news which they have for their people. I hope the people of this nation always are strong enough to accept the bad news and still keep up their courage. That is one thing about Mr. Winston Churchill’s treatment of the British people for which I have the greatest admiration. He expects them to meet bad news with complete fortitude. And the mere fact that he expects it brings the proper response.</p><br /><p>LP: And now, Mrs. Roosevelt, we understand you spent part of this week in New York City. Were you Christmas shopping?</p><br /><p>ER: Yes, I did some Christmas shopping. And one afternoon I found myself in a crowded elevator in a large department store. Suddenly, a lady near me seemed to have a brainstorm and, looking at me, she asked, “Are you Mrs. Roosevelt?”</p><br /><p>“Yes,” I said.</p><br /><p>And she then proceeded with, “Do you mean to say you go around without any guards?” I thought there was nobody left in New York City who would be surprised at meeting me almost anywhere at any hour of the day or night. So I was quite shocked to find that I was looked upon as a curiosity when found in broad daylight in the elevator of a large store!</p><br /><p>LP: And Friday, I understand, Mrs. Roosevelt, you graciously received at the White House the charming young ladies who are representing my sponsor, the Pan-American Coffee Bureau, in a goodwill tour of this country?</p><br /><p>ER: It was a great pleasure to meet these young women from Latin America who are here on a tour of goodwill. And I hope they enjoyed their cups of coffee in the White House.</p><br /><p>LP: I am sure they did, Mrs. Roosevelt. And now, speaking of coffee, Dan Seymour, I understand you have a word or two to say on that subject.</p><br /><p>DS: I certainly have. The seven young ladies who, as guests of the Pan-American Coffee Bureau, have come from their republics to enjoy a visit with leaders in public and social life in the United States, are delighting everyone with their charm. Just as coffee, the delicious product of their homelands, delights more and more of us every day. Next week at this same time, Mrs. Roosevelt will be with us again to give us more of her interesting views on world affairs.</p><br /><p>This is Dan Seymour saying good evening for the Pan-American Coffee Bureau. And don’t forget that good-night cup of coffee.</p><br /><p>ANNOUNCER: Now, more than ever, do your part—buy defense bonds and stamps.</p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<br />\"}]","title":"Eleanor Roosevelt on Pearl Harbor","teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","itags":["5145bc964cb78b490494bdee7320e05b","American RadioWorks","American RadioWorks 2014-11-04"],"audio":[{"meta":{"duration_hms":"00:14:18","duration":858,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er411207","type":"application/json"}},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er411207_128.mp3"}]}