{"created":"2015-07-02T08:57:40+00:00","modified":"2015-07-02T21:06:17+00:00","valid":{"from":"2015-07-02T21:06:17+00:00","to":"3015-07-02T21:06:17+00:00"},"hreflang":"en","title":"Sunnis Flee The Islamic State, But Still Fall Under Suspicion","published":"2015-07-02T15:00:00+00:00","teaser":"The Islamic State is a Sunni Muslim group. Yet many Sunnis have abandoned their homes and fled areas where ISIS has taken over in Iraq. But that doesn't mean Shiites welcome them with open arms.","itags":["npr_api","418920909"],"guid":"514e2eb3-c869-40ec-a452-3e3522dc8a47","contentencoded":"<p>The al-Nidaa mosque in northern Baghdad looks grand, with clean, modern lines swooping up to a blue mosaic dome. But inside it's squalid, with piled-up mattresses, cooking pots and almost 60 families. Most are Sunni Muslims who fled the western province of Anbar when the self-proclaimed Islamic State advanced against the Iraqi security forces two months ago.</p><p>\"We suffered a lot in our journey,\" says Wafaa Ahmed, a widow who walked for days with three sick children. \"But the worst suffering was here in Baghdad.\"</p><p>The small woman with big hazel eyes says when they made it through the sniper fire and mortar rounds they eventually found shelter in the capital — but scant welcome from Shiite Muslims here.</p><p>\"People call us bad words in the street,\" she says. \"Sectarian words.\"</p><p>Like most everyone from Anbar province, Ahmed is Sunni. Most Baghdad residents are Shiite Muslims, and bloody years of conflict between the two sects have left deep scars and suspicions.</p><p>Ahmed keeps her mouth shut when she goes outside the mosque so that Baghdad's Shiites won't be able to detect an accent of a Sunni from Anbar.</p><p>\"I keep it all inside,\" she says, \"because if I say something I'm afraid something will happen to my children.\"</p><p>The self-declared Islamic State, also known as ISIS or ISIL, is made up of Sunni extremists. Yet many Sunnis are afraid that ISIS will kill them because they worked for the Iraqi police or government. Others are from a tribe that opposes ISIS. Others just hate the Islamist group. And they add up to maybe 2 million Sunnis who've run away from territory controlled by ISIS.</p><p>\"The majority of people that are receiving assistance do come from Sunni communities,\" said Lise Grande, the United Nation's humanitarian coordinator for Iraq. \"The bulk of people that have been fleeing ISIL attack, yes they're Sunnis.\"</p><p>You might think Sunnis who hate ISIS would be welcome among Shiites, who are targeted by the extremists.</p><p>But many Sunnis instead face a hostile reception. The Sunni imam of the al-Nidaa mosque, Ezzedine Ahmed, explains the displaced can't move freely in this Shiite area.</p><p>\"The people come and go,\" he said, \"but we have some security measures.\"</p><p>The rules are enforced by police and army officers, one of whom sat in on our meeting. Any man wanting to leave the mosque must get permission</p><p>\"We give them a paper so they can go out, do what they need to do and come back,\" the imam said.</p><p>They must be back by the end of the day. There are other official restrictions; for instance, displaced people coming into Baghdad must have a local resident vouch for them. That's not technically a sectarian rule, yet most people in Baghdad are Shiite and most of the security forces are too, so Sunnis say it feels like discrimination.</p><p>But there are a few places in Baghdad where Shiites are helping displaced Sunnis.</p><p>At a Shiite mosque in another Shiite area, Meshtel, there are a handful of displaced Sunni men praying shoulder to shoulder with the local residents.</p><p>\"It's a religious duty, we have to give them the hand of help. They are our people, our kin,\" said the white-bearded imam, Bassem Mohammed Ali.</p><p>He explains that the mosque distributes food to displaced Sunni families, helps them find jobs and apartments. The security forces monitor them, but because the shrine vouches for them, they can move around freely. The imam says he reassures local residents afraid of the Sunnis in their midst — though he claims that there's few of them.</p><p>\"Maybe like two in a million, one in a thousand, but we educate our society and we have a lot of security measures here,\" he said.</p><p>He says that as long as the displaced Sunnis can't go home, they'll have a home here. But even here, the displaced say they're still treated with more than a trace of suspicion.</p><p>\"There's good [people] and not good,\" says Aqbal Rabia, who's living in a small apartment with eight family members. \"Some this way, and some that way.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sunnis+Flee+The+Islamic+State%2C+But+Still+Fall+Under+Suspicion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419405973-00f3dc.m3u?orgId=1&topicId=1009&d=262&p=3&story=418920909&t=progseg&e=419383151&seg=7&ft=nprml&f=418920909"},{"href":"http://media.npr.org/assets/img/2015/07/01/sunni-refugees-getty-af5ad99265f7a0e472080d2c30659bc462cbcbcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1674","width":"2233"}},{"href":"http://media.npr.org/assets/img/2015/07/01/sunni-refugees-landov_wide-296d4875ad20dbe9736c40a05df5f6b9569f1526.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1686","width":"2999"}}]}