{"created":"2015-06-17T21:55:54+00:00","modified":"2015-06-18T23:05:42+00:00","valid":{"from":"2015-06-18T23:05:42+00:00","to":"3015-06-18T23:05:42+00:00"},"hreflang":"en","title":"As Fitbit Goes Public, It Will Have To Outrun Competition","published":"2015-06-18T18:29:00+00:00","teaser":"Amid the buzz around wearables, Fitbit heads to the NYSE. The fitness tracking firm faces challenges from smart watches, but it may get a boost from companies that want to keep tabs on workers.","itags":["npr_api","415267866"],"guid":"51575ac9-1b76-42e5-94f1-5b37a3ad5134","contentencoded":"<p>Fitness trackers — the wristbands or watches you can wear to track your heart rate, steps, sleep — are getting a shot in the arm. The most popular brand, Fitbit, is going public on Thursday. It's the first startup in the burgeoning wearable tracker industry to begin trading on Wall Street. It plans to raise more than $600 million.</p><p>Fitbit recently got a shout out, sort of.</p><p>President Obama is already well known for owning a Blackberry. Asked <a href=\"https://www.youtube.com/watch?v=yaylQmnXztU\" target=\"_blank\">in an interview</a> with the technology outlet Re/code if he has any wearable devices, the leader of the Free World said he plans to get one.</p><p>He even dropped the name: \"I don't have a Fitbit yet, but I work out hard.\"</p><p>But then, in the same breath, Obama jumped to another brand: \"Word is that these Apple watches might be a good companion for my workout.\"</p><p>It's not clear yet whether \"Fitbit\" is seen as a generic term, or a brand that inspires deep loyalty. Meanwhile, household names like Apple are beginning to jump into the wearable industry.</p><p><strong>Beating The Competition</strong></p><p>That's one reason the San Francisco-based startup, founded in 2007, is turning to Wall Street.</p><p>While many tech companies are choosing to stay private, Ben Wood, an analyst with CCS Insight, says Fitbit is \"doing absolutely the right thing. The wearables market is only going to get more competitive. Having the money now is a great opportunity to take the business to the next level.\"</p><p>Fitbit reports that in 2014, its revenue was $745 million. According to the NDP Group, Fitbit had a 68 percent share of the U.S. fitness activity tracker market, by dollars, last year.</p><p>While it's the leading fitness band, it's also under attack. Smart watches like the <a href=\"http://www.npr.org/sections/thetwo-way/2015/03/09/391891394/-applewatchevent-follow-nprs-laura-sydell\">Apple Watch</a> could take off and leave fitness trackers in the dust. Rival Jawbone recently sued, alleging Fitbit stole intellectual property, infringed patents and poached employees. Chinese vendors like Xiaomi are making cheaper bands.</p><p>Regardless of who wins, CCS Insight makes an optimistic prediction that the wristband market will nearly triple in three years.</p><p>\"This year, in 2015, we expect in excess of 60 million units to be sold,\" Wood says. \"By 2018, we expect that to reach over 150 million or around that mark.\"</p><p><strong>Pinpointing The Growth</strong></p><p>It's unclear, however, what will drive that growth. There's the conventional wisdom, that these devices give people a nudge to exercise.</p><p>Over at Lake Merritt, a popular jogging spot in Oakland, Calif., people who are not hardcore fitness junkies are wearing trackers.</p><p>\"It helps me stay fit and reminds me that I need to work out every day,\" Deborah Hubbard says. \"You get caught up in work and you just won't do it. But every time I look at this, it tells me, OK you've got to do it.\"</p><p>It could also be that employers become the important new customer. Companies already track workers' emails, hours and output. Chris Brauer, a senior lecturer at Goldsmiths, University of London, studies the impact of <a href=\"https://www.rackspace.co.uk/sites/default/files/Human%20Cloud%20at%20Work.pdf\">wearable technologies in the workplace</a>. He says Fitbit could give managers a biometric dashboard.</p><p>Take an employee who comes into work at 10 a.m. instead of 9 a.m. because she has kids. The boss wants to decide if that's OK.</p><p>\"Now using wearables, we can map her productivity against her movements and make certain assessments around that,\" Brauer says.</p><p>Fitbit already gets businesses to buy its wristbands for workers, under a wellness program. In its <a href=\"https://www.sec.gov/Archives/edgar/data/1447599/000119312515176980/d875679ds1.htm#rom875679_10\">filing to regulators</a>, the company says it plans to increase its focus on selling to companies:</p><p>\"We believe that as health care costs continue to rise and as employers continue to seek ways to keep their employees active, engaged, and productive, more employers will implement or enhance their corporate wellness programs.\"</p><p>Shortly after Obama's comments, news broke: He got a Fitbit (the Surge) after all. In the future, it could be a whole new tool to audit him.</p><p><strong><em>\"</em></strong>President Obama's fitness data emerging from his Fitbit could easily be mapped to his productivity, his performance, his job satisfaction, his alertness,\" Brauer says.</p><p>Fitbit begins trading on the New York Stock Exchange on Thursday under the ticker FIT.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Fitbit+Goes+Public%2C+It+Will+Have+To+Outrun+Competition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"192"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415274619-947a0b.m3u?orgId=1&topicId=1019&d=192&p=2&story=415267866&t=progseg&e=415155036&seg=16&ft=nprml&f=415267866"},{"href":"http://media.npr.org/assets/img/2015/06/17/gettyimages-461255689-3761f393442809c99e00a6937dc9796ed432cabb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2050","width":"2733"}},{"href":"http://media.npr.org/assets/img/2015/06/17/gettyimages-475163854-f67f945284e1adfe95f67fb5876d92731600252f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}