{"created":"2014-12-25T08:28:56+00:00","modified":"2015-05-13T21:24:42+00:00","valid":{"from":"2015-05-13T21:24:41+00:00","to":"3015-05-13T21:24:41+00:00"},"hreflang":"en","title":"The French Go Crazy For 'An American In Paris' ","published":"2014-12-25T20:49:00+00:00","teaser":"The first-ever stage production of the 1951 Hollywood film starring Gene Kelly and Leslie Caron, with a Gershwin score, is getting rave reviews during its premiere in the city that inspired it.","itags":["npr_api","372895045"],"guid":"51576fef-211f-4663-8111-2739bc079858","contentencoded":"<p>Parisians are going gaga over <em>An American in Paris</em>, the first-ever stage production of the 1951 Hollywood film starring Gene Kelly, Leslie Caron and with a musical score by George Gershwin.</p><p>The performance at Paris' Chatelet theater is getting rave reviews and has completely sold out. It's not hard to see why: The stage comes alive with the story of an American artist and the young French dancer he falls in love with. It's filled with fabulous dancing and all those great Gershwin tunes.</p><p>Theatergoers Nicole Fechant and Guy Mai are positively gushing after a performance.</p><p>\"We could see it again and again,\" they say. \"It's a perfect marvel. So dynamic, so American!\"</p><p>The show's world premiere runs through January in Paris. It will then travel to Broadway in the spring. As fate would have it, producers from both sides of the Atlantic approached the Gershwin family for the rights to the music — then decided to work together.</p><p>The co-production is a perfect mélange of Franco-British-American artistic traditions of dance and theater. But creating the stage version was not simply about adapting the movie for the stage, says former British New York City Ballet star Christopher Wheeldon, the show's director and choreographer.</p><p>Wheeldon says that first off, dancing for a camera angle and a theater audience are two different things. So there are many differences in the new production. For starters, the setting is no longer 1950s Paris. Now it's Paris after the Nazi occupation and World War II ended in the mid-1940s.</p><p>\"We felt that in order to make the joyfulness and romance even more potent, that we would place it really directly after the end of the war while the city itself is also sort of filling with light and joy and love again,\" says Wheeldon.</p><p>Wheeldon says there was an exhaustive search for the leads. But again, they weren't looking for Gene Kelly's Jerry Mulligan and Leslie Caron's Lise Bouvier. Not only would that have been impossible, he says, but they wanted to discover fresh faces.</p><p><strong>'We're Living It Here'</strong></p><p>Leanne Cope leads me to her dressing room, which looks over the Seine river and has a view of the Conciergerie, the last place Marie Antoinette was held before being guillotined.</p><p>\"I don't know if that's good luck or bad,\" Cope laughs. She has taken a sabbatical from the Royal Ballet in London to play the lead female role. She says being in Paris has helped her incarnate her character, Lise.</p><p>\"The first day I got here I woke up very early and I just went for a walk along the Seine, and found a bench and I was like, OK, this is where Lise and Jerry would have their moment,\" she says.</p><p>\"I think it's amazing that we came here first, because we're living it here,\" she says. \"And we can cherish that and bring that with us to New York.\"</p><p>For the last decade, Jean-Luc Choplin, the Chatelet's director, has made Paris the European venue for major American musicals and created a French appetite for the genre.</p><p>\"We present these classical Broadway pieces like we would present opera. Extraordinary directors, big orchestras in the pit and great lyric singers,\" says Choplin. \"And it has proven to be so successful that today when I open <em>An American in Paris</em> I have sold out the 40 performances.\"</p><p><strong>Gershwin's Love For Paris</strong></p><p>Gershwin wrote the score for <em>An American in Paris</em> in 1928, inspired by a visit to the French capital. This production is clearly a passionate display of love for the City of Light, and for dance. Its numbers flow through ballet, modern, jazz and tap and even feature a kick line. And lead characters Lise and Jerry are such a whirl of beauty and synchronicity, you can hardly keep your eyes off them.</p><p>Stitching the production seamlessly together are all those wonderful Gershwin tunes, including several additions not featured in the movie.</p><p>Robert Fairchild, 27, plays Jerry Mulligan, Gene Kelly's character in the movie. Fairchild, a dancer with the New York City Ballet, says Kelly was his idol growing up. Playing this role, in Paris, he says, is a dream come true.</p><p>\"Getting to sing and dance and act on stage and live this out every night is one of the greatest gifts I've ever been given,\" Fairchild says.</p><p>The show brims with the thrill and discovery of being an American in Paris. And the cast says it hopes to bring that spirit to Broadway next March.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+French+Go+Crazy+For+%27An+American+In+Paris%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038503-10742b.m3u?orgId=1&topicId=1124&d=253&p=3&story=372895045&t=progseg&e=373038379&seg=11&ft=nprml&f=372895045"},{"href":"http://media.npr.org/assets/img/2014/12/24/paris-american-handout-04c49ce7fffe32bc0ad6502a09020757198439be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1640","width":"2186"}},{"href":"http://media.npr.org/assets/img/2014/12/24/american_paris-eleanor_custom-64ce6d72cd1959f52abad936ea6b8a817ffb73d1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2148","width":"2225"}}]}