{"created":"2014-10-27T20:56:00+00:00","modified":"2014-10-31T00:27:11+00:00","valid":{"from":"2014-10-31T00:27:11+00:00","to":"3014-10-31T00:27:11+00:00"},"hreflang":"en","title":"The Complicated Task Of Closing Guantanamo","published":"2014-07-08T20:28:00+00:00","teaser":"How would you close the U.S. detention center in Cuba if you wanted to? Laura Pitter of Human Rights Watch joins us.","itags":["npr_api","329887761"],"guid":"515a9212-3d01-4da7-82da-1811a53e9748","contentencoded":"<p>It has been more than 12 years since the U.S. started sending prisoners from the War on Terror to Guantanamo Bay, Cuba &#8212; a place where they could be held indefinitely without being charged or being offered a trial.</p><p>Because the prison is on land leased from Cuba, and not in the United States, the George W. Bush administration argued that the detainees were not covered by the U.S. Constitution. But for all of those 12 years, there has been an outcry from human rights activists, and even second thoughts from those who were instrumental in sending the detainees there in the first place.</p><p>When President Barack Obama was elected, he pledged to close the prison, but in the face of strong opposition in Congress, the Senate rejected by a 90 to 6 vote the president&#8217;s request for money to close the prison, and a House committee approved legislation to prohibit detention centers on U.S. soil.</p><p>Opponents still say that keeping Guantanamo open harms U.S. national interests because it&#8217;s become a recruiting cry for terrorist group. But how would you close it if you wanted to?</p><p><strong>Laura Pitter</strong>, senior national security counsel for Human Rights Watch, is among those who wants to close Guantanamo. She joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to discuss how that complicated and legally fraught task could actually be accomplished.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.hrw.org/bios/laura-pitter\" target=\"_blank\">Laura Pitter</a></strong>, senior national security counsel for Human Rights Watch. She tweets <a href=\"https://twitter.com/Laurapitter\" target=\"_blank\">@Laurapitter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Complicated+Task+Of+Closing+Guantanamo&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329887764-3d890d.m3u?orgId=1&ft=3&f=329887761"}]}