{"created":"2014-10-01T19:07:57+00:00","modified":"2014-10-31T15:14:56+00:00","valid":{"from":"2014-10-31T15:14:56+00:00","to":"3014-10-31T15:14:56+00:00"},"hreflang":"en","title":"Unlocking The Eclectic: A Conversation With Shabazz Palaces' Ishmael Butler","published":"2014-10-01T19:08:00+00:00","teaser":"The enigmatic leader of Shabazz Palaces says his process is instinctive, non-linear and, sometimes, beyond his own understanding. Read Ishmael Butler's extended interview with <em>All Things Considered</em>.","itags":["npr_api","332073982"],"guid":"51680d20-30b1-4693-91c5-ea143ecf8aeb","contentencoded":"<p>As hip-hop morphed and evolved through the 1980's and into the 90's, a trio called Digable Planets was one of a handful to marry jazz<em> </em>with rap. At the end of a slick-tongued verse on the group's Grammy-winning single, \"Rebirth of Slick (Cool Like Dat),\" the MC who called himself Butterfly made a bold proclamation: <a href=\"https://www.youtube.com/watch?v=cM4kqL13jGM\" target=\"_blank\">\"We be to rap what key be to lock.\"</a></p><p>Two decades later, the man born Ishmael Butler is once again pushing hip-hop into new territory, this time with a collective called Shabazz Palaces. The group's 2011 breakthrough, <em>Black Up</em>, thrilled and flummoxed critics with elements of Phillip Glass minimalism, Brian Eno ambience, and George Clinton cosmic weirdness. On the new follow-up, <em>Lese Majesty</em> (out July 29), the sonic bushwhacking appears destined to continue.</p><p>Speaking from Seattle, Butler joined NPR's Kelly McEvers to explain how those sounds come together, and why the group's technology-assisted studio experiments are their own kind of jazz. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Kelly McEvers: This new album is called</strong><strong> <em></em></strong><strong><em>Lese Majesty</em></strong><strong></strong><strong>. It's a French term — something about offending the dignity of a royal, right?</strong> <strong></strong><strong>Why did that concept intrigue you?</strong><strong></strong></p><p><strong>Ishmael Butler: </strong>I like the concept of offending the dignity of a royal. But in this instance, it's like sort of a sonic attack on the \"me-mania\" that's sweeping over our culture of late.</p><p><strong></strong><strong>The world of selfies, and \"I'm eating a sandwich, so I'm going to post that online\" — that's what you mean by \"me-mania?\"</strong></p><p>Exactly. I understand it, and I don't just wholesale write it all off, but it's made for a less rich human experience, I think. And it's seeped into the the marketing of music, people really being more concerned about themselves — especially in the rap game, bragging about material things — rather than doing what I think music is really here to do: to unite people and to kind of extract the self from these ceremonial music experiences, like recording and performing and live shows and stuff like that. We basically wanted to attack that philosophy sonically and with the content of our music.</p><p><strong></strong><strong>That sounds like a pretty huge endeavor. </strong></p><p>Yeah, but it's instinct to feel this way. We're just following our instinct and trying to make things that seem but important enough to us to pursue in a diligent way, with passion.</p><p><strong></strong><strong>You're from Seattle, and the alternative newspaper there</strong><strong> <em></em><em></em></strong><strong><em>The Stranger</em></strong><strong></strong><strong> called this album \"the future of hip-hop.\" How aware of that are you? When you go into the studio are you thinking, \"I'm gonna do something really different here\"?</strong></p><p>No. Going into the studio, we practice, we perform, we live life and hope to build up enough skill to, when we're recording, to try to let our instincts be our guide and have the things that come out of us, that come through us, represent that. So we don't really have any considerations as to what we're doing. We're just trying to make what we're doing at the time the brightest and the most honest.</p><p><strong></strong><strong>It's sounds a little like it's</strong><strong> </strong><strong>extemporaneous, then: That you don't have much of a plan, that you kind of just let things roll out.</strong></p><p>Yeah, but it's only because I don't think that a plan is necessary. It's what's happening, and the result of what happens speaks for itself in terms of the value and importance of it. Instead of going in and thinking, \"Okay, we gotta try to satisfy this demographic,\" or, \"We have to let our fans that liked our last stuff feel familiar and comfortable with stuff,\" we just realize that if we follow our instincts and work hard, then we feel pretty good and satisfied with that.</p><p><strong></strong><strong>And if it's a total flop, so be it?</strong></p><p>Yeah. But we won't be doing no flopping, though. [<em>Laughing</em>] I just had to throw that in there.</p><p><strong>The album is arranged pretty meticulously into a series of seven suites, almost like chapters in a novel. What's the philosophy behind that?</strong></p><p>Well, we record all the music first. Out of the 45 minutes that made it onto the album, we probably recorded an hour and 45 minutes worth of music. After the music's recorded, then we listen to it. The themes that emerge, they're not specific — they're more sonic, truth be told. Listen to the rhythms, the sounds, the harmonies, the melodies and how they relate to each other. Then we start to feel like, \"Okay, these three, or these two songs fit together,\" and then figure out a title for them. It's about being evocative and provocative, leaving things open-ended, but having some specifics as well.</p><p>I'm always most satisfied with my listening experience when I'm surprised, and there's some sense of wonderment and even confusion that I can live with over the course of however many years. Living with these recordings and finding something new and different: Trying to recreate that for a listener is kind of a goal of ours.</p><p><strong></strong><strong>The production on this record is kind of shimmering and echoey, almost like a dream state sometimes. How do you want the listener to feel when this music kind of washes over them?</strong></p><p>It's like these sort of opposing feelings, like utter relaxation and tension, confusion and certainty. Joy and also feeling close to the timbres of anguish and pain. History, futurism. Everything is an attempt to expand the now: to get inside the moment that you're in and see how far you can stretch it, in whatever direction, temporally.</p><p>People are very imaginative and creative. I'm always curious to hear how people interpret it and how they feel, independent of anything that I might wish for. I think that's even a more valuable result.</p><p><strong>In one song you say, \"I'm not messing with your mind / I don't have that kind of time.\" But I feel like, of <em>course</em> you're messing with my mind. Is that a purposeful contradiction?</strong></p><p>Well, I feel like the words and the music and the melodies and the rhythms is like, they <em>happen</em> to me more so than I generate them. Those lines come to me and I say them, and I listen to them later and don't remember where they came from.</p><p><strong></strong><strong>Really?</strong></p><p>Yeah. It's like, of course there's a double meaning to it, and I like that. I guess it was intentional. But at the same time it just kind of happened. It came from some place that <em></em>I can't really put my finger on.</p><p><strong>With your old group, Digable Planets, you mixed jazz with hip hop pretty famously. Is there jazz in the music of Shabazz Palaces as well? It seems like you might want to call it something else, like more ambient or minimalist. </strong><strong></strong></p><p>I don't want to call it anything. I mean, there is jazz in it in the sense that I think there's a confidence in instinct — I know keep going back to that, but it is something that we always try to rely on — and improvisation, capturing instinct and improvisation and impulse and letting it stand. In that sense, I feel like it has a jazz sensibility, for sure.</p><p><strong>You have a few tracks with kind of challenging time signatures. Not to get too inside baseball, but \"Colluding Oligarchs\" seems to shift between 6/4 and 5/4 time, whereas hip-hop is usually pretty stuck with 4/4 time. Is that a challenge you pose to yourself on purpose, or is it, again, something that just rolls off?</strong></p><p>I think that it is a challenge that we pose to ourselves. But \"Colluding Oligarchs,\" that was a situation where we played the drums, then we sampled the drums, chopped the drums up. If you get four or five different sections of something that was in standard time, now you can rearrange it in any time signature that you want. So you have these pieces at your fingertips, and you're playing these different sounds that may last a half a bar, or a bar and a half, or three beats. You start playing them in a sequence and constructing them, and now you've got something that's in 6/4, 7/4, 5/4. That's how that stuff happens.</p><p><strong></strong><strong>Wow, so it happens in the arranging period, after you've done the recordings. It's almost like it's two totally different phases of your creative phase: You're in there and you're making stuff that's coming to you from this source that you cannot name or identify, and then there's this point where you're kind of arranging and organizing stuff and it's a little more methodical. </strong></p><p>Yeah, but they happen on top of each other. We can record something spontaneous, capture pieces of it, and now those pieces that we captured, now we're recording something from that. It's not like we record once and then go in and do that second part. It's continuing at the same time.</p><p><strong></strong><strong>In Seattle, your group is part of something called Black Constellation. Can you tell us what that is?</strong></p><p>Black Constellation is a group of like-minded, like-spirited, interdisciplinary people who are artists, video and film directors, painters, sculptors, musicians. And it's THEESatisfaction, Khalil Joseph, Nep Sidhu, Maikoiyo Alley-Barnes, who is a visual artist, OCnotes, a musician. The universe brought us together and we've been able to really relate. It's good because we challenge each other, and find in each other new ways to speak our instinct and this language that we've been blessed with.</p><p><strong></strong><strong>Collaborating with artists who work in other media, is that important to you and the music? Could you have made this record if you were sort of just sitting alone with a laptop, or is this collaboration really part of the music?</strong></p><p><strong></strong><em></em>It's part of it. Like Nep, some of the stuff he sends me, sketches that he's working on, early renditions of pieces that he's working on, these things are just as important to the end result and some of the lyrics that I've written. Without those inspirations and seeing those things, I would never feel the way that I feel when it's time to record and commit stuff to tape. So yeah, it's very important.</p><p><strong></strong><strong>When you take Shabazz Palaces on the road, is this visual art part of the performance?</strong></p><p>Yeah, actually, it is. Nep, apart from being an architect and a painter and a sculptor, he also made clothing that we wear during the performances. We see performing as ceremony, so we prepare for it, and we treat it that way when we go and perform. We'll be heading on tour really soon, after the record comes out.</p><p><strong>I know you said that when you go into </strong><strong>the studio, you're not trying to fit some genre or target some demographic, but when you hear something like the fact that your band is being called the \"future of hip-hop,\" what do you think about that? How do you respond to that?</strong></p><p>You know, I feel proud that people listen to our music and have strong feelings about it. This endeavor that I pursue, that we all pursue in Shabazz Palaces, make no mistake, this is an attack. We're trying to show off and really stunt on all other rappers and let them know that this is our style, this is what we do and we're ready to put it up against anybody else's stuff. So, it feels good to move people and have people say cool stuff about our music, even though we don't necessarily consider it in that way all the time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unlocking+The+Eclectic%3A+A+Conversation+With+Shabazz+Palaces%27+Ishmael+Butler&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"504"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333366932-ce82ab.m3u?orgId=1&topicId=1105&ft=3&f=332073982"},{"href":"http://media.npr.org/assets/img/2014/07/17/shabazz2-1b467c8723c61972a81d8b0013c5a58eeabb6181.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1342","width":"1788"}}]}