{"created":"2015-01-14T10:03:23+00:00","modified":"2015-01-27T00:27:28+00:00","valid":{"from":"2015-01-27T00:27:28+00:00","to":"3015-01-27T00:27:28+00:00"},"hreflang":"en","title":"Tough Attorney General Pick Loretta Lynch Vies For Senate Confirmation","published":"2015-01-27T00:27:00+00:00","teaser":"Lynch grew up in a state where her parents fought for the right to vote. She could become the first black woman, and the first mom, to lead the Justice Department.","itags":["npr_api","376997783"],"guid":"516c63ab-82c7-4759-b69f-75cd75490b37","contentencoded":"<p>President Obama's choice to be the next attorney general grew up in a state where her parents fought for the right to vote.</p><p>Loretta Lynch is a North Carolina native who hails from a long line of preachers. Her academic talent propelled her into some of the country's elite institutions.</p><p>Now Lynch is trying to win Senate confirmation as the top U.S. law enforcement officer, as the first black woman in line to hold that job.</p><p>Lynch was born 55 years ago, in Greensboro, N.C., where sit-ins and protests provided a soundtrack to her youth.</p><p>As a toddler, she rode on her father's shoulders to civil rights rallies. Her mother told her she picked cotton so Loretta and her brothers wouldn't have to.</p><p>\"You know, her grandparents were sharecroppers,\" says her friend and former Justice Department colleague Robert Raben. \"She's from North Carolina. It's a state in which her family could not vote.\"</p><p>Lynch eventually climbed to the top of her high school ladder as the valedictorian. And when she entered Harvard in the late 1970s, she joined a small community that included Sharon Malone.</p><p>\"It was impossible for us not to know each other being, as you say, two African-American Southern women at Harvard, well out of our element at that time,\" Malone says.</p><p>The two worked together to start a chapter of the storied Delta Sigma Theta sorority, a group of black women uniting to serve the community. Malone remembers Lynch as a straight arrow, then and now.</p><p>\"If you can find someone who knew you from when you were 18, 19 years old and they have nothing bad to say about you and your judgment and things that you did then? My goodness,\" Malone says. \"Look, there's nothing to tell.\"</p><p>Their paths crossed again during the Obama administration. The president named Malone's husband, Eric Holder, his attorney general. Loretta Lynch became the U.S. attorney in Brooklyn.</p><p>There, she prosecuted more terrorism cases than any of her counterparts, incarcerating men who tried to blow up the New York City subway and JFK airport. Another Lynch target, former Staten Island Rep. Michael Grimm, pleaded guilty to tax evasion earlier this year.</p><p>Her friend Raben says those may be her only enemies. \"There are plenty of people who don't like her,\" Raben says. \"They happen to be incarcerated.\"</p><p>The chairman of the Senate Judiciary Committee, Iowa Republican Charles Grassley, says he hasn't made up his mind yet about Lynch. Grassley says he'll hold hearings in the next couple of weeks to learn how she differs from her predecessor.</p><p>\"I'm very interested in, is she going to be political, as I think Holder has been one of the most political attorneys general that I've served under?\" Grassley says.</p><p>And how might Lynch handle a room filled with senators?</p><p>Friend and former Virginia U.S. Attorney Neil MacBride says she often decides to listen rather than jump in and offer an opinion.</p><p>But when she does talk, Lynch is a graceful speaker. And she told an audience at John Jay College of Criminal Justice in 2012 that she is often mistaken for someone else.</p><p>\"It's always interesting when people don't know who you are,\" Lynch said. <br /> \"And I don't carry a sign, you know, whatever. And so people will come in the office and they'll be looking for the U.S. attorney and they'll speak to me one way, and when they realize that I'm the person they're looking for, it may change a little bit. ... I certainly had the experience as a young lawyer of going to take a deposition and being mistaken for the court reporter.\"</p><p>And one time, she said, a white juror mistook her for the defendant she was prosecuting. Lynch also said people often wrongly expect her to have a soft touch. Not so for a woman who spends free time kickboxing with her trainer.</p><p>\"They expect a certain amount of leniency or mercy from me, because I'm a woman, and if you've ever met my mother you should know that's not even in the cards,\" Lynch told an audience at John Jay. \"She's much tougher than I am — she's a retired schoolteacher, so she's seen it all.\"</p><p>So has Lynch, as an African-American woman who has spent most of her career in federal law enforcement. Friends say that will inform her work, especially at a time of high tension between police and minority communities. Lynch addressed the issue herself back in 2012, years before the recent controversial deaths of black men in Ferguson, Mo., and Staten Island, N.Y.</p><p>\"I find that people want aggressive policing if they as a community feel they are part of it,\" she said. \"They don't want aggressive policing if they feel it's being imposed upon them and they are a target.\"</p><p>There's one more thing about Lynch: She's the stepmother of two young adults, including one who plans to move to Washington with her if she's confirmed as attorney general.</p><p>That would make her the first mom to serve as the country's highest-ranking law enforcement official.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tough+Attorney+General+Pick+Loretta+Lynch+Vies+For+Senate+Confirmation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377122825-a57524.m3u?orgId=1&topicId=1123&e=376997783&d=274&ft=nprml&f=376997783"}]}