{"created":"2015-02-18T20:51:26+00:00","modified":"2015-06-05T15:28:59+00:00","valid":{"from":"2015-06-05T15:28:59+00:00","to":"3015-06-05T15:28:59+00:00"},"hreflang":"en","title":"Hospital To Nurses: Your Injuries Are Not Our Problem","published":"2015-02-25T22:09:00+00:00","teaser":"When Terry Cawthorn severely injured her back on the job, Mission Hospital refused to take responsibility — an attitude toward nurses that NPR found in hospitals across the U.S.","itags":["npr_api","385786650"],"guid":"518111f3-f2fd-4d98-adbe-726dd4e50914","contentencoded":"<p>The case of Terry Cawthorn and Mission Hospital, in Asheville, N.C., gives a glimpse of how some hospital officials around the country have shrugged off an epidemic.</p><p>Cawthorn was a nurse at Mission for more than 20 years. Her supervisor testified under oath that she was \"one of my most reliable employees.\"</p><p>Then, as with other nurses described this month in the NPR investigative series <a href=\"http://www.npr.org/series/385540559/injured-nurses\">Injured Nurses</a>, a back injury derailed Cawthorn's career. Nursing employees suffer more debilitating back and other body injuries than almost any other occupation, and most of those injuries are caused by lifting and moving patients.</p><p>But in Cawthorn's case, administrators at Mission Hospital refused to acknowledge her injuries were caused on the job. In fact, court records, internal hospital documents and interviews with former hospital medical staff suggest that hospital officials often refused to acknowledge that the everyday work of nursing employees frequently injures them. And Mission is not unique. NPR found similar attitudes toward nurses in hospitals around the country.</p><p>Documents from Cawthorn's court case tell her story.</p><p>It was in the afternoon on her 45th birthday. A large patient had just had a cesarean section, and Cawthorn was helping move her from the gurney onto her bed — a task that nursing employees perform thousands of times every day.</p><p>\"She kind of had one cheek on the bed, one cheek on the stretcher, and we [were] trying to help her,\" Cawthorn says. To demonstrate, Cawthorn bends her knees and crouches, keeping her back straight. She extends her arms like railings, as though she's holding them out for the patient to grip.</p><p>\"And the second she grabbed on, almost instantaneously I felt like hot tar was just going down my spine, into my butt,\" Cawthorn says.<strong> </strong></p><p>By the time she left work that day, she could hardly walk — or drive. Her husband had to lift her out of her car and carry her into their home, and lay her on the floor. Cawthorn could see the birthday flowers and pink cake her family had made on the dining table. \"And I'm just on the floor, in tears,\" says Cawthorn, \"in so much pain.\"</p><p>Cawthorn took painkillers and made it back to work the next morning, and reported the injury to her supervisor. Then she hurt her back again barely a week later when she lifted another patient. She injured her back a third time a few days after that. And nine months later, Cawthorn herself became the patient in the hospital where she worked: She had a \"lumbar interbody fusion,\" an operation in which the surgeon built a metal cage around her spine.</p><p>State laws require companies to cover employees' medical bills when they are injured doing their jobs. Companies also have to pay workers' compensation to support injured employees while they're missing work — and missing their paychecks.</p><p>But officials at Mission refused to help Cawthorn. According to court documents, the hospital's own medical staff concluded that she was hurt moving patients. But the hospital's lawyer disagreed, arguing that Cawthorn actually hurt her back partly while lifting a dinner casserole out of her oven.</p><p>Mission hospital officials also said that as a result of Cawthorn's back injury she was no longer fit to work. Cawthorn and her husband say she was lying in her hospital bed two days after back surgery, when a hospital representative walked into her room and handed her a document. It announced that Mission was terminating her job.</p><p>\"They actually saved themselves the postage,\" Cawthorn says, looking as if she's about to cry. \"And I was so emotionally destroyed. Nursing's not just a job. It's who you are.\"</p><p>As Cawthorn and her husband, Tucker, talk about her painful saga, they're sitting at home in a small town about a 30-minute drive from Asheville. The refrigerator is covered with photos of their family, which show a dramatically different Cawthorn than the woman sitting now at her dining table.</p><p>The woman in the photos taken six and seven years ago, just before she got injured, is fit and healthy-looking. But on this day, she has arms like sticks, and dark patches under her eyes. She and her husband say she lost 40 pounds after she got hurt — and only recently has been able to regain 7 of them. Cawthorn says for the first three years after the incident, just the thought of how it changed her life and how officials at Mission responded was so painful that she couldn't talk about it.</p><p>\"I would just cry,\" Cawthorn says. \"I'd cry, and cry and cry.\"</p><p>There's no evidence that Mission's employees get injured more than staff do at other hospitals. As <a href=\"http://www.npr.org/series/385540559/injured-nurses\">NPR's Injured Nurses investigation reveals</a>, hospitals are not generally required to make their injury statistics public, so it's difficult to compare them. NPR also found that officials at most hospitals across the country have failed to do much about the epidemic of back and other injuries that affect their nursing staff.</p><p>Researchers in the health care industry say there are a few main reasons why.</p><p>One reason is money.</p><p>\"It's been a tough couple decades for the hospital industry,\" says Daniel McChesney, co-founder of DeciBio, a health care industry research firm.</p><p>Nursing employees have very likely been getting hurt moving and lifting patients for as long as there have been nurses and patients. But studies by the U.S. government and university researchers in the 1990s began showing that hospitals can prevent many of those injuries, if hospital administrators invest enough time and money. They have to buy special equipment to move patients, such as powered ceiling hoists, and they have to conduct intensive training for the staff.</p><p>Some hospitals have purchased a limited amount of equipment and conducted some staff training, researchers say, but most have not taken aggressive steps to protect their nursing staff — partly because they are preoccupied with other problems.</p><p>\"Their revenues have been stagnant or dropping and the costs have been going up,\"<strong> </strong>McChesney says.</p><p>Consider just a few of those costs. Many hospitals have to spend millions of dollars on measures to prevent patients from getting infections, says Bruce Vladeck, former administrator of Medicare and Medicaid. The federal government does not reimburse hospitals for treating patients who acquire infections on their watch.</p><p>Under federal laws, hospitals also have to computerize their medical records. That can cost \"at least tens of millions of dollars in a large hospital system, and in some instances hundreds of millions of dollars,\" says Vladeck.</p><p>James Collins, a research manager in the Division of Safety Research at the National Institute for Occupational Safety and Health, says that safety and health officers in hospitals have told him frustrating anecdotes: They've tried to persuade their bosses to launch major campaigns to prevent nurses from getting hurt lifting patients, but their pitch goes nowhere.</p><p>Collins says safety directors tell him, \" 'Just when I think I've got the CEO sold that we need [to spend] the funds for this comprehensive safe patient lifting program, in comes the chief of surgery describing the latest laser to improve his surgical outcomes.' \" Collins says the surgeons inevitably get the money — which is often good news for patients — but the proposal to protect nursing employees goes \"back at the end of the line.\"</p><p>Finances aside, some researchers say there's a social and political reason that protecting nurses is often not a top priority.</p><p>\"Hospital administrators — too many hospital administrators — view nurses as second-class citizens,\" says Suzanne Gordon, author of <em>Nursing Against the Odds</em>. Gordon, who has been writing books about health care issues for 30 years, gives workshops at hospitals about the dynamics among administrators, physicians and nursing employees. She points to the ways that television and movies portray nurses as one way to understand their lack of status in society.</p><p>For instance, in the movie <em>Meet the Parents,</em> the protagonist, Greg, meets his girlfriend's family and their doctor friends:</p><p>\"Greg's in medicine too,\" the girlfriend's father tells them.</p><p><em>\"</em>Oh, really?\" they exclaim. \"What field?\"</p><p>\"Nursing,\" Greg answers.</p><p>And everybody laughs.</p><p>\"No, really,\" one says. \"What field?\"</p><p>It's just a Hollywood comedy, but Gordon says nurses don't have much clout partly because of gender. Ninety percent of nursing employees are women, while almost 70 percent of physicians are men, according to Department of Labor statistics.</p><p>And Gordon sees another troubling issue: Hospital administrators and the medical industry have traditionally devalued nurses.</p><p>\"Historically,\" Gordon says, \"hospital administrators viewed nurses as a disposable labor force\" — even though there have been cyclical nursing shortages.</p><p>So, when hospitals cut costs, nursing staff is often among the first to go. For example, there have been layoffs in recent years at hospitals including the University of Massachusetts Memorial Health Care, Children's Hospital and Clinics of Minnesota, and Kaiser Permanente in California.</p><p>That's the national context in which the battle between Cawthorn and Mission Hospital played out in North Carolina. Cawthorn says she'll never forget the day that one of Mission's administrators told her that the hospital was not responsible for her back injury and would not cover her medical bills or workers' compensation. \"I was so mad,\" Cawthorn says. \"I was yelling at her, 'What is going on?' \"</p><p>Ask Joshua Klaaren, a physician's assistant who worked in Mission's staff health clinic for six years, until late 2012. Klaaren says it was \"pretty common to see nurses and [nurses' assistants] who have hurt their back, who have pulled their back with managing patients, moving patients, lifting patients, sliding patients. It [was] very, very, very common.\" Klaaren and his fellow occupational health specialists would conclude that those employees had been injured on the job.</p><p>But Klaaren says it also was \"commonplace\" for hospital officials to ignore what their occupational medical staff said. In fact, Klaaren and other medical specialists from Mission's staff clinic — who talked only on condition that we withhold their names, for fear of retaliation — told NPR that whenever they examined injured employees, they were required to fill out a form with the employee's name, date of injury, and diagnosis, followed by a section with two boxes: \"In our opinion, injury or illness is\" or \"is not work related.\"</p><p>Hospital officials ordered the occupational health staff not to check either box, Klaaren and other sources told NPR. Instead, hospital administrators filled them out — even if they had not seen the injured employee.</p><p>The doctor who ran the staff health clinic, J. Paul Martin, warned Mission's executives for years that the hospital was mistreating injured employees, according to dozens of internal hospital emails and other documents obtained by NPR. The doctor's emails went to Mission's vice president and general counsel, the chief of staff, a member of the board of directors, and others.</p><p>One of the doctor's emails warned that the way the workers' compensation department was operating \"shakes the very foundation of quality and patient safety.\" In another email, Martin called a decision by the workers' compensation department \"mean-spirited.\" Martin, the hospital's top occupational health specialist wrote: \"I cannot stand by and watch our employees treated that way.\"</p><p>Hospital executives told Martin, in effect, that these issues were not his concern, according to the documents. Martin declined to be interviewed for this story.</p><p>But there are public court records that scold Mission Hospital for mistreating injured employees. Every state has a workers' compensation court, so injured employees can appeal if a company won't help them. North Carolina's court — the North Carolina Industrial Commission — and the state Court of Appeals have ruled repeatedly in recent years that Mission Hospital refused to help injured nurses and others despite clear evidence that they got hurt on the job.</p><p>For example, the court ruled in 2002, in the <a href=\"http://www.npr.org/documents/2015/feb/rosenfelt.pdf\">case of an injured employee named Jennifer Rosenfelt</a>, that Mission's refusal to cover some of her medical care was \"based upon stubborn, unfounded litigiousness.\" The court ruled in 2004, in the <a href=\"http://www.npr.org/documents/2015/feb/chellis.pdf\">case of another injured employee named Jeanne Chellis</a>, that hospital officials \"acted in bad faith\" by not sharing evidence.</p><p>In <a href=\"http://www.npr.org/documents/2015/feb/cawthorn.pdf\">Cawthorn's case</a>, the workers' compensation court declared in 2011 that the way key officials at Mission Hospital treated her \"constitute[d] fraud\" — because they refused to pay her workers' compensation benefits \"when they knew she was entitled to the same.\" In 2012, judges on the workers' compensation court got so upset with Mission in the <a href=\"http://www.npr.org/documents/2015/feb/goff.pdf\">case of an injured employee named Cathy Goff </a>— they said the hospital had given the court information that was \"not credible\" and even \"false\" — that they said Mission should be investigated for fraud.</p><p>\"What is particularly disturbing is that this is a hospital,\" says Douglas Berger, who served as a judge on the state workers' compensation court for 10 years. \"This is a hospital who you would think, out of all the corporate actors, would be the most sensitive to treating injured workers fairly and decently.\"</p><p>Berger, now a lawyer in private practice, says he doesn't know why Mission's officials treated injured employees that way, but he says companies that don't support injured workers often do it for a simple reason.</p><p>\"The view is, for every dollar I prevent going to a worker, that's more dollars for the company,\" Berger says. \"Every [penny] I spend on a worker is less money I can spend elsewhere in the hospital.\"</p><p>Mission Health's own reports show that the corporation has been spending millions of dollars to expand its business. During the past decade, Mission has taken over or merged with five other hospitals. It has taken over doctors' practices, and other medical firms. A Mission spokesman told a national meeting a few years ago, \"We're kind of the 500-pound gorilla\" in the region. Someone recorded that and leaked it, along with other unguarded comments. The spokesman resigned.</p><p>Ron Paulus, Mission's CEO, told NPR that he didn't know about the workers' compensation cases involving Cawthorn and other employees when he took over in 2010. But he says as soon as he learned about them, he told his staff to forget the past and focus on creating a compassionate culture at Mission.</p><p>\"Whatever is the truth or not the truth about all this different stuff, staff injuries — from the standpoint of, first, the humanity of that injury — these are family members, part of our team,\" Paulus says. \"We want people to be productive and effective.\" That requires them to be healthy, he says.</p><p>Paulus says he has launched new training programs for the staff. He hired an outside consultant to analyze how hospital officials have handled workers' compensation cases since he took over — and Paulus says that Mission got a glowing report.</p><p>NPR asked for a copy of the report, but a spokesman for the hospital declined, saying, \"This report is for internal use only and is not provided to third parties.\"</p><p>Paulus also says that the hospital has spent a \"significant\" amount of money to buy machines that move and lift patients, so the nursing employees can save their backs. \"When you look at nurses and patients,\" says Paulus, \"nurses have the most interaction with patients of any caregiver on the team. And nurses are ... the most trusted people in all of health care. So when I think about how I look at care delivery within Mission Health, nurses are front and center.\"</p><p>Five nurses and other medical employees who still work with Mission, or worked there long after he took over, say that perhaps Paulus has changed the message \"at the top.\" But they haven't seen much sign of change taking place at the hospital.</p><p>It's been almost seven years since Cawthorn injured her back lifting patients. She's still shaky sometimes when she walks. But she and her husband say her saga damaged more than her physical health: The way Mission Hospital treated her also broke part of their spirit.</p><p>\"I really thought that I was someone to Mission,\" she says. \"I had poured my life into nursing. And when I got hurt, I meant nothing. I was absolutely nothing to the hospital.\"</p><p><em>NPR's Robert Benincasa, Lydia Emmanouilidou, Samantha Sunne and Barbara Van Woerkom contributed reporting and research to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hospital+To+Nurses%3A+Your+Injuries+Are+Not+Our+Problem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Zwerdling","audio":[{"meta":{"duration":"1038"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387315230-092821.m3u?orgId=1&topicId=1150&aggIds=385540559&d=1038&p=2&story=385786650&t=progseg&e=387301197&seg=7&ft=nprml&f=385786650"},{"href":"http://media.npr.org/assets/img/2015/02/17/skay_nursesnc_22-57e720ed84dfb47643b299896d537b709736c13c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1746","width":"2330"}},{"href":"http://media.npr.org/assets/img/2015/02/18/skay_nursesnc_14duo-e50f4213d0c90025c97c254a98e22411b9dbce13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2665"}},{"href":"http://media.npr.org/assets/img/2015/02/17/skay_nursesnc_15-a026005482cc235c8a035eea6ea2437eee194041.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/17/skay_nursesnc_30-82348f74425914b5261be8ba00555b13bbbc1020.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/17/skay_nursesnc_06-96f769f91e7c50345405bb0fcdf7798e39737fc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1495"}}]}