{"created":"2015-03-19T20:51:36+00:00","modified":"2015-03-22T22:51:39+00:00","valid":{"from":"2015-03-22T22:51:39+00:00","to":"3015-03-22T22:51:39+00:00"},"hreflang":"en","guid":"51847a21-e4d3-4726-be67-9d83f0dd9477","title":"For Poor Rich Boy — lyrically, think Morrissey, but musically their melodies are Beatle-like","published":"2015-03-22T22:51:35+00:00","byline":"Marco Werman","tags":["music","culture","Media","Arts, Culture & Media","Lahore","Austin","Asia","North America","Pakistan","United States","Umer Khan","Shehzad Noor","Global Hit","Poor Rich Boy"],"teaser":"There can be a whole lot of noise at South by Southwest. You can walk down Sixth Street in Austin — the main drag, where many of the venues are located — and not hear anything but a mush of bands and artists, spilling into the street. But, one band caught our notice: Poor Rich Boy from Pakistan.","contentencoded":"<p>South by Southwest is not just music. The festival starts with an important Interactive conference. There’s also the SXSW film festival running simultaneously.</p>\n<p>But music is the undercurrent. It's everywhere, at all times it seems. This is, after all, Austin, “Live Music Capital of the World.”</p>\n<p>In the battle for competing attention spans, some of the cacophony may have drowned out a sextet from Lahore, Pakistan, that played a gig in a cushy barroom at the storied Driskill Hotel: Poor Rich Boy.</p>\n<p>“Emotionally, we’re poor,” says singer Shehzad Noor, agreeing that they all come from a relatively affluent and intellectual part of Lahore society. “My sister called me a ‘poor little rich boy’ once because I was complaining about something,” he continues, remembering one of the references to the band’s name. “I thought it was hilarious and quite apt, considering the music.”</p>\n<p>Some songs do complain, about life and alienation in Pakistani society. But others are love songs.</p>\n<p>They sing in English. Lyrically, think Morrissey. But musically, their melodies slip easily into streams of Beatle-like consciousness. So, they’re not exactly competing with scads of Bollywood-style pop music and modern-trad idioms, the stuff that tends to dominate the market in Pakistan.</p>\n<p>“We will probably never be a mainstream band in that sense,” says singer Umer Khan. He struggles to define how Poor Rich Boy qualifies as an “indie-band” in terms of style, whatever that means.  But as far as how to function as a band, the label certainly fits. “We do the entire thing ourselves. We produce it ourselves, we distribute it however we can on the Internet. It’s basically because we’re not sponsored by anyone and no one is taking care of us,” Khan says.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Poor-Rich-Boy-with-woman.jpg?itok=xMCsqI0p\" alt=\"\" /><div class=\"field-caption\">\n    <p>A woman from the street meets Pakistan's Poor Rich Boy.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marco Werman</p>\n  </div>\n</div>In fact, Poor Rich Boy’s appearance at SXSW is being sponsored in part by the US Department of State’s Center Stage performance arts outreach program. Khan says he knows what that sort of public diplomacy implies. “But we have to make the most of what we can get,” he says. SXSW is the right kind of exposure for Poor Rich Boy. \n<p>Shehzad jumped in and added: “The point is, it’s Pakistan interacting with the world. I’ve been here for two days, and my mind has been blown just by the sheer variety of people and all this creativity. It’s the person-to-person diplomacy.”</p>\n<p>Just then a small group of 20-somethings walked by, among them a woman who shouted out, “Can I be in y’all’s video?” and strode on over, not waiting for an answer. She vogued for the cameras with the guys, said she was Nigerian-Trindadian. We explained who Poor Rich Boy was, she seemed impressed and we parted ways. On Austin’s Guadeloupe Street, score one for person-to-person.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Fpoor-rich-boy-lyrically-think-morrisey-musically-their-melodies-are-beatle&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Poor-Rich-Boy.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/poor-rich-boyjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03192015_09.mp3"},{"href":"http://www.pri.org/file/0319201509mp3"}]}