{"created":"2014-10-05T21:05:51+00:00","modified":"2014-11-10T20:30:31+00:00","valid":{"from":"2014-11-10T20:30:31+00:00","to":"3014-11-10T20:30:31+00:00"},"hreflang":"en","title":"'You Have The Right To Remain Silent.' Or Do You?","published":"2014-10-06T14:00:00+00:00","teaser":"Any devotee of TV crime dramas or police procedural shows hears the phrase regularly. But court decisions in recent years have chipped away at that principle.","itags":["npr_api","353893046"],"guid":"51840ec3-a35e-47fd-9f10-5c2f5f087cb9","contentencoded":"<p>\"You have the right to remain silent.\"</p><p>Any devotee of TV crime dramas or police procedural shows hears the phrase regularly. But new court decisions in recent years have chipped away at that principle.</p><p>Take the case of California resident Richard Tom. In 2007, he broadsided a car, injuring a girl and killing her sister. At the accident scene, he asked to go home but was told no. He wasn't handcuffed, but police held him in the back of a police car. At no point did he ask the police about the victims. During his trial for vehicular manslaughter, prosecutor Shin-Mee Chang told the jury that Tom's failure to ask about them pointed to the \"consciousness of his own guilt.\"</p><p>\"His complete lack of concern for the occupants of the car that he had just broadsided was one factor that showed his indifference to the consequences of his reckless driving that night,\" Chang says.</p><p>But didn't Tom have the right to remain silent — to not ask about the victims? For decades, television shows like <em>Columbo</em> and the <em>Law and Order</em> series have told us: \"You have the right to remain silent. Anything you say can and will be used against you in a court of law.\"</p><p>But the truth is, it's not that simple. Courts have found that suspects don't have to be read their rights upon arrest, but only right before they are interrogated. And there can be a long lag time between the two.</p><p>In the case of Richard Tom, for example, he was in custody for two hours before he was read his rights. Earlier this year, the California Supreme Court ruled in Tom's case, and said his silence at the scene of the accident could be used against him.</p><p>\"The California Supreme Court has left us in a no-win situation, where as soon as you are arrested the prosecutor can use anything you say [and] anything you don't say against you,\" says Marc Zilversmit, Tom's attorney.</p><p>The U.S. Supreme Court issued a similar decision in 2013, in a case involving a suspect's silence prior to arrest. In that case, the suspect voluntarily answered police questions for nearly two hours but refused to talk in depth about a gun found in his house. The prosecutor used that against him at trial.</p><p>\"Most people assume that if you have a right and you exercise it, that's all you need to do,\" says Stanford law professor Jeff Fisher.</p><p>Fisher says the courts' rulings set a trap for the unwary. The courts said the only exception is if defendants expressly tell police they are invoking their Fifth Amendment rights. Fisher says the rulings affect every kind of criminal case, including white-collar investigations where suspects are often questioned at length before being arrested.</p><p>\"Under these decisions, somebody in that situation, just as much as the person accused of murder or manslaughter, needs to announce that they are relying on the Fifth Amendment privilege,\" Fisher says. \"It's not enough to simply refuse to talk to police.\"</p><p>If all this sounds ominous, Kent Scheidegger, with the Criminal Justice Legal Foundation, isn't fazed. He says the reality is we never actually had a right to stay silent.</p><p>\"What's in the Constitution is a right not to be compelled to be a witness against yourself,\" Scheidegger says. \"The Constitution does not say you have a right to remain silent, and although there is a lot of overlap in those two, they are not the same thing.\"</p><p>Scheidegger says the U.S. Supreme Court made up the phrase \"right to remain silent,\" and that its 1966 ruling requiring Miranda warnings popularized the false impression that that's what the Fifth Amendment says. Scheidegger may be more forthright than the courts; they still maintain that there is a right to silence, tenuous as it might be.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27You+Have+The+Right+To+Remain+Silent.%27+Or+Do+You%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Green","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353922048-4093df.m3u?orgId=1&topicId=1091&ft=3&f=353893046"},{"href":"http://media.npr.org/assets/img/2014/10/05/arrest-feee16671e05de06e8629cc2a7cd5baac5246a06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1133","width":"1512"}}]}