{"created":"2014-12-09T10:00:20+00:00","modified":"2015-06-05T15:31:51+00:00","valid":{"from":"2015-06-05T15:31:51+00:00","to":"3015-06-05T15:31:51+00:00"},"hreflang":"en","title":"That Nest Egg Needs To Last As Long As You Do. So How Do You Start?","published":"2015-01-02T22:47:00+00:00","teaser":"You don't know how long you'll live, which makes it hard to know how much money you'll need to retire. But several approaches can help people nearing retirement make their money last.","itags":["npr_api","369372003"],"guid":"5187c048-9013-4de4-af7b-53cc2c75a271","contentencoded":"<p>Retirement for baby boomers will look different than it did for their parents — Americans are living longer, health care costs more, fewer people have pensions today, and many people facing retirement haven't saved much.</p><p>All of that makes managing the nest egg you do have even more vital. But many people need and want guidance on what they should do to make sure their retirement savings last.</p><p>A good strategy starts with how long you work and when you claim Social Security. Those two go together because most people ignore one of Social Security's best deals: You can greatly boost your payments by waiting longer to claim them.</p><p><strong>Waiting On Social Security</strong></p><p>Alicia Munnell, who heads the Center for Retirement Research at Boston College, <a href=\"http://crr.bc.edu/briefs/should-you-buy-an-annuity-from-social-security/\">says waiting is often worth it</a> — even if you work longer or spend some savings to get there.</p><p>\"And then [you] get a nice, big, fat Social Security check at 70, which is wonderful money,\" says Munnell, author of <em>Falling Short: The Coming Retirement Crisis and What to Do About It</em>. \"It is inflation-adjusted, and it goes on for as long as you live.\"</p><p>The benefits of waiting are eye-opening. If you're eligible for a $1,300 monthly check at age 62, you'd get about $440 more per month at 66. Wait until 70, and it's $1,000 extra each month.</p><p>Living longer adds another twist. Robert Pozen, a senior lecturer at Harvard who once headed Fidelity Investments, says most people can get a pretty good fix on the income they'll draw from Social Security and savings for 10 or 15 years, but <a href=\"http://www.realclearmarkets.com/articles/2014/10/14/how_not_to_outlive_your_retirement_savings_101325.html\">it gets more difficult after that</a>.</p><p>\"For most people, if I said to you, 'Well, you're gonna live for 30 years more,' it's very hard to project,\" he says. \"And I think it's that uncertainty that makes it very complicated to figure out what it is that you need for your retirement income.\"</p><p><strong>Annuities</strong></p><p>A <a href=\"http://www.treasury.gov/press-center/press-releases/Pages/jl2673.aspx\">recent federal tax ruling</a> is changing the calculus for some. Basically, the Treasury Department eliminated the penalty for using tax-sheltered retirement savings to buy what's known as a deferred annuity. You buy it near retirement, but it doesn't start paying until you're 75, 80, even 85.</p><p>Munnell says that adds a late cushion to Social Security and even frees up earlier spending.</p><p>\"It means that, if you live longer than 85, you're sure you're going to have some income,\" she says. \"It also fixes the period over which you can spend your resources, you can enjoy your money during the 20 years before this deferred annuity kicks in.\"</p><p>Munnell and Pozen both anticipate that the Treasury Department ruling will trigger a new wave of these products — but caution is in order. These annuities come in many different forms, fees can be high, and if you die early you may never see a penny.</p><p><strong>Home Equity</strong></p><p>The final big piece of the nest egg puzzle is your home. Munnell says it's OK for cash-strapped retirees to use it.<strong> </strong>\"I am a big fan of tapping home equity, and you can do that in one of two ways,\" she says.</p><p>The first is to downsize — and not just to a <em>smaller</em> house.<strong> </strong></p><p>\"If you actually get to a cheaper house you, can take equity out and use that, or the interest on that, as a source of income. It also dramatically reduces your expenses,\" she says.</p><p>The second way is through a cash-producing reverse mortgage. A disclosure here: Munnell sees such strong future demand for these mortgages that she has invested in a reverse mortgage company herself.</p><p>Homeowners considering this should be sure they can also keep up with tax and insurance payments on the home.</p><p>John Hixson, an independent financial planner in Lake Charles, La., believes most people with small nest eggs should first wait longer for that bigger Social Security check.</p><p>And he's not a fan of annuities. \"In the right circumstance it could make sense. But it [should be] a holistic decision, and it should be an unemotional decision,\" he says.</p><p><strong>Resisting Fear </strong></p><p>Finally, for anyone feeling pressure to stretch his nest egg, Hixson shares a note of caution:<strong> </strong>\"One thing I would not do, would be to take on undue risk.\"</p><p>Hixson says he sees that temptation often. It's important, he says, for people to make retirement planning decisions based not on fear of outliving their savings, but on a complete picture of their assets, resources and needs.</p><p>\"Some people get to retirement, they think they don't have enough money, they can't maintain their lifestyle. And their answer is, 'Well, I just need to take more risk so I can earn a higher rate of return.' And that's generally a big mistake,\" he says.</p><p>\"I don't recommend that to clients, and I just won't do it for a client that wants to do it,\" Hixson adds. \"Because situations like that don't end well.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=That+Nest+Egg+Needs+To+Last+As+Long+As+You+Do.+So+How+Do+You+Start%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Tripoli","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369536811-d63491.m3u?orgId=1&topicId=1006&d=257&p=3&story=369372003&t=progseg&e=369536544&seg=4&ft=nprml&f=369372003"},{"href":"http://media.npr.org/assets/img/2014/12/08/173291516-9f394bd5dd1770f8fcc95cc41979939f68766414.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3281","width":"4378"}}]}