{"created":"2015-02-13T21:04:47+00:00","modified":"2015-02-13T22:14:50+00:00","valid":{"from":"2015-02-13T22:14:50+00:00","to":"3015-02-13T22:14:50+00:00"},"hreflang":"en","guid":"51892fa4-7bd9-4435-9e30-e7cb97e7fac9","title":"Pakistan's only ski school is back in business, in the 'Switzerland of Pakistan'","published":"2015-02-13T22:14:45+00:00","byline":"Aaron Schachter","tags":["sports","weather","terrorism","Sports","Peshawar","Asia","Europe","Switzerland","Pakistan","Rebecca Kesby","Matee Ullah Khan","Marc Freudweiler","Ski","Pakistan","Swat Valley","Skiing"],"teaser":"Pakistan has some of the most famous mountains in the world — the Himalayas, the Hindu Kush, Karakorum. But there isn't much in the way of skiing, unless you're a daredevil. But that may be changing.","contentencoded":"<p>Lots of white stuff on the ground and more to come this weekend here in Boston.</p>\n<p>No longer big news here. Just, \"oh ... that again.\" I'm taking a few days off, and I'm already scoping out the best woods to find some trails to ski on.</p>\n<p>Pakistan has some of the most famous mountains in the world - the Himalayas, the Hindu Kush, Karakorum. They are mostly untapped for skiing. Few in Pakistan have ever heard of the sport. And even if there was interest, there's very little infrastructure - to get people to, or up, the mountains.</p>\n<p>A few years ago, our BBC colleague Rebecca Kesby reported on a <a href=\"http://www.bbc.co.uk/news/magazine-21654353\">man in Pakistan's Swat Valley</a> named Matee Ullah Khan.</p>\n<p>He was trying on his own to jump-start skiing as a way to capitalize on the stunning winter scenery, at a place that is Pakistan's premier resort in the summer.</p>\n<p>Khan learned to ski as part of his survival training for the Pakistani Air Force. He loved it.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/Malam_Jabba_Ski_Resort.jpg?itok=edzE_N1W\" alt=\"\" /><div class=\"field-caption\">\n    <p>The Malam Jabba Ski resort, in the Karakoram mountains, is Pakistan's only ski area.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>M. Sajid Ishaq/wikicommons</p>\n  </div>\n</div>\n<p>\"It keeps you alive, especially the spring skiing. The ice crystal is on the upper portion of the snow. And when you are breaking that crystal, that ice, it produces a very good sound and you feel it down your skis. It's very good. We say that having one run on this spring skiing, it make you younger for one year,\" Khan said.</p>\n<p>And it is a great sound, isn't it?</p>\n<p>Khan wanted to impart his excitement for the sport to the next generation. And for a while the skiing in Swat was okay.</p>\n<p>But then in 2007 the Taliban swooped in and destroyed what little Khan had put together — the grooming equipment, the donated chair lift, the small lodge. </p>\n<p>\"For me, it was very shocking,\" Khan said. \"I was personally very upset because skiing, I love it. We love our area, but at that time it was not possible to live peacefully and do our activities.\"</p>\n<p>The downhilling stopped. But after the fighting died down, Khan tried to start things up again ... with just 15 pairs of skis and a few pairs of poles at his ski school.</p>\n<p>Some kids just strapped on narrow planks with boots nailed to them.</p>\n<p>After Kesby's story aired, the BBC was inundated with calls from all over the world from people wanting to donate equipment. <a href=\"http://www.bbc.co.uk/news/magazine-31435925\">Kesby said</a> there was one guy from Switzerland, Marc Freudweiler, who was the rainmaker — or snowmaker as it were.</p>\n<p>\"His wife is Pakistani and he wouldn't give up, he was totally intrepid about it. And he's managed now to send more than a ton of equipment — it arrived about a week ago — and the kids are now able to ski properly on proper equipment,\" Kesby said. \"They still need a ski lift and some more snow preparation equipment. Ironically, it is called 'the Switzerland of Pakistan' so it's quite apt that it's Swiss people who are trying to help along with other people.\"</p>\n<p>\"But of course it's still a very difficult situation security-wise,\" Kesby continued. \"There was just an attack in Peshawar, just a few hours ago, so that's obviously at the time of everyone's mind.</p>\n<p>So — still a little dicey, but some day maybe I'll take a few runs in the Switzerland of Pakistan.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-13%2Fswiss-philanthropist-helps-kids-learn-ski-switzerland-pakistan&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Swat%20Skiing_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/swat-skiingjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_03.mp3"},{"href":"http://www.pri.org/file/0213201503mp3"}]}