{"created":"2015-04-09T20:36:13+00:00","modified":"2015-04-09T21:25:10+00:00","valid":{"from":"2015-04-09T21:25:10+00:00","to":"3015-04-09T21:25:10+00:00"},"hreflang":"en","guid":"5192fcdd-2784-44c0-a097-1ad4e60376e6","title":"This young Yemeni American is on a quest to bring coffee from the 'land of Mocha' to the world","published":"2015-04-09T21:25:06+00:00","byline":"Monica Campbell","tags":["culture","food","conflict","terrorism","Global Nation","Culture","Arts, Culture & Media","Coffee","Economics of coffee"],"teaser":"Hail to the Yemeni coffee bean, rebels and airstrikes be damned.","contentencoded":"<p>About a year ago, a friend of mine invited me to a cupping at the back of a coffee shop in San Francisco. Coffee professionals, several who flew in, sampled the liquid from small cups, spit it out in mugs and consulted each other on the taste.</p>\n<p>There were a lot of “Whoas!” and “This is amazing.” But what struck me was talk about the search for beans around the world, spotting “wild coffee,” and, among this speciality trade crowd, the push to work with farmers in different corners of the world to produce high-quality coffee.</p>\n<p>This is Mokhtar Alkhanshali’s world. He’s 26, a certified specialty coffee Q grader — or a professional cupper — and is Yemeni American. After years of being steeped in coffee, through his family roots and by working the front desk at places like Hills Bros. Coffee in San Francisco, he co-runs <a href=\"http://www.mochamill.com\">Mocha Mill</a>, his Oakland-based coffee company. I talked with him about how he navigates working in Yemen and what he carried back in his luggage, after a harrowing escape from Yemen’s escalating violence.</p>\n<p><strong>Q: What’s your first coffee memory?</strong></p>\n<p>In Yemen, the oldest area to grow coffee is where my family is from. When I was younger, going to visit Yemen, I would pick coffee cherries with my grandmother, and dry them with her, and she would take them to the mill, and hull it, and grind it and make coffee from it. So, it’s a part of who I am. From there, I worked at different levels of the business, and eventually became a certified coffee taster. For one of my exams, I had to memorize 36 different smells or fragrances for coffee.</p>\n<p><strong>Q: When did you first go to Yemen as a coffee professional and how was that different then visiting family, like you did growing up?</strong></p>\n<p>About a year ago, I became fully immersed in the coffee world there. I traveled to 32 areas. Yemenis are also very isolated from each other, so I got to meet people I normally wouldn’t have. Yes, I got to learn about the varietals they had — the elevation, the soil type — but more importantly, I got to hear stories, about how their grandparents grew coffee, and the issues they were facing. The politics, the instability. We connected too. Being Yemeni myself and American, I was able to put on different hats. On the one hand, I’m a certified taster, and on the other hand, I’m a Yemeni tribal person, with a tribe there. So when I go, I don’t go as a foreigner. I wear Yemeni attire, and I talk with the local accent.</p>\n<p>It’s so amazing to go into these remote villages, where the people have not changed the way they’ve done coffee for hundreds of years, and see how they they are using modern drying beds. I’ve taught them how to make them. They’re now using advanced moisture analyzers that I brought in from England for them to use so they can learn how to dry coffee correctly. These are the latest coffee technologies used in Brazil and Peru and Ethiopia, and now in Yemen. </p>\n<p>I also see that the majority of people working in coffee in Yemen are women. So one of my requirements for the cooperative I work with is that half of the board has to be women.</p>\n<p><strong>Q: Are there characteristics particular to coffee from Yemen?</strong></p>\n<p>It depends on the different varietals, microclimates. But traditionally, Yemeni coffees have a very mocha taste to them. It's the country where the name <a href=\"http://www.foodinitaly.org/blog/2011/01/07/comment-what-does-moka-mean/\">mocha</a> comes from, after all. It's chocolatey, darker, thicker, syrupy. But one of my coffees, yes, has a kind of chocolate taste, but it also has almost a cherry taste, while another is very light-bodied. But nobody really knows how Yemeni coffee tastes as a whole. It doesn't have one strong characteristic because nobody has been able to get one varietal by itself — one that's not been mixed with another region. I like talking about it. I could talk for hours about this and the history. </p>\n<p><strong>Q: What about <a href=\"http://articles.latimes.com/2013/jan/05/world/la-fg-yemen-khat-20130106\">khat</a>, the competing crop in Yemen?</strong></p>\n<p>I want to fight khat. It’s a locally consumed stimulant in Yemen. It’s illegal in a lot of countries, in the United States and, recently, England. But it’s also legal in a lot of places, including Yemen. The thing about khat is that it’s a cash crop in Yemen. It’s harvested three to four times a year, and it’s easy to grow. It has taken the place of coffee and a lot of other crops in Yemen. My goal is to make coffee an alternative to that, and bring in a higher profit. In one area, in Haima, we are just now seeing farmers take out the khat plants and move to coffee. The next phase is to bring seedling nurseries to this area and give seedlings away for free to farmers willing to switch.</p>\n<p><strong>Q: Yemen has some of the most historic roots around when it comes to coffee, right there with Ethiopia. But we hear more about conflict there than coffee. What do you think about that and how do you work in that environment?</strong></p>\n<p>My whole goal is to bridge Yemeni farmers to the world. That’s what I want to do — not to have the things that connect Yemen and the United States be drones and war and headlines, but to have something that we all know and love — coffee.</p>\n<p>And instability comes with the territory. I knew this coming into it. But I didn’t know it was going to be this difficult. What’s happening now is a real change in how things were just a few months ago.</p>\n<p><strong>Q: You just escaped the violence in Yemen. Major airports were bombed and the ports are unstable. You left by a small fishing boat from the small port of Mocha to Djibouti. What did you take with you?</strong></p>\n<p>My coffee samples. Two luggage bags full of coffee samples, the cleanest samples you’ll ever see from Yemen. Clean green beans, no insect damage, no mold. A year of work with these farmers. I have to take these coffee samples with me and show them this week at this <a href=\"http://www.scaashow.org/scaa2015/public/mainhall.aspx\">major event in Seattle</a>. So I put them in the luggage bag, we wrapped them in other bags and other bags, and threw a bunch of blue tarps around them.</p>\n<p>And we’re going to keep things going in Yemen. Coffee farmers are still harvesting their coffee. My mill is still processing the coffee I have. My hand sorters are working. I have to pretend that everything is normal. I’m hoping that in the next month, the next month and a half, the ports will open up again and I can continue to sell my coffee. I mean, if I looked at all the obstacles I faced, I would have never started this project.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mokhtar%20in%20Yemen%2C%20coffee.jpg?itok=2zCSZ17S\" alt=\"\" /><div class=\"field-caption\">\n    <p>Mokhtar Alkhanshali lives in the San Francisco Bay Area and co-runs a coffee company there that specializes in beans from Yemen, where he travels frequently and has family roots.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mokhtar Alkhanshali</p>\n  </div>\n</div>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"826\" width=\"900\" alt=\"village\" title=\"village\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mokhtar_Yemen_village.jpg?itok=CGM7tKQS\" /><div class=\"field-caption\">\n    <p>Mokhtar Alkhanshali, a Yemeni American who co-runs a coffee company in California, specializes in Yemeni beans, and that takes him to some of the more remote parts of the country.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mokhtar Alkhanshali</p>\n  </div>\n</div>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" alt=\"oakland\" title=\"oakland\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mokhtar_in%20CA_0.jpg?itok=5zy9mtTS\" /><div class=\"field-caption\">\n    <p>Mokhtar Alkhanshali, 26, at his Oakland-based Mocha Mill coffee company, which specializes in beans from Yemen.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Mokhtar Alkhanshali</p>\n  </div>\n</div>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fone-young-yemeni-american-s-quest-bring-beans-land-mocha-world&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Mokhtar_coffee_beans.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mokhtarcoffeebeansjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04092015_06.mp3"},{"href":"http://www.pri.org/file/0409201506mp3"}]}