{"created":"2015-02-02T10:02:26+00:00","modified":"2015-02-05T05:45:37+00:00","valid":{"from":"2015-02-05T05:45:37+00:00","to":"3015-02-05T05:45:37+00:00"},"hreflang":"en","title":"Grand Jury Awaits Evidence In NYPD Shooting Of Unarmed Black Man","published":"2015-02-02T19:58:00+00:00","teaser":"Akai Gurley was walking down the stairs of a Brooklyn housing project when he was shot and killed by an NYPD officer in November. His girlfriend plans to sue the city for $50 million.","itags":["npr_api","382725084"],"guid":"519e75bd-d6a8-470d-9f0c-566892159073","contentencoded":"<p>We've heard a lot lately about the relationship between cops and communities of color, especially in New York City, where a grand jury will hear evidence about the death of an unarmed black man who was shot by a rookie police officer in November.</p><p>Protests erupted across the country after a grand jury in Staten Island <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/04/368519032/grand-jury-in-garner-case-heard-from-50-witnesses-saw-4-videos\" target=\"_blank\">decided not to indict</a> a white police officer in the death of Eric Garner, an unarmed black man. Now the <a href=\"http://www.nytimes.com/2014/12/06/nyregion/brooklyn-grand-jury-to-examine-akai-gurley-shooting-death.html?_r=0\" target=\"_blank\">grand jury investigating</a> the death of Akai Gurley will inevitably be under extra scrutiny.</p><p>Friends and family say Gurley was a good guy whose only crime was being in the wrong place at the wrong time.</p><p>\"He was just a very sweet and nice person,\" says his girlfriend Kimberly Ballinger. \"He was a very good dad. He loved spending time with his girls, as he would say.\"</p><p>She says Gurley was a great dad to their 2-year-old daughter, Akaila, and to her older daughter, Kamia. Ballinger remembers her last conversation with Gurley before he was killed.</p><p>\"He told me he was at the gym,\" she says, \"and that he purchased some tights for Kamia, because she had picture day for school the next day. And he'll be home soon.\"</p><p>Gurley was 28 years old when he was killed by a single bullet from the gun of NYPD Officer Peter Liang on Nov. 20. Gurley and a friend were heading down the dimly lit stairwell of a high-rise housing project in East New York, Brooklyn. The police were apparently conducting a routine patrol one flight above Gurley when Liang's gun went off. The next day, Police Commissioner William Bratton described the incident as an accident.</p><p>\"What happened last night was a very unfortunate tragedy,\" Bratton said. \"The deceased is, based on our preliminary investigation, a total innocent. Was not engaged in any criminal activity of any type.\"</p><p>Liang and his partner were both rookies. Bratton says they were assigned to a housing project that had seen a recent uptick in crime. But to some, that alone does not explain why Liang had his gun drawn.</p><p>\"A police officer has to justify the need to not only use his gun, but the need to have his gun unholstered and in his hand,\" says Scott Rynecki, a lawyer for Ballinger. \"And in this case, I don't think you can justify having the gun out. There was no threat of imminent harm or danger in this situation.\"</p><p>Liang hasn't spoken publicly since the incident. Brooklyn District Attorney Kenneth Thompson is expected to present evidence about it to a grand jury starting this month. Observers say Thompson will be under extra scrutiny because of recent cases in Ferguson, Mo., and Staten Island, where grand juries decided not to indict white police officers involved in the deaths of unarmed black men.</p><p>\"I think this grand jury will be under pressure to justify its decision,\" says Delores Jones-Brown, a former prosecutor who now teaches at John Jay College of Criminal Justice. \"And I think the prosecutor will have to be very mindful of how he instructs this grand jury about the law in order to end up with a decision that will have some legitimacy.\"</p><p>At the housing project in Brooklyn where Gurley died, many residents think Liang should face criminal charges. Jenny Sowell is one of them.</p><p>\"They shouldn't be running through the hallway with no guns out,\" she says. \"It's obvious that the cop had out his gun, and that's not right. That young boy did not deserve to die that way. Now when I go in the building, I don't take the staircase at night 'cause you never know what's going to happen.\"</p><p>But Jason Johnson, who was visiting family at the housing project, has some sympathy for Liang and other police who do a difficult job.</p><p>\"I understand him going into the hallway with his gun out,\" Johnson says. \"Even though I knew Akai Gurley, and I love him very dearly, I can't fault the police officer 'cause it's actually, it was an accident. It wasn't like he shot the guy on purpose. I gotta give the police department the benefit of the doubt 'cause their job is to protect us.\"</p><p>Whether or not a grand jury decides to indict Liang, his legal troubles are just beginning. The lawyer for Gurley's girlfriend has already announced that he'll <a href=\"http://www.wsj.com/articles/claims-filed-against-new-york-city-nypd-in-akai-gurley-shooting-1422557828\" target=\"_blank\">sue Liang</a>, the city and the police department for $50 million.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grand+Jury+Awaits+Evidence+In+NYPD+Shooting+Of+Unarmed+Black+Man&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383214992-818fc6.m3u?orgId=1&topicId=1070&e=382725084&d=229&ft=nprml&f=382725084"},{"href":"http://media.npr.org/assets/img/2015/02/02/akaigurley-0f118971fb3869e3f262e3019170761f619ad1ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2336","width":"3116"}}]}