{"created":"2014-10-08T15:53:43+00:00","modified":"2014-10-31T01:59:41+00:00","valid":{"from":"2014-10-31T01:59:41+00:00","to":"3014-10-31T01:59:41+00:00"},"hreflang":"en","title":"Southern Baptist Leaders Seek Softer Approach To Homosexuality","published":"2014-05-17T22:29:00+00:00","teaser":"Though the denomination still considers homosexuality a sin, some leaders of the Southern Baptist Convention are telling pastors to rein in harsh rhetoric and accept that gay people are in their pews.","itags":["npr_api","313313870"],"guid":"51a152f4-8c11-4c92-ba0d-bfefe734f325","contentencoded":"<p>Some Christian denominations around the U.S. have been slowly warming to the idea of gay marriage. A few have even made an about-face.</p><p>Not so with the country's largest protestant group, Southern Baptists. The Southern Baptist Convention still preaches that marriage can only be between one man and one woman. But some pastors are softening their message.</p><p><strong>A Change Of Tone</strong></p><p>The Southern Baptist Convention held a gathering of pastors at its Nashville headquarters in April. For an organization that has previously used opposition to gay marriage as a rallying point, statements here from church leaders, like Kevin Smith of Kentucky, shocked the auditorium of pastors into silence.</p><p>\"If you spent 20 years and you've never said anything about divorce in the church culture, then shut up about gay marriage,\" Smith said.</p><p>Pastor Jimmy Scroggins of Florida went even further.</p><p>\"We're all in agreement that the cultural war is over when it comes to homosexuality, especially when it comes to gay marriage,\" Scroggins told the pastors.</p><p>Officially, Southern Baptists aren't backing down from their belief that homosexuality is sinful. Gays and lesbians are still barred from church membership without first repenting. But Scroggins says they're sitting in his pews and shouldn't be the butt of preacher humor. He calls that \"redneck theology.\"</p><p>\"Let's stop telling Adam and Steve jokes and let's be compassionate, because these are people that are in our community,\" he said at the convention. \"These are people that are in our churches.\"</p><p>Baptist voices in the recent past were not known for compassion on gay issues. Richard Land was the church's chief spokesman for 25 years, and while no longer speaking for the denomination, he can still be heard from time to time on Christian talk radio saying things like this:</p><p>\"I know that the dirty little secret that nobody wants to talk about is that a high percentage of adult male homosexuals in America were sexually molested when they were children.\"</p><p>In recent months, the provocative former Baptist official has also called gay activists a \"lynch mob.\" He declined to be interviewed for this story.</p><p>The man chosen to replace Land, Russell Moore, is trying to rein in the flame-throwing.</p><p>\"When I hear people who are simply screaming in outrage right now, let me tell you what I hear,\" he says, \"I hear losers.\"</p><p>Moore says instead of waging war on homosexuality, Baptists should accept that their view of marriage puts them in the minority of Americans.</p><p>\"We're living in a different time, where we have to learn how to understand what's going on in the world around us,\" he says.</p><p><strong>Step Forward Or Back?<br /></strong></p><p>This kind of approach is different from what gay people who were raised Southern Baptist used to hear on Sunday mornings.</p><p>\"The belief was always that this was a choice people made and something that Christians needed to stand up against,\" says Justin Lee, of Raleigh, N.C., who had to leave the church because he is openly gay. \"So that was how I saw it growing up.\"</p><p>Lee now leads the Gay Christian Network, and applauds what he's hearing from Baptist leaders.</p><p>\"I think it's a wonderful step forward,\" he says. \"I don't think that it is where we want to end up.\"</p><p>Lee says he wouldn't expect Baptists to suddenly change the way they've always read the Bible on homosexuality.</p><p>Still, what Lee sees as progress, religious conservatives view as backsliding. Radio host Janet Mefferd of Dallas has taken to the airwaves on her syndicated talk show.</p><p>\"You see more pastors caving and muddling and getting more and more mealy mouthed about the issue, and 'Oh, let's have a dialogue. Let's have a conversation,' \" Mefferd said. \"It is a time of rapid loss of courage.\"</p><p>Outside of evangelical churches, the Baptist leaders' gentler rhetoric on gay issues sounds less dramatic. Emilie Townes, dean of Vanderbilt University Divinity School who is also gay, says Southern Baptists' underlying position on gay issues is a reason for the ongoing slide in church membership.</p><p>Until the change is more than talk, she says, the denomination will continue to drive gay people away.</p><p>\"If the only thing you're saying is let's not be so harsh,\" Townes says, \"then the attitude that's still behind it — of judging and unacceptance and damnation — will still come out and people will feel it and respond to it.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Southern+Baptist+Leaders+Seek+Softer+Approach+To+Homosexuality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Blake Farmer","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313457816-82c656.m3u?orgId=1&topicId=1016&ft=3&f=313313870"},{"href":"http://media.npr.org/assets/img/2014/05/17/13966428231_4c50c3cb83_z-5c0d30567715fe0870f4e5535e4891b9bdccd6ae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"427","width":"569"}}]}