{"created":"2015-01-16T01:06:12+00:00","modified":"2015-01-22T21:05:31+00:00","valid":{"from":"2015-01-22T21:05:31+00:00","to":"3015-01-22T21:05:31+00:00"},"hreflang":"en","title":"New Texas Governor Adds To Tension Between State, City Governments","published":"2015-01-16T14:01:00+00:00","teaser":"There's growing tension between the state government and big cities in Texas. Republicans in the statehouse are chafing at moves by municipal governments in large cities and are crying foul.","itags":["npr_api","377526831"],"guid":"51a75f6c-c670-47da-85a3-b890d89ceac4","contentencoded":"<p>Incoming Texas Gov. Greg Abbott created a stir last week during a speech to the conservative and influential think tank the Texas Public Policy Foundation, where he accused Texas cities of contributing to the \"California-ization\" of Texas.</p><p>\"The truth is, Texas is being California-ized with bag bans, fracking bans, <em>tree-cutting</em> bans,\" Abbott said. \"We're forming a patchwork quilt of bans and rules and regulations that is eroding the Texas model.\"</p><p>The <a href=\"http://www.texaspolicy.com/issues/texas-model\" target=\"_blank\">Texas model</a> Abbott refers to is a conservative vision of the state's business interests unburdened by regulation, legal obligations and taxes. But while state government is Republican through and through, Texas cities are mostly Democratic.</p><p>As the Texas Legislature has become more and more conservative, it's become clear to the state's cities that if they don't pass environmental regulations — requiring business permits for junkyards, charging developers for clear-cutting lots, surcharges on plastic grocery bags — nobody will.</p><p>When the small city of Denton, which has been inundated with natural gas wells, overwhelmingly passed a law banning fracking inside its city limits, the state filed a lawsuit to block the new law within hours. Abbott says the state Legislature needs to put a stop to these laws before they impact the state's economic growth.</p><p>\"Unchecked overregulation by cities will turn the Texas miracle into the California nightmare,\" he said. \"This is a form of collectivism. Some cities claim that the trees on private property belong to the community!\"</p><p>Had the governor stuck to defending the oil and gas industry in his speech, it likely would have passed unnoticed — it's hardly news when Texas politicians champion the oil and gas industry's privilege to do pretty much anything it wants. It was Abbott's derision of the cities' other attempts to regulate themselves that agitated.</p><p>Even the conservative <em>Dallas Morning News</em> took umbrage in an editorial headlined, <a href=\"http://www.dallasnews.com/opinion/editorials/20150112-editorial-since-when-did-a-plastic-bag-ordinance-become-a-collectivist-plot.ece\" target=\"_blank\">Since When Did A Plastic Bag Ordinance Become A Collectivist Plot?</a></p><p>\"Gee, we didn't think a city ban on polluting plastic bags meant we were turning into socialists. We just have bags in trees,\" the editorial board wrote. \"With all due respect, Texas is light years from becoming Sacramento or Moscow, and the freedom to frack, litter and run junk yards at will isn't our idea of the 'Texas model.' \"</p><p>Abbott, currently the state's attorney general, gets sworn in as governor next week, and the cities know his words are no idle threat — he's got most of the Legislature right behind him.</p><p>And it's not just regulations at risk — it's civil rights protections too. Four North Texas legislators plan to introduce a bill that would nullify any equal-rights ordinances passed by Texas' cities, including the LGBTQ protection bill passed recently by Plano. The civil rights safeguards offered by Houston, Austin, Fort Worth, El Paso, San Antonio and Dallas also would be erased from the books.</p><p>Dallas Mayor Mike Rawlings, a Democrat, says he has no interest in picking a fight he knows he'd lose. Instead, he'll make arguments that Republicans themselves have been making for decades: that local control is the best control, that Dallas has different needs than Big Spring — a city of 23,000 in West Texas — and that they should be able to make those decisions themselves.</p><p>The cries that the new governor's battle with his cities is the height of Republican hypocrisy — \"oh, sure, it's all about local control until the Democrats are the ones in control\" — may be ringing from the Democratic heavens, but Republicans say that's not so.</p><p>Chuck DeVore, vice president of policy at the Texas Public Policy Foundation, the institute where Abbott gave his eye-opening speech, argues it's not hypocrisy for the state to intervene if it's in the cause of freedom.</p><p>\"What we're trying to do here is to secure liberty,\" says DeVore, \"and it matters not whether your liberty is eroded by the federal level, the state level or the local level — if it's eroded, it's eroded.\"</p><p>Besides, DeVore says, it's completely legitimate for states to exercise authority over local government while demanding restrictions on Washington's authority: \"It was the states in this country's history that existed first — they called into being federal and local government.\"</p><p>The 140-day session of the Texas Legislature began yesterday. For the state's cities, it's likely to be quite a ride.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Texas+Governor+Adds+To+Tension+Between+State%2C+City+Governments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377566103-ac8178.m3u?orgId=1&topicId=1091&ft=3&f=377526831"}]}