{"created":"2015-05-11T20:41:19+00:00","modified":"2015-06-15T17:14:18+00:00","valid":{"from":"2015-06-15T17:14:18+00:00","to":"3015-06-15T17:14:18+00:00"},"hreflang":"en","title":"Preschool By State: Who's Spending And What's It Buying?","published":"2015-05-18T00:11:00+00:00","teaser":"A national report on state-funded pre-K sends a few mixed messages: Enrollment and funding are up ... but in many places still remarkably low.","itags":["npr_api","405882272"],"guid":"51abddf9-28a1-4ff2-afe2-1f9e0f4514bb","contentencoded":"<p>Are you a glass half-full kind of person? Or glass half-empty?</p><p>Depending on your answer, you'll find the <a href=\"http://nieer.org/research/state-preschool-2014-state-profiles\">new report</a> on state-funded preschool programs from the National Institute for Early Education Research (NIEER) at Rutgers University either delightfully encouraging or downright depressing.</p><p>For example, glass half-full: Pre-K enrollment is up!</p><p>Glass half-empty: It's still pretty low.</p><p>Twenty-nine percent of the nation's 4-year-olds were in state-funded preschool last year. Sure, that doesn't include all the kids enrolled in federally funded Head Start. But, even when you lump them all together, NIEER director Steve Barnett says less than 40 percent are enrolled in any kind of public preschool.</p><p>For you glass half-full folks, spending in the 2013-2014 school year was also up.</p><p>For the rest of you, Barnett says, \"We're still a thousand dollars per child below where we were a decade ago.\" Thanks, Great Recession.</p><p>The report also lays out 10 benchmarks — <a href=\"http://www.npr.org/blogs/ed/2014/04/22/304563233/what-exactly-is-high-quality-preschool\">to measure quality</a>. Things like class size, teacher training and whether a program serves nutritious meals. Five states get gold stars for meeting all 10 benchmarks: North Carolina, Rhode Island, Alabama, Alaska and Mississippi.</p><p>At the opposite end of the spectrum are Texas and Florida.</p><p>Again, glass half-full: In Texas, 52 percent of all 4-year-olds are enrolled in state-funded preschool. In Florida, it's 80 percent. That's good and really good, respectively.</p><p>But NIEER's report ranks them at the bottom in quality. Florida's state-funded pre-K programs met three of the report's 10 quality benchmarks. Texas? Just two.</p><p>And Georgetown University's Deborah Phillips, who studies early childhood programs, says quality is an issue in lots of places.</p><p>\"The focus of the movement in preschool education has been on increasing the amount of it and getting more and more children into the pre-K door,\" she says. \"And what we have not invested in is making sure that what they experience on the other side of that door is going to support the development of their hearts and minds and brains.\"</p><p>Nine states offered no state-funded pre-K last year: Hawaii, Idaho, Indiana, Montana, New Hampshire, North Dakota, South Dakota, Utah and Wyoming.</p><p>If there's a star pupil in today's report, it's Washington, D.C. Its high school graduation rate is abysmal, but it's treating preschool as one long-term fix and outspending every state on the list.</p><p>As a result, the District's pre-K programs met nearly all of NIEER's quality benchmarks and enrolled nearly 99 percent of D.C. 4-year-olds.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Preschool+By+State%3A+Who%27s+Spending+And+What%27s+It+Buying%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cory Turner","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405955640-64e2dd.m3u?orgId=1&topicId=1013&d=134&p=2&story=405882272&t=progseg&e=405936490&seg=9&ft=nprml&f=405882272"},{"href":"http://media.npr.org/assets/img/2015/05/11/preschool_05-fb8fadebd6c7bdbce9dd7862822d3ddc6778dc7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"898","width":"1199"}}]}