{"created":"2014-10-07T19:25:18+00:00","modified":"2014-12-04T14:32:00+00:00","valid":{"from":"2014-12-04T14:32:00+00:00","to":"3014-12-04T14:32:00+00:00"},"hreflang":"en","title":"Amid Smoking Decline, Look Who's Still Lighting Up ","published":"2014-08-04T14:18:00+00:00","teaser":"Analysts say the merger of Reynolds American and Lorillard is driven by the changing demographics of smoking. But the lower smoking rate masks a more complex and varied pattern of cigarette usage.","itags":["npr_api","336386346"],"guid":"51ae38b7-defe-4740-8db7-34279ddaa3ce","contentencoded":"<p>Robin Koval is making a career of her changed tobacco habit.</p><p>\"I'm a child of a smoker — my father was a heavy smoker,\" Koval says. \"Really typical to the way the story goes, I started smoking when I was 15.\"</p><p>Now she is president and CEO of Legacy, a foundation devoted to <a href=\"http://www.legacyforhealth.org/about\">preventing tobacco use</a>.</p><p>Koval is working in a rapidly changing landscape. Earlier this month, Reynolds American announced plans to <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/15/331617787/tobacco-giant-reynolds-american-to-buy-lorillard-in-27b-deal\">buy its rival</a> Lorillard for $27.4 billion. This move alters the U.S. tobacco market and comes as the number of smokers in the U.S. continues to decline.</p><p>In the 1960s, more than 40 percent of Americans smoked. Now, that's down to <a href=\"http://www.cdc.gov/tobacco/data_statistics/fact_sheets/fast_facts/\">18 percent</a>. Not only are fewer people smoking, heavy smokers are consuming fewer cigarettes.</p><p>\"We are winning the war,\" Koval says. \"I guess from my perspective, we'd rather win the war faster.\"</p><p>She says the overall numbers mask a huge cultural variation.</p><p>\"I live in Washington, D.C.; we have a low smoking rate here. But if you go to a place like <a href=\"http://www.cdc.gov/tobacco/data_statistics/state_data/state_highlights/2010/states/west_virginia/\">West Virginia</a>, which has the highest smoking rate in the country, the behavior feels completely normalized,\" Koval says.</p><p>Smoking is far more common among those living below the poverty level, those with GED-level education, and among American Indian or Alaskan Natives, according to the <a href=\"http://www.cdc.gov/tobacco/data_statistics/fact_sheets/adult_data/cig_smoking/index.htm\">Centers for Disease Control and Prevention</a>. Rates are also much higher in the lesbian, gay and transgender community.</p><p>So Legacy trains educators<strong> </strong>and targets its anti-smoking message to these populations.</p><p>But Koval says companies like Reynolds and Lorillard know their market well.</p><p>\"I think this merger, for instance, is very much about menthol,\" she says. \"While menthol usage is declining with all cigarette usage, it's declining at a much slower rate, about half the rate, I believe, than regular-flavored cigarettes.\"</p><p>And because menthol, a mint-flavored additive, is popular among African-Americans, the companies focus ads and coupons there.</p><p>David Howard, a spokesman for R.J. Reynolds, a subsidiary of Reynolds American, acknowledges menthol is a factor in the merger. In the deal, Reynolds acquires Lorillard's Newport, the best-selling menthol cigarette and one of the few U.S. brands gaining market share. But Howard says the driving force is what he calls \"smokeless\" products.</p><p>\"For R.J. Reynolds, the focus is on innovation and providing innovative, smoke-free alternatives for adult tobacco consumers to consider,\" Howard says.</p><p>Electronic cigarettes are a small but growing share of the market. Surprising some analysts, Reynolds will sell Lorillard's e-cigarette, Blu, to rival Imperial Tobacco Group. Instead, Reynolds is focusing on its own e-cigarette product, Vuse, that was rolled out nationally in June.</p><p>Howard says he expects the market for e-cigarettes, snuff and nicotine patches could grow as traditional cigarettes continue to fall out of favor.</p><p>Iris DeLutro, who is 63 and from Queens, N.Y., typifies the changing habits of smokers these days.</p><p>\"I've cut down dramatically,\" she says. \"I used to smoke a pack and a half.\"</p><p>She says she used to smoke while working at her desk. But times have changed, and so have her own attitudes. Now, she's hoping to use a patch to try to quit altogether.</p><p>\"I don't smoke indoors at all — my apartment is smoke-free,\" DeLutro says. \"I don't let my grandson see me smoking.\"</p><p>There are still enclaves where smoking is alive and well. The Midwest, where Sheila Martin lives, has a higher smoking rate than other areas and nearly double the rate in the West.</p><p>\"My parents smoked when I was growing up,\" Martin says. \"I didn't know anyone whose parents didn't smoke.\"</p><p>Martin owns a tavern in Hutchinson, Kan., which still permits smoking — it was grandfathered in under a state smoking ban. And Martin wants very much to keep it that way.</p><p>\"In a country where people have the right to assemble, you know, as long as tobacco is sold and sanctioned by the government, and they're making a lot of money on it, people ought to be allowed to choose,\" she says.</p><p>But even a die-hard smoker like Martin says she may consider e-cigarettes.</p><p>\"If I decided I didn't enjoy it anymore, I probably would try the e-cigs,\" she says.</p><p>There may come a time, she says, when she'll take up a smokeless alternative like some of her customers. But that day has not yet come.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Amid+Smoking+Decline%2C+Look+Who%27s+Still+Lighting+Up+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336905926-92ab75.m3u?orgId=1&topicId=1128&ft=3&f=336386346"},{"href":"http://media.npr.org/assets/img/2014/07/31/reynolds-cigarettes-9eb8fdfa413bdafe749a5673dc9bf533309728df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1940","width":"2587"}}]}