{"created":"2014-10-08T15:14:39+00:00","modified":"2014-10-31T01:41:25+00:00","valid":{"from":"2014-10-31T01:41:25+00:00","to":"3014-10-31T01:41:25+00:00"},"hreflang":"en","title":"'Fresh Air' Remembers Poet And Memoirist Maya Angelou ","published":"2014-05-28T19:10:00+00:00","teaser":"In 1986, Angelou spoke to Terry Gross about Southern influences in her writing, her love of autobiography and how, as a traumatized young girl, poetry inspired her to start speaking again.","itags":["npr_api","316707321"],"guid":"51b268c6-6036-42a1-bdf5-2a7ee3aa97d3","contentencoded":"<p>In her memoirs, Maya Angelou explored how race and gender affected her life. Her first memoir, <a href=\"http://www.npr.org/books/titles/138485178/i-know-why-the-caged-bird-sings\">I Know Why the Caged Bird Sings</a>, was published in 1969 and describes growing up in the segregated South. It includes the story of how, as a child, Angelou was raped by her mother's boyfriend. After the rape, she withdrew into herself and went through a long period of not speaking.</p><p>Angelou got pregnant and became a mother when she was 16 and unmarried. Her autobiographies describe how she traveled around the country with her son, Guy, earning her living as a waitress, prostitute, madam, singer, actress and writer. In the '60s, Angelou was active in the civil rights movement and worked with Martin Luther King Jr. as the northern coordinator for the Southern Christian Leadership Conference. She was the inaugural poet for Bill Clinton when he took office in 1993.</p><p>Maya Angelou died Wednesday at 86. She spoke to <em>Fresh Air</em>'s Terry Gross in 1986.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On what influences her writing style</strong></p><p>I find in my poetry and prose the rhythms and imagery of the best — when I'm at my best — of the good Southern black preachers. The lyricism of the spirituals and the directness of gospel songs and the mystery of blues are in my music, are in my poetry and prose, or I've missed everything.<strong></strong></p><p><strong>On how she fell in love with writing autobiographies</strong></p><p>I thought I would be a poet and playwright. Those were the two forms I really enjoyed. I made my living as a journalist, of course, but I thought that I would just stick with those and I would become better and better and better. But in '68 ... I was at a dinner — now this is name-dropping, but these were the people — James Baldwin had taken me over to see Jules Feiffer and Jules' then-wife, Judy Feiffer, and we talked all night, and I really had to work very hard to get a word in because they're all great raconteurs.</p><p>The next day, Judy Feiffer called a man who is still my editor at Random House and said, \"If you can get her to write an autobiography, I think you'd have something.\" He phoned me a number of times, Robert Loomis, and I said, \"No, I'm not interested,\" until he said to me, \"Well, Ms. Angelou, I guess it's just as well that you don't attempt this book because to write autobiography as literature is almost impossible.\" So I thought, \"Oh, well, in that case, I better try.\" Well, I found that's the form I love. I love autobiography. ... It challenges me to try and speak through the first-person singular and mean the third-person plural.</p><p><strong>On how she began speaking again after choosing to be mute </strong></p><p>Mrs. Flowers, a lady in my town, a black lady, had started me to reading when I was about 8. ... I was already reading, but she started me to reading in the black school, and I read all the books in the black school library. She had some contact with the white school, and she would bring books to me and I would just eat them up.</p><p>When I was about 11 and a half, she said to me one day — I used to carry a tablet around on which I wrote answers — and she asked me, \"Do you love poetry?\" I wrote yes. It was a silly question from Mrs. Flowers; she knew. She told me, \"You do not love poetry. You will never love it until you speak it. Until it comes across your tongue, through your teeth, over your lips, you will never love poetry.\" And I ran out of her house. I thought: I'll never go back there again. She was trying to take my friend. ...</p><p>She would catch me and say, \"You do not love poetry, not until you speak it.\" I'd run away and every time she'd see me she would just threaten to take my friend. Finally, I did take a book of poetry, and I went under the house and tried to speak, and could.</p><p><strong>On her childhood love of human voices </strong></p><p>I thought of myself as a giant ear which could just absorb all sound, and I would go into a room and just eat up the sound. I memorized so many poets. I just had sheets of poetry; still do. I would listen to the accents, and I still love the way human beings sound. There is no human voice which is unbeautiful to me. I love them, and so I'm able to learn languages, because I really love the way people talk. I would listen. I still get excited about any human being speaking or singing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Fresh+Air%27+Remembers+Poet+And+Memoirist+Maya+Angelou+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"931"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316718600-29bd1f.m3u?orgId=1&topicId=1033&ft=3&f=316707321"}]}