{"created":"2015-07-03T12:53:09+00:00","modified":"2015-07-03T14:20:47+00:00","valid":{"from":"2015-07-03T14:20:47+00:00","to":"3015-07-03T14:20:47+00:00"},"hreflang":"en","guid":"51be2da8-32bf-487d-b438-ffec9b988ee4","title":"Having trouble choosing the right cooking oil? So is everyone else.","published":"2015-07-03T14:20:42+00:00","byline":"Adam Wernick, Christopher Intagliata","teaser":"Ever wondered which cooking oil is healthiest? There’s canola oil, olive oil, sunflower oil, safflower oil — even hazelnut, avocado and apricot kernel oil. Each oil has a unique composition of fats and is manufactured in different ways. Some cooking enthusiasts will say that the healthiest oil is the one with the most omega-3s. Others warn against too much chemical processing and opt for “virgin” oils. What's a person to do?","tags":["Food","Lifestyle & Belief","Olive oil","Cooking","Omega-3 fatty acid"],"contentencoded":"<p>Ever stood in the grocery aisle staring at 15 kinds of cooking oil, wondering which is the best one to buy? Which is the healthiest? Which is the best for cooking? Well, here are a few basic tips that might help.</p>\n<p>First, a technical definition: “Cooking oil is a complex mixture of fatty acids that have been <a href=\"http://www.issfal.org/statements/glossary-of-terms\">esterified to glycerol</a>,” says Tom Brenna, professor of human nutrition at Cornell University. This means oils are <a href=\"http://www.issfal.org/statements/glossary-of-terms\">triglycerides</a>, which you’ve heard of as molecules in the blood, but they start out in oils.</p>\n<p><em>We’re still staring at the bottles on the shelves, however, so let’s go on</em>.</p>\n<p>“Fatty acids are long chains of carbon that are saturated with hydrogen,” Brenna continues. “If you pluck out two hydrogens, you get a single, double bond. That's a monounsaturate. More than one double bond is a polyunsaturate.”</p>\n<p><em>Right ... but we’re still staring at the bottles on the shelves. </em></p>\n<p>“The saturated fats have a high melting point, the unsaturated fats have lower melting points,” says Brenna. “So, an unsaturated fat we call oil — which is really just a special name for a liquid fat. ... Various oils have different biophysical properties and different biological properties in plants, and in humans and animals.”</p>\n<p><em>OK, now we’re getting somewhere. ”Biophysical properties” must mean some are good for you and some are not, right? Does this have something to do with oils that claim to be high in OMEGA-3 or OMEGA-6 fatty acids? What about OMEGA-9?</em></p>\n<p><a href=\"http://www.hsph.harvard.edu/nutritionsource/omega-3-fats/\">OMEGA-3</a> and OMEGA-6 are made by plants. Humans can't make OMEGA-3, but it is essential to healthy brain and body function, so we have to get it from food, Brenna explains.</p>\n<p>OMEGA-6s are used for a variety of \"signaling properties,\" Brenna says. “If you've ever taken aspirin or other kinds of anti-inflammatories, they're intended to affect OMEGA-6 molecules. OMEGA-9s are thought of as neutral fats and have weaker metabolic properties.”</p>\n<p>Some oils label the various OMEGA contents and some don’t, but there's a kind of code, Brenna says. “The ones that say monounsaturate are mostly OMEGA-9. The ones that say polyunsaturate, at least in vegetable oils, are mostly OMEGA-6.”</p>\n<p>But there’s more to it than just unsaturated versus polyunsaturated, Brenna says. The way the oils have been processed or refined is important, too. </p>\n<p>“More refined oils are better suited for high temperature applications, like frying, whereas the virgin oils tend to be better as salad oils or put onto a hot dish just prior to serving,” Brenna says.</p>\n<p><em>Olive oil! That’s supposed to be healthy, right? Which is the best kind?</em></p>\n<p>First of all, olives are fruits, so olive oil is really a fruit oil, as opposed to oils like soybean or peanut oil, which are seed oils. Second, there are essentially two different kinds of olive oil: first pressing and — all the rest.</p>\n<p>The first pressing, or cold pressing, also known as extra virgin, extracts oil directly, using only water and a centrifuge (the water must be between 80 degrees and 120 degrees F to qualify as cold). At this stage, the oil retains the most flavor and the highest level of <a href=\"http://www.medicinenet.com/script/main/art.asp?articlekey=11291\">antioxidants</a>, which have been shown to be crucial to human health.</p>\n<p>In the second and subsequent pressings, oil is extracted from the residue of the first pressing, using warmer water and solvents, and then that oil is refined. During this stage, the oil loses flavor, aroma and much of its antioxidants. “So those are two very different sorts of oils,” Brenna says. “The pressed one and the refined one. “</p>\n<p>There is a “quiet revolution” going on right now in the oil industry, Brenna says, as it shifts from traditional compositions to very different ones that are for particular applications.</p>\n<p>“It is true that perhaps up to 10 years ago, sunflower oil had a certain composition and it was very, very rich in OMEGA-6 fatty acid,” he notes. “But it has transitioned now so that the vast majority of it in the US has a very similar composition to olive oil.”</p>\n<p><em>What about cooking? What's this ‘smoke point’ we keep hearing about?</em></p>\n<p>The smoke point has to do with the total amount of “free fatty acids” in the oil. Free fatty acids are abundant in very unrefined oils, and a mild kind of refining can remove them. Once they are removed, then the smoke point gets very high.</p>\n<p>In principle, any oil can go through this process, but in practice, oils like peanut oil and soybean oil are refined so that they perform well in high temperature applications like frying and baking.</p>\n<p>Extra virgin olive oil, on the other hand, is not good for frying or baking because it has been refined very little and smokes at a very low temperature. Also, some of the flavor compounds that are in extra virgin olive oil are affected in bad ways when heated to high temperatures and can get a bitter flavor to them.</p>\n<p>“That’s why if you’re going to use extra virgin olive oil in a hot dish, you should have it on the table and put it on just before you eat,” Brenna says. “Put your pasta on the table — it’s hot, steaming — and drop some oil on it right then.” This is also why extra virgin olive oil is a favorite for salads and other vegetables.</p>\n<p>Some kinds of refining heat the oils to really high temperatures for a very long time, to make a fat that has no flavor or aroma, as in shortening. But this seems to change the chemical composition of the oil in ways that are probably not so good, Brenna says.</p>\n<p><em>What about canola oil? We keep hearing conflicting things about it. Is it bad for you? </em></p>\n<p>First, let’s clarify one important point: there is no such thing as a ‘canola.’ It is not a vegetable or a fruit or a bean. Canola stands for “Canada oil low acid” and is made from <a href=\"http://www.npr.org/sections/thesalt/2015/04/30/403041486/how-british-farmers-are-making-rapeseed-canola-posh-and-flavorful\">rapeseed.</a></p>\n<p><em>And…? </em></p>\n<p>“To my knowledge, there is no strong evidence that there is a very negative effect from canola oil in humans,” Brenna says. “In fact, the scientist who gave us the OMEGA-3, OMEGA-6 nomenclature ate canola oil every day for lunch and lived to be about 92 or 93.”</p>\n<p><em>Peanut oil?</em></p>\n<p>It's fine, particularly for high temperature applications. If you want to stir fry something, use peanut oil. It performs very well and it’s made for that purpose, Brenna says.</p>\n<p><em>Dare we even ask about butter? </em></p>\n<p>“I don’t think butter is so bad,” Brenna says. “I think it got a bad rap, myself. Butter is not just bad old saturated fat. It has a lot of shorter chain fats, which are used in various [metabolic] processes, including for the brain. I think it really is in a rehabilitation phase these days.“</p>\n<p>The bottom line: extra virgin olive oil is probably the healthiest and the tastiest oil, but other oils high in OMEGA-3s are fine, too, depending on the application.</p>\n<p>“Stick with oils that have a lot of flavor to them,\" Brenna says. “Lots of oils can fit that bill. I think virgin coconut oil is probably good stuff, particularly for vegetarians. Moderation in all things.”</p>\n<p><em>This article is based on an <a href=\"http://sciencefriday.com/segment/06/19/2015/not-all-cooking-oils-are-created-equal.html\">interview</a> that aired on PRI's <a href=\"http://sciencefriday.com\">Science Friday</a> with Ira Flatow</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Foil-oil-everywhere&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Oil%20closeup.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/oil-closeupjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri-oils.mp3"},{"href":"http://admin.pri.org/file/scifri-oilsmp3"}]}