{"created":"2015-05-04T17:53:51+00:00","modified":"2015-06-16T17:14:47+00:00","valid":{"from":"2015-06-16T17:14:47+00:00","to":"3015-06-16T17:14:47+00:00"},"hreflang":"en","title":"'Charlie Hebdo' Staffer Pushes Back Against Writers' Opposition To Award","published":"2015-05-05T06:02:00+00:00","teaser":"\"If you're standing for the freedom of expression, you can't be at one moment for this freedom of expression, and two or three minutes later, against that,\" film critic Jean-Baptiste Thoret says.","itags":["npr_api","404215444"],"guid":"51c6b995-4935-4d8a-94c3-15aa2e615818","contentencoded":"<p>We've been <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/27/402541818/6-novelists-withdraw-from-event-honoring-charlie-hebdo-for-free-speech\">telling you about</a> the opposition from some writers to the decision by the PEN American Center to give <em><a href=\"http://www.npr.org/tags/141928624/charlie-hebdo\">Charlie Hebdo</a></em> its Freedom of Expression Courage Award. The satirical French publication was targeted by Islamist militants Jan. 7 apparently for its cartoons of Islam's Prophet Muhammad. The attack killed 12 people.</p><p>\"There is a critical difference between staunchly supporting expression that violates the acceptable — and enthusiastically rewarding such expression,\" more than 180 writers said in their <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/30/403266819/more-than-90-writers-join-protest-of-free-speech-award-for-charlie-hebdo\">letter of protest</a>.</p><p>In particular, they criticized <em>Charlie Hebdo</em>'s cartoons of Muhammad, saying the drawings were intended to \"cause further humiliation and suffering\" to a victimized population. But Jean-Baptiste Thoret, a film critic for the magazine, who is accepting the PEN award in New York on Tuesday, told NPR that stand is seemingly contradictory.</p><p>\"I have to say that if you're standing for the freedom of expression, you can't be at one moment for this freedom of expression, and two or three minutes later, against that,\" he told NPR's Melissa Block. \"You know, you're honoring a principle. You're not honoring a specific content in a magazine. Even in <em>Charlie Hebdo,</em>\"<em> </em>we did not often agree.</p><p>Thoret said much of the criticism directed at the magazine appears to come from those who \"don't really know what they are talking about.\" He said the magazine never attacked Muslims. What it did do, he said, was sometimes satirize religion.</p><p>\"Nothing is sacred for us,\" he said. \"That's something that is very important.\"</p><p>It's also important to note here that <em>Charlie Hebdo </em>had a long tradition of lampooning figures from business, politics and religion. But it was its cartoons of Muhammad that it first printed in 2005 that got the most attention. Many Muslims consider any depiction of their prophet — even positive ones — to be blasphemous. <em>Charlie Hebdo</em> was <a href=\"http://www.npr.org/blogs/thetwo-way/2011/11/02/141928567/french-newspaper-firebombed-after-satire-involving-prophet-muhammad\">firebombed in 2011</a> and received death threats over the years that culminated in the Jan. 7 attack that resulted in the deaths of some of its best-known cartoonists and staff members.</p><p>The attacks led to a global outpouring of support for the magazine — and defenders adopting the slogan \"Je suis Charlie\" [I am Charlie]. Thoret told Melissa that the slogan's popularity is ironic.</p><p>\"Before Jan. 7, very few people were Je suis Charlie at that time; so the irony is that today everybody is Je Suis Charlie, of course,\" he said. \"We are all OK with that. We are all against terrorism. But maybe it would have been more useful 10 years ago. At that moment, we [were] very alone. So for me it's part of that irony. Everybody is Je suis Charlie, but ... maybe it's too late.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Charlie+Hebdo%27+Staffer+Pushes+Back+Against+Writers%27+Opposition+To+Award&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404236565-3245a2.m3u?orgId=1&topicId=1124&d=325&p=2&story=404215444&t=progseg&e=404236299&seg=11&ft=nprml&f=404215444"},{"href":"http://media.npr.org/assets/img/2015/05/04/471826266-a221843a466a93401d9841c3659e3e81efdac4cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3014","width":"4019"}}]}