{"created":"2014-09-04T16:43:27+00:00","modified":"2014-12-04T17:41:35+00:00","valid":{"from":"2014-12-04T17:41:35+00:00","to":"3014-12-04T17:41:35+00:00"},"hreflang":"en","title":"Capturing A Dreamlike Moment In 'Time Present'","published":"2014-08-02T17:12:00+00:00","teaser":"<em>Weekend Edition</em> is asking authors to recommend some great reads; the conversations kick off with <em>Clever Girl </em>author Tessa Hadley, who touts Irish novelist Dierdre Madden's <em>Time Present and Time Past.</em>","itags":["npr_api","319503161"],"guid":"51da5099-88c3-4648-9bcb-9f62ccc851b0","contentencoded":"<p><em>Weekend Edition</em> is kicking off a series of conversations with authors who'll recommend great reads for our listeners.</p><p>This week, we're paging through <em>Time Present and Time Past</em>, a new book from Irish author Deirdre Madden. It takes its name from T.S. Eliot's poem \"Burnt Norton,\" and it takes place in 2006, just before the Irish financial crisis.</p><p>The protagonist is a middle-aged man called Fintan, who on the outside seems to have very normal life — he has a good job as a legal advisor and his family are quirky but decent. But, soon into the story, Fintan's experience of time and memory comes into question.</p><p><em>Time Present and Time Past</em> was recommended by novelist Tessa Hadley, who tells NPR's Rachel Martin that she enjoys Madden's writing because there's something quite \"still and reticent\" about it.</p><hr /><h3>Interview Highlights</h3><p><strong>On Fintan and his life</strong></p><p>We've caught Fintan in mid-life ... he has a lovely family, grown-up boys and a little daughter who he didn't want, and is absolutely now the one person he loves most in the world, a lovely wife, a mother he has a very difficult relationship with.</p><p>And all that happens is that something odd starts to happen to him, to Fintan, which is that he gets this dissociation — he can be sitting in the office, or at home, and instead of just being submerged in life, immersed in it, he sort of finds himself aware of looking at himself, as if he could see himself in an old photograph. As if the present were not just the present, but could also be seen as the past.</p><p>But what also happens is that we become aware that under the daily, loving, fairly happy surface of this family life, there are some dark secrets buried. There is a sadness from the past, which has partially to do with his relationship with his mother, but it's also to do with growing up in Northern Ireland, like Dierdre Madden, where the Troubles cast their shadow.</p><p><strong>On the darkness that emerges when Madden brings in the Troubles</strong></p><p>There's one particularly strong moment when Fintan is remembering his paternal grandmother ... and he remembers looking out of the window in the old farmhouse that seemed so warm, and so containing as a womb, you know, safe, lovely, consoling, and looking through the old trees in the orchard and suddenly seeing that those trees become soldiers, advancing up through the orchard. It's almost dreamlike; one isn't completely sure that this thing has actually happened. It may have happened and it may not — but that's a sort of sign of some of the history that lies under the surface.</p><p><strong>On the title and the book's relation to T.S. Eliot's poem</strong></p><p>The quotation from Eliot is, \"Time present and time past/Are both perhaps present in time future/And time future contained in time past.\" So they're both teasing out that — because here is this novel, written, set at that moment of the Irish economy which we call the \"Celtic Tiger,\" when it was just booming like mad, changing Ireland out of all recognition, changing the Irish sensibility.</p><p>And then it all comes crashing down. Now the crash happens, if you like, after the end of this novel, but before Madden is writing it. So she's very aware of catching a present moment that feels present to the people caught up in it, and yet it's going to fall away. Absolute change is going to happen.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Capturing+A+Dreamlike+Moment+In+%27Time+Present%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320024746-f21c52.m3u?orgId=1&topicId=1161&aggIds=100876926&ft=3&f=319503161"},{"href":"http://media.npr.org/assets/img/2014/06/06/timepresent-ef7b7bae081877adcd2abf61c06d128d8d97cba5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"998","width":"1330"}},{"href":"http://media.npr.org/assets/img/2014/06/06/hadley-tessa-ap1_custom-0b7b78486d1c6008a0cf184df79576da8fbee0be.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"623","width":"470"}}]}