{"created":"2015-04-07T09:11:13+00:00","modified":"2015-07-03T20:25:18+00:00","valid":{"from":"2015-07-03T20:25:18+00:00","to":"3015-07-03T20:25:18+00:00"},"hreflang":"en","title":"Obama Compares Iran Deal To A House Under Contract, Awaiting Appraisal","published":"2015-04-07T16:37:00+00:00","teaser":"The president tells NPR's Steve Inskeep that the U.S. and other countries have a solid plan to keep Iran's nuclear program under control.","itags":["npr_api","397940840"],"guid":"51df0298-01cf-48e4-a8bd-4b687444097e","contentencoded":"<p>I've rarely seen President Obama speak in such definite terms on a thorny issue as he did yesterday about the nuclear agreement with Iran.</p><p>In our interview at the White House, he did not describe the deal as half a loaf. He cast it as a rock-solid plan that was designed for every eventuality. He said it would limit Iran's nuclear program, leaving no room to evade inspections and the threat of new sanctions.</p><p>In 2010 we spoke with Obama after he agreed to extend tax cuts for the wealthiest Americans. At that time, we passed on a listener's question: How would keeping tax rates for the wealthy at the same rate create one single job?</p><p>\"It doesn't,\" Obama said back then. \"I'm still opposed to it.\" But he had to sign it as part of a larger bill to extend middle-class tax breaks and unemployment benefits.</p><p>Yesterday, Obama did not describe the Iran agreement as a tough compromise. \"This deal,\" he said, \"is the right thing to do for the United States, for our allies in the region and for world peace.\"</p><p>There is, of course, the problem that the deal isn't done. Last week's framework left many blanks to fill in by a June 30 deadline. \"It's sort of like you've signed a contract to purchase a home but you've still got the appraisal, the inspector, got to make sure there isn't some kind of environmental disaster on the land,\" he said.</p><p>Not only that, the president must deal with a Congress that is eager to attend the home inspection.</p><p>What follows are some of our questions and the president's answers. (There's <a href=\"http://www.npr.org/templates/story/story.php?storyId=397933577\">a full transcript</a>, and you can also find articles on Obama and his critics — among them <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/06/397892256/obama-conditioning-iran-nuclear-deal-on-recognition-of-israel-is-misjudgment\">Prime Minister Benjamin Netanyahu</a> and <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/04/06/397928604/obama-to-scott-walker-bone-up-on-foreign-policy\">Republican presidential contenders</a>.)</p><blockquote><p><strong>Do you believe that Iran's government is a government that is capable of changing its ways?</strong></p><p>Let me flip the question, Steve. I would argue that this deal is the right thing to do for the United States, for our allies in the region, and for world peace regardless of the nature of the Iranian regime. This is a good deal if you think that Iran is implacably opposed to the United States and the West and our values. ... You have them rolling back a number of pathways that they currently have available to break out and get a nuclear weapon. You have assurances that their stockpile of highly enriched uranium remains in a place where they cannot create a nuclear weapon. ... And so, I'm not trying to avoid your question. I think that there are different trends inside of Iran. I think there are hard-liners inside of Iran that think it is the right thing to do to oppose us, to seek to destroy Israel, to cause havoc in places like Syria or Yemen or Lebanon. And then I think there are others inside of Iran who think that this is counterproductive. And it is possible that if we sign this nuclear deal, we strengthen the hand of those more moderate forces inside of Iran. But the key point I want to make is, the deal is not dependent on anticipating those changes. If they don't change at all, we're still better off having the deal.</p><p><strong>Obviously, the trade-off for the concessions on the nuclear program is a lifting of many sanctions against Iran. <br /></strong></p><p>Yes.</p><p><strong>This is widely anticipated to cause a lot of economic growth in Iran ... How, if at all, can you prevent Iran from using its new wealth over the next several years to support Bashar Al Assad of Syria, to support Hezbollah, adventures in Yemen or elsewhere?</strong></p><p>Those are relevant issues ... [but] they're not going to be able to suddenly access all the funding that has been frozen all these years Their economy has been severely weakened. It would slowly and gradually improve. But a lot of that would have to be devoted at improving the lives of the people inside of Iran. And they have cordoned off and been willing to finance their war operations even in the midst of sanctions. I mean, there's been no lessening of their support of Hezbollah or Assad during the course of the last four, five years at a time when their economy has been doing terribly. ... If in fact they're engaged in international business, and there are foreign investors, and their economy becomes more integrated with the world economy, then in many ways it makes it even harder for them to engage in behaviors that are contrary to international norms.</p><p><strong>You raise a valuable point when you say that if Iranians are doing more business with the world there will be Iranian business people who do not want sanctions to snap back, and you have insisted that in the U.S. version of this agreement that sanctions would snap back if Iran violates them. But if there is a disagreement about whether Iran violated them, aren't you going to face the same problem? There will be American business people and European business people who will be doing business with Iran, who will be making a lot of money, who will be very reluctant to have that happen.</strong></p></blockquote><blockquote><p>Well, that was true when we first imposed the sanctions. But the fact of the matter is that we have been able to build an international consensus that Iran building a nuclear weapon would be extraordinarily dangerous to the region and the world.</p><p><strong>And you can do that again?</strong></p><p>And we're absolutely convinced that we can do it again.</p></blockquote><p>Obama's hope is that the United States won't have to do it all over again. The U.S. is seeking to make it easy for economic sanctions to \"snap back\" into place if Iran is found violating the limits on its nuclear program.</p><p>The trouble is that those sanctions were imposed by many countries and by the United Nations Security Council, where a single nation's veto can block enforcement.</p><p>\"We're not,\" Obama said, \"going to make this subject to the typical Security Council where one country can hold out and you can't get this done.\"</p><p>But the president added, \"The devil's in the details.\" And the enforcement mechanism has yet to be worked out — one of many parts of this agreement that was left for a final round of negotiations with Iran and other powers.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Compares+Iran+Deal+To+A+House+Under+Contract%2C+Awaiting+Appraisal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"622"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398004476-194bc8.m3u?orgId=1&topicId=1014&d=622&p=3&story=397940840&t=progseg&e=397213053&seg=1&ft=nprml&f=397940840"},{"href":"http://media.npr.org/assets/img/2015/04/06/obama_004-9ddf25d5ab5e2ed447685a36a05ca3a7043af2b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}