{"created":"2014-10-08T02:55:18+00:00","modified":"2014-10-31T00:35:36+00:00","valid":{"from":"2014-10-31T00:35:36+00:00","to":"3014-10-31T00:35:36+00:00"},"hreflang":"en","title":"In A Battle For Web Traffic, Bad Bots Are Going After Grandma","published":"2014-07-07T15:05:00+00:00","teaser":"\"Bad\" Web bots are going after everyone they can, but why? Because by hijacking Grandma's computer, they make it look as if she visits a site often, thus making the site more valuable to advertisers.","itags":["npr_api","328196199"],"guid":"51e1b05c-79bd-49eb-9242-c48e2edb23d1","contentencoded":"<p>As the Web <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/02/27/282965383/the-web-at-25-hugely-popular-and-viewed-as-a-positive-force\">turns 25</a>, it's becoming a terrific place if you're a bot.</p><p>It began as a tool for human communication, but now, over 60 percent of the traffic on the Web is automated applications called bots talking to other bots, according to one study. And experts say about half of those bots are bad.</p><p>But first let's talk about the good bots.</p><p>For example, Google's bots crawl around the Web to find the best information. There are also bots that help make the Web run smoothly, says Marc Gaffan, co-founder of Incapsula, a website security firm. These bots \"check that our websites are up and running all the time and measure how fast they are,\" he says.</p><p>Incapsula <a href=\"http://www.incapsula.com/blog/bot-traffic-report-2013.html\">released a report</a> that found<strong> </strong>the percentage of nonhuman Web traffic went from around 50 percent in 2012 to over 61 percent of all traffic last year.</p><p>Gaffan says a little over half of those bots are bad. The bad ones are \"scanning your website looking for vulnerabilities; they're potentially trying to hack into your website,\" he says.</p><p>Once inside your system, bad bots can get a lot of information, like corporate and government secrets. But Dan Kaminsky, the founder of the security firm White Ops, says his company noticed that bots were going after individual users.</p><p>\"They're not going after people with secret military documents,\" he says. \"They're going after grandmothers. They're going after everyone they can. And we were genuinely curious, why? Why hack Grandma?\"</p><p>Kaminsky says the answer is that the bots want Grandma's identity, at least on the Web. He says there are underground companies that promise to bring viewers to websites. But what they are really doing is hijacking Grandma's computer and making it look as if she visits the sites, and that makes the sites more valuable to advertisers.</p><p>\"They're doing a very little piece of identity theft,\" Kaminsky says. \"They're pretending to be you to advertisers who are willing to pay a little bit of money to get a little bit of your attention.\"</p><p>Kaminsky says the problem with this kind of fraud is that it lowers the quality of what's on the Web.</p><p>\"You see the Web sometimes and you click a link and you get a page and there's 30 ads on it and five of them are blaring audio at you,\" Kaminsky says. \"And you think, 'Who could possibly ever find any value in this Web page?' And the answer is nobody. Nobody would ever go to a page like this. But nobody is — it's all machines tricking machines.\"</p><p>The big problem is that \"bots will click on anything — they have terrible taste,\" Kaminsky says.</p><p>If bad bots were left to their own devices, bad taste would dominate the Web. But, even worse, Kaminsky worries that this kind of advertising fraud is undermining the economics of the Web.</p><p>Though people \"tend not to like advertisers, advertisers have paid for a network that allows greater interpersonal communication than any other time in history. Who paid for all this free service? They did,\" he says.</p><p>Kaminsky's firm works with advertises to fight this problem. He worries that advertisers will go back to the TV or other outlets, which are better protected against fraud.</p><p><a href=\"http://www.pewinternet.org/2014/07/03/net-threats/\">A study</a> honoring the Web's 25th anniversary by the Pew Research Center interviewed 1,400 experts. Many shared Kaminsky's concerns.</p><p>\"That's what these experts worry about: If it becomes too overwhelming, there's too little trust, it's too hard to distinguish between human and machine interventions, that people will just shut down,\" says Lee Rainie, one of the study's authors.</p><p>But, moving forward, many of the experts also said the attempts to secure the Web need to be balanced with keeping it open.</p><p>\"They will shut down ways in which the Internet can serve up diverse opinions; new things for them to learn; all sorts of extra things that would add to their life,\" Rainie says.</p><p>He says that one thing is certain: There will be more bot traffic online in the future as more devices — from medical monitors to home heating systems — are connected to the Internet.</p><p>Rainie says we are likely to see a vast battle between good bots and bad bots.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+Battle+For+Web+Traffic%2C+Bad+Bots+Are+Going+After+Grandma&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laura Sydell","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328209654-920ddc.m3u?orgId=1&topicId=1019&ft=3&f=328196199"},{"href":"http://media.npr.org/assets/img/2014/07/03/istock_000011984996small-82686bf831dfb4d1229c852963ac3253e5c8d2b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}