{"created":"2014-10-08T14:07:36+00:00","modified":"2014-12-04T15:17:11+00:00","valid":{"from":"2014-12-04T15:17:11+00:00","to":"3014-12-04T15:17:11+00:00"},"hreflang":"en","title":"'Brutal Youth': Three High Schoolers Fight To Survive Bullying","published":"2014-06-16T16:20:00+00:00","teaser":"<em>Entertainment Weekly</em> reporter Anthony Breznican calls his debut novel a mix between <em>Fight Club and</em> <em>The Breakfast Club.</em>","itags":["npr_api","321392155"],"guid":"51ec4e85-61da-425b-8b98-386f124e94cf","contentencoded":"<p><strong></strong>Anthony Breznican reports on Hollywood for <em>Entertainment Weekly</em>. Turns out he's got a story to tell, too.</p><p>His debut novel, <em>Brutal Youth,</em> was just released and he's even got a Hollywood pitch for it. \"It's kinda like <em>Fight Club</em> meets <em>The Breakfast Club</em>,\" Breznican tells NPR's Arun Rath.</p><p>It's about bullying at a Catholic high school called St. Michael the Archangel. Students have to choose to go along, to stand their ground, and in some cases, to lash out in order to survive.</p><p>The book follows the transformation of three students in their first year of high school.</p><p>\"As the story goes on, you see how a kid goes from someone who will run out in the middle of danger to save somebody he doesn't even know, to possibly becoming the one who's trying to cause the pain,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On the culture of hazing in the novel<br /></strong></p><p>They've institutionalized it, it's sanctioned hazing and this comes from my experience as a high school student. Coming in as a little, tiny freshman, 14 years old and you're told, \"Ok, well, there's this thing called initiation and you are going to be, you know, picked-on-slash-protected by some senior,\" and you don't know who you get. You get some sadist and you're in really bad shape. And this was in the early 90s and they saw it as a harmless thing. It had been a tradition for as far back as anyone could remember, but at the time it was terrifying.</p><p>There is a lot of ways that people who are powerless assert dominance over each other. It's a way of saying, \"I am not at the bottom of the totem pole, I am able to climb up because I am putting a foot on your neck.\"</p><p><strong>On powerful bonds between victims of bullying</strong></p><p>The people who are with you when you are kind of in that embryonic stage of being a teenager, figuring out who you are, I think those are the people who make a difference for you and you never forget them. Those are like foxhole friendships. You know? And the friend who takes the punch, who takes the blame, who absorbs the insult when they know you can't take anymore — those are priceless friendships and I wanted to sort of pay tribute to that in this story and to do that I had to put the kids through some really bad stuff.</p><p><strong>On bullying in the social media era</strong></p><p>The story is set in 1991 and I wanted that to be a little bit representative of what we face today with kids being bullied and called names on Facebook, Twitter, Tumblr, you know any kind of social media that could be used as a blunt instrument in the wrong hands and I think this is the analog version of that ... I think the same kind of bullying and manipulation happens now with kids that happened back when you and I were teenagers. The difference is adults now have a record of it ... it's no longer some whispered thing in the hallway, it has a permanence, there's a trail. ...</p><p>Kids they are especially vulnerable ... you're like this newly hatched chick you don't have any guard up, you don't have any armor and I think what I try to explore with the book is how that armor forms and how if you are not careful it can go so deep that it hardens you right to your core.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Brutal+Youth%27%3A+Three+High+Schoolers+Fight+To+Survive+Bullying&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322008405-e42b67.m3u?orgId=1&topicId=1033&ft=3&f=321392155"},{"href":"http://media.npr.org/assets/img/2014/06/12/brezheadshotlarge1-28bf0ec854eea460e6d1302476509740277eca2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"379","width":"504"}}]}