{"created":"2014-10-08T16:45:31+00:00","modified":"2014-10-31T02:30:27+00:00","valid":{"from":"2014-10-31T02:30:27+00:00","to":"3014-10-31T02:30:27+00:00"},"hreflang":"en","title":"Extra! Read All About It: 'Girl Stunt Reporter' Turns 150","published":"2014-08-01T12:54:00+00:00","teaser":"Nellie Bly of the <em>New York World</em> was one of the most famous \"girl stunt reporters\" of her time. Now, the first ever edited collection of her work is being released, in honor of her 150th birthday.","itags":["npr_api","308737093"],"guid":"51eeba56-8c40-4e12-a658-d127988e48c1","contentencoded":"<p>In 1887, American journalist Nellie Bly had herself committed to New York's notorious Blackwell's Island insane asylum — on purpose, as part of an assignment from the <em>New York World</em> newspaper. When she was released 10 days later, she had seen cruelty that made her shudder.</p><p>\"I left the insane ward with pleasure and regret,\" she wrote in her account for the <em>World</em>. \"Pleasure that I was once more able to enjoy the free breath of heaven; regret that I could not have brought with me some of the unfortunate women who lived and suffered with me, and who I am convinced are just as sane as I was and am now myself.\"</p><p>The story that resulted is called <em>Ten Days in a Mad-House</em>, and it's one of many pieces collected in a new volume, <em>Nellie Bly: Around the World in Seventy-Two Days and Other Writings</em> — released this year in honor of Bly's 150th birthday.</p><p>It's the first edited collection of Bly's work, featuring more than a dozen of her articles as a \"girl stunt reporter.\" Jean Lutes was the editor, and she tells NPR's Steve Inskeep that she was inspired by Bly's bravery. \"The idea that she pretended to be crazy to get into an insane asylum to write an expose was just shocking and exciting. ... I knew that there was a big gap in power between Nellie Bly and the people she was taking on, and to see her turn the tables on them was just incredibly fun.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Bly's origins</strong></p><p>She grew up in a small town outside of Pittsburgh. She was from a family that didn't have much money. ... She had actually started out writing for a newspaper in Pittsburgh, but she didn't like having to write about butterfly collections and garden shows ... and so she resisted. And the first thing she did to resist was, she convinced her editors that she could go to Mexico and write as a foreign correspondent. So she did that for a few months, and when she came back, she still felt frustrated in Pittsburgh, so she went to New York and said \"I'm going to make it there.\"</p><p><strong>On getting a job with the <em>World</em></strong></p><p>One morning, she borrowed carfare from her landlady, she took a cab down to the <em>New York World</em> building, and she just sneaked in. She worked her way into an editor's office, and she offered to go to Europe and return steerage class, to write about the experience of immigrants coming to the United States. And he said that's too far-flung; you can't do that. But, he said, if you want to, you can have yourself checked into this insane asylum that's more nearby, and write about that. And she said OK!</p><p><strong>On the insane asylum</strong></p><p>The insane asylum at Blackwell's Island was already notorious for its poor conditions. It was essentially a custodial facility for mentally ill immigrants, and this was a moment when ideas about how to treat the mentally ill were changing, and so a public asylum was one of the targets for critics. So when Bly went there, there were all these rumors about how awful it was, and so the idea was, she would see if they were really true.</p><p><strong>On the downside of Bly's stunt journalism</strong></p><p>Bly can be dismissed because she embraced the idea of being a spectacle, because she always made herself into the story. It was the way that she got out of writing about gardening and fashion. She wanted to be on the front page, not in the women's pages, and she did that by calling attention to herself. When she interviewed people, she would talk about what her interview subjects said about herself — and that led people to see her as self-aggrandizing.</p><p>So readers got what she would often call \"plain and unvarnished facts\" of her experience. And they could decide what they thought about her own experience, but she did not pretend that it was anything but that. And she insisted that experience was valuable in and of itself.</p><p><strong>On the enduring value of Bly's stories</strong></p><p>They stand up as a record of one woman's courage and her desire to change the world by inserting herself into it. And so, I think that she's an example of a pioneer that tells us that women still have a lot to say.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Extra%21+Read+All+About+It%3A+%27Girl+Stunt+Reporter%27+Turns+150&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309694838-d88165.m3u?orgId=1&topicId=1033&ft=3&f=308737093"},{"href":"http://media.npr.org/assets/img/2014/05/01/nelliebly-4929830e29e3cf87267d0aef6f92e94227035072.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1050","width":"1400"}}]}