{"created":"2015-06-01T07:33:36+00:00","modified":"2015-06-02T18:24:44+00:00","valid":{"from":"2015-06-02T18:24:44+00:00","to":"3015-06-02T18:24:44+00:00"},"hreflang":"en","title":"10 Years Since Katrina: A Look Back At The Busiest Hurricane Season","published":"2015-06-01T14:26:00+00:00","teaser":"Meteorologists say this year's hurricane season will be quieter than usual. But if a Category 3 or higher hit the U.S., it would be the first time since 2005, one of the worst years on record.","itags":["npr_api","410291173"],"guid":"51f846bd-f6e8-4f0a-869d-84192e0ebcb2","contentencoded":"<p>Ten years ago, the U.S. experienced its busiest hurricane season ever recorded. The year saw <a href=\"http://www.nhc.noaa.gov/data/tcr/index.php?season=2005&basin=atl\">28 named storms</a> — 15 of them hurricanes — including Hurricane Katrina, which devastated the Gulf Coast. Four major hurricanes hit the U.S. in 2005, beginning in July with Hurricane Dennis.</p><p>Dennis brought a storm surge, tornadoes and lots of rain when it <a href=\"http://www.weather.com/storms/hurricane/news/hurricane-dennis-landfall-july-2005-20130710\">came ashore on Florida's panhandle on July 10</a>. In the U.S., it killed at least three people and caused more than $2.5 billion in damage.</p><p>And Dennis wasn't even the first hurricane to hit the U.S. that year. Just a few days earlier, Hurricane Cindy made landfall in Louisiana.</p><p>Rick Knabb, director of the National Hurricane Center in Miami, says \"2005, no doubt about it, was off the charts, above average activity overall and unusual.\" He says warm water in the Atlantic and low wind shear were two of the factors that made it such an active season.</p><p>\"The conditions were so ripe for such a large chunk of the hurricane season. You just don't see that level of activity every year,\" he says.</p><p>It was a season that used up all the names designated for hurricanes and tropical storms. For the first time, the National Hurricane Center had to resort to <a href=\"http://www.npr.org/templates/story/story.php?storyId=4971233\">naming storms with letters of the Greek alphabet</a>. And the season continued into 2006. Tropical storm Zeta didn't dissipate until Jan. 7.</p><p>But for most Americans, the 2005 hurricane season is memorable for one storm in particular: Hurricane Katrina.</p><p>Katrina slammed Louisiana and Mississippi when it came ashore on Aug. 29. It brought a massive storm surge that inundated coastal communities and overwhelmed New Orleans levees, floodwalls and pumps. More than 1,800 people died and damage was estimated at more than $100 billion, making it by far the costliest hurricane ever.</p><p>It was followed by two other major hurricanes, Rita and Wilma — all formed close to the U.S coastline. Phil Klotzbach, a meteorologist with Colorado State University, says that helps explain why they did so much damage.</p><p>\"If a storm forms very far to the east, all it takes is one trough to kind of recurve it out to sea,\" he says. \"But if it forms close to the coast, it has higher odds of making U.S. landfall. So that's one of the reasons '05 was so devastating, was that the storms formed so close to the coast that year.\"</p><p>Knabb, the hurricane center director, says because Katrina formed so close to shore, there was little lead time to warn communities in its path. In part because of the experiences of 2005, the hurricane center has introduced a new <a href=\"https://noaanhc.wordpress.com/2014/07/01/debut-of-the-5-day-graphical-tropical-weather-outlook/\">five-day tropical weather outlook</a>. It tracks weather systems even before they develop into tropical storms and hurricanes.</p><p>\"And it's most useful when something like Katrina, like Humberto 2007 that formed right off the Texas coast,\" he says. \"That product is going to be most useful when the systems are forming right on our doorstep.\"</p><p>Although no major hurricanes have hit the U.S. since 2005, there have been devastating storms. Superstorm Sandy in 2012 and Hurricane Ike in 2008 both brought massive storm surges that caused drowning deaths and were the second- and third-costliest storms ever to hit the U.S.</p><p>Knabb says in hurricanes and tropical storms, nine out of 10 fatalities come not from wind, but from water. The hurricane center recently has begun issuing experimental <a href=\"http://www.nola.com/hurricane/index.ssf/2014/12/national_hurricane_center_unve.html\">storm surge maps</a>, storm surge watches and warnings.</p><p>\"That, I think, is going to continue to change the game about how we communicate far more clearly than we ever have about the storm surge hazard when the hazard is facing us in real time, about where the storm surge could happen,\" Knabb says.</p><p>This year, meteorologists say with an El Niño in place, it's likely to be a quiet hurricane season.</p><p>But even if that turns out to be the case, forecasters say people need to be prepared. Many point to the year 1992. It was a quiet year with just six named storms. But one of them, <a href=\"http://www.npr.org/2012/08/23/159613339/hurricane-andrews-legacy-like-a-bomb-in-florida\">Hurricane Andrew, devastated South Florida</a>, killing dozens of people and causing more than $26 billion in damage.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Years+Since+Katrina%3A+A+Look+Back+At+The+Busiest+Hurricane+Season&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410488003-1f3505.m3u?orgId=1&topicId=1003&d=274&p=3&story=410291173&t=progseg&e=410487719&seg=14&ft=nprml&f=410291173"},{"href":"http://media.npr.org/assets/img/2015/05/29/ssgraphic_imagery_neworleans_2000-5c7ff1d49b0d474e4b75af1c0e257e5466866f4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"751","width":"1001"}},{"href":"http://media.npr.org/assets/img/2015/05/29/katrina-getty2-4920dfb08284be77bdc07db20094d444d9831fc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1502","width":"2003"}}]}