{"created":"2014-10-08T15:39:18+00:00","modified":"2014-10-31T01:52:33+00:00","valid":{"from":"2014-10-31T01:52:33+00:00","to":"3014-10-31T01:52:33+00:00"},"hreflang":"en","title":"Invoking 'Castle Doctrine,' Mont. Man Pleads Not Guilty In Teen's Death","published":"2014-05-22T01:21:00+00:00","teaser":"A Montana man says he was justified in shooting a prowler, a German exchange student, in his garage. The case has revived the debate over how far Americans should be able to go to defend their homes.","itags":["npr_api","314600250"],"guid":"52053331-5d88-4a04-94be-a755366abd7e","contentencoded":"<p>Montana resident Markus Kaarma pleaded not guilty Wednesday to charges of murdering a German exchange student last month. Kaarma shot the 17-year-old while the student was trespassing in his garage. The case has attracted international scrutiny to the contentious debate over how far Americans may go when defending their homes.</p><p>Kaarma's lawyer, Paul Ryan, says his client feels badly about the shooting, but that prosecutors in Missoula, Mont., have no business charging Kaarma with murder. After all, he says, it was nighttime and the German student was sneaking around Kaarma's garage.</p><p>\"It was so dark in there and there was a metal-on-metal noise and a fast-moving reaction,\" Ryan says. \"Markus didn't know if he was being charged, if he was going to be shot, if he was going to be attacked. He had no idea what was going on.\"</p><p>The German student, Diren Dede, may have been engaged in what local teens call \"garage hopping,\" where they duck into open garages in search of beer or pot.</p><p>Kaarma's house had been burglarized before and he and his wife were on edge — but was he justified in shooting into a darkened garage? Ryan says yes.</p><p>\"Basically, the rules changed,\" Ryan says. \"Once he's on his property, Markus felt that his life was in danger and he reacted.\"</p><p><strong>The 'Castle Doctrine'</strong></p><p>Ryan says he'll defend his client with Montana's version of the \"castle doctrine,\" the concept that a man's home is his castle and can be defended as such.</p><p>Laws vary from state to state, but in recent years, the gun rights lobby has pushed states to give the benefit of the doubt to the homeowner — which the Montana legislature did in 2009.</p><p>Michele Keiffer, whose son-in-law was also <a href=\"http://www.nytimes.com/2012/10/24/us/castle-law-at-issue-after-fatal-montana-shooting.html?_r=0\" target=\"_blank\">shot and killed in a garage</a> in Montana in 2012, is a critic of the law. \"All I feel it does is give them a right to blow somebody away,\" she says.</p><p>Keiffer's son-in-law, Dan Fredenberg, had entered the garage of Brice Harper to argue about a personal matter between them. Fredenberg was unarmed, but Harper went into his house to get a gun and, when he came back, shot Fredenberg. Because of the castle doctrine, no charges were filed.</p><p>Keiffer has been trying to organize a movement to change that law back. \"I always thought you had to escape the perpetrator before you do any bodily harm,\" Keiffer says. \"When it happened to my son-in-law, my eyes were opened.\"</p><p>When it happened to my son-in-law, my eyes were opened,\" she says.</p><p>State Rep. Krayton Kerns, the chief sponsor of the 2009 self-defense law, says the opposition doesn't surprise him.</p><p>\"Obviously, there's going to be moves to repeal it, but I think that's a reactionary thing,\" Kerns says.</p><p>People are forgetting that the law still requires you to reasonably believe that force is necessary to prevent a forcible felony, Kerns says. Based on news accounts, he says he does not think the law excuses the Diren Dede shooting.</p><p>But repealing the castle doctrine, Kerns says, would give too much power back to prosecutors. \"It removes the fundamental right of self-defense or the option of self-defense for the individual, and shifts it to government,\" Kerns says. \"That's just not gonna work.\"</p><p>That attitude is widely held in Montana, but in Dede's home country of Germany, the reaction has been very different. Constantin Baron van Lijnden is a law journalist who has <a href=\"http://www.lto.de/recht/hintergruende/h/diren-dede-markus-kaarma-austausschueler-usa-strafverfahren-castle-doctrine/\">written about the case for a German audience</a>.</p><p>\"There is always this notion of Americans being a bit more trigger-happy,\" Lijnden says.</p><p>He says there are some Germans who'll now think twice about sending their kids to the U.S., but points out that German law also allows people to defend themselves with force, at home or on the street. The real difference, he thinks, is a practical one.</p><p>\"Obviously, a lot more people in America own guns than do in Germany. Almost nobody does in Germany,\" Lijnden says. \"Even in a worst-case scenario you're not very likely to get shot in Germany, just for lack of any guns.\"</p><p>Staying off of private property is good advice in any country, he says, it's just that in America, the risks can be more severe.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Invoking+%27Castle+Doctrine%2C%27+Mont.+Man+Pleads+Not+Guilty+In+Teen%27s+Death&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314607077-21e23f.m3u?orgId=1&topicId=1070&ft=3&f=314600250"},{"href":"http://media.npr.org/assets/img/2014/05/21/487452717-ba97ade17f04abd77f83b25954c92907ab3e01da.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4606"}}]}