{"created":"2015-05-18T18:05:32+00:00","modified":"2015-06-25T17:43:44+00:00","valid":{"from":"2015-06-25T17:43:44+00:00","to":"3015-06-25T17:43:44+00:00"},"hreflang":"en","title":"Attention White-Collar Workers: The Robots Are Coming For Your Jobs","published":"2015-05-19T15:56:00+00:00","teaser":"The machines have long been used in manufacturing, but Martin Ford, author of <em>Rise of the Robots</em>, says they're now poised to replace humans as teachers, lawyers and even journalists.","itags":["npr_api","407648886"],"guid":"522695a4-fd6d-48dd-aa7f-0cbc2075e70f","contentencoded":"<p>From the self-checkout aisle of the grocery store to the sports section of the newspaper, robots and computer software are increasingly taking the place of humans in the workforce. Silicon Valley executive Martin Ford says that robots, once thought of as a threat to only manufacturing jobs, are poised to replace humans as teachers, journalists, lawyers and others in the service sector.</p><p>\"There's already a hardware store [in California] that has a customer service robot that, for example, is capable of leading customers to the proper place on the shelves in order to find an item,\" Ford tells <em>Fresh Air's </em>Dave Davies.</p><p>In his new book, <em>Rise of the Robots,</em> Ford considers the social and economic disruption that is likely to result when educated workers can no longer find employment.</p><p>\"As we look forward from this point, we need to keep in mind that this technology is going to continue to accelerate,\" Ford says. \"So I think there's every reason to believe it's going to become the primary driver of inequality in the future, and things are likely to get even more extreme than they are now.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On robots in manufacturing</strong></p><p>Any jobs that are truly repetitive or rote — doing the same thing again and again — in advanced economies like the United States or Germany, those jobs are long gone. They've already been replaced by robots years and years ago.</p><p>So what we've seen in manufacturing is that the jobs that are actually left for people to do tend to be the ones that require more flexibility or require visual perception and dexterity. Very often these jobs kind of fill in the gaps between machines. For example, feeding parts into the next part of the production process or very often they're at the end of the process — perhaps loading and unloading trucks and moving raw materials and finished products around, those types of things.</p><p>But what we're seeing now in robotics is that finally the machines are coming for those jobs as well, and this is being driven by advances in areas like visual perception. You now have got robots that can see in three-dimension and that's getting much better and also becoming much less expensive. So you're beginning to see machines that are starting to have the kind of perception and dexterity that begins to approach what human beings can do. A lot more jobs are becoming susceptible to this and that's something that's going to continue to accelerate, and more and more of those jobs are going to disappear and factories are just going to relentlessly approach full-automation where there really aren't going to be many people at all.</p><p><strong>On the new generation of robot jobs </strong></p><p>There's a company here in Silicon Valley called Industrial Perception which is focused specifically on loading and unloading boxes and moving boxes around. This is a job that up until recently would've been beyond the robots because it relies on visual perception often in varied environments where the lighting may not be perfect and so forth, and where the boxes may be stacked haphazardly instead of precisely and it has been very, very difficult for a robot to take that on. But they've actually built a robot that's very sophisticated and may eventually be able to move boxes about one per second and that would compare with about one per every six seconds for a particularly efficient person. So it's dramatically faster and, of course, a robot that moves boxes is never going to get tired. It's never going to get injured. It's never going to file a workers' compensation claim.</p><p><strong>On a robot that's being built for use in the fast food industry</strong></p><p>Essentially, it's a machine that produces very, very high quality hamburgers. It can produce about 350 to 400 per hour; they come out fully configured on a conveyor belt ready to serve to the customer. ... It's all fresh vegetables and freshly ground meat and so forth; it's not frozen patties like you might find at a fast food joint. These are actually much higher quality hamburgers than you'd find at a typical fast food restaurant. ... They're building a machine that's actually quite compact that could potentially be used not just in fast food restaurants but in convenience stories and also maybe in vending machines.</p><p><strong>On automated farming</strong><strong></strong></p><p>In Japan they've got a robot that they use now to pick strawberries and it can do that one strawberry every few seconds and it actually operates at night so that they can operate around the clock picking strawberries. What we see in agriculture is that's the sector that has already been the most dramatically impacted by technology and, of course, mechanical technologies — it was tractors and harvesters and so forth. There are some areas of agriculture now that are almost essentially, you could say, fully automated.</p><p><strong>On</strong><strong> computer-written news stories</strong><strong></strong></p><p>Essentially it looks at the raw data that's provided from some source, in this case from the baseball game, and it translates that into a real narrative. It's quite sophisticated. It doesn't simply take numbers and fill in the blanks in a formulaic report. It has the ability to actually analyze the data and figure out what things are important, what things are most interesting, and then it can actually weave that into a very compelling narrative. ... They're generating thousands and thousands of stories. In fact, the number I heard was about one story every 30 seconds is being generated automatically and that they appear on a number of websites and in the news media. <em>Forbes</em> is one that we know about. Many of the others that use this particular service aren't eager to disclose that. ... Right now it tends to be focused on those areas that you might consider to be a bit more formulaic, for example sports reporting and also financial reporting — things like earnings reports for companies and so forth.</p><p><strong>On</strong><strong> </strong><strong>computers starting to do creative work</strong></p><p>Right now it's the more routine formulaic jobs — jobs that are predictable, the kinds of jobs where you tend to do the same kinds of things again and again — those jobs are really being heavily impacted. But it's important to realize that that could change in the future. We already see a number of areas, like [a] program that was able to produce [a] symphony, where computers are beginning to exhibit creativity — they can actually create new things from scratch. ... [There is] a painting program which actually can generate original art; not to take a photograph and Photoshop it or something, but to actually generate original art.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Attention+White-Collar+Workers%3A+The+Robots+Are+Coming+For+Your+Jobs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1833"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407732152-fd87d3.m3u?orgId=1&topicId=1019&aggIds=100876926&d=1833&p=13&story=407648886&t=progseg&e=407664010&seg=1&ft=nprml&f=407648886"},{"href":"http://media.npr.org/assets/img/2015/05/18/ford-martin-xiaoxiao-zhao--df2714437253808deb90cbd71704ba81dd2f2ad0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2196","width":"2929"}}]}