{"created":"2014-10-04T00:26:30+00:00","modified":"2015-03-26T17:50:34+00:00","valid":{"from":"2015-03-26T17:50:34+00:00","to":"3015-03-26T17:50:34+00:00"},"hreflang":"en","title":"Missing The Mark: The Criticism Of NPR's Climate March Coverage","published":"2014-10-06T13:52:00+00:00","teaser":"An email barrage was well-intentioned, but jumped to the wrong conclusions.","itags":["npr_api","351810802"],"guid":"522f9368-9bb6-47a0-bd33-0ff665e11185","contentencoded":"<p>As hundreds of emails poured in complaining that NPR was ignoring the People's Climate March in New York Sept. 21, I wondered whether editors were trying to prove their conservative critics wrong about NPR being too liberal.</p><p>But what I found instead was at most of the writers seemed to have missed the stories that NPR did do, and that many were misguided in jumping to mistaken conclusions about corporate sponsors. This is not to say that NPR couldn't have done more about the march, especially online, but see what you think after understanding the trade-offs that editors faced in picking stories that Sunday afternoon, and after reviewing the related coverage of the United Nations climate summit that week.</p><p>Driving the email barrage was an <a href=\"http://www.dailykos.com/story/2014/09/21/1331465/-I-just-sent-this-to-NPR-to-protest-their-shameful-non-coverage-of-Climate-March\">open letter to me</a> in the liberal Daily Kos by one of its bloggers, Assaf Oron. He wrote that, \"I have long suspected - with good evidence - that NPR news does little more than shill for the same interest that dominate our politics and mainstream media, albeit with a high-brow veneer. I think the final proof has arrived today.\"</p><p>Oron, who according to his Kos profile lives in Seattle, said that he tuned in at 5 p.m. Pacific time to listen to the hourly NPR newscast for information on the march in New York. There was none.</p><p>Other listeners complained that there also was no news about the march on NPR's one-hour Sunday afternoon magazine show, <em>Weekends On All Things Considered</em>.</p><p>\"When was the last time there was such a large gathering of citizens in an effort to affect the policies and priorities of our government and the other governments of the world who are meeting at the U.N. Climate Summit?\" admonished Ellen Posel of Bellingham, Wash. \"The participation of so many groups was a demonstration of the understanding we have of the effects of climate change on us all, especially the poor and powerless. One is left to conclude that editorial decisions at NPR are being made by the powerful, not the thoughtful.\"</p><p>I live partly in New York and knew firsthand that the march turnout was large and newsworthy. It seems correct to say, as the organizers did, that it surpassed expectations and was the largest climate march in history. The emailers were right to consider it and a smaller companion marches around the world a major success.</p><p>The actual number of New York marchers claimed by the organizers and reported by NPR was questionable, however. NPR's <a href=\"http://www.npr.org/2014/09/20/350083288/organizers-want-u-n-climate-march-to-be-largest-in-history\">main online story</a> said that organizers, with remarkable but unexplained precision, estimated that \"around 310,000 people\" participated.</p><p>A <a href=\"http://peoplesclimate.org/press-release/official-crowd-count-310000-join-peoples-climate-march-in-new-york-city/\">press release</a> from the organizers said that their number was based on a \"crowd density analysis formula developed by a professor of game theory and complex systems at Carnegie Mellon University.\" The data analysis blog, <a href=\"http://fivethirtyeight.com/features/peoples-climate-march-attendance/\">FiveThirtyEight</a>, which analyst Nate Silver recently moved to ESPN from <em>The New York Times</em> and covers more than sports, found the professor, Russell Golman. The blog quoted him as saying that all he did was look up online some counting techniques and voluntarily send the links to the organizers. \"I've never done crowd counting before,\" he told the blog.</p><p>At the end of the day, the organizers estimated that more than 400,000 people had marched. NPR did not report this. But numbers aside, what is more important is that the critics are right about the central importance of climate change as an issue of our times. Truth in advertising: I dedicated a week to it in a Columbia Journalism School course I taught on global issues that every foreign correspondent will need to understand.</p><p>What Oron missed was that if he would have tuned in to the hourly newscast an hour earlier or an hour later, he would have heard the report that he was seeking. And while the afternoon <em>Weekends On All Things Considered</em> did not have a report about the march, the day's morning program, <em>Weekend Edition Sunday</em>, ran a <a href=\"http://www.npr.org/2014/09/21/350316081/climate-marchers-will-try-to-build-momentum-for-2015\">four-minute story</a> by New York bureau reporter Joel Rose, who was with the marchers. The <em>Two Way</em> blog, which follows major breaking events, had the aforementioned online <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/21/350320021/large-protests-in-hundreds-of-cities-vents-ire-at-climate-change\">story</a>.</p><p>More significantly, in the six days from the Friday before the Sept. 23 <a href=\"http://www.un.org/apps/news/story.asp?NewsID=48806#.VClNo0viusY\">summit at the United Nations</a> to the Thursday after it, NPR averaged more than one major radio story a day related to the climate conference or climate issues. The marches, after all, were designed to draw just this sort of attention.</p><p>The following headlines from <em>Morning Edition</em>, <em>All Things Considered</em> and their weekend versions, reflect what the stories were about:</p><blockquote><p><strong>Sat. 9/20</strong>: <a href=\"http://www.npr.org/2014/09/20/350083288/organizers-want-u-n-climate-march-to-be-largest-in-history\">Organizers Hope U.N. Climate March Will Be Largest in History</a></p><p><strong>Sun. 9.21:</strong> <a href=\"http://www.npr.org/2014/09/21/350316081/climate-marchers-will-try-to-build-momentum-for-2015\">Climate Marcher Try To Build Momentum For 2015</a></p><p><strong>Mon. 9/22</strong>: <a href=\"http://www.npr.org/2014/09/22/350410496/all-eyes-on-obama-world-leaders-at-climate-change-summit\">All Eyes on Obama, World Leaders At Climate Change Summit</a></p><p><a href=\"http://www.npr.org/2014/09/22/350524767/rockefeller-brothers-fund-forsakes-its-legacy\">Rockefeller Brothers Fund Forsakes Its Legacy</a></p><p><a href=\"http://www.npr.org/2014/09/22/350662162/climate-activists-look-for-solutions-from-business-diplomats\">Climate Activists Looks For Solutions From Business, Diplomats</a></p><p><a href=\"http://www.npr.org/2014/09/22/350662169/calderon-end-fossil-fuel-subsidies-create-carbon-tax\">Calderon: End Fossil Fuel Subsidies, Create Carbon Tax</a></p><p><strong>Tues. 9/23:</strong> <a href=\"http://www.npr.org/2014/09/23/350946956/at-u-n-attention-divided-between-air-strikes-and-climate-chage\">At U.N., Attention Divided Between Air Strikes And Climate Change</a></p><p><strong>Wed. 9/24:</strong> <a href=\"http://www.npr.org/2014/09/24/351074979/we-hear-from-energery-secretary-ernest-moniz\">Can Climate Legislation Pass In Washington's Political Environment?</a><strong></strong></p><p><a href=\"http://www.npr.org/2014/09/24/351074972/world-leaders-consider-ways-to-slow-climate-change\">Obama Requests All Nations Participate in Climate Treaty</a></p></blockquote><p>Additional reporting was added online, in <em>Two Way</em> and on the \"<a href=\"http://www.npr.org/sections/environment/\">Environment</a>\" page which features all of NPR's climate-related coverage:</p><blockquote><p><strong>Sun. 9/21:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/21/350320021/large-protests-in-hundreds-of-cities-vents-ire-at-climate-change\">Large Protests In Hundreds Of Cities Vent Ire Over Climate Change</a></p><p><a href=\"http://www.npr.org/blogs/13.7/2014/09/21/350344129/pondering-deep-time-could-inspire-new-ways-to-view-climate-change\">Pondering 'Deep Time' Could Inspire New Ways To View Climate Change</a></p><p><strong>Tues. 9/23:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/23/350911527/obama-to-lays-out-approach-to-climate-change-in-u-n-speech\">Obama Calls For More Ambitious Approach To Climate Change In U.N. Speech</a></p><p><a href=\"http://www.npr.org/2014/09/23/350803002/as-u-n-general-assembly-prepares-to-meet-multiple-issues-vie-for-attention\">As U.N. Leaders Prepare To Meet, Many Issues Vie For Attention</a></p><p><a href=\"http://www.npr.org/2014/09/23/350946963/california-public-pension-fund-shifts-to-clean-energy\">California Public Pension Fund Shifts To Clean Energy</a></p><p><strong>Wed. 9/24:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/24/351144783/obama-at-u-n-world-risks-being-caught-in-undertow-of-instability\">Obama At U.N.: World Risks Being Caught In 'Undertow Of Instability'</a></p><p><strong>Thurs. 9/25:</strong> <a href=\"http://www.npr.org/2014/09/25/351437119/solar-advocates-fight-utilities-over-grid-access\">Solar Advocates Fight Utilities Over Grid Access</a></p></blockquote><p>Finally, <em>Here & Now</em>, the weekday talk show produced by WBUR of Boston in collaboration with NPR and distributed nationally by it, did a <a href=\"http://hereandnow.wbur.org/2014/09/19/climate-change-march\">7-minute set-up segment</a> the Friday before the march and followed up with more stories on the topic throughout the week of the UN conference. KUOW, the Seattle member station were Oron lives, carries the show.</p><p>\"In the spectrum of the news we cover on a daily basis, our coverage on this topic was immediate, substantive and measured,\" Gerry Holmes, NPR deputy managing for news, said, and he was right.</p><p>The critics' complaints, however, grow out of what was aired, or not aired, the Sunday afternoon of the march itself.</p><p>NPR's other deputy managing editor Chuck Holmes was the editor in charge that day, and he told me that he had two other breaking stories competing with the climate march to open the one-hour afternoon show. One was on a large influx of Syrian refugees into Turkey who were fleeing from ISIS. The other was about the signing of a power-sharing agreement in Afghanistan.</p><p>It seemed to him, he told me, that the march story had not advanced much beyond what was reported by Rose that morning. He knew, moreover, that the march would figure in the hourly newscasts Sunday and through the night, and on <em>Morning Edition</em> Monday morning. Except for major emergency stories, he could only use one breaking story for the afternoon magazine show, usually to open the hour. The magazine show's character and success was built on the sort of long-planned feature and analytical stories that were already in place to air. So, Holmes went with the Turkey story.</p><p>You can agree or disagree with his choice, but it was more than defensible.</p><p>But if that's the case, then why didn't Oron and others hear about the marches when they tuned into that one newscast? The five-minute newscasts focus on breaking news and usually include some seven or eight items.</p><p>The answer lies in a conundrum faced each hour by the newscast editors. Should they repeat old stories that essentially have not changed since the previous hour? This might please new listeners but irritate ongoing ones. Or should they add freshness and substitute some new stories of equal or slightly less importance? There is no one good answer.</p><p>The climate march was significant, but not particularly eventful from one hour to the next. And so it was that the newscast editors ran march items Sunday Eastern time at 6:00 a.m., 11:00 a.m., 3:00 p.m., 7:00 p.m., 9:00 p.m., and 11:00 p.m. They continued Monday morning at 12:00 a.m., 3:00 a.m., 4:00 a.m., 5:00 a.m., 6:00 a.m., 6:30 a.m., and 7:30 a.m.</p><p>Obviously, we only hear what runs when we are listening. Oron and many of the other critics were listening at times other than when the newscast stories ran.</p><p>The web, of course, does not have the same restriction. But a limitation of npr.org is that newscasts are not transcribed, and the only podcast of them online is the latest one. The site, however, does have the <em>Two Way</em> blog for breaking news. The blog summarizes essential information from NPR reporters and other published sources on evolving big stories of the day, without being encyclopedic or following a story to its end. The blog is designed for busy readers on the go. Its writers are highly experienced and fast.</p><p>Bill Chappell, the <em>Two Way</em> writer on duty that Sunday morning, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/21/350320021/large-protests-in-hundreds-of-cities-vents-ire-at-climate-change\">posted a march story</a> at 8:46 a.m. that quickly pulled together news from around the world and from NPR's Rose in New York. He added small updates through the day, including the number of marchers and the participation by U.N. Secretary General Ban Ki-moon and by former Vice President Al Gore. Web editors added photos from New York, Sydney and Paris. The time stamped at the top of the report, however, was not updated with each change. \"Perhaps that would have been helpful to the audience in this instance to reflect the evolution of the blog post,\" Holmes said.</p><p>Still, by design, the <em>Two Way</em> post was not filled with detail. For readers wanting more, the posts usually offer links. These include to member stations that are covering what, for them, are local stories. That station in this case was <a href=\"http://www.wnyc.org/story/scenes-nycs-climate-march/\">WNYC</a> in New York. It did feature stories and major talk show segments related to the march on the <a href=\"http://www.wnyc.org/story/peoples-climate-march-and-movement/\">Friday</a> before it and the <a href=\"http://www.wnyc.org/story/marching-climate/\">Monday</a> afterwards, but relied on its hourly newscasts for coverage on the Sunday itself. There was no transcribed breaking coverage for NPR to link to.</p><p>\"As a matter of routine, we'll look at the coverage from member stations for a particular story unfolding in their area,\" Chuck Holmes, told me, \"but we leave it to the discretion of the blogger and his editor to determine how to craft the blog item. In this case, we felt Bill had the story well told with reporting from NPR.\"</p><p>Oron, the <em>Daily Kos</em> writer, had a separate complaint about the <em>Two Way</em> post. He didn't like the headline:\"<a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/21/350320021/large-protests-in-hundreds-of-cities-vents-ire-at-climate-change\">Large Protests In Hundreds Of Cities Vent Ire Over Climate Change</a>.\" Oron considered it \"dismissive.\" I disagree, but this is a matter of personal interpretation and taste. You will have your own. Certainly, the headline is accurate and ethically fine.</p><p>More troubling is the charge by many of the email writers that NPR is somehow in the pocket of anti-environmental corporate interests. Nothing in this review or others I have done of NPR's climate coverage supports the charge.</p><p>Some of the critics pointed to NPR's acceptance of short sponsorship ads from corporations, and especially <a href=\"http://www.anga.us/\">America's Natural Gas Alliance</a>, as proof. Corporate and other business sponsorships account for <a href=\"http://www.npr.org/about-npr/178660742/public-radio-finances\">25% of NPR's revenues</a>, but in my more than three years as ombudsman, I have yet to find a single incidence in which a story was influenced by a sponsor, or by a fear of losing or offending one. You either believe that or you don't.</p><p>Yes, NPR must avoid the appearance of conflicts of interests, but where do you draw the line? Should it not accept money from the government? From foundations? From private individuals? Should it just fold up its tent and disappear?</p><p>No. NPR's <a href=\"http://ethics.npr.org/?s=firewall\">code of ethics</a> draws the line between the newsroom and all its sponsors and contributors. You either trust that there is this unbridgeable wall and ethic or you don't. Simply to point to sponsors as proof that NPR skews its coverage is not proof at all, it is cynicism. It is not unlike the claims made by the far right about NPR.</p><p>In a related note, many emailers seemed to think that the brothers David and Charles Koch are donors to NPR. If so, no one at NPR knows about it. The development office did several days of searching and could find no record of their giving. Not that the Kochs couldn't give if they wanted to. The critics might be confusing NPR with <a href=\"http://www.pbs.org/ombudsman/2013/05/david_koch_and_pbs_the_odd_couple.html\">WGBH</a>, the public TV and radio station in Boston; David Koch is a long-time supporter and board member there and formerly of other public radio stations like WNET.</p><p>In its coverage of climate change, NPR long ago crossed the bridge to conclude that, based on the science, climate change is real and we humans are contributing to it. Some of the email writers seem to want NPR to be an advocate on the issue, but beyond drawing attention to it, NPR isn't one and shouldn't be. It reports dissenting views when newsworthy, though in its framing of stories overall and in its emphasis on the facts, I find the coverage avoids the trap of \"false equivalence.\" This is the one that suggests so-called \"uncertainty\" about humankind's contribution to climate change should get equal billing with the far more credible scientific consensus that for the first time humans are changing the planet's climate in significant and demonstrable ways.</p><p><em>Editorial researcher Annie Johnson contributed to this article.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Missing+The+Mark%3A+The+Criticism+Of+NPR%27s+Climate+March+Coverage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Edward Schumacher-Matos","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351813617-a7cde7.m3u?orgId=1&aggIds=2781901&e=351810802&ft=nprml&f=351810802"}]}