{"created":"2015-06-06T11:34:29+00:00","modified":"2015-06-09T17:05:37+00:00","valid":{"from":"2015-06-09T17:05:37+00:00","to":"3015-06-09T17:05:37+00:00"},"hreflang":"en","title":"Roy Andersson: From Mordant Ad Director To Philosophical Filmmaker","published":"2015-06-08T14:30:00+00:00","teaser":"Andersson spent decades directing funny commercials in Sweden. Later, the money he made helped pave the way for his return to cinema. His new film is <em>A Pigeon Sat on a Branch Reflecting on Existence</em>.","itags":["npr_api","411989169"],"guid":"52339890-1bd2-4d51-bae2-2f49529fbabc","contentencoded":"<p>Roy Andersson just might be one of the most interesting oddballs in the world of film. His Hollywood fan base includes high-class auteurs like the Wachowski siblings, Darren Aronofsky and Alejandro González Iñárritu — but he's best known in his native Sweden.</p><p>Back in 1970, Andersson's first film, <em>A Swedish Love Story,</em> took Europe by storm. He was only 26. \"It was a fantastic time for me,\" he recalls. \"However, I was not very happy after that. I was a little depressed. My second movie was a flop in all senses. A very, <em>very</em> big flop.\"</p><p>So Andersson stopped making movies and turned to commercials. It was a radical move for a young, lefty, European filmmaker, but he became one of Sweden's top commercial directors, famous for <a href=\"https://www.youtube.com/watch?v=wzbQbHWrR3E\">mordantly funny spots</a> for deodorant, ketchup, cookware and cars — all while still retaining his socialist sensibilities.</p><p>\"He's a devout humanist,\" says Ursula Lindqvist, a Gustavus Adolphus College professor who's written scholarly articles about Andersson. She says his ads are about people more than products, and points <a href=\"http://www.filmarkivet.se/sv/Film/?movieid=1161\">to a legendary political commercial</a> Andersson made in 1985 for Sweden's oldest political party. At the time, a conservative party seemed poised to overturn the Social Democrats, known for their tradition of generous social welfare. The commercial shows people being just awful: A doctor and nurse rapaciously empty a patient's purse; people shove each other, slap hungry children; someone falls and everyone ignores him. Then, you simply see the words: \"Why should we care about each other?\" and the Social Democrats' party logo.</p><p>\"That commercial has been studied a lot in Sweden and has often been attributed to tipping the scales in favor of the Social Democrats in that particular election,\" Lindqvist says.</p><p>Andersson made hundreds of commercials — and they made him rich. He built his own movie studio in Stockholm and, in 2000, he released his third feature 30 years after his first. <em>Songs From the Second Floor</em> was partly financed by Andersson's money from commercials, and it won a special jury prize at the Cannes Film Festival. It's a series of odd but compelling vignettes with a few recurring characters. It seems random, but there's a funny internal logic: Every scene looks like a painting magically come to life.</p><p>\"He eliminates the editing entirely,\" Linqvist says. \"There is no editing within a single shot. The camera does not move. And so it's our eye that has to move, has to roam around the picture.\"</p><p>Andersson demands we pay attention; he refuses to manipulate us with close-ups. And his filmic philosophy is also expressed through lighting. \"I want to have light without mercy,\" he says. \"There are no shadows to hide in. You are illuminated all the time. It makes you naked, the human beings — naked.\"</p><p>Lindqvist says Andersson also prefers to work with amateur actors: \"He doesn't like to use professionals because he thinks that they can too easily hide the authenticity, the body language, the moment, the dialogue. It'll be too stylized, and he wants a more raw, honest kind of acting.\"</p><p>It's definitely not Hollywood's kind of acting, and his new film's title also defies Hollywood marketing. <em>A Pigeon Sat on a Branch Reflecting on Existence</em> was partially inspired by 16th-century Flemish painter Pieter Bruegel the Elder's <a href=\"http://www.wga.hu/frames-e.html?/html/b/bruegel/pieter_e/07/01januar.html\">The Hunters in the Snow</a>, in which you see birds looking down at our human foibles.</p><p>The film also came out of a moment when Andersson was struggling with his script at home. \"Outside through the window, I saw ... a pigeon sitting on a branch. And I [thought]: Oh, maybe that pigeon also is battling with a problem with his script or his philosophy,\" he says, chuckling.</p><p>Andersson's humor feels as specifically Swedish as his references to his country's history and politics, but he says his films are about nothing less than loneliness, exclusion and intimacy — common human experiences. \"People around the world are my homeland,\" he says. \"My homeland is the globe, not only Sweden. I want to be universal.\"</p><p>A bird's-eye view through a Swedish lens.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Roy+Andersson%3A+From+Mordant+Ad+Director+To+Philosophical+Filmmaker&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412445570-fbdd65.m3u?orgId=1&topicId=1045&d=286&p=7&story=411989169&t=progseg&e=412445470&seg=16&ft=nprml&f=411989169"},{"href":"http://media.npr.org/assets/img/2015/06/04/1-16686329fe540d60ac3fa99a1085e210864fbe2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1843","width":"2457"}},{"href":"http://media.npr.org/assets/img/2015/06/04/6-d27ab7bf434afaa30c90702a3fea57e2b1bbc30b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1999"}}]}