{"created":"2014-09-22T16:10:38+00:00","modified":"2014-10-07T16:05:57+00:00","valid":{"from":"2014-10-07T16:05:56+00:00","to":"3014-10-07T16:05:56+00:00"},"hreflang":"en","title":"'Boondocks' Returns After Four Years To An Altered Comedy Landscape","published":"2014-04-21T23:26:00+00:00","teaser":"The controversial, Peabody Award-winning Cartoon Network series returns Monday for a fourth season, but without creator Aaron McGruder. Fans wonder if the show will recapture its original sting.","itags":["npr_api","305345096"],"guid":"5250049a-b44d-4aa1-8a3d-75870d1e1181","contentencoded":"<p>When celebrity chef Paula Deen got in trouble for <a href=\"http://www.npr.org/blogs/codeswitch/2013/06/20/193913397/stuff-you-might-have-missed-in-the-paula-deen-brouhaha\">maybe being racist</a> last year, I couldn't help but think about <em>The Boondocks</em>. The Deen controversy, and all of the comedic potential it provided, seemed to be perfect fodder for an episode of the Peabody Award-winning show that airs on Cartoon Network's Adult Swim.</p><p>But the show has been on hiatus for four years. A new and final season premieres Monday night, but since the show last aired in 2010 some of the most groundbreaking black comedy has shifted away from TV and toward social media. (Remember #PaulasBestDishes? A standout was, \"You Hear White Folks Talking You Better Hushpuppies.\")</p><p><strong>Black Comedy Shifts From Television To Twitter</strong></p><p>Julian Chambliss is a professor at Rollins College. There, he studies and teaches comic culture and African American history. He says this season of <em>The Boondocks</em> re-enters a comedy world that is more crowded than it was in 2010, particularly by Black Twitter and Youtube.</p><p>\"When you think about the digital landscape, now you have a lot more YouTube series created and produced and performed by African-Americans,\" Chambliss says. \"We do have a social media universe that is fueled by black people.\" But he adds, \"Despite the great sort of ... creative energy on a YouTube-produced series, how many of those are being translated into DVD? How many of those can you pick up at Wal-Mart? So, this program still does matter.\"</p><p>What makes <em>The Boondocks</em> unique — both the cartoon and the long-running comic strip — are how they portray clashes within black culture. There's young Huey and his even younger brother, Riley. They're two black boys growing up on the South Side of Chicago who experience a culture shock when they move to their grandfather's home in the peaceful, very white suburb of Woodcrest. The old-school granddad butts heads with the two kids, who swing between reflection and rage. Throw in the self-hating Uncle Ruckus, the earnest interracial family down the street and even gangsta rapper Thugnificent, who together represent a diversity of black voices you don't hear in any other show.</p><p>That diversity of black voices, paired with stinging critiques of everything from BET to the war on terrorism to Tyler Perry, is what makes <em>The Boondocks</em> important and special. Or, for some fans, what used to make the show special.</p><p><strong>Duty, History, Culture, And ... Plenty Of Offensive Jokes</strong></p><p>\"I felt like there's been sort of a trajectory since the beginning of the second season,\" says fan Che Broadnax. \"It sort of strayed further from the content of the comic strips.\"</p><p>Broadnax says the show used to always have a deeper message behind the bombast. But he's seen that change since the first season; Broadnax says the show is almost laughing at itself now. He's even more worried about the show's fourth season because show creator McGruder won't be involved. \"I almost feel like, why bother?\" he told me. \"Why bother doing the show without McGruder?\"</p><p>Sony Pictures Television and McGruder both released statements about his absence from Season 4.</p><p>Sony says they couldn't find a \"mutually agreeable production schedule.\"</p><p>McGruder said that the show was his life's work, but he added, \"Hollywood is a business.\" He continued: \"What has never been lost on me is the enormous responsibility that came with <em>The Boondocks</em> — particularly the television show and its relatively young audience. It was important to offend, but equally important to offend for the right reasons. For three seasons I personally navigated this show through the minefields of controversy. It was not perfect. And it definitely was not quick. But it was always done with a keen sense of duty, history, culture, and love. Anything less would have been simply unacceptable.\"</p><p>Broadnax is worried that caricature will continue to replace thoughtful satire in Season 4. \"My concern is that without McGruder's hand they're just gonna play up the same thing,\" says Broadnax. \"Like, let's make more jokes about Uncle Ruckus as a self-hating old black guy and let's make more jokes about Riley being thuggish, and let's make more jokes about how this hard-core gangsta is really a gay guy.\"</p><p>I spoke with another fan, Matt Wetherington, who said he's not worried about Season 4 at all.</p><p>\"I can't help but be optimistic that it will be just as good,\" Wetherington said. \"It's lost its heart, but maybe it's not lost its soul.\"</p><p>Wetherington says whatever changes with the show, <em>The Boondocks</em> will still have something for everyone. Wetherington, who is white, says he sings the praises of the show to all of his friends, regardless of their race or political persuasion. For him, the show's diverse characters and its proven record of tackling just about any topic make it universal.</p><p>\"They have just as much social commentary about positive and negative race relations, mixed in with positive and negative human condition messages, and positive and negative U.S. policy messages,\" Wetherington said. \"It's going to satisfy you! You'll find a character you can relate to! Whether that's Uncle Ruckus or Huey.\"</p><p>For what it's worth, Wetherington and Broadnax say they'll be watching the season premiere online, not on TV.</p><p>Whatever happens with <em>The Boondocks'</em> fourth season, we'll soon see another character straight from the mind of Aaron McGruder. McGruder says he's working on a new live-action show for Adult Swim. It's called <em>Black Jesus</em>. Get ready.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Boondocks%27+Returns+After+Four+Years+To+An+Altered+Comedy+Landscape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1305671276-9408ea.m3u?orgId=1&topicId=1015&ft=3&f=305345096"}]}