{"created":"2014-11-20T19:50:46+00:00","modified":"2014-11-20T23:05:59+00:00","valid":{"from":"2014-11-20T23:05:59+00:00","to":"3014-11-20T23:05:59+00:00"},"hreflang":"en","guid":"5257f692-0272-4dc1-a8e7-0ef49d0ed749","title":"Black Brazilian women are building up their power — and they're even showing it with their hairstyle","published":"2014-11-20T23:05:02+00:00","byline":"Catherine Osborn","tags":["Ethnicity & Race","women","culture","Culture","Arts, Culture & Media","Rio de Janeiro","South America","Brazil","Karina Vieira","Paula Azeviche","Isabel Freitas","Maria Priscila","Julio Tavares","Ethnic groups in Brazil","Race","Brazilian society","Racism","Black Brazilians","Racial democracy","Black Power","Beauty pageant","Miss Black Power Brazil","Black Consciousness Day"],"teaser":"Despite over half of Brazilians claiming African descent, black Brazilians face widespread racism — which often manifests itself in violence. For the women of Miss Black Power Brazil, resistance against racism comes from a natural place — their hair.","contentencoded":"<p>This year’s Black Consciousness Day festivities in Rio de Janeiro included rapping, debating, turban tying and fashion strutting at the first Miss Black Power Brazil.</p>\n<p>Brazil’s Black Consciousness Day is celebrated every November 20 to highlight black pride and raise consciousness about the many social issues facing the more than 50 percent of Brazilians of African descent. In the past, Brazil has been called a “racial democracy” that contains a multitude of skin tones coexisting equally.  But behind that façade, black Brazilians say racism is as alive as ever in their country. They continue to look for new forms of racial activism. </p>\n<p>One of these is <a href=\"http://revistablacklifebrasil.blogspot.com.br/2014/11/feirense-e-eleita-miss-black-power.html\">Miss Black Power Brazil</a>, which brought together black writers, scholars, and clothing designers, and featured contestants with two things in common. They are politically active, and they wear their hair natural: without chemical straightener and with lots of volume, something that white standards of beauty in the mainstream media has discouraged black women from doing in the past.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1575\" width=\"2474\" alt=\"Alexia Delgado dos Santos, from São Gonçalo in the suburbs of Rio de Janeiro, smiles for photographers. “I want to reveal the beauty dictatorship that says only straight hair is beautiful,” she said in her candidacy statement.\" title=\"Alexia Delgado dos Santos, from São Gonçalo in the suburbs of Rio de Janeiro, smiles for photographers. “I want to reveal the beauty dictatorship that says only straight hair is beautiful,” she said in her candidacy statement.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC_0244.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Catherine Osborn</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Alexia Delgado dos Santos, from São Gonçalo in the suburbs of Rio de Janeiro, smiles for photographers. “I want to reveal the beauty dictatorship that says only straight hair is beautiful,” she said in her candidacy statement.</p>\n  </div>\n</div>\n<p>Karina Viera, 30, who attended the event, is part of a nationwide network called Black Power Girls, which holds workshops about natural hair for girls in Rio’s public schools. Viera said that in addition to more black Brazilian women wearing their hair naturally these days, she observes more women using it to make a political statement.</p>\n<p>In workshops, said Vieira, “we use hair to talk about racism, about racial prejudice, and all of its implications in our black community. It’s the black body that’s being assassinated. It’s the black boy that’s on the ground. And this is because of invisibility.”</p>\n<p>When Vieira said assassinated, she meant that literally. Of the 30,000 young people killed in Brazil in 2012, 77 percent were black. Few of those homicides are ever solved in court. And in the last decade, homicides of blacks have increased 40 percent in Brazil while homicides of whites have decreased 24 percent.  Blacks also make up the majority of those living in Brazil’s low-income neighborhoods, where heavy-handed police operations are common.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2000\" width=\"3008\" style=\"line-height: 20.0063037872314px;\" alt=\"Regina Lucia Sá speaks at a roundtable of black women writers on the importance of a literature that preserves their history and also connects with new generations. It is a place of support, says fellow panellist Lia Vieira, “but also a literature of comb\" title=\"Regina Lucia Sá speaks at a roundtable of black women writers on the importance of a literature that preserves their history and also connects with new generations. It is a place of support, says fellow panellist Lia Vieira, “but also a literature of comb\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DSC_0311.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Catherine Osborn</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Regina Lucia Sá speaks at a roundtable of black women writers on the importance of a literature that preserves their history and also connects with new generations. It is a place of support, says fellow panellist Lia Vieira, “but also a literature of combat, not simply to satisfy ourselves without making a commitment to our people.” </p>\n  </div>\n</div>Fluminense Federal University Anthropologist Julio Tavares said that in 2014, Brazil’s Black Consciousness Day is as necessary as ever, because there’s still a long way to go to face up to these social facts.\n<p>“The Brazilian nation is founded by the idea of cordiality,” said Tavares. “We are peaceful people. We didn’t have any type of internal war. It was a very peaceful way in which the son of the king of Portugal decided to get away and the father said, ‘OK my son, I will always be along the way to help you.’ Since then, every year you can discover more and more about the perversity that sustained Brazilian history.”</p>\n<p>Tavares argued that if Brazil’s soul is cordiality, its spine is racism, dating back to the days of slavery. And he adds that you have to recognize this in order to do something about it.</p>\n<p>One success of Brazil’s black civil rights movement was putting the option to say you are black back on the census after the military dictatorship ended in 1985. Since the 1991 census more and more Brazilians — now more than half — identify as being of African descent.</p>\n<p>Vieira said that today, the Internet is helping decrease the stigma of identifying as black even more, as well as giving black Brazilians new ways to organize. “I don’t watch television because I don’t see myself on television,” she continued. “I would rather go to the internet to choose what I see than pass hours watching channels that don’t represent me in any way, or always put me in the role of the thief, or the homeless person, or the lazy person who doesn’t want to work.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"2000\" width=\"3008\" alt=\"Ana Paula Mendonça and Isabel Freitas crown Maria Priscila the first Miss Black Power Brazil with a yellow turban, chosen because it is the color of Oxum, the African mythological and religious figure that signifies female power. Runners-up Elaine Serafim\" title=\"Ana Paula Mendonça and Isabel Freitas crown Maria Priscila the first Miss Black Power Brazil with a yellow turban, chosen because it is the color of Oxum, the African mythological and religious figure that signifies female power. Runners-up Elaine Serafim\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/gallery/DSC_0697_2.JPG\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Catherine Osborn</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Ana Paula Mendonça and Isabel Freitas crown Maria Priscila the first Miss Black Power Brazil with a yellow turban, chosen because it is the color of Oxum, the African mythological and religious figure that signifies female power. Runners-up Elaine Serafim and Jacilene Silva also wear sashes with African prints.</p>\n  </div>\n</div>\n<p>It was on the Internet that black artisans from across the country connected for Miss Black Power Brazil, organized by Paula Azeviche and Isabel Freitas of Salvador, who work promoting black business owners in the fashion sector. At the event, roundtables with writers and scholars preceded a parade of twelve contestants wearing clothing by black designers. Maria Priscila, the 31-year-old winner, sobbed as a giant yellow turban — a visual symbol of religions of African origin in Brazil — was placed on her head.</p>\n<p>Priscila teaches literacy and black history in a low-income community in Rio. “I see myself also as an activist,” she said, “bringing other references to my students: aesthetic, literary, and artistic references to tell the story of our people — so that these children know they have a story, and it’s not a story that starts in the slave quarters. It goes much farther back than that.”</p>\n<p>Priscila said that in order for Black Consciousness Day to no longer be necessary in Brazil, black Brazilians must equally occupy the spaces of power — in the media, in universities, and in public office. A 2012 affirmative action law means universities are leading the way in terms of diversity. But Priscila and many other black Brazilians think there’s still a long fight ahead to reach equality across all fields in their country.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/DSC_0073_0.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/dsc0073jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112020143.mp3"},{"href":"http://www.pri.org/file/112020143mp3"}]}