{"created":"2014-12-17T21:52:20+00:00","modified":"2014-12-18T21:21:20+00:00","valid":{"from":"2014-12-18T21:21:20+00:00","to":"3014-12-18T21:21:20+00:00"},"hreflang":"en","guid":"52581a3c-0970-48f1-ba32-4a3f53c7dc72","title":"North Korean defectors are eager to check out The Interview, but Sony decides not to release the film as planned","published":"2014-12-18T21:21:17+00:00","byline":"Carol Hills","teaser":"North Korean leader Kim Jong-un is mad about it. Sony Pictures is concerned about it. But North Korean defectors are downright excited about the new Seth Rogen comedy: \"The Interview.\"","tags":["Media","Arts, Culture & Media","Asia","North America","North Korea","United States","Asia","North America","Isaac Stone Fish","Seth Rogen","James Franco","Kim Jong-un","The Interview","Sony Pictures Entertainment"],"contentencoded":"<p>All Sony Pictures wanted for Christmas was to release a Seth Rogen comedy that would fill the multiplexes. But what it got is a political thriller that's making some theater chains so nervous they've decided not to show it. </p>\n<p>On Wednesday, Sony Pictures announced that with the five largest US movie chains <a href=\"http://gizmodo.com/the-top-5-theater-chains-wont-screen-the-interview-and-1672364618\">deciding not to show the film</a>, it would not go forward with its planned Christmas Day release — effectively bowing to the demands of hackers who created havoc by taking gigabytes of Sony data and releasing it on the Internet. </p>\n<p>In \"<a href=\"http://theinterviewmovie.tumblr.com/\">The Interview</a>,\" Seth Rogen and James Franco play journalists who land an interview with North Korean leader Kim Jong-un. Then, on orders from the CIA, they assassinate him. Pyongyang was apoplectic. North Korea's ambassador to the United Nations called the film \"tantamount to an act of war.\" </p>\n<p>Bluster, yes. Hyperbolic, definitely. But it's North Korea after all. High drama is their stock-in-trade. But the hack, which included embarrassing emails showing what Sony studio heads really think of certain celebrities, changed everything. And in the face of threats of not just further embarassing leaks, but also \"9/11-style attacks\" on theaters showing the film, movie chains quickly backed away from the film. </p>\n<p>While we don't know who hacked Sony, North Korea is the most likely suspect. And some of the code the hackers used was in Korean. The hackers described the \"The Interview\" as a form of terrorism. Isaac Stone Fish, a North Korea expert at Foreign Policy magazine, says the public nature of the leak also leads him to suspect North Korea.  </p>\n<p>\"A lot of the data was released publicly, things like social security numbers, private emails. This sort of information could fetch some money on the black market,\" Stone Fish explains. \"If this were, say, a Russian hacking group trying to make money, they would have kept the information to themselves, and sold it off privately.\"</p>\n<p>Stone Fish says the content of the rambling emails sent to news outlets on Tuesday also mimics the hyperbole often used in Pyongyang. </p>\n<p>The New York Times reported that Sony executives in Japan objected to the original script's plans for Kim Jong-un's assassination and urged Sony Pictures in Los Angeles to tone it down. \"Japan has a whole host of security concerns over North Korea that Americans don't,\" Stone Fish says. \"North Korea has flown missiles over Japan. North Korea has the capabilities to fire missiles at Japan. North Korea has seized probably dozens of Japanese citizens. It's a much closer concern to Tokyo.\" </p>\n<p>But there's one group that is thrilled about the film's plot: North Korean defectors. \"A lot of the defectors leave North Korea because they hate the system and detest Kim Jong-un,\" Stone Fish says, calling the plot unprecedented. </p>\n<p>\"In 'Team America: World Police,' former North Korean leader Kim Jong-il is impaled on the top of a German World War I helmet. His body is split open revealing a cockroach that then flew away. So he didn't actually, technically die,\" he points out.</p>\n<p>Still, Stone Fish hopes to see \"The Interview.\" </p>\n<p>\"There's a funny line in the threat email which says something like 'all the world will see what an awful movie Sony Pictures Entertainment has made.'  Everything I've heard about the movie is that it's quite terrible — so this might be the one line in the threat that actually may come true,\" he adds.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121720146.mp3"},{"href":"http://www.pri.org/file/121720146mp3"}]}