{"created":"2014-10-08T16:14:14+00:00","modified":"2014-10-31T02:18:27+00:00","valid":{"from":"2014-10-31T02:18:27+00:00","to":"3014-10-31T02:18:27+00:00"},"hreflang":"en","title":"Poverty Among Holocaust Survivors Hits A Nerve In Israel","published":"2014-05-20T15:37:00+00:00","teaser":"About a quarter of the 200,000 Holocaust survivors in Israel live below the poverty line. The government is now pushing a plan to increase assistance.","itags":["npr_api","310450564"],"guid":"5263bff0-8e3e-416a-850b-6e06ba044b32","contentencoded":"<p>Yulia Feuerman stays dry-eyed while retelling many of her experiences during World War II.</p><p>When she was 10, Feuerman was separated from her mother and two sisters by Nazi soldiers in their small town in what is now western Ukraine. They were sent to a concentration camp. Feuerman, her father and two remaining siblings went into hiding with other Jews — but were eventually found by the Germans. Her father and brother were shot and killed. A Christian family took Feuerman in, pretending she was their daughter to protect her.</p><p>It's when she remembers a spring walk with that family that she finally cries. They passed a pear tree in bloom, she remembers. The last time she'd sat under its blossoms, she had been with an aunt and cousins as they stitched items for a dowry.</p><p>\"They were all gone,\" she says, choking up. \"Just the tree remained, like a memorial.\"</p><p>The Israeli government doesn't want Yulia Feuerman to die poor. She is one of nearly 50,000 Holocaust survivors in Israel — a quarter of the 200,000 total — whose incomes put them below the poverty line.</p><p>A recent survey by the Foundation for the Benefit of Holocaust Victims in Israel found that <a href=\"http://www.jpost.com/National-News/50000-Holocaust-survivors-in-Israel-living-in-poverty-report-finds-350178\">1 in 5 Holocaust survivors had to choose between food and other necessities over the past two years</a>.</p><p>Now, the government wants Parliament to approve just more than 1 billion shekels a year — or more than $300 million — to help Holocaust survivors, including those in poverty, during the final years of their lives.</p><p>The survey findings weren't an enormous surprise. Government statistics show one-fifth of all Israelis are poor by the same definition.</p><p>But Rony Kalinsky, CEO of the foundation that did the study, says Israelis don't want Holocaust survivors in particular to live out their lives this way.</p><p>\"They expect the country to give them all the help they need to live in dignity for the last years,\" he says.</p><p><strong>A Complicated Law From The 1950s</strong></p><p>If the Parliament approves, Israel's new program will beef up cash stipends, simplify some of the bureaucracy that may have kept survivors from applying for assistance in the past, and offer additional support such as counseling.</p><p>It aims to make amends for an old law — perhaps an old attitude — that now seems unfitting.</p><p>That law stipulates that money Germany gave to Israel more than a half-century ago can only be offered directly to survivors who arrived in Israel by 1953.</p><p>Holocaust compensation is complicated. Take Feuerman's case, for instance. For the past decade, she has received about $400 a month from the German government under an agreement with the <a href=\"http://www.claimscon.org/\">Claims Conference</a>, a group of Jewish organizations that negotiated financial payments for Holocaust survivors.</p><p>But she has not been eligible for financial assistance from Israel because she immigrated here a decade after the 1953 cutoff date.</p><p>She doesn't understand why that date was ever approved. Kalinsky suggests that Israeli leaders were focused on other issues in the 1950s — building a new and relatively poor country that needed a strong military.</p><p>\"That was maybe right for those days,\" Kalinsky says. \"Now, when the Holocaust survivors are old and their needs are so high, this is the time to try and to make the changes.\"</p><p>In the early days of their country, many Israelis also had mixed feelings about Holocaust survivors.</p><p>\"We saw the Holocaust survivors as a very weak population,\" says Nava Ein-Mor, who was born in Tel Aviv in 1945, the year World War II ended. \"We were very different from them. We were strong, and we were not going to allow ourselves to be in that position.\"</p><p>It was a defense mechanism, she says — a condescending attitude to protect against confronting such horror.</p><p>Ein-Mor runs Yad LaKashish, or Lifeline for the Old, an organization where elderly Israelis sew, paint and do other handicrafts. Some are Holocaust survivors. All have incomes below the poverty line. They come, five mornings a week, for companionship, creative work and a small stipend.</p><p>Ein-Mor says she will be glad to see Holocaust survivors receive more support, especially if they need it. But she'd like to see the government help other poor older people, too.</p><p>\"I'm not the finance minister,\" she says jokingly. \"I can't deliver those funds. But prioritizing between people is a cruel thing to do.\"</p><p><strong>New Hope For Those Who Suffered <br /></strong></p><p>The new government plan draws a key distinction within the nearly 200,000 survivors: those who were forced into ghettos or concentration camps and those who were not.</p><p>The first group includes Yulia Feuerman. And because the new plan does away with the 1953 cutoff date, she and 20,000 others may soon be eligible for a monthly payment from Israel of between $600 and $1,200. (Survivors who arrived before 1953 were already eligible for these payments; the amounts, though, will rise.)</p><p>The second group includes many Jews who came to Israel from the former Soviet Union in the 1990s, like 84-year-old Sonya Barula. She lives with her dirty-white poodle, Dollie, in a rundown Jerusalem apartment she can barely afford. Barula lived through part of the siege of Leningrad, when Nazi troops cut off almost all supplies to the city during World War II.</p><p>\"People ate leather,\" she remembers. \"People ate glue. They boiled it into soup or into jelly. All the dogs, cats, horses.\"</p><p>Bombs fell constantly; there was no heat save from what could be burned. Her family escaped over the lake near the city that, when frozen in the deep Russian winter, provided the only way out.</p><p>Barula is among the 80,000 Israelis who are survivors of what in Russian is known as the <em>katestropha</em> — the catastrophe — but not of ghettos or camps. Israel's new support for Holocaust survivors will offer this group about $1,000 a year, plus full coverage of medications, and psychological support.</p><p>Barula helped survivors of the Leningrad siege win recognition and a one-time cash payment from the Claims Conference five years ago. She says even more than money, such survivors deserve recognition for what they went through.</p><p>But she is worried about rent and is grateful for a program run by a private charity, the International Fellowship of Christians and Jews, that gives her about $70 a month to supplement her shopping.</p><p>Yael Eckstein, the fellowship's vice president and daughter of its <a href=\"http://www.jpost.com/National-News/50000-Holocaust-survivors-in-Israel-living-in-poverty-report-finds-350178\">controversial founder</a>, suggests that perhaps too much money has been directed to Holocaust monuments and memorials rather than survivors.</p><p>\"There has been millions of dollars invested in memorials and museums in order to fulfill that promise that the world never forget,\" she says. \"And that's important, because we have to remember. We have to pass it on to the next generation. But the fellowship believes this is our final opportunity to help the individuals who were affected by the Holocaust.\"</p><p>If any help from Israel comes to Feuerman, she says it will be too late.</p><p>\"Far too late. The only people still alive were children then. I was 10 years old. Now I have one foot in the grave,\" she says. \"They should have thought of this earlier.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Poverty+Among+Holocaust+Survivors+Hits+A+Nerve+In+Israel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046616-839a2e.m3u?orgId=1&topicId=1009&ft=3&f=310450564"},{"href":"http://media.npr.org/assets/img/2014/05/12/holocaust-poverty3-52b58ce43587daf247d24db6491e4bac36bdd360.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}},{"href":"http://media.npr.org/assets/img/2014/05/12/holocaust-poverty1-c04f1ed25de798054143868ea60aaf66031c85b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2020","width":"2696"}},{"href":"http://media.npr.org/assets/img/2014/05/12/holocaust-poverty2-37351494d72614e37df49da40cd62861317cd3bd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}