{"created":"2014-10-08T02:40:05+00:00","modified":"2014-12-04T14:32:53+00:00","valid":{"from":"2014-12-04T14:32:53+00:00","to":"3014-12-04T14:32:53+00:00"},"hreflang":"en","title":"What Looks Like Overcharging By Your Hospital Might Not Be","published":"2014-07-10T16:10:00+00:00","teaser":"In 2012, Medicare was rocked by allegations that hospitals were systematically overcharging the program by miscoding electronic medical records. A study released Wednesday took another look.","itags":["npr_api","329608795"],"guid":"52762a89-cafb-4cb8-8e6c-2996d3a80b04","contentencoded":"<p>Despite concerns first raised a few years ago, hospitals do not seem to be abusing their electronic data systems to generate bigger bills and boost their income — at least according to authors of a large study released Tuesday. Other leaders in the field say the jury's still out.</p><p>The concern over possible misuse of records grabbed headlines in 2012 after an investigation by the <a href=\"http://www.publicintegrity.org/2012/09/20/10811/hospitals-grab-least-1-billion-extra-fees-emergency-room-visits\">Center for Public Integrity</a> and the <a href=\"http://www.nytimes.com/2012/09/22/business/medicare-billing-rises-at-hospitals-with-electronic-records.html\">New York Times</a> found that some hospitals using electronic records were billing Medicare for significantly more than hospitals that still used paper records.</p><p>After the stories appeared, the Departments of Justice and Health and Human Services sent hospitals a <a href=\"http://capsules.kaiserhealthnews.org/wp-content/uploads/2012/09/HHS-DOJ-Letter-to-Health-Associations.pdf\">strongly worded letter</a> warning them against misusing the ease of electronic forms to pad their bills.</p><p>\"When I<em> </em>read those articles I thought, 'That's interesting, I'm not surprised to hear that people are using tools to sort of maximize revenue,' \" says Dr. <a href=\"http://www.hsph.harvard.edu/ashish-jha/\">Ashish Jha</a>, a researcher at the Harvard School of Public Health.</p><p>But a colleague, <a href=\"https://www.si.umich.edu/people/julia-adler-milstein\">Julia Adler-Milstein</a> at the University of Michigan, was skeptical, Jha says.</p><p>She figured hospitals had already maximized the money they could make from billing, Jha says. \"The chances that electronic records are somehow going to magically make that even more financially lucrative? She just didn't buy it.\"</p><p>So Jha and Adler-Milstein <a href=\"http://content.healthaffairs.org/content/33/7/1271.abstract\">designed a study</a> to go deeper. They compared billing records from 393 hospitals that use electronic records with 782 hospitals still using paper records. They were careful to make sure the hospitals they compared matched each other in terms of size and their status as either a teaching hospital or a for-profit company.</p><p>\"To my surprise, we found nothing,\" says Jha. \"We found that electronic health records didn't really change billing practices at all.\"</p><p>He concludes the study with advice for policymakers: \"This worry about excessive billing, the empirical evidence says this should not be a big focus of attention.\"</p><p>But the study misses an important point, says <a href=\"http://www.amia.org/about-amia/leadership/acmi-fellow/donald-w-simborg-md-facmi\">Dr. Donald Simborg</a>, a pioneer in the field of electronic health records.</p><p>\"They're looking in the wrong place,\" Simborg says, \"I don't think anybody's done the study that needs to be done.\"</p><p>Simborg started designing computerized patient records in the 1960s. More recently, he's led a pair of government advisory panels on how to guard against fraud in digital health records.</p><p>Simborg says Jha and Adler-Milstein only looked at inpatient records — the files regarding patients who spent at least one night in a hospital. The real area of concern, he says, is in emergency departments and outpatient clinics, an increasing number of which are owned or run by hospitals.</p><p>\"Hospitals already have software that helps them [maximize billing for inpatient stays]. They've been doing that for years,\" Simborg says. What's new is that doctors in emergency rooms and clinics are just now getting digital record-keeping tools, which sometimes lead them to overdocument.</p><p>Simborg says he's seen it happen when he was watching doctors use electronic records he designed.</p><p>\"I would see that they were documenting things that I know they didn't do to the patient,\" Simborg says. \"And these were not crooks; it's just kind of human nature about having a tool that's so easy to click a button that puts in a lot of default information when you're in a hurry — because physicians are always in a hurry.\"</p><p>Electronic records that automatically fill in standard protocols for certain kinds of visits (like a well-check for kids, or a Medicare annual physical) can help doctors be more efficient. But if doctors don't delete things they chose not to do during such a visit, they can end up generating a bill that's higher than warranted.</p><p>Simborg says some systems even suggest ways doctors can modify their patient visits to allow them to charge more.</p><p>To Simborg, the warning letter to hospitals from federal regulators was the wrong approach. He says government watchdogs should focus more attention on the software industry.</p><p>\"They can develop the guidelines that would reduce the likelihood that an electronic record would be abused,\" Simborg says, like making it easier for auditors to follow a doctor's digital record-keeping trail. \"That's different than threatening that they're going to be prosecuted if they do these things.\"</p><p>Chantal Worzala, the American Hospital Association's policy director, says her organization is concerned about \"insuring we have vendors who are creating products that support compliance with best practice.\"</p><p>She says she's pleased that Jha's study shows that hospitals aren't using electronic records to generate bigger bills for inpatient stays, but she also points out that the tools are new and will require ongoing vigilance.</p><p>\"We could all benefit from learning more about how electronic health records work,\" Worzala says.</p><hr /><p><em>This story is part of a reporting partnership between NPR and</em> <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Looks+Like+Overcharging+By+Your+Hospital+Might+Not+Be&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Whitney","audio":[{"meta":{"duration":"243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329884165-ca99b0.m3u?orgId=1&topicId=1128&ft=3&f=329608795"}]}