{"created":"2014-09-10T19:55:44+00:00","modified":"2014-09-11T18:49:23+00:00","valid":{"from":"2014-09-11T18:49:23+00:00","to":"3014-09-11T18:49:23+00:00"},"hreflang":"en","guid":"528791bd-034e-413b-a653-af8b14955434","title":"The wreck of a long-lost ship from the Franklin Expedition has been found in the Canadian Arctic","published":"2014-09-11T18:49:22+00:00","byline":"Andrea Crossan","tags":["research","history","disaster","Science","Science, Tech & Environment","North America","Canada","North America","John Franklin","John Geiger","Franklin's lost expedition","Exploration","HMS Erebus","HMS Terror","Arctic Passage"],"teaser":"British explorer John Franklin departed England in 1845 to explore the Arctic — but he never returned. Now one of the two lost Franklin expedition ships has been found by the Royal Canadian Geological Society.","contentencoded":"<p>British explorer Sir John Franklin took two ships and 129 men to chart the Northwest Passage in the Canadian Arctic in 1845. But he never came back.</p><p>What happened to his expedition has been a mystery for more than 170 years.&nbsp;The expedition&#39;s disappearance became one of the great mysteries of the age of Victorian exploration.</p><p>A team of Canadian divers and archaeologists<span style=\"line-height: 1.538em;\">&nbsp;began searching for Franklin&#39;s ships back in 2008. Now they&#39;ve finally had a breakthrough.</span></p><p>Sonar images from the waters of the Victoria Strait, near Nunavut, reveal the wreckage of a ship resting on the ocean floor. Turns out, it is one of Franklin&#39;s missing ships.</p><p>&quot;I am delighted to announce that this year&#39;s Victoria Strait expedition has solved one of Canada&#39;s greatest mysteries, with the discovery of one of the two ships belonging to the Franklin Expedition,&quot; said Canadian Prime Minister Stephen Harper<a href=\"http://www.cbc.ca/news/politics/franklin-ship-discovery-stephen-harper-s-full-statement-1.2760566\"> in a statement</a>.</p><p><a href=\"https://twitter.com/JohnGGeiger\" style=\"line-height: 1.538em;\">John Geiger</a><span style=\"line-height: 1.538em;\">, the president of the </span><a href=\"http://www.rcgs.org/\" style=\"line-height: 1.538em;\">Royal Canadian Geographical Society</a><span style=\"line-height: 1.538em;\">, was a member of the search team that finally found the boat.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;You can actually see things like deck planking, you can see the side of the hull and even debris like signal cannons on the deck,&quot; said Geiger.</span></p><p><span style=\"line-height: 20.0063037872314px;\">The loss of HMS Erebus and HMS Terror prompted one of the largest searches in history, running from 1848 to 1859.&nbsp;Experts believe the ships were lost when they became locked in the ice and that the crews abandoned them in an effort to reach safety.&nbsp;</span></p><p>&ldquo;It&rsquo;s a very important wreck. It&rsquo;s arguably one of the most exciting underwater finds &mdash; just because so little was known about what happened to the Franklin Expedition. It&rsquo;s just one of those great, enduring historical mysteries,&quot; Geiger said.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/wreck.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/wreckjpg"},{"href":"http://youtu.be/M3IuUspyhpo"},{"href":"http://www.pri.org/file/first-underwater-video-one-franklins-historic-shipwrecks"}]}