{"created":"2014-08-29T15:05:21+00:00","modified":"2014-10-30T22:55:10+00:00","valid":{"from":"2014-10-30T22:55:10+00:00","to":"3014-10-30T22:55:10+00:00"},"hreflang":"en","title":"An Icy Solution To The Mystery Of The Slithering Stones","published":"2014-08-28T13:46:00+00:00","teaser":"In the moonscape of Death Valley, one mystery stands out: boulders that seem to creep along the desert floor when nobody's looking. Thanks to video and GPS, scientists now think they know why.","itags":["npr_api","343681708"],"guid":"5293f2f4-e808-43c6-b76c-e087a6e687e3","contentencoded":"<p>A century ago, miners working in California's Death Valley reported seeing boulders on the desert floor with long trails behind them — as if the stones had been pushed across the sand. But despite 60 years of trying, no one ever saw what moved them.</p><p>Now scientists think they've solved the mystery of the \"slithering rocks of Death Valley.\" Using GPS tags pasted to the boulders, and a video camera, a geologist from Scripps Institution of Oceanography and his engineer cousin have evidence that broad, jagged panes of melting ice push the stones across the desert, nudged in one direction or another by the breeze. The team details their results in the current issue of the journal <em>Plos One.</em></p><p>For decades, scientists trekked out to a dry lake bed in Death Valley called the Racetrack to see these rocks for themselves. Some of the stones weigh as much as 500 pounds. And many do indeed leave a long trail in the sand; some paths are straight, some zigzag. \"They do things like ... take high-angle turns,\" says Richard Norris. \"Sometimes they reverse course.\"</p><p>Norris, a geologist at Scripps, was just as puzzled as everyone else when he first saw the rock trails. Some were even parallel, as if the rocks had moved in tandem. \"They are just going every which way out there,\" he says, \"but in a very regular kind of fashion — like they're moving in fleets.\"</p><p>Fleets of boulders mysteriously sliding across the lake bed, or playa — a small community of scientists became rather obsessed with the phenomenon. \"Every couple of years,\" Norris says, \"somebody goes out there and tries to figure out what's going on.\"</p><p>Some scientists said windstorms were behind it. In 1953, a guy landed a plane on the lake bed and tried moving the rocks with the wash from his propellers. No go. Though a few stones rolled, they didn't slide. The trails were clearly not the sort made by rolling rocks.</p><p>Another group thought, \"It's ice!\" Temperatures get below freezing on the playa in winter. Maybe the rocks were ice-skating. But no one observed it.</p><p>Norris and his cousin had an idea: What if we put GPS trackers on those rocks, and video cameras around them?</p><p>Didn't anyone think they were nuts?</p><p>\"Oh, well, kind of,\" Norris admits. \"I think that a lot of people thought, 'Why are you putting GPS trackers on rocks?' \"</p><p>But it paid off. Here's how Norris remembers that December day at the lake bed, just before dawn: \"It was beautiful sunny conditions — this sort of light breeze blowing, that was not even strong enough to blow your hat off.\"</p><p>Rain had fallen the day before, he says, and, overnight, a thin sheet of ice had formed on the desert surface.</p><p>Then the sun came up.</p><p>\"And at that point the ice began to melt out in the center of the playa,\" Norris says, \"and the ice began to pop and crackle all across the playa surface as the ice began to move.\"</p><p>Sheets of ice — thin, but 40 or 50 feet across — were sliding atop a film of melted water. \"It's basically being like a tugboat or a bulldozer,\" Norris says. \"It's pushing the rocks very slowly along.\"</p><p>Not that slowly. The rocks slid several feet per minute along the muddy desert floor. By the end of the day, some had moved hundreds of feet. And by noon, the ice and water had evaporated, leaving behind, in the now-dry sand, the furrowed trails that marked each rock's journey.</p><p>Norris' group tracked and filmed this migration — and witnessed it with their own eyes.</p><p>He says the right conditions — rain followed by cold and sunshine, a steady wind and mud that's just slippery enough — coincide very rarely. He was lucky. But the effort was worth it.</p><p>\"It's so much fun!\" he says. \"Pretty much everybody was out there because it was a neat problem, and it was fun to do. And I think there's no purer form of science than that.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Icy+Solution+To+The+Mystery+Of+The+Slithering+Stones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900899-c97379.m3u?orgId=1&topicId=1007&ft=3&f=343681708"},{"href":"http://media.npr.org/assets/img/2014/08/27/rock_gps-8fe04b27fd85791e106fbc16daedeea811c16a9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/08/27/img_1215-bd854adf8eeb4811aa58df0cebb05efa4b23e15f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1880","width":"2507"}}]}