{"created":"2014-09-08T15:37:55+00:00","modified":"2015-01-07T01:10:22+00:00","valid":{"from":"2015-01-07T01:10:22+00:00","to":"3015-01-07T01:10:22+00:00"},"hreflang":"en","title":"Israel Launches Ground Offensive In Gaza","published":"2014-07-17T23:53:00+00:00","teaser":"Escalating its conflict with Hamas, Israel shelled the Gaza Strip on Thursday night, clearing the way for ground troops. Israel is targeting tunnels Hamas uses to attack its territory.","itags":["npr_api","332347143"],"guid":"529915fe-30e3-4d99-9ff1-231f303dcae0","contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu ordered the army to send ground forces into Gaza Thursday night.</p><p>\"We are hearing reports that so far the operation has been concentrated in the north,\" reports NPR's Emily Harris, who is in Gaza.</p><p>Fawzi Barhoum, a spokesman for Hamas, called the invasion \"a dangerous step. \"The occupation will pay its price expensively, and Hamas is ready for confrontation,\" he said in a statement.</p><p>People in northern Gaza told Harris that \"there's lots of shelling there.\" But people in the southern part of the Gaza Strip are also attempting to take what cover they can, if only moving to central parts of their homes, away from walls and windows.</p><p>\"As tanks shelled into the east, Israeli navy boats opened fire on the west, hitting the beaches of Gaza,\" BuzzFeed <a href=\"http://www.buzzfeed.com/sheerafrenkel/skies-above-gaza-thick-with-smoke-as-israel-launches-ground\" target=\"_blank\">reports</a>. \"Israeli officials said it was a two-pronged attack aimed at clearing the way for ground troops to move into Gaza in the largest incursion since 2008.\"</p><p>Harris said on <em>All Things Considered</em> that it's not yet clear where the Israeli infantry may be operating.</p><p>She noted that Israel is targeting tunnels Hamas uses to infiltrate its territory. Earlier on Thursday, Israeli aircraft bombed a group of Palestinian fighters who had tunneled under the border.</p><p>\"The tunnels are both a very real and symbolic problem for Israel,\" Harris said. \"It's some militants' way into israel and that is something Israel's military is going to try to concentrate on in this invasion.\"</p><p>Netanyahu's office instructed the army to prepare for the offensive after Hamas rejected a cease-fire proposal from Egypt, The Associated Press reports.</p><p>The army has not provided details about the scope of the operation or the number of troops involved. A statement from the Israeli military did say the operation will include \"infantry, armored corps, engineer corps, artillery and intelligence combined with aerial and naval support.\"</p><p>The IDF's Southern Command is leading the ground offensive, <a href=\"http://www.jpost.com/Operation-Protective-Edge/IDF-intensifies-Gaza-attacks-with-artillery-fire-air-strikes-363289\" target=\"_blank\">according</a> to the <em>Jerusalem Post.</em> The army has called up 18,000 more reservists.</p><p>\"In light of the despicable and relentless aggression by Hamas and the dangerous infiltration into Israel, Israel is obliged to protect its citizens,\" the prime minister's office said in a statement.</p><p>Sirens could be heard across Israel, <a href=\"https://twitter.com/BarakRavid/status/489848510968102912\" target=\"_blank\">according</a> to Barak Ravid, diplomatic correspondent for the Israeli newspaper <em>Haaretz.</em></p><p>\"We are seeing many, many people coming to the hospital, and these are just the ones that can get here,\" Walid Taha, a surgeon at Gaza's Shifa Hospital, told BuzzFeed. \"We don't know how many won't be able to reach us tonight.\"</p><p>As we <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/17/332220454/mortars-rock-a-shaky-5-hour-truce-between-hamas-and-israel\" target=\"_blank\">reported earlier</a>, the death toll in Gaza from Israeli airstrikes had climbed above 220 prior to the nighttime offensive.</p><p>On Thursday, Israel and Hamas both observed a five-hour cease-fire to allow humanitarian aid to reach Gaza.</p><p>The brief truce also allowed banks to reopen and some infrastructure repair work to be done, according to Robert Turner, director of operations for the United Nations Relief and Works Agency in Gaza City.</p><p>\"It was the first time I saw a traffic jam for nine days in Gaza,\" Turner told NPR's Audie Cornish.</p><p>\"There was hope this could be a first step toward a broader cease-fire,\" he added. \"That's certainly not happening tonight.\"</p><p>Israel's Security Cabinet will meet Friday morning to discuss the situation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israel+Launches+Ground+Offensive+In+Gaza&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Greenblatt","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332400476-f6b856.m3u?orgId=1&topicId=1009&ft=3&f=332347143"},{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332400514-03d9fa.m3u?orgId=1&topicId=1009&ft=3&f=332347143"}]}