{"created":"2014-10-24T01:00:22+00:00","modified":"2015-05-14T17:25:47+00:00","valid":{"from":"2014-10-23T19:04:56+00:00","to":"3014-10-23T19:04:56+00:00"},"hreflang":"en","tags":["high school","Learning Curve","APM","higher education","vocational high school","trade school","alternative education","Education"],"byline":"Emily Hanford","contentencoded":"<div class=\"barn-cleaned\"><p><em>This story&nbsp;<a href=\"http://www.americanradioworks.org/segments/a-21st-century-vocational-high-school/\" target=\"_blank\">originally&nbsp;appeared</a> on \"American RadioWorks\" as part of their hour-long documentary&nbsp;\"<a href=\"http://www.americanradioworks.org/documentaries/ready-to-work/\" target=\"_blank\">Ready to Work: Reviving Vocational Ed</a>.\"</em></p>\n<p><span>For years, vocational high schools have been seen as a lesser form of schooling – tracking some kids off to work while others were encouraged to go on to college and pursue higher income professions. But things are changing. Vocational high schools are focusing much more on preparing students for higher education.</span><span>&nbsp;</span></p>\n<p>At one of those schools - Minuteman Regional High School in Lexington, Massachusetts - students can learn traditional trades like carpentry, plumbing and welding. They can also learn high tech fields such as video game design, engineering, and biotechnology.</p>\n<p>Minuteman students spend half their time in vocational classes – often referred to as “career and technical classes - and half their time in academic courses. About 60 percent of the school’s graduates go on to college. That’s not the way things were when principal Ernest Houle learned welding at a vocational high school back in the 1980s.</p>\n<p>“The highest-level math I ever had in high school was an Algebra 1,” says Houle. “And that only happened my sophomore year because it fit in the schedule.”</p>\n<p>Houle went to Leominster Trade School, in Massachusetts. The school was located in a wing off the regular high school; Houle says he and his classmates were referred to as “trade rats” and no one expected them to go to college. After high school graduation, Houle worked as a welder.</p>\n<p>“It wasn’t until I went to become a teacher and I realized that not being offered the classes during high school made it more difficult for me when I got into the college arena,” he says.</p>\n<p><strong>The origins of vocational ed</strong></p>\n<p>Vocational education wasn’t designed to prepare students for college. The Smith-Hughes Act of 1917, the law that first authorized federal funding for vocational education in American schools, explicitly described vocational ed as preparation for careers not requiring a bachelor’s degree.</p>\n<p>“The early vocational education was driven by a philosophy of fitting people to their probable destinies,” says Jim Stone, director of the&nbsp;<a href=\"http://www.nrccte.org/\" target=\"_blank\">National Research Center for Career and Technical Education</a>. “Kids from poor families were tracked off into becoming the worker bees. Others were tracked off to go to universities and be the intelligentsia.”</p>\n<p>Stone says vocational education was designed to teach kids the specific skills for one job. To be a welder or a cosmetologist, for example, “with the idea that, once you become a welder, you’ll always be a welder. Or once you become a cosmetologist, you’ll always be a cosmetologist,” says Stone. The goal was, get kids really skilled at one thing, “and life will be good,” he says.</p>\n<p>The idea that people could be trained in one area and rely on an industry to employ them for life was a reasonable one for much of the 20th century. There were lots of jobs – good union jobs – for people with just a high school education. But by the 1970s, the good jobs that required just a high school education were beginning to disappear. Technology and globalization were increasing the skill levels required for most occupations, and making the labor market more volatile. Entire sectors of the economy were being wiped out, and new kinds of jobs were being created.</p>\n<p>To be successful in this kind of economy, experts say workers have to be multi-skilled and able to retrain for new jobs throughout their careers. Everyone needs a good academic foundation in order to do that, experts say, and most kids in vocational programs were not getting that foundation.</p>\n<p><strong>Improving vocational ed</strong></p>\n<p>By the late 1990s, vocational education had a major image problem. Vocational programs had become a kind of dumping ground for kids who weren’t succeeding in the traditional academic environment. That included a lot of students with behavior problems, and a lot of students with learning disabilities. In many school districts, vocational education wasn’t much more than a “second-tier special ed program,” says Jim Stone.</p>\n<p>At the same time, the standards and accountability movement was taking hold in public education. States had begun to write academic standards, or goals, for what students should learn. In 2001, Congress passed the No Child Left Behind Act. That law required states, in exchange for federal education funding, to test their students every year and to insure that all students would eventually be proficient in math and reading.</p>\n<p><em>&nbsp;</em>All students meant the kids in vocational programs too. And once states starting testing their students, it became clear that many students in vocational programs were at the bottom in terms of math and reading skills. Under No Child Left Behind, those programs could eventually be shut down for poor performance. If they were going to survive, vocational schools had to up their game in terms of academics.</p>\n<p>&nbsp;“The early 2000s was a time of significant change in voc ed,” says Dave Ferreira, executive director of the Massachusetts Association of Vocational Administrators.</p>\n<p>“What we wanted to do was create a student who was able to go out” and get a job, he says, but also able to “get accepted into a four-year college or university.” The idea was to make sure all students were both “career&nbsp;<em>and&nbsp;</em>college ready.”</p>\n<p>Massachusetts stands out as a state that devoted significant time and resources to overhauling its vocational education programs, according to experts.</p>\n<p>The key was to convince vocational teachers to put aside “the old philosophy of saying, ‘It’s all about the trades. I don’t teach academics,’” says Ferreira, and to help them learn how they could integrate academic instruction into career training. For example, show teachers how to teach writing skills when students were writing up materials lists and job estimates.</p>\n<p>And it wasn’t all about integrating academics into career classes, says Ferreira. It was also about adding academic classes to the vocational curriculum.&nbsp;</p>\n<p>Massachusetts has largely succeeded in bringing the academic quality at its vocational high schools up to par with its traditional high schools. In 2013, students at regional vocational high schools in Massachusetts did as well on the state English tests (92 percent proficient) as students at traditional high schools (93 percent proficient). On the math tests, they did nearly as well: 78 percent of students at regional vocational high schools were proficient in math compared to 82 percent at traditional high schools.</p>\n<p><strong>Career and college readiness</strong></p>\n<p>Ernest Houle, the former welder who is now principal of Minuteman High School, started working at the school as a teacher’s aide in 1996. He says things were already different from when he was a student at Leominster Trade School a decade earlier.</p>\n<p>“The students [at Minuteman] had advanced math classes, they had the opportunity to enroll in foreign language classes,” he says.</p>\n<p>Houle worked his way up at the school, earning a Bachelor of Science in occupational and vocational education and a Master of Science in educational leadership along the way. To get his Bachelor’s degree, Houle had to take a calculus class, a tall order having had only Algebra 1 in high school.</p>\n<p>“It was a lot of hard work and staying after class, working with the professor,” says Houle. But he did it.</p>\n<p>“I am probably the poster child for the importance of career&nbsp;<em>and</em>&nbsp;college readiness,” he says with a chuckle. He says his goal is to make sure every student who graduates from Minuteman is prepared for higher education. &nbsp;</p>\n<p>“Students get the same kind of college prep here that they’d get at any high school,” he says. “And they get career skills too.” That’s a bonus students don’t get at most traditional high schools, and it’s one of the reasons many students and parents choose Minuteman.</p>\n<p><strong>A better path to college</strong></p>\n<p>Sean and Brandon Datar went to private school until 8th grade. Their dad is an electrical engineer and their mom teaches at a Montessori school. They’re probably not the kinds of kids you’d imagine at a vocational high school.</p>\n<p>But when Brandon was looking at options for high school, Minuteman stood out, says his dad, Nijan Datar.</p>\n<p>“Being an engineer myself, I like the fact that schools like this cater to making an actual living,” he says.</p>\n<p>The family had been touring public and private high schools in the Boston suburbs, many of them considered among the best high schools in the country. But Datar wasn’t impressed. He says the main goal seemed to be getting students into the best, and most expensive, colleges. But no one seemed to be talking about what kids were going to do with their college degrees once they got them.&nbsp;</p>\n<p>His wife, Teresa Datar, says high school students need more direction.</p>\n<p>“My feeling is that in many high schools, students don’t know why they’re in the classes that they’re in. They’re just kind of biding time,” she says. “And then they go off to college and they flounder.”</p>\n<p>Her son Sean did not want that to happen to him. He says what he liked best when he toured Minuteman is that the students he met seemed to have a plan for their lives.</p>\n<p>“When you think about it, you want to know what you want to do, and you want to be sure of it, by the time you go to college,” says Sean. “You don’t want to pick a major, get like $50,000 in debt,” and then realize you want to do something else.</p>\n<p>Ed Bouquillon, the superintendent of the school district where Minuteman is located, says one goal of vocational education is to help kids figure out what they&nbsp;<em>don’t&nbsp;</em>want to do.</p>\n<p>“Sometimes I’ll have kids who, at the end of their four years, they’ll say, ‘Dr. B, you know, I came here in nursing and I really don’t like it.’ And that’s a valuable thing to know,” says Bouquillon. Better to figure it out in a public high school, where you’re not paying tuition, than at a college that’s charging you thousands of dollars, he says.</p>\n<p>But students and families who choose vocational education face stereotypes. Nijan Datar says friends and neighbors in their affluent Boston suburb were kind of startled when they heard his son Brandon was going to Minuteman.</p>\n<p>“What we did was definitely not the norm here,” says Datar. “I have had raised-eyebrow looks. It’s almost like you can read that other person’s mind thinking, OK, the reason I did this is because my son is not very smart.”</p>\n<p>But Datar says his family chose Minuteman because it seemed like a better path to college than a traditional high school. His sons are “going to a regular high school but also dipping [their] feet into the real world and starting to get an understanding of what it takes to get a job,” he says.</p>\n<p>His son Brandon is now a freshman at the Colorado School of Mines, working on a bachelor’s degree in geological engineering. His son Sean is a sophomore at Minuteman, majoring in robotics.</p>\n<p><strong>After Minuteman</strong></p>\n<p>Alice Ofria graduated from Minuteman in 2009. She majored in environmental science. Now she works as a lab technician for the drinking water department in Billerica, Massachusetts.</p>\n<p>It started as an internship, the summer after she graduated from Minuteman. But she was so good at the job, the town hired her on as a permanent employee, says John Sullivan, her boss.</p>\n<p>“She’s an expert in computers and a whiz in chemistry,” says Sullivan.</p>\n<p>Sullivan says it’s hard for the town to find people with Ofria’s skills. There’s a “chasm” between what people learn in school and what’s needed in the “real world,” says Sullivan. Even college graduates don’t tend to have the needed mix of skills and knowledge.&nbsp;</p>\n<p>But Ofria was ready to go from day one, he says.</p>\n<p>“The program at Minuteman prepared her to actually learn” what she needed to on the job, and fast. “She’s done outstanding work here,” he says.</p>\n<p>As a lab technician for the town, Ofria stated off making more than $26 an hour. She gets regular raises, and health and retirement benefits too. Her friends are amazed.</p>\n<p>“Most of my friends are waitresses or work as a secretary somewhere, or at a tanning salon,” she says. Some of them are college graduates, struggling to get by. But Ofria recently bought a new truck and went on a vacation to Puerto Rico.</p>\n<p>And having a good job – she now makes more than $30 an hour – was a huge help when it came to paying college tuition. In May, Ofria graduated from the University of Massachusetts, Boston with a bachelor’s degree in environmental science. And just last month, she picked up a second job – as a teacher’s aide in the Environmental Technology program at Minuteman. She’s thinking about pursuing a teaching career, and if she does, she says she wants to teach at a vocational high school.</p>\n<p>“Vocational school is where it’s at, to put it bluntly,” she says. “Because no one experienced a field, a trade and&nbsp;<em>also</em>&nbsp;got the same [academic] education. None of my friends experienced that, except for the friends I went to Minuteman with.”</p></div>","published":"2014-10-23T19:04:56+00:00","title":"Rethinking vocational high school as a path to college","teaser":"Welding meets AP calculus at Minuteman High School in Lexington, Massachusetts","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This story <a href=\\\"http://www.americanradioworks.org/segments/a-21st-century-vocational-high-school/\\\" target=\\\"_blank\\\">originally appeared</a> on &quot;American RadioWorks&quot; as part of their hour-long documentary &quot;<a href=\\\"http://www.americanradioworks.org/documentaries/ready-to-work/\\\" target=\\\"_blank\\\">Ready to Work: Reviving Vocational Ed</a>.&quot;</em></p>\"},{\"content\":\"<p><span>For years, vocational high schools have been seen as a lesser form of schooling – tracking some kids off to work while others were encouraged to go on to college and pursue higher income professions. But things are changing. Vocational high schools are focusing much more on preparing students for higher education.</span><span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>At one of those schools - Minuteman Regional High School in Lexington, Massachusetts - students can learn traditional trades like carpentry, plumbing and welding. They can also learn high tech fields such as video game design, engineering, and biotechnology.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Minuteman students spend half their time in vocational classes – often referred to as “career and technical classes - and half their time in academic courses. About 60 percent of the school’s graduates go on to college. That’s not the way things were when principal Ernest Houle learned welding at a vocational high school back in the 1980s.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The highest-level math I ever had in high school was an Algebra 1,” says Houle. “And that only happened my sophomore year because it fit in the schedule.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Houle went to Leominster Trade School, in Massachusetts. The school was located in a wing off the regular high school; Houle says he and his classmates were referred to as “trade rats” and no one expected them to go to college. After high school graduation, Houle worked as a welder.</p>\"},{\"content\":\"<p>“It wasn’t until I went to become a teacher and I realized that not being offered the classes during high school made it more difficult for me when I got into the college arena,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The origins of vocational ed</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Vocational education wasn’t designed to prepare students for college. The Smith-Hughes Act of 1917, the law that first authorized federal funding for vocational education in American schools, explicitly described vocational ed as preparation for careers not requiring a bachelor’s degree.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“The early vocational education was driven by a philosophy of fitting people to their probable destinies,” says Jim Stone, director of the <a href=\\\"http://www.nrccte.org/\\\" target=\\\"_blank\\\">National Research Center for Career and Technical Education</a>. “Kids from poor families were tracked off into becoming the worker bees. Others were tracked off to go to universities and be the intelligentsia.”</p>\"},{\"content\":\"<p>Stone says vocational education was designed to teach kids the specific skills for one job. To be a welder or a cosmetologist, for example, “with the idea that, once you become a welder, you’ll always be a welder. Or once you become a cosmetologist, you’ll always be a cosmetologist,” says Stone. The goal was, get kids really skilled at one thing, “and life will be good,” he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The idea that people could be trained in one area and rely on an industry to employ them for life was a reasonable one for much of the 20th century. There were lots of jobs – good union jobs – for people with just a high school education. But by the 1970s, the good jobs that required just a high school education were beginning to disappear. Technology and globalization were increasing the skill levels required for most occupations, and making the labor market more volatile. Entire sectors of the economy were being wiped out, and new kinds of jobs were being created.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>To be successful in this kind of economy, experts say workers have to be multi-skilled and able to retrain for new jobs throughout their careers. Everyone needs a good academic foundation in order to do that, experts say, and most kids in vocational programs were not getting that foundation.</p>\"},{\"content\":\"<p><strong>Improving vocational ed</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>By the late 1990s, vocational education had a major image problem. Vocational programs had become a kind of dumping ground for kids who weren’t succeeding in the traditional academic environment. That included a lot of students with behavior problems, and a lot of students with learning disabilities. In many school districts, vocational education wasn’t much more than a “second-tier special ed program,” says Jim Stone.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>At the same time, the standards and accountability movement was taking hold in public education. States had begun to write academic standards, or goals, for what students should learn. In 2001, Congress passed the No Child Left Behind Act. That law required states, in exchange for federal education funding, to test their students every year and to insure that all students would eventually be proficient in math and reading.</p>\"},{\"content\":\"<p><em> </em>All students meant the kids in vocational programs too. And once states starting testing their students, it became clear that many students in vocational programs were at the bottom in terms of math and reading skills. Under No Child Left Behind, those programs could eventually be shut down for poor performance. If they were going to survive, vocational schools had to up their game in terms of academics.</p>\",\"type\":\"text/html\"},{\"content\":\"<p> “The early 2000s was a time of significant change in voc ed,” says Dave Ferreira, executive director of the Massachusetts Association of Vocational Administrators.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“What we wanted to do was create a student who was able to go out” and get a job, he says, but also able to “get accepted into a four-year college or university.” The idea was to make sure all students were both “career <em>and </em>college ready.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Massachusetts stands out as a state that devoted significant time and resources to overhauling its vocational education programs, according to experts.</p>\"},{\"content\":\"<p>The key was to convince vocational teachers to put aside “the old philosophy of saying, ‘It’s all about the trades. I don’t teach academics,’” says Ferreira, and to help them learn how they could integrate academic instruction into career training. For example, show teachers how to teach writing skills when students were writing up materials lists and job estimates.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And it wasn’t all about integrating academics into career classes, says Ferreira. It was also about adding academic classes to the vocational curriculum. </p>\"},{\"content\":\"<p>Massachusetts has largely succeeded in bringing the academic quality at its vocational high schools up to par with its traditional high schools. In 2013, students at regional vocational high schools in Massachusetts did as well on the state English tests (92 percent proficient) as students at traditional high schools (93 percent proficient). On the math tests, they did nearly as well: 78 percent of students at regional vocational high schools were proficient in math compared to 82 percent at traditional high schools.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>Career and college readiness</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Ernest Houle, the former welder who is now principal of Minuteman High School, started working at the school as a teacher’s aide in 1996. He says things were already different from when he was a student at Leominster Trade School a decade earlier.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The students [at Minuteman] had advanced math classes, they had the opportunity to enroll in foreign language classes,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Houle worked his way up at the school, earning a Bachelor of Science in occupational and vocational education and a Master of Science in educational leadership along the way. To get his Bachelor’s degree, Houle had to take a calculus class, a tall order having had only Algebra 1 in high school.</p>\"},{\"content\":\"<p>“It was a lot of hard work and staying after class, working with the professor,” says Houle. But he did it.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I am probably the poster child for the importance of career <em>and</em> college readiness,” he says with a chuckle. He says his goal is to make sure every student who graduates from Minuteman is prepared for higher education.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Students get the same kind of college prep here that they’d get at any high school,” he says. “And they get career skills too.” That’s a bonus students don’t get at most traditional high schools, and it’s one of the reasons many students and parents choose Minuteman.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>A better path to college</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Sean and Brandon Datar went to private school until 8th grade. Their dad is an electrical engineer and their mom teaches at a Montessori school. They’re probably not the kinds of kids you’d imagine at a vocational high school.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But when Brandon was looking at options for high school, Minuteman stood out, says his dad, Nijan Datar.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Being an engineer myself, I like the fact that schools like this cater to making an actual living,” he says.</p>\"},{\"content\":\"<p>The family had been touring public and private high schools in the Boston suburbs, many of them considered among the best high schools in the country. But Datar wasn’t impressed. He says the main goal seemed to be getting students into the best, and most expensive, colleges. But no one seemed to be talking about what kids were going to do with their college degrees once they got them. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>His wife, Teresa Datar, says high school students need more direction.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“My feeling is that in many high schools, students don’t know why they’re in the classes that they’re in. They’re just kind of biding time,” she says. “And then they go off to college and they flounder.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Her son Sean did not want that to happen to him. He says what he liked best when he toured Minuteman is that the students he met seemed to have a plan for their lives.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“When you think about it, you want to know what you want to do, and you want to be sure of it, by the time you go to college,” says Sean. “You don’t want to pick a major, get like $50,000 in debt,” and then realize you want to do something else.</p>\"},{\"content\":\"<p>Ed Bouquillon, the superintendent of the school district where Minuteman is located, says one goal of vocational education is to help kids figure out what they <em>don’t </em>want to do.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Sometimes I’ll have kids who, at the end of their four years, they’ll say, ‘Dr. B, you know, I came here in nursing and I really don’t like it.’ And that’s a valuable thing to know,” says Bouquillon. Better to figure it out in a public high school, where you’re not paying tuition, than at a college that’s charging you thousands of dollars, he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But students and families who choose vocational education face stereotypes. Nijan Datar says friends and neighbors in their affluent Boston suburb were kind of startled when they heard his son Brandon was going to Minuteman.</p>\"},{\"content\":\"<p>“What we did was definitely not the norm here,” says Datar. “I have had raised-eyebrow looks. It’s almost like you can read that other person’s mind thinking, OK, the reason I did this is because my son is not very smart.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Datar says his family chose Minuteman because it seemed like a better path to college than a traditional high school. His sons are “going to a regular high school but also dipping [their] feet into the real world and starting to get an understanding of what it takes to get a job,” he says.</p>\"},{\"content\":\"<p>His son Brandon is now a freshman at the Colorado School of Mines, working on a bachelor’s degree in geological engineering. His son Sean is a sophomore at Minuteman, majoring in robotics.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>After Minuteman</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>Alice Ofria graduated from Minuteman in 2009. She majored in environmental science. Now she works as a lab technician for the drinking water department in Billerica, Massachusetts.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>It started as an internship, the summer after she graduated from Minuteman. But she was so good at the job, the town hired her on as a permanent employee, says John Sullivan, her boss.</p>\"},{\"content\":\"<p>“She’s an expert in computers and a whiz in chemistry,” says Sullivan.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Sullivan says it’s hard for the town to find people with Ofria’s skills. There’s a “chasm” between what people learn in school and what’s needed in the “real world,” says Sullivan. Even college graduates don’t tend to have the needed mix of skills and knowledge. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Ofria was ready to go from day one, he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The program at Minuteman prepared her to actually learn” what she needed to on the job, and fast. “She’s done outstanding work here,” he says.</p>\"},{\"content\":\"<p>As a lab technician for the town, Ofria stated off making more than $26 an hour. She gets regular raises, and health and retirement benefits too. Her friends are amazed.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Most of my friends are waitresses or work as a secretary somewhere, or at a tanning salon,” she says. Some of them are college graduates, struggling to get by. But Ofria recently bought a new truck and went on a vacation to Puerto Rico.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And having a good job – she now makes more than $30 an hour – was a huge help when it came to paying college tuition. In May, Ofria graduated from the University of Massachusetts, Boston with a bachelor’s degree in environmental science. And just last month, she picked up a second job – as a teacher’s aide in the Environmental Technology program at Minuteman. She’s thinking about pursuing a teaching career, and if she does, she says she wants to teach at a vocational high school.</p>\"},{\"content\":\"<p>“Vocational school is where it’s at, to put it bluntly,” she says. “Because no one experienced a field, a trade and <em>also</em> got the same [academic] education. None of my friends experienced that, except for the friends I went to Minuteman with.”</p>\",\"type\":\"text/html\"}]","guid":"529cad79-434f-4a25-8364-0d5dcb3f5259","itags":["Marketplace","529cad79434fa25c36420d5dcb3f5259","Marketplace for Thursday, October 23, 2014","PMP:Marketplace_PMP"],"description":"Welding meets AP calculus at Minuteman High School in Lexington, Massachusetts","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/DSC_1813%20bio%20tech.JPG?itok=0vtXPdaI","meta":{"width":"610","crop":"primary","height":"340"}},{"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/10/23/mp_20141023_seg_22_64.mp3","meta":{"duration":317,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/10/23/mp_20141023_seg_22","type":"application/json"},"duration_hms":"00:05:17"}}]}