{"created":"2015-02-17T08:31:13+00:00","modified":"2015-05-13T21:18:24+00:00","valid":{"from":"2015-05-13T21:18:24+00:00","to":"3015-05-13T21:18:24+00:00"},"hreflang":"en","title":" So An American Comic Walks Into A Chinese Bar ... ","published":"2015-02-17T14:28:00+00:00","teaser":"American comics are taking the stage in China's small but growing stand-up comedy circuit. Their bicultural, and often bilingual, shows are a new form of cultural exchange.","itags":["npr_api","383784522"],"guid":"529d9b9a-07f5-4dde-8ac6-87ef34637297","contentencoded":"<p>When American comic Jesse Appell first arrived in China, his intestinal fortitude was tested by Beijing street food. And that's become material his stand-up act, which was on display recently at the Hot Cat Club, a small but popular Beijing bar and performance venue.</p><p>\"I ate at restaurants that hadn't been renovated in so long they still had portraits of [Chairman] Mao up on the wall,\" he says.</p><p>The Mao reference seems suitably ancient to the young crowd of expats, and they burst out laughing.</p><p>The 25-year-old from the suburbs of Boston is one of a number of young foreign comics performing on Beijing's tiny but growing stand-up comedy circuit. While Chinese comics dominate the scene, Appell is an example of how China's opening society attracts foreign cultural entrepreneurs, including many young Americans, who go in search of opportunity.</p><p>And with Chinese traveling and studying abroad in record numbers, the subject matter that works for comedians like Appell has only expanded. That's a far cry from a couple of decades ago.</p><p>\"Being non-Chinese would have been your entire identity,\" he says. \"Now, being foreign is still a big part of my identity, but [now] I can ... talk about being from Boston, or tell a story about what happened in Harvard Yard.\"</p><p>In 2012, Appell won a Fulbright scholarship to study comedy in China. He apprenticed himself to a master of a traditional Chinese form of comedy called <em>Xiangsheng</em>, or crosstalk. It's a fast-talking formal, stylized art form, in which performers don't talk about themselves.</p><p>Canadian performer Mark Rowswell also got his start in crosstalk. Dashan, or \"big mountain,\" as he's known in Chinese, has been China's most famous foreign TV personality for much of the past two decades. He has become the standard against which all Chinese-speaking Westerners are inevitably measured.</p><p>Lately, the 49-year-old Rowswell has been doing stand-up. He says this allows him to reinvent himself as an entertainer.</p><p>Going from crosstalk to stand-up is akin to the quantum leap from Abbott and Costello — think \"Who's On First?\" — to Lenny Bruce or Richard Pryor.</p><p>At a recent show in an auditorium at a Beijing university, he quips at an audience of students: \"Are you used to eating Chinese food yet?\"</p><p>It's a question Chinese often ask foreigners living in China. Rowswell — the foreigner — turns it around, implying that he's been living in China eating Chinese food longer than the 20-somethings in the audience. They laugh, but not uproariously.</p><p>For now, stand-up comedy in China is confined to bars and clubs. You won't find it in theaters or on TV or radio yet. That would require comedians to submit jokes to be vetted in advance by government censors.</p><p>Chinese comedians know where the political minefields lie, and how to avoid them. For instance, they steer clear of jokes about national politics, the ongoing anti-corruption campaign and the ruling Communist Party, although they don't hesitate to ridicule heavy-handed government censors.</p><p>Comedian Des Bishop, who is originally from Queens, N.Y., but spent much of his life in Dublin, Ireland, adds that most Chinese comedians have their hands full poking fun at society, \"about things that haven't been talked about much before, that are fine to say. But for the audience, it's exciting, it's groundbreaking.\"</p><p>At a recent performance at a wine bar in a residential area, Bishop greets the audience with a shout: \"Hello Beijing!\" the 39-year-old says. \"Keep your voice down, the neighbors are not happy.\"</p><p>He's only half joking. One neighbor really is unhappy because a foreign customer of the wine bar apparently had too much wine and then relieved himself in the neighbor's garden.</p><p>The irate neighbor strides onto the stage and points to a Caucasian man sitting in the audience.</p><p>\"Was it you?\" Bishop asks. The man confesses.</p><p>\"It's just a cultural difference,\" Bishop tells the angry neighbor.</p><p>\"What?\" the neighbor asks in disbelief. \"You Westerners relieve yourselves all over the place?\"</p><p>\"Just kidding,\" Bishop adds hastily. He sends the foreigner off to apologize to the neighbor, working the whole exchange into his routine.</p><p>The near-dustup has Bishop fired up. He launches into a spiel about experiencing a moment of enlightenment amid the swirling chaos of Beijing's traffic — which is another aspect of life in China foreigners always notice when first arriving.</p><p>Like all foreigners, Bishop says, he didn't realize there was a different way of driving — a \"connection to the road,\" \"this kind of sense of each other.\"</p><p>\"You know at first, you don't get it. And then the minute it clicks, the whole thing makes sense, you just start moving with it, man,\" he tells the audience.</p><p>\"For years, I was watching people doing Tai Chi in the park. I thought it was exercise,\" he says. \"It's a driving lesson. It all makes sense! It all makes sense!\"</p><p>Bishop has lived in China and studied the language for just two years, and performs in both Chinese and English.</p><p>He says he wants to make both Chinese and foreigners laugh — and then think.</p><p>\"If I can succeed in my goal, and understand them enough to make them laugh,\" he says, \"I think we'll be able to translate that into something that people in the West can say, 'Oh, I had never thought I would see China that way.' \"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=+So+An+American+Comic+Walks+Into+A+Chinese+Bar+...+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876215-a1f546.m3u?orgId=1&topicId=1125&d=233&p=3&story=383784522&t=progseg&e=386875221&seg=7&ft=nprml&f=383784522"},{"href":"http://media.npr.org/assets/img/2015/02/10/jesse-appell-kuhn-f2eb7a70083a7f1a72c4f0dbd5bfc03c35c62bae.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1611","width":"2148"}},{"href":"http://media.npr.org/assets/img/2015/02/10/mark-rowswell-kuhn_wide-e11acbaefd7053c0e5642f203544c30dde0c6f58.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1617","width":"2876"}},{"href":"http://media.npr.org/assets/img/2015/02/10/des-bishop-getty-cef145a66bca922e3b64d152b44763f2295cb7ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1643","width":"2191"}}]}