{"created":"2014-09-14T13:52:52+00:00","modified":"2014-10-30T22:24:10+00:00","valid":{"from":"2014-10-30T22:24:10+00:00","to":"3014-10-30T22:24:10+00:00"},"hreflang":"en","title":"U.S. Call To Fight Militants Stirs Bitter Memories For Iraq's Sunnis","published":"2014-09-14T15:56:00+00:00","teaser":"President Obama wants Sunnis to join the battle against the Islamic State. But those who helped fight al-Qaida several years ago feel abused by the Iraqi military, and now are not so eager to sign up.","itags":["npr_api","348329972"],"guid":"52a09c67-88e8-4334-82a0-04b65c175230","contentencoded":"<p>If President Obama's plan to battle Islamic State militants by bringing Iraq's Sunnis on board to fight sounds oddly familiar, that's because it is.</p><p>When the U.S. faced a raging insurgency by Sunni militants — then called al-Qaida in Iraq — seven years ago, it recruited local Sunni leaders and paid their tribesmen to fight against those militants.</p><p>The effort, dubbed the Awakening, quieted the threat — for a while. But the local leaders who led the tribesmen back then say that this time, the U.S. might have trouble convincing Sunnis to rejoin the fight.</p><p>One of those leaders, Ahmed al Qarghouli, says he led 90 men in the Awakening in the province of Anbar, where al-Qaida was strongest. He says his men were invaluable to the Americans.</p><p>\"We helped them,\" he says. \"We captured the weapons in a huge number of caches. We found a place where they manufactured car bombs, we found huge amounts of C-4 [explosive] and TNT.\"</p><p>Qarghouli reminisces about how they cleared a lake of weeds, eliminating a hiding place for al-Qaida. He let an American soldier sleep in his house.</p><p>\"I kept videos to remember, as a record,\" Qarghouli says.</p><p>He feels proud when he watches those videos. But after the American withdrawal, Qarghouli says, his men's salaries were swallowed up by corruption or disappeared under a hostile, Shiite-led government.</p><p>A senior tribal sheikh from Anbar, Faris al Dulaimi, sits with Qarghouli as we talk. He knows exactly what he thinks about the Awakening.</p><p>\"The Awakening is dead,\" Dulaimi says. He says it was the Iraqi government that killed it.</p><p>Dulaimi and others allege years of abuse by mainly Shiite security forces, including broken promises that the Awakening fighters would get jobs, and the bombing of civilian areas.</p><p>But they hate the Islamic State, and would fight alongside the Iraqi army against it — albeit with conditions.</p><p>\"The first thing: We need an American guarantee that the Iraq government is going to give these people permanent appointments and payment,\" Qarghouli says. \"We are a rich country!\"</p><p>Some Awakening leaders also point out the Islamic State is a more formidable enemy, controlling territory in a way al-Qaida never did. Plus, this time, the Iraqi army has recruited feared Shiite militias as paramilitary forces.</p><p>Retired Col. Derek Harvey, who built the role of the Awakening as part of the surge of U.S. troops in Iraq in 2007, says he saw huge resentment after Sunnis were cut loose.</p><p>\"Many become very disgruntled, and what we saw was a drift toward anti-government behavior,\" he says.</p><p>Harvey says he thinks as many as a quarter of them fought alongside the Islamic State this year. He says that everything depends on the new government, led by new Prime Minister Haider al-Abadi.</p><p>Harvey says Abadi will have to work to \"legitimize local defense forces and empower Sunni Arab political leaders of all stripes in these provinces\" if he wants to gain their trust.</p><p>Abadi's been in power for almost a week now, and is making all the right promises. But political wrangling has stopped the appointment of both an interior and a defense minister. Harvey says this plan won't work until there's tangible political progress.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Call+To+Fight+Militants+Stirs+Bitter+Memories+For+Iraq%27s+Sunnis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348412154-a60099.m3u?orgId=1&topicId=1010&ft=3&f=348329972"},{"href":"http://media.npr.org/assets/img/2014/09/14/450978220-8c1babef6ecb45803f3e0e15eb7b0425d1e96f1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2249"}}]}