{"created":"2015-07-01T09:18:46+00:00","modified":"2015-07-01T19:20:51+00:00","valid":{"from":"2015-07-01T19:20:51+00:00","to":"3015-07-01T19:20:51+00:00"},"hreflang":"en","title":"As Panama's Economy Booms, So Do Concerns Over Debt And The Environment","published":"2015-07-01T13:44:00+00:00","teaser":"Panama's economy, while cooling in recent years, is still growing at astonishing rates compared to its neighbors. But environmental damage and huge government debt are part of the package.","itags":["npr_api","418964649"],"guid":"52a66635-ec16-4270-b851-d397b35f4d5c","contentencoded":"<p>The 66th floor of Panama City's Trump Tower is a fine spot to experience Panama's booming economy. Beyond the building's windows, hundreds of skyscrapers stretch the length of the capital's skyline. Inside, a hand of blackjack will set you back $200, but all-you-can-drink champagne costs just $10.</p><p>On average, economic growth in Panama has topped 8 percent in the last five years, making the country the envy of its struggling Latin American neighbors.</p><p>Fueling the boom is Panama's little-regulated and prosperous financial sector, as well as the government's construction binge: a new subway, an oceanfront highway and the mother of all projects, the long-awaited $5.2 billion expansion of the Panama Canal. The wider and deeper canal will allow for more than double the current cargo passing through the country.</p><p>But while the economy continues its fast pace, critics are raising concerns. <br /> <br />On the far eastern edge of the capital, once-lush wetlands have been plowed under and covered by huge industrial parks, office buildings and gated communities.</p><p>In the working-class area of Ciudad Radial, a new multi-use development called Metro Park is going up. A makeshift canal serves to funnel water out of its construction zone, routinely sending water flooding into the area's mostly poor, Afro-Panamanian neighborhood, even during the dry season.</p><p>Ricardo Mejia Miller, who has lived in Ciudad Radial for more than three decades, says that he remembers seeing monkeys and storks out his front door when he was a kid.</p><p>\"The construction now is coming faster and bigger,\" he says. \"But we'll keep fighting to try to stop it.\"</p><p>Mejia and other activists have a big struggle ahead of them. Environmental regulations were widely suspended under the past administration of President Ricardo Martinelli. The former president is accused of profiting personally from the construction boom to the tune of more than $100 million.</p><p>Law professor and longtime human rights activist Miguel Antonio Bernal says that Martinelli, who is reportedly living in the U.S., skimmed money off the top of nearly every project.</p><p>\"He did more harm to the country than even the dictatorships of last century,\" said Bernal. \"Even the militaries, they were not able to develop the degrees and the practice of corruption like Martinelli did.\"</p><p>Martinelli, who has denied all allegations, was stripped of his criminal immunity earlier this year, and several of his closest advisers are either under arrest or being investigated. Bernal says that the former president left the country's financial future in shambles.</p><p>Bond rating institutions maintain that Panama's finances are stable for now, and will improve once the expanded canal comes on line next year. But the country's debt now tops $23 billion, a staggering amount for a country with fewer than four million people. Several international monetary institutions have warned officials to get Panama's finances in order.</p><p>While many Panamanians are grateful for the country's new sports facilities, highways and the capital's $1.7 billion subway, some express concern at the resulting debt.</p><p>\"What we are paying for all this is nowhere near what it cost,\" says accountant Jorge Colon as he stepped off the new subway. \"The bill is bound to come due soon, and it is us the regular guy who will get stuck paying it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Panama%27s+Economy+Booms%2C+So+Do+Concerns+Over+Debt+And+The+Environment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419076212-97e564.m3u?orgId=1&topicId=1127&d=274&p=3&story=418964649&t=progseg&e=419051776&seg=7&ft=nprml&f=418964649"}]}