{"created":"2014-10-27T08:36:58+00:00","modified":"2014-12-04T14:28:46+00:00","valid":{"from":"2014-12-04T14:28:46+00:00","to":"3014-12-04T14:28:46+00:00"},"hreflang":"en","title":"Corneal Implants Might Make Reading Glasses Obsolete","published":"2014-10-28T13:03:00+00:00","teaser":"For most people, the need for reading glasses is as inevitable as gray hair and wrinkles. Companies are experimenting with corneal implants to improve the ability to focus close up.","itags":["npr_api","358324667"],"guid":"52a6eaf3-0e58-4b11-872a-22d1b0a9e852","contentencoded":"<p>For Lori Bandt, who works as a medical technician and an EMT in a suburb of Madison, Wis., the print on vials of medication has become so difficult to read that if she forgets her reading glasses she has to resort to having a younger EMT worker read the directions. The 45-year-old says: \"I'm just stuck.\"</p><p>And she's hardly alone: 1 in 5 Americans needs reading glasses or bifocals because of <a href=\"http://www.nlm.nih.gov/medlineplus/ency/article/001026.htm\">presbyopia</a>. With age, the formerly pliable lens of the eye starts to harden. That makes it harder for muscles to squeeze the lens to focus on nearby objects.</p><p>But eye doctors are trying to come up with options for people like Bandt. Her doctor, <a href=\"http://www.deancare.com/find-a-doc/basic-profile/?id=1962\">Dr. John Vukich,</a> is one of them. The corneal inlay, called <a href=\"http://kamra.ca/\"> KAMRA</a>, is a flexible doughnut-shaped ring that is surgically inserted into the eye and creates a sort of artificial pupil. He is working as a consultant to the company marketing the implant.</p><p>The surgical procedure uses a laser to make a small incision in the very front of the cornea, where the ring is placed. The results with a corneal inlay are \"immediate,\" says Vukich, restoring near vision right away. And there isn't much down time for patients. He says the procedure is far less complicated and invasive than <a href=\"http://www.lasik.com/\">LASIK</a>.</p><p>The KAMRA corneal inlay has been used in Europe since 2011, and is also being used in South America and Asia.</p><p>But members of an FDA advisory panel have raised concerns about the safety of the device. At the committee's meeting in June, the company presented <a href=\"http://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/MedicalDevices/MedicalDevicesAdvisoryCommittee/OphthalmicDevicesPanel/UCM400439.pdf\">data</a> from a 36-month trial that found that 83 percent of the 478 patients enrolled achieved visual acuity of at least 20/40 or better.</p><p>However, that did not include 44 patients who dropped out of the study and had the corneal inlays removed. Most of those patients, 86.4 percent, said the device didn't improve their vision like they expected.</p><p>Had the patients been included, the device's efficacy rate would have <a href=\"http://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/MedicalDevices/MedicalDevicesAdvisoryCommittee/OphthalmicDevicesPanel/UCM400439.pdf\">dropped</a> to 75.8 percent. Officials also noted that even after removal of the inlay, some patients still had hazy vision or fluid buildup in the cornea.</p><p>The FDA advisory panel determined that the device was effective, voting 7 to 1 in favor. But when it came to safety, it voted 4 to 5 against the inlay. The FDA hasn't decided whether it will approve KAMRA, but it often follows the advice of its advisory committees.</p><p>The fact that some patients had vision problems after the inlays were removed is a problem, says <a href=\"http://www.geteyesmart.org/eyesmart/ask/mds/sumers.cfm\">Dr. Anne Sumers</a>, an ophthalmologist and spokesperson for the <a href=\"http://www.aao.org/\">American Academy of Ophthalmology</a>. \"This is the windshield of the eye, and the windshield of the eye needs to be crystal clear like your car windshield,\" she says. \"If there's haze or fluid in it, it's not crystal clear.\"</p><p>Even so, the technology has great potential, says Sumers, and might prove a reasonable option for aging boomers in the near future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Corneal+Implants+Might+Make+Reading+Glasses+Obsolete&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"221"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359233297-f727dd.m3u?orgId=1&topicId=1066&ft=3&f=358324667"},{"href":"http://media.npr.org/assets/img/2014/10/23/corneal-inlays-5315c1c5c8172cfa624087a9527951f8fa742051.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1191","width":"1590"}}]}