{"created":"2015-05-14T21:03:16+00:00","modified":"2015-05-14T21:03:16+00:00","valid":{"from":"2014-01-21T20:16:07+00:00","to":"3014-01-21T20:16:07+00:00"},"hreflang":"en","guid":"52ab8ebd-86de-49e9-89d3-1638ad762910","teaser":"Think tanks are influential organizations that lure big names. What do those big names lend them in return?","description":"Think tanks are influential organizations that lure big names. What do those big names lend them in return?","itags":["PMP:Marketplace_PMP","52ab8ebd86de9e979d3b1638ad762910","Marketplace","Marketplace for Tuesday, January 21, 2014"],"contenttemplated":"[{\"content\":\"<p>Think tanks have become more and more prominent in Washington.   They’re attracting big money -- and big names.  There&apos;s <a href=\\\"http://blogs.wsj.com/economics/2014/01/20/could-bernanke-land-at-brooking-after-the-fed/\\\" target=\\\"_blank\\\">speculation</a> that Fed Chairman Ben Bernanke could end up at a think tank.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>According to tax filings, the top five richest think tanks in the US have more than $1.5 billion in assets.  That’s about the GDP of Liberia.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Let’s face it.  There’s a lot of money at stake here,” says Peter Metzger, vice chairman of CT Partners in Washington and a a think tank headhunter. </p>\"},{\"content\":\"<p>Metzger says even if you’re not a famous Washington wonk like Ben Bernanke, think tanks pay very well.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Some in the neighborhood of three-quarters of a million to a million dollars or more depending upon their experience and what they can bring to the effort,&quot; he says.</p>\"},{\"content\":\"<p>But what do the big names do for a think tank?  Why are they so prized? </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The best known wonks are big moneymakers. They might make an appearance at a fundraiser.  If they make a speech, the think tank can charge admission.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>James McGann, who runs the Think Tanks and Civil Societies Program at the University of Pennsylvania, says sometimes just having a really big name on a think tank’s letterhead is enough to get donations  flowing. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>He says, “Those that have a strong brand, which is connected to the rigor of their research, are key.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Think tank donors include foundations, interest groups, and, increasingly, corporations -- which see the influence of think tanks as a way to pierce Washington gridlock.  Some think tanks have even set up separate arms that can lobby Congress, according to Jack Pitney, who teaches political science at Claremont McKenna College. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“A lot of the organizations are really conglomerates of different kinds of groups depending on what kind of contributions they’re trying to draw,&quot; he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Pitney says, for all the money involved, think tanks aren’t trying to make a profit. They&apos;re<span> more interested in the real currency of Washington: power and influence.  </span></p>\"}]","byline":"Nancy Marshall-Genzer","tags":["Economy","Ben Bernanke","APM","think tanks","Brookings Institute"],"contentencoded":"<div class=\"barn-cleaned\"><p>Think tanks have become more and more prominent in Washington.&nbsp; &nbsp;They’re attracting big money -- and big names.&nbsp; There's&nbsp;<a href=\"http://blogs.wsj.com/economics/2014/01/20/could-bernanke-land-at-brooking-after-the-fed/\" target=\"_blank\">speculation</a> that Fed Chairman Ben Bernanke could end up at a think tank.&nbsp;&nbsp;</p>\n<p>According to tax filings, the top five richest think tanks in the US have more than $1.5 billion in assets.&nbsp; That’s about the GDP of Liberia.</p>\n<p>“Let’s face it.&nbsp; There’s a lot of money at stake here,” says Peter Metzger, vice chairman of CT Partners in Washington and a a think tank headhunter.&nbsp;</p>\n<p>Metzger says even if you’re not a famous Washington wonk like Ben Bernanke, think tanks pay very well.</p>\n<p>“Some in the neighborhood of three-quarters of a million to a million dollars or more depending upon their experience and what they can bring to the effort,\" he says.</p>\n<p>But what do the big names do for a think tank?&nbsp; Why are they so prized?&nbsp;</p>\n<p>The best known wonks are big moneymakers. They might make an appearance at a fundraiser. &nbsp;If they make a speech, the think tank can charge admission. &nbsp;</p>\n<p>James McGann, who runs the Think Tanks and Civil Societies Program at the University of Pennsylvania, says sometimes just having a really big name on a think tank’s letterhead is enough to get donations&nbsp; flowing.&nbsp;</p>\n<p>He says, “Those that have a strong brand, which is connected to the rigor of their research, are key.”</p>\n<p>Think tank donors include foundations, interest groups, and, increasingly, corporations -- which see the influence of think tanks as a way to pierce Washington gridlock.&nbsp; Some think tanks have even set up separate arms that can lobby Congress, according to Jack Pitney, who teaches political science at Claremont McKenna College.&nbsp;</p>\n<p>“A lot of the organizations are really conglomerates of different kinds of groups depending on what kind of contributions they’re trying to draw,\" he says.</p>\n<p>But Pitney says, for all the money involved, think tanks aren’t trying to make a profit. They're<span>&nbsp;more interested in the real currency of Washington: power and influence. &nbsp;</span></p></div>","published":"2014-01-21T20:16:07+00:00","title":"Bernanke's probably thinking about a think tank","audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/463007837.jpg?itok=GMnIauwt"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/21/marketplace_segment19_20140121"},"duration_hms":"00:02:14","duration":134},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/21/marketplace_segment19_20140121_64.mp3","format":"MP3"}]}