{"created":"2014-10-08T14:03:42+00:00","modified":"2014-10-31T01:10:47+00:00","valid":{"from":"2014-10-31T01:10:47+00:00","to":"3014-10-31T01:10:47+00:00"},"hreflang":"en","title":"A Chinese Chemical Company And A 'Bath Salts' Epidemic","published":"2014-06-16T14:16:00+00:00","teaser":"When the drugs first appeared, U.S. law enforcement officials had a tough time figuring out what they contained and where they came from. One source was a lab in Shanghai.","itags":["npr_api","321779232"],"guid":"52b005c6-9ef5-450a-b7d7-02cd1f009029","contentencoded":"<p>There were times a few years back when the emergency room at SUNY Upstate University Hospital in Syracuse looked like a scene from a zombie movie. Dr. Ross Sullivan, a physician there, recalls one afternoon when staff wheeled in a man with dilated pupils who was covered in sweat.</p><p>\"The patient was screaming obscenities, and anybody he would pass, he was threatening and saying he was going to kill them,\" Sullivan recalls.</p><p>Police suspected the patient had taken \"bath salts,\" the notorious synthetic stimulants that were ravaging scores of American communities at the time.</p><p>It took 10 people to hold him down, and even then he was able to break a limb free. Eventually, they injected him with a sedative.</p><p>\"We probably used 10 times the dosage we would have used in a nondrug-induced person,\" Sullivan says.</p><p>In central New York around that time, bath salts sent hundreds of people to emergency rooms for hallucinations, seizures, even heart attacks. But what most people didn't know is that some of the drugs wreaking havoc in New York state — as well as in Southern California, Virginia and Texas — were created thousands of miles away in a lab in China, according to a federal indictment.</p><p><strong>A Mystery Drug</strong></p><p>When law enforcement in New York State first came upon the drugs, they couldn't figure out what they were. The ingredients in bath salts didn't test positive for heroin, ecstasy or cocaine. That's the reason they were marketed as a \"legal high,\" and sold in convenience stores and head shops.</p><p>James Burns, assistant special agent in charge for DEA operations in upstate New York, says that was by design. The chemists making the drugs were tweaking the formula so users wouldn't test positive for a controlled substance.</p><p>\"It's damn clever on their part,\" Burns says. \"It's been a real challenge to keep up with this stuff.\"</p><p>Law enforcement in Syracuse got a lucky break around Halloween 2010, when police responded to reports of a woman who was on the porch of her home firing a shotgun at what she believed to be ghosts.</p><p>\"Local police went into her house and they found 7 kilograms of what they thought might be cocaine and a shipping label from CEC Ltd., Eric Chang,\" says Assistant U.S. Attorney Carla Freedman, who prosecuted the case.</p><p>CEC stands for China Enriching Chemistry, a small company with an office in Shanghai and a factory in neighboring Jiangsu province. Eric Chang is its director.</p><p>The drug that police found in the woman's home wasn't cocaine, but a factory-made derivative of mephedrone, a dangerous, hallucinogenic stimulant.</p><p>The woman was part of a Syracuse drug ring that, police say, had ordered more than 100 kilograms of mephedrone from Chang, using his company's website and a professional courier service.</p><p>Freedman says Chang was a shrewd businessman.</p><p>\"It was right there on his website that if your package is seized, he'd keep shipping till you get it,\" she says. \"He was charging about $5,400 a kilo. His profit margin, we are pretty sure, must be enormous based on how much it cost to make it.\"</p><p><strong>Big Business</strong></p><p>\"Eric was very friendly,\" says journalist Mike Power, the author of <em>Drugs 2.0: The Web Revolution That's Changing How the World Gets High</em>. Power got to know Chang over the phone and by email while he was working on an expose on mephedrone for the <em>Daily Mail</em> <em>on Sunday,</em> the London newspaper.</p><p>A number of people had died in the United Kingdom from mephedrone, and Power says he was hunting for a kingpin. Posing as an online buyer, Power found Chang's contacts.</p><p>A <em>Daily Mail</em> reporter based in Hong Kong went undercover inside Chang's Shanghai lab. Photos published by the newspaper showed squalid conditions. The floors were covered with dirty pieces of cardboard, and cabinets were splattered with orange chemicals.</p><p>Power says Chang came off as \"an ambitious, successful guy that was driving an expensive SUV, drinking lots of Red Bull energy drinks. He was a very busy guy, living in a fancy apartment — complaining his wife never saw him because he was so busy.\"</p><p>Power says Chang also appeared to be a big producer and showed him FedEx dockets of shipments to Europe to prove it. Power said he planned to order what he personally thought was a huge quantity of the drug, about 10 kilograms a month for two years. But, he says, Chang was dismissive.</p><p>\"He thought it wasn't particularly impressive,\" Power recalls.</p><p>Shanghai has a big, legitimate pharmaceutical industry. Power — who never actually ordered the mephedrone — says factories like Chang's branched out into recreational drugs in response to orders from Europe. It was far cheaper to outsource chemical synthesis than to do it in the United Kingdom. Power says it seemed like a logical extension of multinationals offshoring the manufacture of sneakers and home furnishings.</p><p>Investigators say Chang made around $30 million selling drugs to the U.S. and Europe. China banned mephedrone in 2010, but Chang remained free. American authorities say he shipped drugs to central New York as recently as February 2013.</p><p>Last year, Chang was named in a federal indictment in Syracuse. Without an extradition treaty, American authorities couldn't touch him, but they did tell the Chinese.</p><p><strong>Going To The Source</strong></p><p>Last week, I went to Chang's headquarters in a mid-rise office complex near Shanghai Stadium. The lights were out. A bike sat parked behind an empty reception desk.</p><p>I met his mother, Wang Guoying, who was working in Chang's office. She said policed arrested him last November. She also complained how hard it is running the company without him.</p><p>A staffer named Zhang Mingjie said the firm is currently selling anti-AIDS drugs to India, but a company brochure I picked up still advertised mephedrone. Sienna Tang, who handles exports for the company, said 20 cops raided the office late last year.</p><p>\"I come here about 10 o'clock, so many people in this office,\" she said in English. \"I'm afraid, just because so many policemen asked me [questions].\"</p><p>Tang says her boss didn't tell her much about what she was shipping. \"I just know the shipping name,\" she said, \"but I do not know the exact material.\"</p><p>Chang's attorney says he's in jail now, charged with producing ecstasy. Shanghai police declined to discuss the case or explain why they didn't bust Chang earlier.</p><p>Back in Syracuse, the situation has improved, according to Michele Caliva, who runs the Upstate New York Poison Control Center, which works with hospitals in the region. She says the state health department banned stores from selling bath salts and police cracked down on head shops.</p><p>\"The accessibility was really key,\" she says. \"The fact that the average person could no longer just casually go in and buy it made a difference.\"</p><p>Caliva says the region still has serious drug problems, but by last year, emergency room admissions for bath salts — and stories about crazed users — had plummeted.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Chinese+Chemical+Company+And+A+%27Bath+Salts%27+Epidemic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322438100-e04277.m3u?orgId=1&topicId=1125&ft=3&f=321779232"},{"href":"http://media.npr.org/assets/img/2014/06/15/shanghai-connection-1-f704da1ed515f4c772859a2bcc9e34f7c3a6c736.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2175","width":"2900"}},{"href":"http://media.npr.org/assets/img/2014/06/13/shanghai-drugs_custom-2ed4d3c2877313fe76a43a5a5f6fe12c6e7febba.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3085","width":"2144"}}]}