{"created":"2015-04-30T08:42:36+00:00","modified":"2015-05-13T20:59:34+00:00","valid":{"from":"2015-05-13T20:59:34+00:00","to":"3015-05-13T20:59:34+00:00"},"hreflang":"en","title":"Saudi King Salman Reshuffles Line Of Succession","published":"2015-04-30T20:42:00+00:00","teaser":"Saudi Arabia's King Salman shook up the monarchy on Wednesday. According to a royal decree, the king's nephew takes over as crown prince, and the king's young son becomes deputy crown prince.","itags":["npr_api","403090852"],"guid":"52bd735a-b6cd-4717-bf9d-4c2a56d5c6a1","contentencoded":"<p>Things are changing in Saudi Arabia. The new king made a surprising move this week, choosing his nephew to take over as crown prince and his son to take the position of deputy crown prince.</p><p>The decision marks a generational shift. For the first time, a grandson of the founder of the kingdom is heir to the throne. And one young prince, the son of King Salman, is emerging as a war hero for many Saudis as the country continues to carry out airstrikes in Yemen.</p><p>Mohammed bin Salman is young. We don't know how young. Some put his age as low as 28; others say he's as old as 35. Unlike most of the monarchy who wear a goatee and mustache, this prince wears a full beard, some say possibly to make himself look older. And his age is conspicuously missing from his official government biography. <br /> <br /> As the new defense minister and now the deputy crown prince, he is the face of Saudi's war in Yemen and one of the three most powerful leaders in the kingdom.</p><p>Songs are being written about him. One says: Mohammed you are rising higher and higher, until one day you'll reach the highest place in the sky. Lead us, it says, even if we have to pay with our lives in the war.</p><p>And people in Saudi Arabia have taken to calling him Matnoukh, a word to describe someone generous, brave and willing to help others.</p><p>On Twitter he seems to be somewhat of a rallying point for young Saudis, accustomed to being led by older monarchs.</p><p>Tarik Al-Jarboa, 29, is a young Saudi American who's about the same age as the prince.</p><p>\"When I look at him he looks like a warrior,\" Jarboa says. \"So it brings me a lot of pride as a Saudi to say this young man is going to lead us and he's going to have a huge future in front of him. I don't think it would be odd at all to see him as a king in maybe a couple of decades.\"</p><p>Privately some Saudis express doubt, saying that maybe he's too young for the job and they don't know enough about him. But sitting in a coffee shop of a luxury hotel, Jarboa says the prince's youth is a plus and his closeness to his father, he was his father's right hand man at the ministry of defense before his father became king, is an asset.</p><p>\"There's a generational gap between the elders and the youngsters,\" he says. \"And I would say that Mohammed bin Salman is one of the few decision makers that can understand the youth of Saudi. And can understand how we think and function.\"</p><p>Some two-thirds of the country is under 30 years old and Saudi Arabia, an ultra conservative nation, is changing rapidly with most Saudis connected online and many who are traveling the world.</p><p>But at the end of the day very little is actually known about the young prince.</p><p>\"His experience is fairly limited. For the time being he's a bit of an enigma or certainly a bit of a mystery,\" said Fahad Nazer a former political analyst at the Saudi Embassy in the U.S. and now an analyst at the Virginia-based JTG Inc., a private defense consultancy.</p><p>He says the young prince is being credited with Saudi's new, more aggressive foreign policy, whether he's behind it or not.</p><p>\"It's a whole new strategic narrative that the Saudis have adopted,\" Nazer said. \"They want to be in charge of safeguarding their own security and not have to rely on the U.S. or any other country really.\"</p><p>Prince Mohammed bin Salman's first big test is going to be how the war in Yemen goes. But for now he's being glorified in melodies and poetry that promise that he will bring his country pride and prosperity.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saudi+King+Salman+Reshuffles+Line+Of+Succession&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403231837-b9c1e5.m3u?orgId=1&topicId=1009&d=217&p=3&story=403090852&t=progseg&e=403229111&seg=11&ft=nprml&f=403090852"},{"href":"http://media.npr.org/assets/img/2015/04/30/46541561_h36144967-eda35bd6b1f95b89776f2bdbd3ac3e6ad6880553.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1583","width":"2111"}}]}