{"created":"2014-11-21T09:19:07+00:00","modified":"2015-05-13T21:30:14+00:00","valid":{"from":"2015-05-13T21:30:14+00:00","to":"3015-05-13T21:30:14+00:00"},"hreflang":"en","title":"Blind From Birth, But Able To Use Sound To 'See' Faces ","published":"2014-12-04T19:04:00+00:00","teaser":"The area of the brain that recognizes faces can use sound instead of sight. That recent discovery suggests facial recognition is so important to humans that it's part of our most basic wiring.","itags":["npr_api","365486921"],"guid":"52c0a1aa-2850-4f3a-8d34-2a05d8beca88","contentencoded":"<p>A brain area that recognizes faces remains functional even in people who have been blind since birth, researchers say. The <a href=\"http://www.abstractsonline.com/Plan/ViewAbstract.aspx?sKey=c82e1cb8-a85a-437f-bdf5-48da1363a8e2&cKey=6cb7aa8b-37de-428c-9607-d48a4c60d26e&mKey=54c85d94-6d69-4b09-afaa-502c0e680ca7\">finding</a>, presented at the Society for Neuroscience meeting this week, suggests that facial recognition is so important that evolution has hardwired it into the human brain.</p><p>\"It's all inborn,\" says <a href=\"http://linc.georgetown.edu/josef-rauschecker\">Josef Rauschecker</a>, a professor of neuroscience at Georgetown University Medical Center. \"The structures are all there because nature has put them there.\"</p><p>Rauschecker was part of a team that studied the brains of six blind people, including Jeannette Gerrard, a retired government worker who lives in Washington, D.C. Gerrard has always relied on voices to identify people, and says that faces were never that important to her.</p><p>\"I knew what my face looked like by touch,\" she says, \"and I figured a face was a face.\"</p><p>So she was intrigued when researchers from Georgetown asked her to take part in an experiment that would eventually allow her to see faces using sound.</p><p>First, the scientists had Gerrard learn to use a special headset fitted with a small camera. By moving her head, Gerrard could make the camera scan across a drawing.</p><p>The device produced sounds. And as lines or curves came into the camera's view, those sounds would change. The concept is a bit like tapping your way along a wall to find a stud behind the plaster.</p><p>With practice, Gerrard was able to interpret more complex sound patterns that revealed more complicated shapes. Eventually, \"I could identify a face by listening to those sounds,\" Gerrard says.</p><p>To find out how Gerrard was doing this, the Georgetown scientists put her in a brain scanner. The idea was to watch Gerrard's brain while she was using sounds to recognize a simplified drawing of a face, says <a href=\"http://linc.georgetown.edu/Paula%20Plaza\">Paula Plaza</a>, who was in charge of the experiment. \"Our interest was looking into the brain,\" she says. \"What part of the brain is responsible for this perception?\"</p><p>The team compared brain scans from the six blind people with the scans from 10 sighted people who were looking at the face drawings with their own eyes. The results were almost identical. In both groups, the image caused lots of activity in the left <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1857737/\">fusiform face area</a>, a region of the brain \"that always lights up when you see a face,\" Rauschecker says.</p><p>In sighted people, the fusiform face area is connected to the brain's visual system, he says. But in blind people it appears to be wired to circuits that process sounds. \"So there is substantial reorganization in the brain of the blind,\" Rauschecker says.</p><p>What's remarkable is that despite this reorganization, the brain of a blind person retains the module devoted to facial recognition, Rauschecker says. That strongly suggests that the ability to recognize faces comes more from nature than from nurture, he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Blind+From+Birth%2C+But+Able+To+Use+Sound+To+%27See%27+Faces+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365638465-ffe40a.m3u?orgId=1&topicId=1128&d=219&p=3&story=365486921&t=progseg&e=365638306&seg=14&ft=nprml&f=365486921"}]}