{"created":"2014-10-20T19:00:43+00:00","modified":"2015-04-16T18:41:04+00:00","valid":{"from":"2015-04-16T18:41:04+00:00","to":"3015-04-16T18:41:04+00:00"},"hreflang":"en","title":"One Lawyer's Fight For Young Blacks And 'Just Mercy'","published":"2014-10-20T19:59:00+00:00","teaser":"When police pulled a gun on Bryan Stevenson as he was sitting quietly in his car in Atlanta, he knew he had to effect change. His memoir describes his attempts, including freeing men on death row.","itags":["npr_api","356964925"],"guid":"52c4258b-0a53-4dc7-a32f-d5ec73af836e","contentencoded":"<p>When Bryan Stevenson was in his 20s, he lived in Atlanta and practiced law at the Southern Prisoners Defense Committee.</p><p>One evening, he was parked outside his apartment listening to the radio, when a police SWAT unit approached his car, shined a light inside and pulled a gun.</p><p>They yelled, \"Move and I'll blow your head off!\" according to Stevenson. Stevenson says the officers suspected him of theft and threatened him — because he is black.</p><p>The incident fueled Stevenson's drive to challenge racial bias and economic inequities in the U.S. justice system.</p><p>\"[It] just reinforced what I had known all along, which is that we have a criminal justice system that treats you better if you're rich and guilty than if you're poor and innocent,\" Stevenson tells <em>Fresh Air</em>'s Terry Gross. \"The other thing that that incident did for me was just remind me that we have this attitude about people that is sometimes racially shaped — and you can't escape that simply because you go to college and get good grades, or even go to law school and get a law degree.\"</p><p>Stevenson is a Harvard Law School graduate and has argued six cases before the Supreme Court. He won a ruling holding that it is unconstitutional to sentence children to life without parole if they are 17 or younger and have not committed murder.</p><p>His new memoir, <em>Just Mercy, </em>describes his early days growing up in a poor and racially segregated settlement in Delaware — and how he came to be a lawyer who represents those who have been abandoned. His clients are people on death row — abused and neglected children who were prosecuted as adults and placed in adult prisons where they were beaten and sexually abused, and mentally disabled people whose illnesses helped land them in prison where their special needs were unmet.</p><p>In one of his most famous cases, Stevenson helped exonerate a man on death row. <a href=\"http://www.law.umich.edu/special/exoneration/Pages/casedetail.aspx?caseid=3461\">Walter McMillian was convicted</a> of killing 18-year-old Ronda Morrison, who was found under a clothing rack at a dry cleaner in Monroeville, Ala., in 1986. Three witnesses testified against McMillian, while six witnesses, who were black, testified that he was at a church fish fry at the time of the crime. McMillian was found guilty and held on death row for six years.</p><p>Stevenson decided to take on the case to defend McMillian, but a judge tried to talk him out of it.</p><p>\"I think everyone knew that the evidence against Mr. McMillian was pretty contrived,\" Stevenson says. \"The police couldn't solve the crime and there was so much pressure on the police and the prosecutor on the system of justice to make an arrest that they just felt like they had to get somebody convicted. ...</p><p>\"It was a pretty clear situation where everyone just wanted to forget about this man, let him get executed so everybody could move on. [There was] a lot of passion, a lot of anger in the community about [Morrison's] death, and I think there was great resistance to someone coming in and fighting for the condemned person who had been accused and convicted.\"</p><p>But with Stevenson's representation, McMillian was exonerated in 1993. McMillian was eventually freed, but not without scars of being on death row. He died last year.</p><p>\"This is one of the few cases I've worked on where I got bomb threats and death threats because we were fighting to free this man who was so clearly innocent,\" Stevenson says. \"It reveals this disconnect that I'm so concerned about when I think about our criminal justice system.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how the police got witnesses to testify falsely in the McMillian case</strong></p><p>They did coerce the witnesses to testify falsely against him and for some bizarre reason tape-recorded some of these sessions.</p><p>So you hear this tape where the witness is saying, \"You want me to frame an innocent man for murder? I don't feel right about that.\"</p><p>The police officer is saying, \"Well, if you don't do it, we're going to put you on death row, too.\"</p><p>They actually did put the testifying witness on death row for a period of time until he agreed to testify against Mr. McMillian. Other witnesses were given money in exchange for their false testimony.</p><p>But it was challenging because even when we presented all of that evidence — and we presented Mr. McMillian's strong alibi, the first couple of judges said, \"No, we're not going to grant relief.\"</p><p>It took us six years to get a court to ultimately overturn the conviction. I think it speaks to this resistance we have in this country to confronting our errors, to confronting our mistakes.</p><p><strong>On the case taking place where <em>To Kill a Mockingbird</em> is set</strong></p><p>One of the really bizarre parts of this whole case for me was this whole episode took place in Monroeville, Ala., where Harper Lee grew up and wrote <em>To Kill a Mockingbird</em>. If you go to Monroeville, you'll see a community that's completely enchanted by that story. ... They have all of this <em>To Kill a Mockingbird</em> memorabilia. The leading citizens enact a play about the book. You can't go anywhere without encountering some aspect of that story made real in that community.</p><p>And yet, when we were trying to get the community to do something about an innocent African-American man wrongly convicted, there was this indifference — and, in some quarters, hostility.</p><p><strong>On the lasting effects of wrongful convictions and McMillian's dementia </strong></p><p>One of the things that pains me is we have so tragically underestimated the trauma, the hardship we create in this country when we treat people unfairly, when we incarcerate them unfairly, when we condemn them unfairly.</p><p>You can't threaten to kill someone every day year after year and not harm them, not traumatize them, not break them in ways that [are] really profound. Yet, when innocent people are released, we just act like they should be grateful that they didn't get executed and we don't compensate them many times, we don't help them, we question them, we still have doubts about them.</p><p>I saw that create this early-onset dementia [in McMillian] that many of the doctors believed was trauma-induced, was a function of his experience of being nearly killed — and he witnessed eight executions when he was on death row. ...</p><p>One of the things I just wanted to people to understand is we can't continue to have a system of justice defined by error and unfairness and tolerate racial bias and bias against the poor and not confront what we are doing to individuals and to families and to communities and to neighborhoods. [McMillian] is in some ways a microcosm of that reality. He's representative of what we've done to thousands of people.</p><p><strong>On representing people on death row and witnessing executions </strong></p><p>One of the first cases I ever dealt with where the man was executed was a surreal case where ... I drove down to be with this man before his scheduled execution. ... They shave the hair off the person's body before they put them in the electric chair and we're standing there, [having a] very emotional conversation, holding hands, praying, talking.</p><p>I remember him staying to me, \"Bryan, this has been such a strange day. When I woke up this morning the guards came to me and said, 'What do you want for breakfast?' And at midday, 'What do you want for lunch?' In the evening they said, 'What do you want for dinner?' \" All day long he said they kept saying, \"What can we do to help you? Can we get you stamps to mail your last letters? Can we get you water? Can we get you a phone to call your friends and family?\" I'll never forget that man saying ... \"More people have said, 'What can I do to help you?' in the last 14 hours of my life than ever did in the first 19 years of my life.\"</p><p>I remember standing there, holding his hands, thinking, \"Where were they when you were 3 years old being abused? Where were they when you were 7 and being sexually assaulted? Where were they when you were a teenager and you were homeless and struggling with drug addiction? Where were they when you came back from war struggling with post-traumatic stress disorder?\" And with those kinds of questions resonating in my mind, this man was pulled away and executed.</p><p>It's a really surreal and I think deeply destructive act to kill a person who is not a threat to other people. But that's our system and that's one of the reasons why getting people closer to that system is one of my new priorities — and one of the reasons why I wanted to write this book.</p><p><strong>On changing the conversation about race</strong></p><p>Our newest project at the Equal Justice Initiative is really trying to change the conversation about race in this country. We've done a very poor job at really reflecting on our legacy of racial inequality. ... You see it in the South, but it's everywhere.</p><p>And we want to talk more about slavery and we want to talk more about this era between Reconstruction and World War II, which I call \"An Era of Racial Terrorism\" — of racial terror and violence that shaped attitudes. I want to talk more about the civil rights era, not through the lens of celebration. We're too celebratory of civil rights these days. We have these 50th anniversaries and everyone is happy and everybody is celebrating. Nobody is talking about the hardship.</p><p>It's almost as if the civil rights movement was this three-day event: On Day 1, Rosa Parks didn't give up her seat on the bus. On Day 2, [the Rev. Martin Luther King Jr.] led a march on Washington. And on the third day, we signed all of these laws. And if you think about that history in that way, you minimize the trauma, the damage, the divides that were created. You can't segregate and humiliate people decade after decade without creating long-lasting injuries. ...</p><p>Our newest project is really trying to introduce some concept of what transitional justice requires: some commitment to truth and reconciliation.</p><p><strong>On justice in the 21st century </strong></p><p>The new statistic from the Justice [Department] is really disheartening: The Justice Department is now reporting that 1 in 3 black male babies born in the 21st century is expected to go to jail or prison. The statistic for Latino boys is 1 in 6. That statistic was not true in the 20th century. It was not true in the 19th century. It didn't become true until the 21st century. That means we have enormous work to do to improve our commitment to [a] society that is not haunted and undermined and corrupted by our legacy of racial inequality.</p><p>The same is true for poverty. We've got a bigger population of poor people in this country than we've had in a generation, and we've got to take on the challenges of poverty. ... For me, that means taking it on in a different way. I'm not persuaded that the opposite of poverty is wealth — I've come to believe ... that the opposite of poverty is justice.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Lawyer%27s+Fight+For+Young+Blacks+And+%27Just+Mercy%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357624383-f9626f.m3u?orgId=1&topicId=1033&aggIds=100876926&e=356964925&d=2310&ft=nprml&f=356964925"},{"href":"http://media.npr.org/assets/img/2014/10/20/istock_000019243183large-7db276064d4ca18a9b877c93e01257aaac352f5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3108"}},{"href":"http://media.npr.org/assets/img/2014/10/19/bryan-stevenson----credit-nina-subin-7267352289397eff503c84b4adfd079ee3414198.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"786","width":"1048"}}]}