{"created":"2014-09-04T16:43:12+00:00","modified":"2014-09-12T17:12:26+00:00","valid":{"from":"2014-09-12T17:12:25+00:00","to":"3014-09-12T17:12:25+00:00"},"hreflang":"en","title":"All Sides Of A Divorce, Told In Fresh, Lively 'Papers'","published":"2014-03-21T22:20:00+00:00","teaser":"Susan Rieger's new <em>The Divorce Papers</em> is a modern epistolary novel, chronicling a crumbling marriage in court filings, emails and hand-written notes. Critic Alan Cheuse calls it serious yet charming.","tags":["npr_api","289059505"],"guid":"52c71d42-f9e1-4171-a5e5-407942f2f9c0","contentencoded":"<p>The \"woe that is in marriage,\" the subject of the Wife of Bath's Prologue in Chaucer's <em>Canterbury Tales</em>, is a great old subject. Susan Rieger's smart and wonderfully entertaining domestic comedy, with all its shifts of tone from the personal to the legal and a lot in between, takes up this old problem and makes it fresh and lively — and in some places so painful, because it has to do with a child torn between two parents, you don't want to go on. But you do. The power and canniness of this bittersweet work of epistolary fiction pulls you along. Composed completely of letters, business reports, emails, court documents, medical reports, public notices, and hand-written notes, this portrait of a divorce makes for serious, yet charming, entertainment.</p><p>Constructing a book like this is a hat-trick, if you can make it work. First-time novelist Susan Rieger certainly has, employing documents from the invented files of Sophie Diehl, Esq., a young New England criminal lawyer who gets stuck handling her first divorce case. It's a complicated matter that involves a fair amount of money, some prime New England property, and the damaged hearts of all of the principals.</p><p>The story gets going when successful doctor Daniel Durkheim and his old line New England wife Mia decide to end their marriage. They have one child, a young girl named Jane. Daniel's earned a lot of money in his still young career, Mia's got a bit of an inheritance. But Daniel's also got a girlfriend, a plastic surgeon — so Mia gets herself a lawyer.</p><p>It's already sounding a bit soapy, isn't it? But Rieger uses the emails and court papers to flush the soap and sentiment out of the situation, presenting instead an intense and illuminating series of documents that describe from various perspectives the woes of a crumbling marriage. From the objective legal language of the court papers to the personal laments of the attorney in emails to her partners and notes to friends, the story emerges.</p><p>The marriage ends as modern marriages do, with a Complaint for Divorce and a notice from Family Court. Then comes the heart of the matter: the long back and forth between the attorneys on both sides of the case with their clients and with the court. In a brilliantly constructed series of asides and the digressions, Rieger uses notes and letters to conjure up Sophie's past as well as her client's in a neatly presented counterpoint. Mia Durkheim stands on the verge of putting her married life behind her. Sophie Diehl, her attorney, tries, with the help of an actress friend, to figure out how to handle the presence of a new man in her life.</p><p>Stories within stories add to the complication of the novel. There's the little narrative about the flirtation between Sophie's novelist mother and the managing partner of her law firm. There's the story of Sophie's actress friend and her burgeoning career. There's the bitter rivalry between Sophie and a more experienced divorce lawyer at her firm. Moreover, we get a brief course in the use of legal precedent in matters of divorce and a dramatic intertwining of the law and human feelings.</p><p>The \"woe that is in marriage\" remains a great subject. Working it out in what the novelist calls \"Epistolary 2.0\" only adds to its pleasures.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=All+Sides+Of+A+Divorce%2C+Told+In+Fresh%2C+Lively+%27Papers%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"124"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1292411623-b2c212.m3u?orgId=1&topicId=1034&aggIds=100876926,4467346&ft=3&f=289059505"},{"href":"http://media.npr.org/assets/img/2014/03/12/the-divorce-papers-jacket-hi-res-076cf9e342ffa1c1dd8150de8f043f53cd3fc3b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"558","width":"746"}},{"href":"http://media.npr.org/assets/img/2014/03/12/rieger---author-photo-credit-nina-subin-6d8c976b5016a522dbdd6ee85a955cc8a412c77d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2650","width":"3526"}}]}