{"created":"2014-11-18T00:32:20+00:00","modified":"2014-11-18T20:16:19+00:00","valid":{"from":"2014-11-18T20:16:19+00:00","to":"3014-11-18T20:16:19+00:00"},"hreflang":"en","guid":"52ceb5ea-99f7-4c87-8328-b2581744b9d7","title":"Miniskirts are only a symptom of Kenya's problems with women, protesters say","published":"2014-11-18T20:16:18+00:00","byline":"Traci Tong","tags":["women's rights","gender equality","sexual harrassment","Justice","Conflict & Justice","Nairobi","Africa","Kenya","Africa","Caroline Chege","Uhuru Kenyatta","women's wardrobe","miniskirts","women's rights in Kenya","Social Issues"],"teaser":"Kenyan women's rights groups took to the streets of Nairobi on Monday to demand justice for a woman who was attacked for the way she dressed. But protesters say the issue isn't just about miniskirts — it's about how Kenya treats its female citizens.","contentencoded":"<p>Nearly 1,000 Kenyans protested in the streets of Nairobi on Monday, condemning the public assaults of several Kenyan women supposedly for wearing provocative clothing.</p>\n<p>The latest assault occurred last week, when a woman was stripped naked at a bus stop by a group of men who accused her of \"tempting\" men. The assault was captured on video and posted online, catching the attention of women's groups and prompting Kenyans to protest.</p>\n<p>\"As African women, we are taught how to be silent,\" says Caroline Chege, who joined the demonstration, \"but today, we said 'enough is enough.'\"</p>\n<p>Chege says there's a double standard in how men and women dress in Nairobi. \"The men can walk around in shorts and no clothes but no one says anything,\" she says. \"But when a woman dresses a certain way [the men] are not comfortable with, they will strip her naked and violate her most human right.\"</p>\n<p>Local authorities have said they are looking into the incidents, but no one has been arrested so far. Chege wants the government to get more involved, and is angry at Kenyan president Uhuru Kenyatta for remaining silent on the issue.</p>\n<p>\"The president has a daughter who's a young girl, and he has a wife,\" Chege points out. \"I wanted my president to speak for the women.\"</p>\n<p>Protesters are calling for a database that lists the names of people who commit sexual assault against women and children. \"The police are saying they don't know who the culprits are in the attacks,\" Chege says, but with one of the assaults caught on video, the police should \"rise up and take tangible action.\"</p>\n<p>Although the attacks have drawn attention to the way women dress in Kenya, Chege says \"this is not about mini-skirts,\" but rather the general treatment of women. </p>\n<p>Chege recalls being threatened and assaulted when she was the only woman to run in a local election last year. \"The police used to call me every Monday morning to see if I was alive,\" she says. \"Women have contributed so much to Kenyan society ... we cannot have men disrespecting us and violating our daughters, our sisters.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}