{"created":"2015-05-08T20:54:22+00:00","modified":"2015-05-11T19:16:29+00:00","valid":{"from":"2015-05-11T19:16:29+00:00","to":"3015-05-11T19:16:29+00:00"},"hreflang":"en","guid":"52e6d6f7-491a-4930-94b7-a2bd88c4e380","title":"A heavily armed 'paramilitary' cartel unleashes violence in Mexico's second-biggest city","published":"2015-05-11T19:16:24+00:00","byline":"David Leveille","tags":["conflict","illegal drugs","organized crime","Conflict","Conflict & Justice","Guadalajara","North America","Mexico","Jalisco","Mexican Drug War","Drug cartel","Crime","Organized crime","Guadalajara, Jalisco"],"teaser":"After the Jalisco New Generation cartel unleashed a day of extreme violence in Guadalajara, citizens are planning a march for peace on Saturday. It's a way to draw attention to the violence in the face of the government's perceived inability to stop the cartels.","contentencoded":"<p>This weekend, residents of Mexico's second-largest city are going to hit the streets and walk for peace. Saturday’s planned march in Guadalajara, called <a href=\"https://twitter.com/PazGDL\">#CaminataPorLaPaz</a>, is in response to what happened there a week ago.</p>\n<p>A drug cartel called Jalisco Nueva Generación — or \"Jalisco New Generation\" — launched a day of violence in and around the city after Mexican officials began an operation aimed at arresting the head of the cartel.</p>\n<p>The cartel responded by “hijacking dozens of buses [and] setting them on fire to block off major roads across the city and the surrounding areas,\" says Duncan Tucker, a reporter based in Guadalajara. \"This is thought to be a diversionary tactic to enable cartel leaders to escape arrest amidst the chaos.\"</p>\n<p>Cartel gunmen also shot down a Mexican Army helicopter with a rocket-propelled grenade in a terrifying display of the cartel's firepower and aggression. While Jalisco New Generation was founded only five years ago, Tucker says “it's now widely considered one of the most powerful and dangerous cartels in Mexico.”</p>\n<p>He calls Jalisco New Generation a paramilitary organization that \"has rocket launchers, grenade launchers and was even caught manufacturing its own assault rifles at a clandestine factory in Guadalajara last year.\" The group is also willing to challenge authorities \"in almost warlike situations.\"</p>\n<p>Violence in Jalisco, one of Mexico's most economically important states, has become a huge challenge for Mexican President Enrique Peña Nieto, who has pledged to bring peace to the country following years of brutal drug gang violence. But Tucker says \"there is very little confidence in the government's ability to ensure peace in the region,\" even with federal forces deployed in the state.</p>\n<p>A civic group called Paz GDL, or Peace Guadalajara, plans <a href=\"https://twitter.com/PazGDL\">#CaminataPorLaPaz</a>, a walk for peace to draw attention to the general breakdown of security in the city. A number of celebrities and athletes have expressed their support, including Real Madrid star Javier Hernandez, who was born and raised in Guadalajara.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"es\" xml:lang=\"es\">Si deseas caminar comenzará a las 6pm. Puedes sumarte en cualquier parte. El punto final será en la Minerva a las 7pm <a href=\"http://t.co/xKzV8reZ3C\">pic.twitter.com/xKzV8reZ3C</a></p>\n<p>— Paz Guadalajara (@PazGDL) <a href=\"https://twitter.com/PazGDL/status/596423772107907077\">May 7, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“I think the peace march will be well attended,” Tucker says. “It's not considered as risky because the violence has not been directed at civilians [there were no civilian casualties last Friday] and the cartel has even hung banners across the city saying that their conflict is with the army, police and rival gangs.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-08%2Frsidents-mexicos-second-largest-city-are-going-hit-streets-and-walk-peace&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/duncan200.mp3"},{"href":"http://admin.pri.org/file/duncan200mp3"}]}