{"created":"2014-12-16T08:21:31+00:00","modified":"2015-02-05T19:29:14+00:00","valid":{"from":"2015-02-05T19:29:14+00:00","to":"3015-02-05T19:29:14+00:00"},"hreflang":"en","title":"Painting Or Photograph? With Richard Estes, It's Hard To Tell","published":"2015-01-04T22:04:00+00:00","teaser":"The American artist starts by taking dozens of photos of the same thing. Then he paints it, staying as faithful to photos as he can. The Smithsonian American Art Museum has an exhibition of his work.","itags":["npr_api","369635057"],"guid":"52e64fd2-9a1c-42cc-aee4-51fe32dff061","contentencoded":"<p>American painter Richard Estes has made a career out of fooling the eye. His canvases <em>look</em> like photographs — but they're not.</p><p>\"You can't see my paintings in reproduction,\" the 82-year-old artist says. That's because, in reproduction, the paintings — especially his New York cityscapes from the late 1960s — look like photos. He's called a photo-realist, or hyper-realist — an intense observer of the built environment. But he doesn't paint the view from his apartment window.</p><p>\"His window is a photograph,\" says Jessica May, co-curator of Estes' <a href=\"http://americanart.si.edu/exhibitions/archive/2014/estes/\">current show</a> at the Smithsonian American Art Museum in Washington, D.C.</p><p>Estes uses photography as a starting point for painting. He goes out and takes dozens of photographs of the same thing from different angles — street corners, diners, reflections on plate glass windows — then he cuts, pastes and manipulates the pictures. Finally, at his easel, he tries to make his painting as faithful to the photos as he can.</p><p>\"Often he's putting two and three photographs together in order to create a complete image, and then basically compressing them into the compositional size and shape that he's looking for in a finished painting,\" May says.</p><p>The result is a city street you know you've walked on but that doesn't really exist. \"He'll raise the height of a building,\" May says. \"He'll move a car a little bit. He'll transpose the location of a street lamp or light post. ... He composes it.\"</p><p>But why doesn't Estes just stop with the photograph? \"I don't know,\" he says. \"I get more money for the painting, I guess.\" He laughs when he says that, but his paintings are part of some major museum collections.</p><p><strong>Painting A Clean, Pure Reality</strong></p><p>Estes studied art in Chicago in the '50s, then moved to New York where he got a job as a graphic artist. \"I worked in advertising,\" he says. \"That's where I started using photographs to make illustrations. I saw all the other people were doing it, all the other illustrators. They didn't put a model in front of them and make a careful drawing.\"<strong></strong></p><p>Estes applied those ad lessons to large canvases, producing meticulously painted buildings, windows and sidewalks, and almost no people, except for those reflected in his windows. Also: no traffic jams, dirt or menace, unless you're chilled by the unreal purity and perfection of the streets.</p><p>Jessica May points out that he does show graffiti and uneven pavements on occasion. In his 1979 canvas <em>Jone's Diner</em>, Estes reveals a yellow curb that has been scuffed by too many passing cars. \"Richard has told me that it takes a long time to paint peeling paint,\" May says. \"It's the hardest thing to paint.\"</p><p>Estes takes chunks of reality — a hyper-realistic reality that's clean and pure — and combines the chunks into something that doesn't really exist except on his canvases. And here's the thing about those canvases, and why Estes says you can't see them in reproduction: They <em>are</em> canvases.</p><p>\"You get up close and they're <em>really</em> paintings,\" May says. \"In photographs, when they're reproduced in books, they often look like photographs. But when you get into this exhibition and you see them as paintings, you see how very present the paint is on the surface.\"</p><p>The brushwork, the gesture of paint applied to cloth, the human touch — it's all there. In person (the Smithsonian show runs through Feb. 8), the clarity, precision and sheer meticulous labor of the work becomes mesmerizing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Painting+Or+Photograph%3F+With+Richard+Estes%2C+It%27s+Hard+To+Tell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371126264-fedc90.m3u?orgId=1&topicId=1141&e=369635057&d=297&ft=nprml&f=369635057"},{"href":"http://media.npr.org/assets/img/2014/12/09/05-efcb867d1c0beb251192f23051ccdd3060f8cb44.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1009","width":"1346"}},{"href":"http://media.npr.org/assets/img/2014/12/10/estes_diner_custom-59b1b8adbd2df7ff003e7fbb669616422888583a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2415","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/09/04-c94701e662f939607ad9aafe3aac000997acea31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1327","width":"1771"}}]}