{"created":"2014-10-14T23:00:37+00:00","modified":"2014-10-15T18:17:44+00:00","valid":{"from":"2014-10-15T18:17:44+00:00","to":"3014-10-15T18:17:44+00:00"},"hreflang":"en","guid":"52e87020-9514-4688-b761-8a857dcc2d19","title":"Ireland looks to close a major tax loophole, but some Irish want to keep the money flowing","published":"2014-10-15T18:17:43+00:00","byline":"David Leveille","tags":["finance","tax shelters","taxation","tax loopholes","Double Irish","financial crisis","Celtic Tiger","Finance","Business, Finance & Economics","Europe","Ireland","Europe","Peter Cunningham","Michael Noonan","Celtic Tiger","Economy of the Republic of Ireland","Tax haven","Tax reform","Bono","Finance","Europe"],"teaser":"An improving economy and declining unemployment mean that Ireland is finding its footing again, and looking to close a controversial loophole that let huge corporations avoid taxes there. But some Irish people think all's fair in love and finance, and want the so-called 'Double Irish' to stay.","contentencoded":"<p>Ireland was once known as the &quot;Celtic tiger&quot; as its economy boomed from the&nbsp;late 1990s into the new century, but the financial crisis turned it into a declawed kitten. Now the country might be getting those claws back.</p><p><span style=\"line-height: 1.538em;\">There are hints the government is ready to step on the gas again after six years of strict austerity policies.</span>&nbsp;The country&#39;s finance minister, Michael Noonan,&nbsp;confidently&nbsp;rolled out next year&rsquo;s budget on Tuesday, including&nbsp;a plan to phase out special tax breaks known as the &quot;Double Irish.&quot;</p><p>Those breaks allowed big corporations like&nbsp;Apple, Google and Facebook to save billions of dollars in taxes by <a href=\"http://www.nytimes.com/interactive/2012/04/28/business/Double-Irish-With-A-Dutch-Sandwich.html\">funneling revenues through Irish subsidiaries</a>. The scheme has, unsurprisingly, been cricitized as an unseemly&nbsp;loophole for already-profitable giants. But not&nbsp;everyone agrees.</p><p>&quot;I feel that Ireland as a small country should use all the weapons it can get into its armory to get jobs over here, because it&#39;s all about jobs in Ireland,&quot; says Irish novelist Peter Cunningham. Ireland has traditionally exported young workers due to lack of jobs,&nbsp;and the financial crisis exacerbated the problem.&nbsp;The country&#39;s unemployment rate is now&nbsp;<a href=\"http://www.irishexaminer.com/business/unemployment-rate-forecast-to-average-10-next-year-289541.html\">at a five-year low</a>, but that&nbsp;still puts it above 11 percent.&nbsp;</p><p>Cunningham credits the tax system with creating many of the jobs that <em>are</em>&nbsp;there. &quot;I<span style=\"line-height: 1.538em;\">t&#39;s resulted in tens of thousands of jobs, very welcome jobs,&quot; he argues, and says Ireland should embrace the Double Irish. &quot;L</span><span style=\"line-height: 1.538em;\">oophole is a pejorative term. It is simply imaginative taxation architecture. ... T</span><span style=\"line-height: 1.538em;\">here&#39;s nothing to be ashamed of in using this long established tax architecture, and we should stick with it.&quot;</span></p><p>That&#39;s much the same point as Bono, the lead singer of Irish band U2, recently made. &quot;Ireland&#39;s tax competitiveness has brought our country the only prosperity we&#39;ve known,&quot; he said. &quot;We are a tiny little country, we don&#39;t have scale, and our version of scale is to be innovative and to be clever.&quot;</p><p>But European regulators disagree, and have called for Ireland to close the loophole. Michael&nbsp;Noonan, the Irish finance minister,&nbsp;told reporters on Tuesday that he&nbsp;wanted &quot;to make sure that the slur of the &#39;Double Irish&#39;&nbsp;is <a href=\"http://uk.reuters.com/article/2014/10/14/uk-ireland-budget-tax-idUKKCN0I326020141014\">no longer attached to Ireland&#39;s reputation</a>.&quot; &nbsp;</p><p>Cunningham doesn&#39;t buy that idea that&nbsp;Ireland&#39;s tax laws&nbsp;impugn the country&#39;s cultural character, and he dismisses&nbsp;references to Ireland as the &quot;Celtic Cayman Islands.&quot;</p><p>&quot;Look we have no problem being culturally vibrant, we&#39;re extraordinarily culturally vibrant,&quot; he says. &quot;But that doesn&#39;t mean we have to be poor.&quot;</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/-Grafton_St%2C_Dublin.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/graftonstdublinjpg"}]}