{"created":"2014-09-21T21:29:33+00:00","modified":"2014-10-30T22:16:34+00:00","valid":{"from":"2014-10-30T22:16:34+00:00","to":"3014-10-30T22:16:34+00:00"},"hreflang":"en","title":"A Poet Parses The Legacy Of War In 'My Life As A Foreign Country'","published":"2014-09-22T12:06:00+00:00","teaser":"When award-winning poet Brian Turner served in the Army, he was following a long family tradition. His new memoir traces that history — and imagines the perspectives of the people shooting back.","itags":["npr_api","349517236"],"guid":"52e950d8-3db6-4336-a7b4-5d13531368e7","contentencoded":"<p>War is in Brian Turner's blood. His father served during the Cold War, his uncle fought in Vietnam, his grandfather fought in World War II and his great-grandfather in World War I. And the family's warrior tendencies went beyond deployments: Turner's dad built a martial arts studio in the garage, and the family mixed napalm and blew things up for fun.</p><p>Turner himself, whose Army deployments included tours in Bosnia-Herzegovina and in Iraq, is a poet as well as a soldier. His work includes the award-winning piece \"<a href=\"http://www.poetryfoundation.org/poem/240652\">The Hurt Locker</a>,\" inspired by his service in Iraq.</p><p>In his memoir, <em>My Life as a Foreign Country, </em>the poet turns to prose, using fragmented, lyrical language to explore his inheritance of war and what it means to be a soldier today.</p><p>Turner tells NPR's Arun Rath that his squad leader once said, \" 'Men, we're in the job of hunting for people's souls.' \"</p><p>The poet adds, \"Of course, the contract that goes with that is that others will hunt for our own.\"</p><p>Inspired by that reciprocal relationship, Turner offers readers a window into not only his family's experience of war, but also the imagined perspectives of bystanders and enemies: bomb-makers in Iraq, families caught in the crossfire, the kamikaze pilots who fought his grandfather.</p><p>One perspective that is missing, Turner says, is that of the women in his family. \"They're connected to this conversation just as deeply, but this particular book, I really try to follow one vein ... masculinity in war, the development of myself as a man,\" he tells Rath. \"But I think there's probably another book in the future that will look to the other side of the house, and learn a great deal.\"</p><p>Click on the audio link to hear the full conversation, including an excerpt from Turner's memoir.</p><hr /><h3>Interview Highlights</h3><p><strong>On his decision to enlist in the Army</strong></p><p>For years people have asked me ... and I would give them a shorthand, which is that I come from a long military tradition. But I realized that there are layers and levels within that answer that I ... didn't really have access to. That was the prompt for writing this book. ...</p><p>It's something that I'm still grappling with and I'm not quite yet able to answer. And the book itself led me into other questions that were unexpected.</p><p><strong>On the decision to write from multiple perspectives, including that of the enemy</strong></p><p>In the very moment when bullets are in the air ... it's more primal and much more dependent on fear. ... But outside of those moments, the vast majority of the experience that I had — when I was in Iraq, for example, I would often wonder about the people who had shot at us the day before, the people whose houses we were about to raid that night. One of them could take my life. Or there's a chance I could take theirs. And I wanted to understand them.</p><p><strong>On his motivation to write a war memoir</strong></p><p>I could have written this all completely for myself, which I did, on its own. But sharing it with others, what's the point in doing that? Part of me hopes that through some of these moments, they might be completed in the reader ... the war might come home. And I know that's very difficult — I don't want to inflict pain or indict the citizens around me. But this is a part of our time, and I want to be in a dialogue with people about it.</p><p><strong>On his advice to a grandson who may want to carry on the family t</strong><strong>radition of military service</strong></p><p>There'd be two things. The first and most fundamental would be, do you want to live a life in which you have taken part in taking someone's soul? Taking the last breath of their life and placing the dirt over their grave? Can you walk into the rest of the days of your life with that weight?</p><p>The other thing I would say is, encourage them to go to a foreign country and live in a foreign country for a year ... to be able to look back from another part of the globe and see America with a certain remove. And maybe see its place in the world. I think they'd be much richer in their lives for that experience, for one. And then the second part of that is, if they still want to join the military, then I know they're fully committed to this idea and that they'll be better soldiers for it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Poet+Parses+The+Legacy+Of+War+In+%27My+Life+As+A+Foreign+Country%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"397"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413195-429c9d.m3u?orgId=1&topicId=1033&ft=3&f=349517236"},{"href":"http://media.npr.org/assets/img/2014/09/19/my-life-as-a-foreign-country-civer-d8edd35b78e5697137ef91c1b261766ca5545c22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"807","width":"1076"}},{"href":"http://media.npr.org/assets/img/2014/09/18/turner-brian-kimberly-buchheit-38327cb1dac56ef373fe77d84ed426030600ebb2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1590","width":"2120"}}]}