{"created":"2014-09-02T18:42:55+00:00","modified":"2014-12-23T18:39:30+00:00","valid":{"from":"2014-12-23T18:39:30+00:00","to":"3014-12-23T18:39:30+00:00"},"hreflang":"en","title":"How Foster Farms Is Solving The Case Of The Mystery Salmonella","published":"2014-09-02T18:42:00+00:00","teaser":"Foster Farms has been accused of poisoning its customers with salmonella bacteria. But in recent months, the company has become a leader in the poultry industry's fight against the foodborne pathogen.","itags":["npr_api","342166299"],"guid":"52eead23-1e82-47de-a973-f0b7cc436c81","contentencoded":"<p><a href=\"http://www.fosterfarms.com/\">Foster Farms</a>, California's biggest chicken producer, has been accused of poisoning people with salmonella bacteria. After an outbreak last fall, the U.S. Department of Agriculture <a href=\"http://www.marlerblog.com/files/2013/10/Foster-Poultry-Farms-Est.-6137P.pdf\">threatened</a> to shut down three of the company's plants.</p><p>Since then, though, the company has <a href=\"http://www.fosterfarms.com/about/press/press_release.asp?press_release_id=184\">reduced</a> its rates of salmonella contamination dramatically. Some food safety experts are now saying the whole poultry industry should follow this company's example.</p><p>The company is also taking the lead in figuring out a food safety mystery: How in the world do tests detect salmonella frequently on cut-up chicken parts but not on whole chicken carcasses?</p><p>Foster Farms recently gave me a small peek inside its anti-salmonella campaign.</p><p>Bob O'Connor, a veterinarian who has worked at the company for the past 17 years, drove me to a ranch near the town of Merced, in California's Central Valley. It's an enormous operation, with dozens of long, narrow chicken houses lined up on dry, bare dirt.</p><p>Foster Farms owns and operates this complex, as it does most of its chicken-raising farms. Other major poultry companies rely on contract farmers, an arrangement that has drawn much <a href=\"http://www.npr.org/blogs/thesalt/2014/02/20/279040721/the-system-that-supplies-our-chickens-pits-farmer-against-farmer\">criticism</a>.</p><p>Inside one of the houses, thousands of little chicks are walking around on the floor. They're 11 days old, cute and apparently healthy. But O'Connor says there's a lot that you can't see. \"I cannot look at this flock of birds and say to you that these birds have salmonella in their gastrointestinal tract,\" he says.</p><p>Yet in most cases, it's safe to assume that some do. Scientists have tested some flocks of chickens in the U.S. and Europe and found salmonella in anywhere from 7 to 70 percent of all live birds.</p><p>That's disturbing, because people eventually will eat them. Fully cooking chicken does kill the bacteria. But if salmonella on raw chicken gets on your cutting board and then contaminates, say, some carrots, it can make you really sick.</p><p>For years now, the poultry industry has been struggling to limit the presence of salmonella. These chicken houses, for example, are designed to keep out wildlife, like mice or wild birds, that carry the bacteria. When chickens are slaughtered, the carcasses are washed with antimicrobial solutions.</p><p>According to USDA regulations, no more than 7.5 percent of the chicken carcasses coming from a chicken plant can test positive for salmonella.</p><p>Foster Farms — which turns out millions of pounds of chicken meat every week — usually does much better than that. \"We had 0 percent on most of our carcass sampling\" for the past three or four years, says O'Connor.</p><p>The company's executives thought they were doing really well.</p><p>Then, last summer, the Centers for Disease Control and Prevention found <a href=\"http://www.cdc.gov/salmonella/heidelberg-10-13/\">evidence</a> that chicken from Foster Farms had caused a wave of salmonella infections. More than 600 people had gotten sick.</p><p>Inspectors from the USDA arrived at Foster Farms plants, and this time, they went much further than the standard safety test. Instead of just testing whole chicken carcasses, they took samples of what most consumers actually buy: the cut-up parts, such as breasts, thighs and wings.</p><p>What they found is now shaking up the whole poultry industry. Their tests showed salmonella on about 25 percent of those cut-up chicken parts.</p><p><a href=\"http://achesongroup.com/about-us/david-acheson/\">David Acheson</a>, a former associate commissioner for foods at the Food and Drug Administration, says this pattern has been discovered at other poultry companies, too. Whole carcasses are largely free of salmonella, but then the bacteria appear on nearly a quarter of the chicken parts.</p><p>It's a mystery that the poultry industry is now trying to resolve.</p><p>\"What happened?\" says Acheson. \"Did this bug come in from the environment? Did something contaminate it during the process — the equipment, the workers, something weird like that? Or were we missing it the first time?\"</p><p>Probably we were missing it, Acheson says.</p><p>Here's one theory for how: When those whole carcasses are tested, they've just been chilled to 40 degrees. But in the next stage of processing, when they're cut up into parts, they warm up about 10 degrees. That warmth may release salmonella that was trapped in skin pores of the chilled carcass.</p><p>If any salmonella bacteria are present, the process of cutting up the carcass may spread the microbes around, contaminating lots of chicken parts.</p><p>No matter how the salmonella got there, though, Foster Farms had to figure out a way to get rid of it, because the USDA was threatening to close three of the company's plants. \"We had 72 hours to respond to that, to come up with a plan to control salmonella prevalence on parts,\" says O'Connor.</p><p>Foster Farms brought in outside safety advisers, including Acheson, the former FDA official, who now works as a consultant to food companies. Together, they embarked on a search for the cause of their problem.</p><p>They tested slaughtered chickens, and picked up a clue: Birds that grew up on some farms were much more likely to carry salmonella than birds from other farms.</p><p>This is why O'Connor has brought me to this farm near Merced. \"This particular farm seemed to have more prevalence for salmonella,\" he says.</p><p>So the company started testing everywhere for salmonella. Some experts thought the bacteria might be invading the chicken houses from outside, carried by mice or wild birds or beetles. The company tested for salmonella on the dirt near the houses, and in the green, irrigated fields nearby.</p><p>\"Those are vineyards, right there,\" O'Connor says, gesturing toward one field. \"Those are almond orchards over there. That's where we went. We literally drag-swabbed through that orchard, through that vineyard.\"</p><p>But they discovered that the farther they moved from the chicken house, the less salmonella they found. The contamination, in fact, was concentrated in the houses.</p><p>It seems that once salmonella bacteria got established inside those houses, they stayed, infecting each new flock of chickens that came to live there. \"So the interventions that we did for broilers were to really focus on cleaning up the houses themselves,\" O'Connor says. \"The whole entire house was soaped down. Then you disinfect it. And then you let it sit. We let these farms sit for about six weeks without any birds in them.\"</p><p>Foster Farms did a lot of other things, too. It made sure that the breeding hens in their hatcheries were salmonella-free, because if those hens have salmonella, their offspring will, too. The company put more money into vaccination, and spent more time washing equipment in processing plants.</p><p>It took months, but it made a big difference. The share of chicken parts that tested positive for salmonella fell from 20 percent to less than 5 percent.</p><p>Acheson says that's really good. It's setting a new safety standard for the whole industry.</p><p>Others, like Seattle attorney <a href=\"http://www.billmarler.com/biography\">Bill Marler</a>, who makes his living suing companies when their food makes people sick, say it's not good enough. \"The standard is, it's still OK to have a pathogen on your product that can sicken and kill your customers. And as long as that's the way it is, we're always going to limp from outbreak to outbreak to outbreak,\" he says.</p><p>Marler says the USDA should take the same stand against salmonella that it did against another dangerous microbe: disease-causing E. coli.</p><p>When the USDA declared these E. coli bacteria illegal adulterants in food, the meat industry complained, but it also found new ways to prevent them from poisoning people. \"It used to be 90 percent of my law firm's revenue, and now it's nearly zero. It's a success story,\" says Marler.</p><p>Eliminating salmonella altogether would be difficult — it's much more common in the environment than disease-causing E. coli.</p><p>So for now, the USDA is asking companies to reduce salmonella contamination, but it's not requiring chicken meat to be completely salmonella-free.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Foster+Farms+Is+Solving+The+Case+Of+The+Mystery+Salmonella&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900881-d1b2c1.m3u?orgId=1&topicId=1053&ft=3&f=342166299"},{"href":"http://media.npr.org/assets/img/2014/08/22/foster-farms-5-876f0f35e7417b251a586cbe1f223dbbeada30b1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1665","width":"2220"}},{"href":"http://media.npr.org/assets/img/2014/08/22/foster-farms-3-bf7bccf538b886672c5955969dd9fd5fed056cdd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1594"}}]}