{"created":"2014-08-28T02:35:17+00:00","modified":"2014-12-04T14:31:31+00:00","valid":{"from":"2014-12-04T14:31:31+00:00","to":"3014-12-04T14:31:31+00:00"},"hreflang":"en","title":"A Virtual Outbreak Offers Hints Of Ebola's Future","published":"2014-08-15T00:07:00+00:00","teaser":"As the Ebola outbreak rages in West Africa, it is also unfolding — in a virtual sense — inside the computers of scientists trying to predict how far the outbreak will spread and when it will end.","itags":["npr_api","340346575"],"guid":"530300bc-941f-4069-a910-f3dc71e9e592","contentencoded":"<p>While the Ebola outbreak continues to rage in West Africa, it is also unfolding — in a virtual sense — inside the computers of researchers who study the dynamics of epidemics.</p><p>Policymakers look to these simulations to get a sense of <a href=\"http://www.npr.org/2014/08/14/340289308/medical-aid-group-liberias-ebola-cases-spiral-upward\">how the outbreak might spread</a>. They also can use them to run experiments to see which public health measures should take priority.</p><p>\"I've spent a lot of time doing computer models of disease transmission, but rarely does it involve something in Africa. Africa is often overlooked,\" says <a href=\"http://ndssl.vbi.vt.edu/people/blewis/\">Bryan Lewis</a>, a computational epidemiologist at Virginia Tech.</p><p>So when a defense agency called him a few weeks ago and asked him to model the Ebola outbreak, he was excited by the challenge.</p><p>Lewis started plugging data into his computer. He uses the official numbers of how many people have died or gotten infected, even though those are probably underestimates. And he says health officials really don't have a handle yet on other important stuff that's going on — like how many infected people stay at home versus go to a hospital, or how burial practices spread infection.</p><p>\"Some of those factors are the ones that are hard to measure,\" he says. \"You've got to choose how much of this complexity you care to explicitly represent.\"</p><p>What's more, they can't assume this will play out like past Ebola outbreaks — those hit much smaller populations in more isolated, rural areas.</p><p>Despite all this uncertainty, Lewis says his models have been able to predict the course of the epidemic so far.</p><p>\"At the moment, these models — at least for Sierra Leone and Liberia — we aren't putting in any mitigating factors. We're just letting these things run unthrottled,\" Lewis says. \"And they've just been surging up. And they've been, unfortunately, accurate in the last couple of weeks in terms of the number of cases coming out.\"</p><p>He says if you just kept this simulation going on and on, it shows Ebola spreading across the continent. But this scenario he's constructed doesn't include all the public health measures starting to ramp up now.</p><p>\"We know in the real world there are efforts being directed out there, there are resources being allocated,\" says Lewis. \"Until we understand that better and can incorporate that into the model, I don't think it's very useful to speculate out past a week or two.\"</p><p>Some computer simulations focus on the risk of Ebola spreading to other countries. <a href=\"http://www.mobs-lab.org/alessandro-vespignani.html\">Alessandro Vespignani</a>, at Northeastern University, creates those models, using information about air travel and other kinds of transportation.</p><p>His work suggests that Ebola could find its way to African nations like Ghana, Gambia, and Senegal. \"There is a tangible risk of spreading in the region to other countries,\" says Vespignani, \"probably in the ballpark of 20 to 30 percent in the next few weeks.\"</p><p>He notes poor countries might have trouble keeping an imported case from spreading. And the larger this outbreak gets, the harder it will be to contain.</p><p>So while his model currently suggests that the risk of Ebola reaching the U.S. or Europe in the next six weeks or so is very small — just a small percentage — that could change if the outbreak in Africa continues to grow.</p><p>Vespignani says we need \"to extinguish the fire,\" so that Ebola doesn't really become a threat to the rest of the world in the next months.</p><p>Given that all this modeling is as much an art as a science, different groups working on the problem have been comparing notes. They've also been fielding calls from government officials and policymakers.</p><p><a href=\"https://www.youtube.com/watch?v=5j9-JffXI1Y\">Martin Meltzer</a>, who heads up the unit at the Centers for Disease Control and Prevention that's been creating computer models of the outbreak, says that people always ask him the same two questions: \"How many people are going to die, and when is this going to end?\"</p><p>He tells them too much is unknown to give any reliable answer.</p><p>Mostly, he says, the models just illustrate the need for old, tried-and-true methods for disease control, such as quickly identifying patients and isolating them.</p><p>\"Modeling won't stop this disease,\" says Meltzer. \"We know how to stop this disease. It's fairly simple and it's a matter of getting the simple activities and practices in action — in place, on the ground.\"</p><p>That's the struggle now, he says. Because while it's easy to change a line of computer code in a simulated epidemic and, say, reduce a transmission rate by 80 percent, it's a lot harder to do that in the real world.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Virtual+Outbreak+Offers+Hints+Of+Ebola%27s+Future&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340422548-6b3806.m3u?orgId=1&topicId=1128&ft=3&f=340346575"},{"href":"http://media.npr.org/assets/img/2014/08/14/453597278-cfa39d6b1d083a2b28bc1e2863478f1d14a6f8cc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3676","width":"4902"}}]}