{"created":"2014-09-04T13:57:06+00:00","modified":"2014-12-04T15:16:12+00:00","valid":{"from":"2014-12-04T15:16:12+00:00","to":"3014-12-04T15:16:12+00:00"},"hreflang":"en","title":"'10:04': A Strange, Spectacular Novel Connecting Several Plotlines ","published":"2014-09-03T18:27:00+00:00","teaser":"Ben Lerner's new novel is about a writer who gets an advance for a second work of fiction, is diagnosed with an aortic heart valve problem and agrees to be the sperm donor for a close friend.","itags":["npr_api","345107284"],"guid":"53114504-2026-4ab7-895f-70425b335f44","contentencoded":"<p>I admired Ben Lerner's last novel a lot; in fact, I ended my review of <em>Leaving the Atocha Station</em> by saying that \"reading it was unlike any other novel-reading experience I've had for a long time.\" I could say the very same thing about Lerner's brilliant new novel, <em>10:04,</em> which leads me to wonder: Just how many singular reading experiences can one novelist serve up? And if every one of Lerner's novels is singular, doesn't that make them, in a way, repetitive?</p><p>Those are the kind of flip philosophical ruminations that Lerner's writing encourages. He's self-conscious, funny and smart: His riffs on everything from wisdom teeth extraction to the space shuttle Challenger disaster flash by your eyes with the urban fluidity of silverfish. Granted, as I did while reading <em>Leaving the Atocha Station,</em> I got a little exasperated with Lerner. He indulges a smarty-pants tic of using hyperinflated language to describe the mundane, like when his anonymous narrator in <em>10:04</em> announces that he's crying by telling us he's having \"a mild lacrimal event.\" Too much of that Mr. Spock dialect can be a turnoff — fortunately, though, Lerner reins himself in as the novel progresses. <em>10:04 </em>is a mind-blowing book; to use Lerner's own description, it's a book that's written \"on the very edge of fiction.\"</p><p>Now, if only I didn't have to try to explain what the book is about, because, just like its title, the plot of <em>10:04</em> is way out of the box. Nevertheless, here goes: Our unnamed narrator, who intersects with Lerner himself, has gotten a huge advance to write his second novel on the strength of a story he's published in <em>The New Yorker</em>. When <em>10:04</em> opens, our narrator and his agent are celebrating at an expensive restaurant in Manhattan. There, they ingest baby octopuses that have been literally massaged to death by the chef. Our narrator tells his agent that he plans to expand his story into a novel by \"project[ing] myself into several futures simultaneously ... [by working] my way from irony to sincerity in the sinking city. ...\"</p><p>That, of course, is also an overview of <em>10:04 </em>itself, the hyper-aware novel Lerner writes for us. Bookended by two historic hurricanes that threatened New York City (Irene and Sandy), <em>10:04</em> projects our narrator into several possible plotlines. For instance, he receives a diagnosis of a serious aortic heart valve problem as he also consents to be the sperm donor for a close friend who yearns to have a baby while he also leaves town for a writers' retreat in Texas. Lerner's dazzling writing connects and collapses all these storylines into one.</p><p>Here, for instance, is a snippet where our narrator describes New York City girding for Hurricane Irene. Note how octopuses and aortas swirl into the hurricane update in this passage: \"From a million media, most of them handheld, awareness of the storm seeped into the city, entering the architecture and ... inflecting traffic patterns ... I mean the city was becoming one organism, constituting itself in relation to a threat viewable from space, an aerial sea monster with a single centered eye around which tentacular rain bands swelled. There were myriad apps to track it ... the same technology they'd utilized to measure the velocity of blood flow through my arteries.\"</p><p>Bravo! Lerner obviously loves playing with language, stretching sentences out, folding them in on themselves, and making readers laugh out loud with the unexpected turns his paragraphs take. This is a more ambitious novel than <em>Leaving the Atocha Station</em> in that Lerner (as his narrator tells his literary agent in that opening scene) works his \"way from irony to sincerity in the sinking city.\" The final scene of this novel, where our narrator and his pregnant close friend walk through a blacked-out Lower Manhattan as Hurricane Sandy bears down, is as beautiful and moving as any of the tributes to New York written by other famous literary \"walkers in the city,\" like Walt Whitman and Alfred Kazin, who are presiding presences here. <em>10:04</em> is a strange and spectacular novel. Don't even worry about classifying it; just let Lerner's language sweep you off your feet.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%2710%3A04%27%3A+A+Strange%2C+Spectacular+Novel+Connecting+Several+Plotlines+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345553139-24e9a2.m3u?orgId=1&topicId=1034&ft=3&f=345107284"},{"href":"http://media.npr.org/assets/img/2014/09/03/10-04-97676e5c38297208493fb5369ad99464187a33d7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1264","width":"1686"}},{"href":"http://media.npr.org/assets/img/2014/09/03/lerner-ben-c-matt-lerner-bf40c3dfe02b11abbcb38a50177edffa1b8b6a36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}}]}