{"created":"2015-05-24T12:02:16+00:00","modified":"2015-05-25T03:17:21+00:00","valid":{"from":"2015-05-25T03:17:21+00:00","to":"3015-05-25T03:17:21+00:00"},"hreflang":"en","title":"'How Could You Not Know You Were Pregnant?'","published":"2015-05-24T15:15:00+00:00","teaser":"Brittany Ohman got pregnant in high school, and didn't realize it till she went into labor in her freshman dorm. She talks with NPR's Rachel Martin about her surprise pregnancy and her son, James.","itags":["npr_api","409038559"],"guid":"53213b03-0e50-450f-8bd2-a8b761521682","contentencoded":"<p>Weekend Edition Sunday<em> host Rachel Martin brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Brittany Ohman is a 41-year-old mother of two and a licensed social worker in Idaho Falls, Idaho. Ohman and NPR's Rachel Martin grew up together and were good friends through high school. When they were seniors, Ohman got pregnant and no one knew. She didn't even know — and she knows that sounds crazy. She has heard the question for years.<em> <br /></em></p><p>\"How could you not know you were pregnant?\" people asked Ohman. \"I remember the first time I actually believed or felt or thought that I was actually pregnant was when I was in labor.\"</p><p>Ohman says that physically, no one could tell she was carrying a baby. \"I looked pretty darn cute,\" she remembers. \"I think I was probably in better shape than I had been in a long time.\"</p><p>But one evening, during her freshman year in college, she says she felt like she was coming down with food poisoning, or bad menstrual cramps. She was too uncomfortable to do anything but pace, and as she did, she realized the cramping was timed.</p><p>When the contractions got heavy and she could feel her baby's head, Ohman \"very calmly walked across the hall to the bathroom ... And I was in the third stall ... [and] I delivered him in that stall over the toilet.\"</p><p>Back in her room, she remembers holding her son, whom she named James, and looking out the window, \"and his eyes were just bright, bright blue. And then it kind of dawned on me: 'OK, we've got to do something here.' \"</p><p>She called her mom, who took her to the hospital, where she and her baby both got evaluated. Doctors, counselors and nurses asked her about her mental state, but Ohman says she was fine. \"I knew what I wanted to do. I knew what I had to do.\"</p><p>After a few days, they all flew home to Idaho Falls, and Ohman's life as a single mother began. Today, James is 22. \"He's amazing,\" she says. \"He makes me proud every day.\"</p><p>To this day, she doesn't know how she did it. But, Ohman says, \"I can't imagine life any differently.\"</p><p><em>Click on the audio at the top of this page to hear Ohman's full story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27How+Could+You+Not+Know+You+Were+Pregnant%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210267-927b06.m3u?orgId=1&topicId=1091&aggIds=177065210&d=529&p=10&story=409038559&t=progseg&e=409210084&seg=14&ft=nprml&f=409038559"},{"href":"http://media.npr.org/assets/img/2015/05/24/pregnant-ish-80a4bc77ba94e40f4082609dcc0e4bd01b54f082.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1131","width":"1508"}}]}