{"created":"2014-10-14T22:11:29+00:00","modified":"2014-10-30T21:33:27+00:00","valid":{"from":"2014-10-30T21:33:27+00:00","to":"3014-10-30T21:33:27+00:00"},"hreflang":"en","title":"Debate: Does Mass Phone Data Collection Violate The 4th Amendment?","published":"2014-10-15T15:25:00+00:00","teaser":"In the latest <em>Intelligence Squared</em> debate, John Yoo and other legal scholars faced off over the constitutionality of the National Security Agency's phone surveillance program.","itags":["npr_api","356127807"],"guid":"53279a83-6c35-4641-bfc9-de33b888ca71","contentencoded":"<p>The Fourth Amendment to the U.S. Constitution guarantees that \"the right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated.\"</p><p>Legal scholars and courts have been wrangling for more than a year over whether the National Security Agency's collection of millions of Americans' phone records — a program first disclosed to the public by former NSA contractor Edward Snowden in 2013 — violates those protections. Some legal experts disagree over whether the record collection even qualifies as a search or seizure, and, if it does, whether collecting those records is \"unreasonable\" or requires a warrant.</p><p>In a recent <a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1158-flexing-america-s-muscles-in-the-middle-east-will-make-things-worse\">Intelligence Squared U.S.</a> debate, two teams of constitutional law experts faced off on the motion \"Mass Collection of U.S. Phone Records Violates The Fourth Amendment.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, the audience at the National Constitution Center in Philadelphia voted 46 percent in favor of the motion and 17 percent against, with 37 percent undecided. After the debate, 66 percent agreed with the motion and 28 percent were opposed. That made the team arguing in favor of the motion the winner of the debate.</p><p><strong>Those debating:</strong></p><p><strong>FOR THE MOTION</strong></p><p><strong>Alex Abdo</strong> is a staff attorney in the American Civil Liberties Union's Speech, Privacy, and Technology Project. Currently, he is counsel in the ACLU's lawsuit challenging the NSA's phone-records program <em>(ACLU v. Clapper).</em> Abdo has been involved in the litigation of cases concerning the Patriot Act, the Foreign Intelligence Surveillance Act, the International Emergency Economic Powers Act and the treatment of detainees in Guantanamo Bay, Afghanistan, Iraq and the Navy brig in South Carolina. Prior to working at the ACLU, he served as a law clerk to Barbara M.G. Lynn, U.S. district judge for the Northern District of Texas, and Rosemary Barkett, U.S. circuit judge for the 11th Circuit Court of Appeals.</p><p><strong>Elizabeth Wydra</strong> is the Constitutional Accountability Center's chief counsel. She frequently participates in Supreme Court litigation and has argued several important cases in the federal courts of appeals. She joined CAC from private practice at Quinn Emanuel Urquhart Oliver & Hedges in San Francisco, where she was an attorney working with former Stanford Law School Dean Kathleen Sullivan in the firm's Supreme Court/appellate practice. Previously, she was a supervising attorney and teaching fellow at the Georgetown University Law Center appellate litigation clinic, a law clerk for Judge James R. Browning of the U.S. Court of Appeals for the 9th Circuit, and a lawyer at Shaw Pittman, a D.C. law firm. As a legal expert, she has appeared on television and public radio, has written for various media outlets and blogs, and has been published in several law reviews.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Stewart Baker</strong> practices law at Steptoe & Johnson, covering homeland security, cybersecurity, data protection, encryption, lawful intercepts, intelligence and law enforcement issues, and foreign investment regulation. He is the author of <em>Skating on Stilts: Why We Aren't Stopping Tomorrow's Terrorism,</em> a book on the security challenges posed by technology, and he writes on cybersecurity and privacy law at www.skatingonstilts.com. From 2005 to 2009, Baker was the first assistant secretary for policy at the Department of Homeland Security. During 2004 and 2005, Baker served as general counsel of the WMD Commission investigating intelligence failures prior to the Iraq War. From 1992 to 1994, he was general counsel of the National Security Agency, where he led NSA and interagency efforts to reform commercial encryption and computer security law and policy. His book on these topics, <em>The Limits of Trust: Cryptography, Governments, and Electronic Commerce,</em> analyzes encryption and authentication laws in dozens of countries.</p><p><strong>John Yoo</strong> is the Emanuel Heller professor of law at the University of California, Berkeley and a visiting scholar at the American Enterprise Institute. He is the author of <em>Point of Attack: Preventive War, International Law, and Global Welfare</em> as well as several books addressing presidential power, national security and the Constitution. Yoo has published numerous scholarly articles in the nation's leading law journals and is a regular contributor to <em>The Wall Street Journal, The New York Times, Washington Post, Los Angeles Times, National Review</em> and <em>The Weekly Standard</em>. He has served in all three branches of government, including as an official in the Office of Legal Counsel of the U.S. Department of Justice, as general counsel of the Senate Judiciary Committee and as a law clerk for Justice Clarence Thomas of the U.S. Supreme Court.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Does+Mass+Phone+Data+Collection+Violate+The+4th+Amendment%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356129333-02e418.m3u?orgId=1&topicId=1070&aggIds=6263392&ft=3&f=356127807"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356129279-a24ac4.m3u?orgId=1&topicId=1070&aggIds=6263392&ft=3&f=356127807"},{"href":"http://media.npr.org/assets/img/2014/10/14/i-sq-debate059-70708595b016578502b6a4063ec942cb9e92ae4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"699","width":"932"}},{"href":"http://media.npr.org/assets/img/2014/10/14/i-sq-debate069-68069b6d4aa115ef93193e6d9b9fa4745a86f4c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"634","width":"846"}}]}