{"created":"2015-05-15T12:00:01+00:00","modified":"2015-05-15T12:00:02+00:00","valid":{"from":"2013-07-16T16:55:59+00:00","to":"3013-07-16T16:55:59+00:00"},"hreflang":"en","guid":"532e77ef-89dd-49ee-8ec3-efcfecf0da77","title":"Earnings calls: A banker's driveway moment","itags":["PMP:Marketplace_PMP","532e77ef89dd9ee2ec39efcfecf0da77","Marketplace","Marketplace for 7/16/2013 - Listening in on Wall Street"],"contentencoded":"<div class=\"barn-cleaned\"><p>Earnings season is part of the regular rhythm of American capitalism: Four times a year, companies announce whether they made or lost money in the previous three months.&nbsp;</p>\n<p>We’re less than two weeks into the latest season and already a lot of investors, analysts and financial journalists are bored.</p>\n<p>Not by corporate results. But by an earnings season ritual: conference calls in which CEOs drone on, essentially rereading the financial results news release before inviting analysts’ questions.</p>\n<p>The calls are one way companies talk to the market, but “they’re more boring than boring,” says Paul Kedrosky, an investor and Partner at SK Ventures who has listened to these calls for decades. “They’re the most boring things we’ve been able to create in the modern financial era.”</p>\n<p>Boring by design, he adds. The calls seek to deliver information without delivering too much information. CEOs have to walk fine lines due to legal and accounting disclosure rules.&nbsp; “It’s a delicate balance between depression and euphoria,” Kedrosky says, noting two emotions that can send a stock into volatile trading.</p>\n<p>So earnings calls are also highly scripted and controlled, says Mike Mayo, an analyst at <a href=\"https://www.clsa.com/index.php\">CLSA</a> who’s famous for asking bank CEOs pointed questions. &nbsp;(In 2007, he flatly asked Merrill Lynch CEO Stan O’Neal whether the company was at further risk from mortgage-backed securities. “No,” said O’Neal, who was fired six days later.)</p>\n<p>“There’s no question. These earnings calls are a controlled setting in which companies sometimes manipulate the order of the questions, or will go to the analysts who ask softball questions first,” Mayo says.</p>\n<p>So leave it to Silicon Valley to look for ways to spice up the calls. Netflix is ditching the earnings call for a live video conference, which will be moderated by an outside analyst and a CNBC journalist. They will ask questions sent by Twitter and email. Yahoo <a href=\"http://investor.yahoo.net/releasedetail.cfm?ReleaseID=777694\" target=\"_blank\">ran a live video webcast today</a> for its earnings.</p>\n<p>In some cases, taking questions from Twitter or email could make it easier to ignore uncomfortable questions.&nbsp; For its part, Netflix won’t be vetting the questions, though the analyst who will moderate the call is outspokenly bullish on the company.</p>\n<p>But the new style may offer companies a better tool to communicate. &nbsp;Mary Beth Kissane is with Walek and Associates, a financial PR firm.&nbsp; She views the changes simply as an adaptation to online technology in the same way that the conference call evolved along with telephone technology in the '90s.&nbsp;</p>\n<p>Back then, “CEOs were spending a lot of time just in one-on-one meetings,” she says.&nbsp; The conference call made that unnecessary.</p>\n<p>Kissane says it’s difficult to “tell a company’s story” after that story has been massaged by accountants and lawyers. “Anything that can help people do that better is a very good thing.”</p>\n<p>In the end, watching executives talk about their earnings may not be more interesting than listening to them. But at least you’ll be able to see the bosses squirm when an analyst throws them a hardball.</p></div>","teaser":"In an effort to spice up boring earnings conference calls, Yahoo added a live video stream of Marissa Mayer today. Netflix will do the same, with a twist, next week.","byline":"Sabri Ben-Achour","published":"2013-07-16T16:55:59+00:00","description":"In an effort to spice up boring earnings conference calls, Yahoo added a live video stream of Marissa Mayer today. Netflix will do the same, with a twist, next week.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Earnings season is part of the regular rhythm of American capitalism: Four times a year, companies announce whether they made or lost money in the previous three months. </p>\"},{\"content\":\"<p>We’re less than two weeks into the latest season and already a lot of investors, analysts and financial journalists are bored.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Not by corporate results. But by an earnings season ritual: conference calls in which CEOs drone on, essentially rereading the financial results news release before inviting analysts’ questions.</p>\"},{\"content\":\"<p>The calls are one way companies talk to the market, but “they’re more boring than boring,” says Paul Kedrosky, an investor and Partner at SK Ventures who has listened to these calls for decades. “They’re the most boring things we’ve been able to create in the modern financial era.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Boring by design, he adds. The calls seek to deliver information without delivering too much information. CEOs have to walk fine lines due to legal and accounting disclosure rules.  “It’s a delicate balance between depression and euphoria,” Kedrosky says, noting two emotions that can send a stock into volatile trading.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So earnings calls are also highly scripted and controlled, says Mike Mayo, an analyst at <a href=\\\"https://www.clsa.com/index.php\\\">CLSA</a> who’s famous for asking bank CEOs pointed questions.  (In 2007, he flatly asked Merrill Lynch CEO Stan O’Neal whether the company was at further risk from mortgage-backed securities. “No,” said O’Neal, who was fired six days later.)</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“There’s no question. These earnings calls are a controlled setting in which companies sometimes manipulate the order of the questions, or will go to the analysts who ask softball questions first,” Mayo says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So leave it to Silicon Valley to look for ways to spice up the calls. Netflix is ditching the earnings call for a live video conference, which will be moderated by an outside analyst and a CNBC journalist. They will ask questions sent by Twitter and email. Yahoo <a href=\\\"http://investor.yahoo.net/releasedetail.cfm?ReleaseID=777694\\\" target=\\\"_blank\\\">ran a live video webcast today</a> for its earnings.</p>\"},{\"content\":\"<p>In some cases, taking questions from Twitter or email could make it easier to ignore uncomfortable questions.  For its part, Netflix won’t be vetting the questions, though the analyst who will moderate the call is outspokenly bullish on the company.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But the new style may offer companies a better tool to communicate.  Mary Beth Kissane is with Walek and Associates, a financial PR firm.  She views the changes simply as an adaptation to online technology in the same way that the conference call evolved along with telephone technology in the &apos;90s. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Back then, “CEOs were spending a lot of time just in one-on-one meetings,” she says.  The conference call made that unnecessary.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Kissane says it’s difficult to “tell a company’s story” after that story has been massaged by accountants and lawyers. “Anything that can help people do that better is a very good thing.”</p>\"},{\"content\":\"<p>In the end, watching executives talk about their earnings may not be more interesting than listening to them. But at least you’ll be able to see the bosses squirm when an analyst throws them a hardball.</p>\",\"type\":\"text/html\"}]","tags":["APM","Business","Wall Street","Yahoo","conference calls"],"audio":[{"type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/phone_nyse.jpg?itok=OuHuEwnQ"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/16/marketplace_segment16_20130716","type":"application/json"},"duration":141,"duration_hms":"00:02:21"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/16/marketplace_segment16_20130716_64.mp3","format":"MP3"}]}