{"created":"2015-01-29T23:45:59+00:00","modified":"2015-01-30T02:50:17+00:00","valid":{"from":"2015-01-30T02:50:17+00:00","to":"3015-01-30T02:50:17+00:00"},"hreflang":"en","guid":"5331b78d-040b-4d0b-8ad7-45b4f8f3e5cb","title":"This US ambassador to Britain practices 'vinyl diplomacy'","published":"2015-01-30T02:50:14+00:00","byline":"Nina Porzucki","teaser":"Matthew Barzun is a kind of ambassador of rock as well, bringing indie bands, his turntable and his rapidly swelling record collection to parties he hosts. The events mix diplomatic affairs and the best of Belle and Sebastian, the National or Dire Straits.","tags":["Culture","Arts, Culture & Media","London","United Kingdom","Will Oldham (Bonnie)","Prince","Alasdair Roberts","David Cameron","Winston Churchill","Johnny Cash","Ben Sollee","Matthew Barzun","Damien Jurado","M. Ward","Rock","Dire Straits","turntable","Diplomacy"],"contentencoded":"<p>Matthew Barzun confesses. Yes, he grooves. Yes, he's a straight-up audiophile.</p>\n<p>He also happens to be the US ambassador to the UK.</p>\n<p>A poster of Johnny Cash shares space on his office walls with portraits of President Obama and Winston Churchill. Since being appointed ambassador in 2013, he's plopped a turntable and a swelling record collection front and center, removed the conference tables and name cards, and brought in indie bands like Belle &amp; Sebastian, Damien Jurado and The National to mingle with guests such as Prime Minister David Cameron.</p>\n<p>“Diplomacy at its fundamental level is about connecting with people,'' says Barzun, 44. \"And it’s not just elected or official government-to-government relationships. ... We actually do get the government leaders but in a different context. all together in one place, united by a love of music and the particular band we’re featuring that night.''</p>\n<p>\"And it's fun.\"</p>\n<p>His diplomatic concerts started while he was ambassador to Sweden. He invited Will Oldham (AKA Bonnie 'Prince' Billy), M. Ward and Ben Sollee to play. Upon moving into Winfield House, the ambassador's residence in London, he could barely contain his enthusiasm.</p>\n<p>“My inner-control freak (kicked in),'' he said. \"I thought, ‘Ok, I love music, I’m going to make the perfect Winfield House mix.’  And I started getting into it and I tried it out at the first event and then I realized, instead of me trying to pick out the perfect music, why don’t just have parties that are self DJ-ing?''</p>\n<p>Thumbing through Barzun's records, his guests talk about the roots and their life routes. “You find out they’re from Newcastle and they love Dire Straits or you find out they're from Leeds and they love The Wedding Present.'' With Americans, ''you say, ‘I am from Minnesota' and you talk about Prince or The Replacements or Soul Asylum and you get into this great back and forth.”</p>\n<p>Barzun was the kind of music crazed kid, raised outside Boston, who would call and call and call a radio station to win free tickets to see Aerosmith. </p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/FY_12U6ToPM\" width=\"560\"></iframe><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/ZCEWCttyqP8\" width=\"560\"></iframe></p>\n<p>Who does he like now? Le sigh. Too many artists to mention, he says. Then he reconsiders. </p>\n<p>“Here’s who I’m listening to non-stop at home, a great Scottish musician, Alasdair Roberts. He has that traditional, folkie, Fairport Convention-y sound but he’s writing all his own stuff. It’s just amazing.”</p>\n<p>The ambassador recounts a story of Roberts meeting Will Oldham in 1995 in Glasgow and handing him a demo tape. Oldham and Roberts ended up collaborating and Oldham even produced one of Roberts’ early albums.</p>\n<p>“Again,'' the ambassador says, \"a great US-UK connection.”</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/KBmAmqj74u8\" width=\"560\"></iframe></p>\n<p>As for a song recommendation, Barzun responds quickly: The Trapeze Singer by Iron &amp; Wine.</p>\n<p>“It’s nine minutes long ,'' he says, \"and if you’re anything like me at the end of the nine minutes, you just want nine more minutes.” </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0129201510.mp3"},{"href":"http://www.pri.org/file/0129201510mp3"}]}