{"created":"2015-01-04T23:25:12+00:00","modified":"2015-02-05T19:35:40+00:00","valid":{"from":"2015-02-05T19:35:40+00:00","to":"3015-02-05T19:35:40+00:00"},"hreflang":"en","title":"How 'Star Wars' Helped Patton Oswalt Beat His Movie Addiction","published":"2015-02-04T18:48:00+00:00","teaser":"The actor and comedian reveals in his new memoir, <em>Silver Screen Fiend,</em> that he used to have a film addiction. Watching the first <em>Star Wars</em> prequel led to a realization that helped him kick the habit.","itags":["npr_api","374183942"],"guid":"5348d4b7-d0c0-4b58-84be-4e09f07e65fd","contentencoded":"<p>Before he made it big in Holloywood, actor, writer and comedian Patton Oswalt was a junkie — addicted to movies, as he explains in a new memoir, <em>Silver Screen Fiend</em>.</p><p>The word addiction gets thrown around a lot, but Oswalt tells NPR's Arun Rath that his relationship to movies was downright pathological.</p><p>\"If you're looking at the definition of addiction, it controls your schedule, it controls your life, it affects your relationships, it affects your job, it affects your career,\" Oswalt says. \"My compulsion to go see every single movie that I possibly could operated exactly the way that an addiction does.\"</p><p>One year in the 1990s, he saw over 250 films just in theaters — plus more on videotape and on Turner Classic Movies. \"It was really biting hours and days out of my life,\" he says.</p><p>Oswalt tells Rath about the magical thinking behind his obsession, and the two events that finally snapped him out of it.</p><hr /><h3>Interview Highlights</h3><p><strong>On a relationship that ended in part because of his movie addiction</strong></p><p>I was at some kind of all-night horror marathon and it was an addiction and a superstition in that I had to see a movie from its very beginning. I couldn't miss the first 5 minutes or it didn't count.</p><p>So, it was now 3 in the morning and she wanted to go home and I just made her walk out to the parking lot of the Cinerama Dome at 3 a.m. at the end of October in LA so I could watch the very beginning of <em>I Married a Monster From Outer Space</em>. [I was] just the most awful human being you could be, not even being a human being at that point. Just, I am a function of this addiction and this compulsion.</p><p><strong>On the magical thinking he developed about watching movies</strong></p><p>Well, it was two things. It was deluded thinking in that I thought, \"Well, if I see enough of these movies, I'll just become a director. So I have to do this, this is a good thing I'm doing.\"</p><p>But then it became, almost the way that athletes who are in a pennant race, they don't change their socks. Or a lawyer uses the same briefcase all the time. It became a totem where I had these five film books at home and I would see a movie and then I would check it off in that book and that made a better comedian.</p><p><strong>On the way that his career took off in the midst of his movie addiction</strong></p><p>There was a string of luck and successes that I guess you could say was connected to the addiction. But the addiction began to replace my life, and when that starts to happen, it starts to hurt your comedy. 'Cause you're not living enough of a life to really feed into a memorable comedic set, I guess. If you just end up talking about movies you've seen and stuff you don't like, in the long run, that becomes forgettable.</p><p><strong>On how his daily conversations became centered on films</strong></p><p>My conversations were not conversations. It was me spouting paragraphs at people and then not listening to them and wanting to get to showing off the next thing that I knew, rather than being present with another person and finding out what they think and learning from them, basically.</p><p><strong>On his attempts to use films to inspire the sketches he was writing for <em>Mad TV</em></strong></p><p>I was looking at the grand risks some of these movies were taking and then saying, \"Why aren't I doing the same grand risk with a sketch that I'm writing for <em>Mad TV</em>?\" Except that the sketches I was writing were so sloppy because I was so sleep-deprived from going to see movies and going out to do stand-up that I was using it as a defense for my half-assedness in writing the sketches. I was like, \"Yeah, but I'm taking a risk here, why do you care where it goes? It shouldn't go anywhere, man!\" And, again, it was a young guy who thought that my attitude and my boldness could take the place of actual competence and skill and work.</p><p><strong>On the first of two events that finally killed his addiction to movies, the release of <em>Star Wars Episode I: Phantom Menace</em> </strong></p><p>It's not that it killed the addiction; it made me look at the addiction from such a different angle that it didn't hold any power over me anymore. I'll put it this way — I was the worst kind of movie fan. I'm the kind of guy who saw 6 movies a day, didn't write any movies, didn't make any movies, but then could be armchair quarterbacking on a movie that I had no hand in making.</p><p>Yes, I thought <em>[Phantom Menace] </em>was a failure, but the dude took a shot at it. It hit me that I was spending days and days and nights and nights with my friends, arguing back and forth about this film but this guy <em>made</em> a movie. Good or bad, he made a movie. He's on a different realm than you.</p><p><strong>On the second event that dealt the death blow to his movie addiction</strong></p><p>The New Beverly [Cinema theater] on Beverly Boulevard, that was my crack house, basically. And Sherman Torrigan, who founded it ... I went to the New Beverly and bought a ticket and Sherman said, \"I thought you'd be handing me a screenplay by now.\"</p><p>... I was basically doing the version of a guy that's shooting heroin and he's like, \"I'm doing this so I can be like Lou Reed and David Bowie. I'll eventually do 'Ziggy Stardust' and <em>Transformer</em>...\" But it's like, no! You can't do the heroin addiction first. You have to become a good musician first. And even then you shouldn't do the heroin addiction, but I'm just saying, you're doing all this backwards!</p><p><strong>On his dream to one day direct films</strong></p><p>Eventually I will. But when I make the leap to become a director, I have got to convince a platoon of people to make the leap with me, so that's really nerve-racking. And I'm in the process of working up to that. And hopefully, someday, someone can play back this interview, if I've made a movie, and I can go, \"Oh, OK. I was at least approaching it respectfully.\"</p><p>It's gonna have to be me finally just closing my eyes, and hitting the gas pedal and pulling out into traffic.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+%27Star+Wars%27+Helped+Patton+Oswalt+Beat+His+Movie+Addiction&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"437"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374985646-3b35b0.m3u?orgId=1&topicId=1033&e=374183942&d=437&ft=nprml&f=374183942"},{"href":"http://media.npr.org/assets/img/2015/01/02/silver-screen-fiend-hr-e6d386c12837f14073f382e0e45cb8ff3c65006f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"983","width":"1310"}},{"href":"http://media.npr.org/assets/img/2015/01/02/patton-oswalt-4042bc9f0033d7fc111bdcda9ec057225b161340.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"768","width":"1024"}}]}