{"created":"2014-08-30T23:05:23+00:00","modified":"2014-12-04T14:34:16+00:00","valid":{"from":"2014-12-04T14:34:16+00:00","to":"3014-12-04T14:34:16+00:00"},"hreflang":"en","title":"Quick DNA Tests Crack Medical Mysteries Otherwise Missed","published":"2014-06-07T13:07:00+00:00","teaser":"Scientists used high-powered DNA sequencing to diagnose infections missed by usual lab tests. The pricey method is still experimental, but might offer a way to identify tough-to-diagnose infections.","itags":["npr_api","319210230"],"guid":"534da40e-00a9-4327-9b2c-4f22069a5a75","contentencoded":"<p>Researchers are developing a radical way to diagnose infectious diseases. Instead of guessing what a patient might have, and ordering one test after another, this new technology starts with no assumptions.</p><p>The technology starts with a sample of blood or spinal fluid from an infected person and searches through all the DNA in it, looking for sequences that came from a virus, a bacterium, a fungus or even a parasite.</p><p>Scientists at the University of California, San Francisco are reporting this week their first results from the technique, which relies on a technology called <a href=\"http://res.illumina.com/documents/products/illumina_sequencing_introduction.pdf\">Next Generation Sequencing</a>.</p><p>One of their early patients is Andrea Struve, a 21-year-old San Franciscan who returned from 40 days in the Australian Outback last year with a nasty set of symptoms.</p><p>\"I was in classes, sweating profusely with a fever and joint pain, and it just wasn't fun, so that's when I went to the doctor,\" she says.</p><p>Her doctor made a bunch of educated guesses about the underlying cause, but all the tests came back negative. So physicians enrolled Struve in a study at UC San Francisco to try out a different approach.</p><p>\"As opposed to the way we normally diagnose infectious disease — meaning we target a single infectious agent at a time — this test works by detecting all the DNA present in clinical samples,\" says <a href=\"http://labmed.ucsf.edu/about/faculty/labmed-cchiu.html\">Dr. Charles Chiu</a>, who is running the study.</p><p>Chiu extracted DNA from Struve's blood and ran it through a superfast sequencing machine. He compared the DNA he found with a huge library of DNA sequences from all sorts of infectious agents. It turns out that she was infected with a virus related to chicken pox — one that normally causes a roseola rash in young children.</p><p>\"They're not entirely sure why I got it,\" Struve says, adding that she was \"really, really glad it was something that would be gone in a month instead of six months to a year.\"</p><p>Struve is fine now. Her case was <a href=\"http://genome.cshlp.org/content/early/2014/05/16/gr.171934.113.full.pdf+html\">published</a> online this week in the journal <em>Genome Research</em>, which also details the technology.</p><p>Chiu and his colleagues have also solved a more <a href=\"http://www.nytimes.com/2014/06/05/health/in-first-quick-dna-test-diagnoses-a-boys-illness.html?ref=health&_r=0\">dramatic case</a>, which <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1401268\">they describe</a> in the current <em>New England Journal of Medicine</em>. This medical mystery involved a 14-year-old boy in Wisconsin with brain inflammation. Again, doctors ruled out everything they could think of with common tests.</p><p>\"He was rapidly becoming critically ill,\" Chiu says. \"Within a few days, we actually got the sample, and within 48 hours we were able to run this assay and were able to detect an organism that was likely the cause of his infection.\"</p><p>The suspect was a bacterium called <a href=\"http://www.cdc.gov/leptospirosis/\">Leptospira</a>, which is common in the tropics. The boy, who has an immune deficiency, apparently picked up the microbe while taking a swim during a family vacation in Puerto Rico. The boy recovered after intensive penicillin treatment.</p><p>So far Chiu has tested this technology in more than 30 cases. He says he and his colleagues have been able to identify an infectious culprit about 25 percent of the time. Some of the remaining cases turned out not to be infections at all, Chiu says.</p><p>The test is still experimental. It's done in a university setting and each run costs about $1,000 in labor and materials, not counting the expensive machinery. But the price of this technology continues to drop. Chiu hopes in time it will become the go-to analysis when traditional blood tests don't provide the answer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Quick+DNA+Tests+Crack+Medical+Mysteries+Otherwise+Missed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"173"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319222889-d007fc.m3u?orgId=1&topicId=1128&ft=3&f=319210230"},{"href":"http://media.npr.org/assets/img/2014/06/05/leptospira_scanning_micrograph-447e273a6919b123d3b725eb1bc7c0f15f4a8e5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"299","width":"399"}}]}