{"created":"2014-09-29T13:05:22+00:00","modified":"2014-10-31T01:00:34+00:00","valid":{"from":"2014-10-31T01:00:34+00:00","to":"3014-10-31T01:00:34+00:00"},"hreflang":"en","title":"From Supreme Court, Firm Support For Employee In Retaliation Case","published":"2014-06-20T00:20:00+00:00","teaser":"The justices unanimously ruled that a public employee who testified about corruption should not have been punished for doing so. Going forward, though, some tricky questions are still undecided.","itags":["npr_api","323696098"],"guid":"5354ffdc-515a-45c3-9112-8a630799e084","contentencoded":"<p>The U.S. Supreme Court ruled Thursday that public employees cannot be fired in retaliation for testifying truthfully on matters of public corruption or public concern. The unanimous decision came in the case of Edward Lane, who was fired after he testified that an Alabama state legislator was a no-show employee being paid by the taxpayers for no work.</p><p>Lane managed a program for at-risk juvenile offenders that was run out of Central Alabama Community College. After he was hired, he conducted an audit and found that one of the program's employees, a state legislator named Suzanne Schmitz, was not showing up for work.</p><p>Lane took action, despite warnings from colleagues not to tangle with Schmitz because of her influence as a state legislator. \"It was against the law,\" Lane explained. \"It's sort of like being president of the bank. If I know that one of my tellers is stealing from the bank, and I allow it to go on, then I'm complicit.\"</p><p>He fired Schmitz. Soon after, the FBI subpoenaed Lane to testify as part of a public corruption investigation. He gave sworn testimony, first before a grand jury and later at Schmitz's two trials. Schmitz was convicted of fraudulently obtaining $177,000 in public funds and sentenced to 30 months in prison.</p><p>Lane, however, was not rewarded for exposing public corruption. Instead, he was fired by the president of the community college.</p><p>So Lane sued, contending that he was being punished for his testimony, in violation of his First Amendment right of free speech. He lost when a federal appeals court ruled that under a 2006 Supreme Court decision, public employees have no free speech right to testify about information they learn on the job.</p><p>Thursday, the Supreme Court took a very different view, reversing the lower court unanimously.</p><p>Writing for the court, Justice Sonia Sotomayor said that testimony in judicial proceedings \"is the quintessential example of speech as a citizen for a simple reason: anyone who testifies in court bears an obligation to the court and society at large, to tell the truth.\" No public employee should be forced to choose between testifying truthfully and losing his or her job, she said.</p><p>The court's decision went further than just the question of testifying. Sotomayor noted that the public interest lies in \"encouraging, rather than inhibiting, speech by public employees\" because those employees are \"often in the best position to know what ails the agencies for which they work.\"</p><p>Sotomayor was careful to add, however, that the ruling leaves open the question of when — if ever — the First Amendment protection applies to public employees whose job it is to testify in court. Law enforcement officers and lab technicians, for example, may fall into this category, unlike those whose jobs ordinarily have nothing to do with court testimony, like Lane's.</p><p>That leaves undecided some tricky questions. For example, would a police officer have a First Amendment right to speak out when he knows about prosecutorial misconduct? Or would an officer conducting an internal investigation into police corruption have a First Amendment right to go public if his boss puts an end to the inquiry?</p><p>In 2006, a bitterly divided Supreme Court ruled that public employees have few, if any, rights when they speak out about matters involving their job duties. But this latest opinion on the topic seemed to send a very different message, says Tom Goldstein, a Supreme Court advocate who represented Lane. \"We've learned something important today,\" said Goldstein. \"The Supreme Court isn't on a mission to eliminate constitutional protections for government employees.\"</p><p>Michael Dorke, a labor- and employment-law specialist who generally represents management, agrees. \"This case illustrates an overall trend toward protecting whistleblowers, both public and private, and gives them claims of retaliation they might not have otherwise had.\"</p><p>Ironically, the only person who will <em>not</em> benefit from today's decision is Edward Lane. The Supreme Court has a long-established rule that says, essentially, you cannot win money damages for a violation of a rule of law that was not completely clear. As Goldstein puts it, \"The Supreme Court has essentially a dog-gets-one-free-bite rule.\" That means Lane cannot get money damages. Although he would ordinarily be eligible to get his job back, that is not an option in this case because the position no longer exists.</p><p>From here on in, however, such violations will leave employers liable for back pay and money damages in such situations.</p><p>Lane said Thursday that he was not concerned about the fact that he personally would not be reimbursed for what he said was a long and often painful battle. He was just thrilled to have had his rights vindicated.</p><p>\"It's a win for public employees everywhere. It's a win for everyone that has witnessed wrongdoing in the workplace, but was afraid to speak up because they were afraid to lose their job,\" Lane said.</p><p>Lane currently works as a security officer at the Army base in Anniston, Ala. He has three children, all college graduates. He gives his family credit for standing behind him in hard times, and he gives God credit for making the Supreme Court see \"the right\" legal path.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Supreme+Court%2C+Firm+Support+For+Employee+In+Retaliation+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323696099-00b7be.m3u?orgId=1&topicId=1070&ft=3&f=323696098"}]}