{"created":"2014-10-08T13:22:49+00:00","modified":"2014-10-31T00:52:35+00:00","valid":{"from":"2014-10-31T00:52:35+00:00","to":"3014-10-31T00:52:35+00:00"},"hreflang":"en","title":"A Shocking Fish Tale Surprises Evolutionary Biologists","published":"2014-07-12T16:39:00+00:00","teaser":"Unrelated lineages of electric fish all use the same small set of genes to create their voltage, a genetic search shows. Maybe the same genes could one day power pacemakers, bioengineers suggest.","itags":["npr_api","325246710"],"guid":"53567e29-d8b3-423d-8c44-f198f3bc0e01","contentencoded":"<p>The electric eel's powerful ability to deliver deadly shocks — up to 600 volts — makes it the most famous electric fish, but hundreds of other species produce weaker electric fields. Now, a new genetic study of electric fish has revealed the surprising way they got electrified.</p><p>Consider a 6-foot-long electric eel: It is basically a 6-inch fish attached to a 5-1/2-foot cattle prod, says <a href=\"http://www.biochem.wisc.edu/faculty/sussman/\">Michael Sussman</a>, who directs the biotechnology center at the University of Wisconsin, Madison. \"All of the intestines and the stomach and all that stuff is right close to the head, and the rest of the electric eel is an electric organ,\" says Sussman. \"It's just a beautiful tissue.\"</p><p>This organ's tissue is a lot like muscle, but unlike muscle, it can't contract. Its cells are big and have all sorts of features that let them pump out electricity without shocking the fish. The cells are stacked together like batteries in a flashlight, and they all fire simultaneously.</p><p>The output is about 100 volts per foot of eel, says Sussman, who has been shocked by eels a couple of feet long. \"It's kind of like putting your finger in an electric outlet,\" he says. \"It's very unpleasant, and you kind of pull your finger away.\"</p><p>A shock like this can stun or kill prey. Other electric fish use weaker fields to navigate through murky waters, or to electrically croon mating songs.</p><p>Scientists say it's amazing that evolution invented an organ for making electricity even once. But, in fact, evolution did it at least six separate times in completely different fish — how is that possible?</p><p>Sussman and a bunch of other scientists wanted to know. So they analyzed all the genes of the electric eel, then also looked at gene activity in other electric fishes from unrelated families. What they discovered was, well, shocking.</p><p>\"They're using the same genetic tools to build their electric organs in each lineage independently,\" says <a href=\"http://efish.zoology.msu.edu/people/dr-jason-gallant/\">Jason Gallant</a>, an electric fish specialist at Michigan State University, in East Lansing, who was part of the research team.</p><p>Again and again, evolution used the same set of about 30 genes.</p><p>\"It seems like there are limited ways to build an electric organ,\" he says. \"And that's sort of a surprising finding ... you wouldn't necessarily have expected that.\"</p><p>Others experts agree. \"When I read this paper, I said, 'Yeah, that's cool, that's obvious.' The fact is, it wasn't that obvious,\" says <a href=\"http://www.med.uottawa.ca/nsc/eng/maler.html\">Leonard Maler</a>, who studies electric fish at the University of Ottawa.</p><p>Maler notes that to create an electric organ, many genetic changes have to happen — and each one on its own wouldn't seem to be advantageous for the fish. For example, a muscle that loses its ability to contract is a pretty lousy muscle.</p><p>\"You have to simultaneously co-evolve genes that do very many different things in some kind of directed manner. It [can't just] be random,\" says Maler. \"And that's hard to understand. They've raised the problem beautifully in this paper.\"</p><p>He predicts that the findings, described in this week's issue of the journal <em>Science</em>, will be of great interest to evolutionary biologists.</p><p>And one dream is to use this new information to create an electric organ in a creature that doesn't normally have one, says <a href=\"http://wpt.org/University-Place/electric-organs-strong-voltage-electric-eel\">Lindsay Traeger</a>, a biologist who works in Sussman's lab.</p><p>\"I definitely think that it's a possibility in the future,\" says Traeger. \"I'm not sure how far off it is, but it's probably closer than we can imagine.\"</p><p>Maybe someday people could have little electric organs to power medical devices like pacemakers, she says, to do away with the need for invasive procedures to replace batteries.</p><p>Before that sci-fi vision could become reality, of course, researchers would have to do a lot more work to see what's technologically doable. One major step would be to take a commonly used lab fish — <a href=\"http://www.neuro.uoregon.edu/k12/FAQs.html\">the zebrafish</a> — and tweak its genes to make it electric.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Shocking+Fish+Tale+Surprises+Evolutionary+Biologists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325590407-35d335.m3u?orgId=1&topicId=1007&ft=3&f=325246710"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325593993-e5f5a3.m3u?orgId=1&topicId=1007&ft=3&f=325246710"},{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325909323-e0faf0.m3u?orgId=1&topicId=1007&ft=3&f=325246710"},{"href":"http://media.npr.org/assets/img/2014/06/26/kingsleyae2-d1cdb88cfa286186a3bc9cd382eef08950f8fc2a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"836","width":"1115"}},{"href":"http://media.npr.org/assets/img/2014/06/26/brienomyrus-a618176109aebdf5ffd0f9abc22feb3649a07970.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"648","width":"865"}},{"href":"http://media.npr.org/assets/img/2014/06/26/gymnarchus_niloticus-82e6a2528fe51f610120dbd90e1bf92d9ec1c547.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1717"}},{"href":"http://media.npr.org/assets/img/2014/06/25/174522285-8cd2ff6c4e5174ba05e6795980c29094ed397477.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}}]}