{"created":"2014-09-09T20:28:01+00:00","modified":"2015-03-05T16:33:55+00:00","valid":{"from":"2015-03-05T16:33:55+00:00","to":"3015-03-05T16:33:55+00:00"},"hreflang":"en","title":"In 'Patrimony' Philip Roth Pays A Tender Homage To His Father","published":"2014-09-09T22:00:00+00:00","teaser":"<em>Patrimony</em> is a nonfiction account — almost a diary — that Roth wrote about the last years of his father's life. Author Ben Dolnick calls it one of Roth's best and most surprising books.","itags":["npr_api","329862118"],"guid":"5362dd31-2255-40e2-82ff-2c9c313cf29d","contentencoded":"<p>If you were placing bets on which author would write the tenderest, most moving book about fatherhood, Philip Roth would probably come in at the bottom of the list. The parent-child relationships in his books — from<em> Portnoy's Complaint</em> to <em>American Pastoral </em>— mostly fall somewhere between humiliating and devastating. Which is why it's such a surprise, and a delight, to stumble on <em>Patrimony</em>, one of Roth's best, and most unusual, books.</p><p>It's a nonfiction account — almost a diary — that Roth wrote about the last years of his father, Herman Roth's, life. As the book opens, Herman, at the age of 86, has woken up paralyzed in half of his face. And so begins the familiar, miserable slide through what counts as a fortunate end of life: doctor's appointments, surgeries and finally, surrender. Throughout it all, Philip Roth acts half as chronicler, half as sidekick: Philip attends a hilariously amateurish string quartet recital at Herman's social club; he distracts Herman from his medical woes with talk of the Mets; he asks to hear stories of Herman's Newark childhood.</p><p>But this is no airbrushed father-son portrait. The Herman Roth depicted here is obstinate, demanding, difficult. He sulks like a child and bullies his girlfriend. He is — because even at his most tender, Philip Roth is, after all, Philip Roth — a flesh-and-blood human. And, since that flesh happens to be deteriorating, this makes for some painful reading.</p><p>In one of the most memorable scenes in the book, Herman Roth loses control of his bowels while having lunch at Philip's house. Philip cleans up the mess — at one point he scrubs between the floorboards with his toothbrush — and he promises his father, who is as embarrassed as a small child, that he won't tell his wife, won't tell the children, won't tell anyone.</p><p>That Philip goes on to tell everyone — here it is in the book — feels somehow not like a betrayal, but like a peculiar form of exaltation. By bringing us so close to his father — closer than any eulogy or obituary — Roth compels us to draw on the reserves of love and understanding that we feel, at our best, for our own fathers. Roth has performed, in this portrait, the ultimate act of love, the best kind of preservation. He has made his father's life into a work of art.</p><p><em>Ben Dolnick's latest book is</em> At the Bottom of Everything.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Patrimony%27+Philip+Roth+Pays+A+Tender+Homage+To+His+Father&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ben Dolnick","audio":[{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151254-e09f42.m3u?orgId=1&topicId=1034&aggIds=323986426,100876926&e=329862118&d=166&ft=nprml&f=329862118"}]}