{"created":"2015-05-15T14:21:10+00:00","modified":"2015-05-15T14:21:10+00:00","valid":{"from":"2013-03-15T13:54:49+00:00","to":"3013-03-15T13:54:49+00:00"},"hreflang":"en","guid":"53728e41-3979-4179-8c86-1a90afcee657","teaser":"Angry Birds started as an addictive app game. With the launch of a TV show this weekend, and licensing deals for clothes, the Finnish-created game aims to be a media and marketing juggernaut.","title":"Angry Birds conquers the world","contentencoded":"<div class=\"barn-cleaned\"><p>And now the latest news from Espoo, Finland. Rovio, the company that makes Angry Birds, this weekend is launching a cartoon series based on its wildly popular app. Called \"Angry Birds Toons,\" it's the latest addition to the burgeoning and profitable franchise.</p>\n<p>The birds in Angry Birds should be happy. The game has gone from a 99-cent app on your phone to its own three-minute cartoons. The game, with many others, launched about 4 years ago when iPhones were just gaining popularity. But Evan Narcisse, a writer for Kotaku, a video game blog, says none of them have achieved the success of Angry Birds.</p>\n<p>“There were other video games that launched alongside it, but I can’t name any of them,” he says. &nbsp; Angry Bird’s success has created a store’s worth of merchandise deals. In a nod to popular culture, Narcisse says the game has become so popular, the Angry Birds T-Shirt is the new Bart Simpson T-Shirt. But remember Bart got his start on TV. As Angry Birds demonstrates, the digital age can produce mass-market sensations on the little mobile screen first.</p>\n<p>And, says Mark Robichaux, editor in chief of Multichannel News, Angry Birds Toons is following a new migratory path to TV.</p>\n<p>“In a traditional circumstance, Angry Birds might be a show on the Cartoon Network,” he says. &nbsp; Instead, in the U.S., Angry Birds will initially bypass the TV networks. Players can download the cartoons on their phones, allowing the company to keep advertising profits which would otherwise get funneled to a TV channel. The cartoons feature the same characters as the game -- birds which are angry at pigs that steal their eggs. There’s violence, but more like a scene from the Smurfs than Call of Duty. &nbsp; “I’ve seen a teaser for the cartoon, this is not highbrow entertainment,” Robichaux says. &nbsp; Tim Calkins, who teaches marketing at Northwestern's Kellogg School of Management, says the lack of the scary content is a big reason the brand is so successful. &nbsp; “They’re not just reaching gamers, they’re just huge numbers of people,” he says. &nbsp; Rovio is a private company, so it's value isn't publicly known. But the CEO dropped some details last year that it made a profit of $67.6 million on sales of more than $100 million in 2011. Analysts estimate the company is worth several billion dollars<em>.</em></p></div>","published":"2013-03-15T13:54:49+00:00","byline":"Sally Herships","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>And now the latest news from Espoo, Finland. Rovio, the company that makes Angry Birds, this weekend is launching a cartoon series based on its wildly popular app. Called &quot;Angry Birds Toons,&quot; it&apos;s the latest addition to the burgeoning and profitable franchise.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The birds in Angry Birds should be happy. The game has gone from a 99-cent app on your phone to its own three-minute cartoons. The game, with many others, launched about 4 years ago when iPhones were just gaining popularity. But Evan Narcisse, a writer for Kotaku, a video game blog, says none of them have achieved the success of Angry Birds.</p>\"},{\"content\":\"<p>“There were other video games that launched alongside it, but I can’t name any of them,” he says.   Angry Bird’s success has created a store’s worth of merchandise deals. In a nod to popular culture, Narcisse says the game has become so popular, the Angry Birds T-Shirt is the new Bart Simpson T-Shirt. But remember Bart got his start on TV. As Angry Birds demonstrates, the digital age can produce mass-market sensations on the little mobile screen first.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And, says Mark Robichaux, editor in chief of Multichannel News, Angry Birds Toons is following a new migratory path to TV.</p>\"},{\"content\":\"<p>“In a traditional circumstance, Angry Birds might be a show on the Cartoon Network,” he says.   Instead, in the U.S., Angry Birds will initially bypass the TV networks. Players can download the cartoons on their phones, allowing the company to keep advertising profits which would otherwise get funneled to a TV channel. The cartoons feature the same characters as the game -- birds which are angry at pigs that steal their eggs. There’s violence, but more like a scene from the Smurfs than Call of Duty.   “I’ve seen a teaser for the cartoon, this is not highbrow entertainment,” Robichaux says.   Tim Calkins, who teaches marketing at Northwestern&apos;s Kellogg School of Management, says the lack of the scary content is a big reason the brand is so successful.   “They’re not just reaching gamers, they’re just huge numbers of people,” he says.   Rovio is a private company, so it&apos;s value isn&apos;t publicly known. But the CEO dropped some details last year that it made a profit of $67.6 million on sales of more than $100 million in 2011. Analysts estimate the company is worth several billion dollars<em>.</em></p>\",\"type\":\"text/html\"}]","itags":["53728e413979179bc8621a90afcee657","Marketplace","PMP:Marketplace_PMP","Marketplace for Friday, March 15, 2013"],"tags":["APM","Tech","angry birds"],"description":"Angry Birds started as an addictive app game. With the launch of a TV show this weekend, and licensing deals for clothes, the Finnish-created game aims to be a media and marketing juggernaut.","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/angrybirdstoys.jpg?itok=wxIzCdAM","type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/15/marketplace_segment22_20130315_64.mp3","type":"audio/mpeg","format":"MP3","meta":{"duration":123,"duration_hms":"00:02:03","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/15/marketplace_segment22_20130315"}}}]}