{"created":"2015-05-31T12:17:19+00:00","modified":"2015-06-03T15:05:42+00:00","valid":{"from":"2015-06-03T15:05:42+00:00","to":"3015-06-03T15:05:42+00:00"},"hreflang":"en","title":"On Lake Michigan, A Cleaner Coal-Powered Ship Ferries On","published":"2015-06-02T18:24:00+00:00","teaser":"The SS Badger — the largest coal-fired passenger ship operating in the U.S. — used to dump ash into the lake. After some alterations, the ship now plies its route without polluting the waters.","itags":["npr_api","410903693"],"guid":"5393e5f3-404c-4a58-b5ea-ab6b6401100b","contentencoded":"<p>A slice of history sails across Lake Michigan, carrying cars between Ludington, Mich., and Manitowoc, Wis. It's the SS Badger: the largest coal-fired passenger ship still operating in the United States.</p><p>For years, the ship was the focus of environmental scrutiny because of its practice of dumping waste coal ash directly into the lake. The pollution nearly stopped the Badger from steaming again — but now, the ash-dumping has ended.</p><p>And this summer, after a half-century on the waters, the Badger is still ferrying on.</p><p><strong>Brass And Telegraphs</strong></p><p>With the blast of a horn, Captain Jeffery Curtis informs the city of Ludington that the Badger is leaving the port. Then he talks to the helmsman at the wheel and gives orders to the boiler room crew — with a bell.</p><p>The bell is connected to a communication device called a Chadburn. Curtis says the Badger, which has been sailing since 1953, is the only ship on the Great Lakes that still uses one.</p><p>\"We are still working as if we were in mid-century here, so we have engine-order telegraphs to communicate our needs to the engineers down in the engine room,\" he says.</p><p>The pilothouse has a lot more brass and fewer computers than you'll see in newer ships, hearkening back to when seven ferries operated out of Ludington.</p><p>Now it's the only one.</p><p>Bryce Goddard of Cleveland, Tenn., braved a chilly but sunny morning to sit out on the deck watching Michigan fade away.</p><p>\"I keep waiting for this shoreline to disappear, but it just lasts forever,\" she says. \"Which I'm glad of. That's my last view of Michigan for a long time, probably.\"</p><p>Inside, passengers play bingo, watch a movie or TV, take a nap, read a book or use the Wi-Fi — because, yes, there is Wi-Fi on a coal-powered ferry.</p><p><strong>A Greener Voyage</strong><strong></strong></p><p>This trip almost wasn't possible.</p><p>After decades of letting the Badger pollute the lake, the Environmental Protection Agency issued an ultimatum: Stop dumping or be grounded.</p><p>Finally, this off-season, the boat's owner installed a $2 million solution: a set of blue pipes that collect ash each trip, about 500 tons per year.</p><p>Once a week, that ash gets trucked to Charlevoix, Mich., for use in making cement products.</p><p>Badger engineer Chuck Cart says it wasn't easy to install this new system.</p><p>\"We don't have a lot of space here, so we needed to design a bin that would fit in the space that we weren't using to haul cars and trucks,\" he says.</p><p>The boat trip is only three to five hours shorter than driving around the lake, and there are certainly faster ferries at other Lake Michigan ports.</p><p>But Mary Lou Deutsch of Traverse City, Mich., says that's not the point.</p><p>\"Life isn't for going fast. Life is for enjoying the ride. And this has been delightful,\" she says.</p><p>And now that the Badger runs a bit greener, a leisurely ride across Lake Michigan is no longer a guilty pleasure.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Lake+Michigan%2C+A+Cleaner+Coal-Powered+Ship+Ferries+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Carr","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410958579-6bf94e.m3u?orgId=1&topicId=1091&d=237&p=10&story=410903693&t=progseg&e=410955216&seg=17&ft=nprml&f=410903693"},{"href":"http://media.npr.org/assets/img/2015/05/31/49212081_h15577514-8ef74f4189accccabeb70d5e8a256c05e9367ecc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1612","width":"2149"}}]}