{"created":"2015-04-02T23:10:01+00:00","modified":"2015-04-06T16:09:01+00:00","valid":{"from":"2015-04-06T16:09:01+00:00","to":"3015-04-06T16:09:01+00:00"},"hreflang":"en","guid":"5394d5dc-3217-4844-9562-dcdbe6016422","title":"California faces the worst water emergency since the Dust Bowl, and it needs solutions fast","published":"2015-04-06T16:08:58+00:00","byline":"Carol Hills","tags":["droughts","water","water recycling","water usage","environment","Environment","Science, Tech & Environment","California","Keith Schneider","Environment","Water","Water supply","Water conservation","Water treatment","Water crisis","Drought","Reclaimed water"],"teaser":"It happened on April Fool's Day, but it's no joke: Governor Jerry Brown says California must reduce its water usage by 25 percent. The state's drought, now in its fourth year, is requiring drastic measures, and one man thinks Australia is the place to look for answers.","contentencoded":"<p>For the first time in its history, California will force its citizens to cut their water usage in response to the state's long-running drought.</p>\n<p>\"It's the most significant ecological emergency in the United States since the Dust Bowl,\" says Keith Schneider, senior editor of <a href=\"http://www.circleofblue.org/waternews/2015/world/california-governor-orders-first-mandatory-water-restrictions/\">Circle of Blue</a>, a news outlet that covers the global water crisis. \"We are witnessing in California a whole new measure of responses the likes of which we've not really dealt with in the United States previously.\" </p>\n<div>The new mandatory restrictions call for a 25 percent reduction in water use, and acres of government-owned lawns will be ripped out and replaced with drought-tolerant landscaping to help with the effort. Towns will also no longer be allowed to water ornamental grass. </div>\n<p>But California's size and scale makes tackling the water problem a formidible challenge. With a population of 40 million, California's economy rivals that of a number of large countries, including Russia and Brazil. Schneider says an adequate response to the drought will take an even bigger rethink and tons of political will. </p>\n<p>That's why he suggests California look to Australia for some answers. The country endured a 12-year drought, which was finally declared over in 2012. It crippled food production <a href=\"http://www.pri.org/stories/2011-09-27/rationing-water-australia-s-agricultural-heartland\">in the Murray-Darling basin</a>, Australia's breadbasket, which had much wider ramification. \"It took out the largest rice production sector in the Southern Hemisphere, which contributed to rising global food prices, <a href=\"http://www.theguardian.com/environment/2013/apr/13/climate-change-threat-food-supplies\">which contributed to the Arab Spring</a>.\"</p>\n<p>Australia responded in several ways. Several years into the drought, the Australian federal government ceded water policy to the states; state governments, along with private developers and irrigation companies, effectively rebuilt the irrigation system in the Murray-Darling Basin. \"They hardened the canals so they wouldn't leak, putting in digital gates to provide for water supply. They also changed cropping and irrigation patterns,\" Schneider explains.</p>\n<p>Keith Schneider says California has to make similar big-picture changes involving water storage and how best to use existing supplies of water. He suggest water recycling, with which some local governments have already experimented.</p>\n<p>\"Several years ago Orange County finished a modern <a href=\"http://www.circleofblue.org/waternews/2014/world/orange-county-recycled-water-system-shows-importance-collaboration/\">state of the art water recycling plant </a>where it takes waste water, cleans it up and then re-injects it back into the ground water in order for Orange County to produce drinkable water from its ground water,\" Schneider says. The plant also supplies most of its own energy from the methane the recycling process creates.</p>\n<p>\"It's a state-of-the-art plant and it took 10 years for the county officials to convince the public to build that plant,\" he says. \"The opposition said, 'We're not going to drink toilet water' and complained about the cost, but today that plant is seen as a lifesaver. Other communities along the Pacific Coast are now considering how to build waste-water treatment systems to recycle their waste water.\"</p>\n<p>But even if Californians can summon the will for such changes, time and water are quickly running out. \"There's a lot of stuff that can be done and is being done,\" Scheinder says. \"The question is how fast.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-02%2Fbuddy-can-you-spare-some-water&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0402201509.mp3"},{"href":"http://www.pri.org/file/0402201509mp3"}]}