{"created":"2014-10-27T23:08:05+00:00","modified":"2014-10-27T23:08:05+00:00","valid":{"from":"2014-10-27T23:08:05+00:00","to":"3014-10-27T23:08:05+00:00"},"hreflang":"en","title":"Scientists Find Polar Ice Irreversibly Melting","published":"2014-05-13T18:48:00+00:00","teaser":"Two groups of scientists have found a large section of the West Antarctic Ice Sheet is melting at an unstoppable rate.","itags":["npr_api","312179722"],"contentencoded":"<p>Two groups of scientists have found that a large section of the West Antarctic Ice Sheet is now melting at an unstoppable rate, and within a couple of centuries the world sea level could rise more than 10 feet.</p><p><strong>Tom Wagner</strong>, who runs NASA&#8217;s programs on polar ice, discusses the research with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><h4>Interview Highlights: Thomas Wagner</h4><p><strong>On what the data tells us</strong></p><p>&#8220;Based literally on the geography of this part of the world &#8212; the shape of the bed, the size of the ice sheets, and the way they connect to the oceans &#8212; it seems like the ice is going to unstoppably drain from this portion of Antarctica.&#8221;</p><p>&#8220;It&#8217;s also about the ice literally floating on that water and how the ice connects to the bed. If you looked at a map of Antarctica, and you saw West Antarctica, if you popped off the ice, what you would actually see is not a continent above the ocean, but just a bunch of islands. And the ice there is so thick is that what it&#8217;s done is displace the water between those islands so it can sit down on the bottom. Well, what&#8217;s happened, though, is that as the ice flows out to the ocean &#8212; because it&#8217;s so thick, it&#8217;s literally miles thick &#8212; it kind of gets pinned against other things, like islands, mountains and things like that, that are located in the coastal area. But what&#8217;s happened is that it&#8217;s retreated off of those pinning points, and it&#8217;s beginning to float.&#8221;</p><p><strong>On the reality that the ice melting is unstoppable</strong></p><p>&#8220;Something important about this is that the first study that was released in the [Geophysical Research Letters] paper, that is based on observations. They literally looked at radar data that showed how the grounding line, the place where the ice is kind of last in contact with the land, how that has retreated. And then on top of that, they combined that with some work looking at radar from airplanes that went down in mapped the shape of the bed underneath it. The point being this: it&#8217;s based on observations and drawing relatively straightforward conclusions about a hypothesis that&#8217;s been around since the 1970s, and so it&#8217;s a pretty robust conclusion. There are about a half dozen glaciers in the first study. The second study that came out in &#8216;Science&#8217; was a very, very detailed modeling study to look at how one of these glaciers might behave. We reached a very similar conclusion: that the stage is set now for collapse and retreat.&#8221;</p><p><strong>What he wants people to know they can do</strong></p><p>&#8220;It&#8217;s not that there&#8217;s absolutely nothing that can be done. There&#8217;s a couple of things. One, people have to understand that this is part of sea level rise, and sea level rise is caused by warning, and so there&#8217;s plenty we can do about that. But what I also would really like people to understand is this: the planet is not just changing; it is changed. And we&#8217;re already seeing impacts of sea level rise all the way up and down the eastern seaboard of the U.S., and we probably need to plan for more of that. But on top of that, worldwide, we need to understand that low-lying countries &#8212; say, like, Bangladesh &#8212; just a foot and a half of sea level rise will displace 11 million people, and we have to plan for these kinds of changes.</p><ul><li><strong>NASA:</strong> <a href=\"http://www.jpl.nasa.gov/news/news.php?release=2014-148\" target=\"_blank\">West Antarctic Glacier Loss Appears Unstoppable</a></li></ul><p><a href=\"http://www.youtube.com/watch?v=Adh86ma3oxw\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://science.nasa.gov/about-us/organization-and-leadership/tom-wagner/\" target=\"_blank\">Thomas P. Wagner</a></strong>, NASA Program Scientist for the cryosphere. He directs NASA activities for study of the earth’s polar regions, glaciers, sea ice, and related aspects of climate change and sea level rise. He tweets <a href=\"https://twitter.com/tomwagner\" target=\"_blank\">@tomwagner</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Find+Polar+Ice+Irreversibly+Melting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"53a93885-a3eb-49c5-9a32-607f61c983e6","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312181633-c93468.m3u?orgId=330&ft=3&f=312179722"}]}