{"created":"2014-10-24T20:33:19+00:00","modified":"2014-12-04T15:15:28+00:00","valid":{"from":"2014-12-04T15:15:28+00:00","to":"3014-12-04T15:15:28+00:00"},"hreflang":"en","title":"40 Years Later, Diane Von Furstenberg's Wrap Dress Still Wears Well","published":"2014-10-24T22:59:00+00:00","teaser":"In her memoir, <em>The Woman I Wanted to Be,</em> Diane von Furstenberg says she owes her success to her mother, a strong, strict Holocaust survivor who called Diane her \"torch of freedom.\"","itags":["npr_api","358550381"],"guid":"53aeafa2-2e24-47ca-ac5b-8b173c11c1f0","contentencoded":"<p>Diane von Furstenberg was a young socialite when she first started showing her designs to New York boutiques and magazine editors in the late 1960s. The dresses she created weren't very expensive and they definitely weren't couture. They were wrap dresses — made of gentle jersey, gorgeously patterned, with a deep-cut V-neck and light belt.</p><p>\"It's a dress that was practical and pretty and sexy,\" von Furstenberg tells NPR's Audie Cornish. It's been described, she says, as \"a dress that you get the men with ... but he doesn't mind taking you to his mother.\"</p><p>It sold by the millions.</p><p>In her new memoir, <em>The Woman I Wanted to Be,</em> von Furstenberg tells her unlikely story of success. Her mother was a Belgian Holocaust survivor — a history von Furstenberg was always aware of, though her mother didn't speak of it often.</p><p>\"She had tattooed numbers on her arm, but she had it removed because people kept on looking at it,\" von Furstenberg remembers. \"And when she did talk about it, she protected me. ... She didn't want to burden me with the heaviness of it all.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On her mother's strength</strong></p><p>My mother was very minute; she was small and very slender. But she was probably the strongest person I ever met. She was very strict. Today, one would say maybe she was a \"tiger mom,\" but I'm glad she was like that because she built my character. ...</p><p>I never questioned my mother. I never questioned anything about her. I just tried, always, to make it easier for her because, even though she wouldn't show me her scars, she was wounded — and I knew that. And therefore, I always was a good girl and trying to please her at all costs. And so, I never, ever questioned anything about her.</p><p><strong>On a <em>New York</em> magazine cover story that portrayed Diane and her first husband, Egon von Furstenberg, as a cosmopolitan, \"prince and princess\" couple</strong></p><p>It's just that we were very young, Egon and I, and good looking. And he was a prince and I was a princess. When I actually read the article — it was a cover story and it says \"The Couple That Has Everything: Is Everything Enough?\" Somehow, when I read that, I just thought that's not really who I am and, therefore, I can't really be a couple — I have to be me. And that, in a sense, kind of made us separate. I don't know if it's the only reason — probably not — but it was kind of the turning point. But we stayed very, very good friends. It's just that I did not want to be married.</p><p><strong>On not wanting to be dependent</strong></p><p>I never wanted to be dependent on anyone, whether it was my father or my husband. When I was a little girl — a young girl — I did not really know what I wanted to do, but I did know the kind of woman I wanted to be. And I wanted to be an independent woman, a woman who is in the driving seat, and who is in charge of her own life. And that clearly means, also, being financially independent. So that's really what I wanted to be and I became that woman. I was lucky that I became that woman very, very early in life, you know, in my late 20s. And that's that.</p><p><strong>On her initial discomfort with being called a \"designer\"</strong></p><p>It's not reluctance. It's humility. You know, I worked in this mill for this Italian man who taught me everything and then I made a few samples and then I brought them to America. You know, I made easy little dresses. That's what I did. I didn't think I was actually designing them and I didn't think I was making a fashion statement. Yet, this year, I celebrate the 40th anniversary of my famous wrap dress. And I sold millions of them and generations and generations of women have worn it. So, all of a sudden, it just hit me. I said, maybe I did not want to make a fashion statement, yet I did. And it was actually more than just a fashion statement; it turned out that it was sociological. So I guess, then, now I am accepting it.</p><p><strong>On why the <a href=\"http://www.metmuseum.org/toah/works-of-art/1997.487\" target=\"_blank\">wrap dress</a> took off in the '70s</strong></p><p>It's a dress that's both proper and seductive — practical and sexy. It just has everything. You know, you can go in a boardroom and make a presentation and feel feminine, and yet not exposed. ... [With no snaps or zippers] you could take it out and slip in and out of it making no noise.</p><p><strong>On whether the intent was to create a dress that could be taken off easily</strong></p><p>None of it was the intent, but it was the reality.</p><p><strong>On her long, complicated relationship with the wrap dress</strong></p><p>I took it for granted, that little dress, even though it paid for all my bills, it paid for my children's education, it paid for my houses, it paid everything — my fame, my success. But, the moment this year that I decided that I was going to honor it, I looked at it in a completely different way. And I looked at not just what it had done for me, but its place in society and how incredible and rare that is that a dress lives that long. So now, I am totally proud of it.</p><p><strong>On whether she feels her mother's influence in her own success</strong></p><p>She used to say that I was her torch of freedom, and I feel it. I feel that I carry in my hand the flame — the flame of freedom, the flame of something that was taken away from her. And she did survive it. And she wasn't supposed to have a child and I was born. So my birth was a miracle. So it is, to some degree, my duty to honor my mother and honor her sufferings with a lot of <em>joie de vivre</em> because, at the end, life had won.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=40+Years+Later%2C+Diane+Von+Furstenberg%27s+Wrap+Dress+Still+Wears+Well&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"490"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358631324-2dda72.m3u?orgId=1&topicId=1033&ft=3&f=358550381"},{"href":"http://media.npr.org/assets/img/2014/10/24/495359783-44ccb27502f8b0106d97ab87af447502f95ab726.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1302","width":"1736"}},{"href":"http://media.npr.org/assets/img/2014/10/24/485174385_enl-99f2d874152abc213e371eba548b81f5d6bdf769.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3000","width":"1451"}}]}