{"created":"2014-09-21T03:10:29+00:00","modified":"2014-09-22T18:41:20+00:00","valid":{"from":"2014-09-22T18:41:19+00:00","to":"3014-09-22T18:41:19+00:00"},"hreflang":"en","guid":"53c45033-ed87-4069-9c8d-a604297c5583","title":"The biggest threat in Yemen probably isn't what you think","published":"2014-09-22T18:41:16+00:00","byline":"Stephen Snyder","tags":["Houthis","Islam","al Qaeda","AQAP","Conflict","Conflict & Justice","Sana'a","Asia","Yemen","Middle East","Asia","Iona Craig","Al Abdullah Saleh","Yemen","Houthis","Sana'a","Terrorism in Yemen","Al-Qaeda in the Arabian Peninsula","Shia insurgency in Yemen"],"teaser":"The Houthi insurgency may be low on the radar of American worries in Yemen, the but the Shiite group is now in the streets of the capital and fighting government forces. And that battle could hand an opportunity to the group Western nations are focused on: al-Qaeda.","contentencoded":"<p>Yemen, home to one of the most dangerous branches of al-Qaeda, is now facing other troubles in its capital city, Sana&#39;a.</p><p>On Friday, a powerful Shiite rebel group shelled Yemen&#39;s <a href=\"http://www.ft.com/cms/s/0/0e84d6dc-3ffd-11e4-a381-00144feabdc0.html#axzz3DnTltWnm\">state-run television</a> building as its fighters advanced into Sana&#39;a, challenging government forces.&nbsp;<a href=\"https://twitter.com/ionacraig\">Tweets posted</a>&nbsp;from Yemen detailed 24 hours of gunfire, shelling, sonic booms and disruptions to Internet and phone service.</p><p>Iona Craig, a British journalist who lives in the Yemeni capital, says the rebels have been encamped around Sana&#39;a for weeks, but only recently have&nbsp;<a href=\"http://www.aljazeera.com/news/middleeast/2014/09/houthi-rebels-push-into-yemeni-capital-201491811272660134.html\">stepped up their campaign</a>&nbsp;against the Yemeni government, which started as a protest.</p><p>&quot;This went from a peaceful protest into very much a violent escalation, and there&#39;s been heavy fighting over the last couple of days now,&quot; Craig says.</p><p>The rebel group is the Houthis, named after their founder Hussein Badreddin al-Houth. They belong to the Zaidi Shiite community, a minority in mainly Sunni Yemen. Craig says the Houthis battled the Yemeni government six times before signing a peace deal in 2011, the year that&nbsp;<a href=\"http://en.wikipedia.org/wiki/Yemeni_Revolution\">Yemen&#39;s own chapter of the Arab Spring</a>&nbsp;toppled longtime President Ali Abdullah Saleh.</p><p>Since then, the Houthis have gained territory and influence thanks to their military strength and populist message.&nbsp;&quot;A lot of people see their demands as legitimate,&quot; Craig says. &quot;They call the government corrupt. They want the government to be dissolved. A lot of people agree with that sentiment.&quot;</p><p>They also have a concrete demand that strikes a chord with the Yemeni public, she says: &quot;They want to reduce the price of fuel, which is obviously a very popular move, as well.&quot;</p><p>Yemen has been seeking stability since the 2011 uprising. In addition to the battle with the Houthis, the government is dealing with former President Saleh, who remains in Yemen and is considered by some to be a disruptive influence. And, of course, the government faces the well-known, ongoing threat from militants of al-Qaeda in the Arabian Peninsula.</p><p>But Craig says foreigners have underestimated the importance of the Houthis.&nbsp;&quot;They&#39;ve gained popularity. They&#39;ve gained ground. They are the strongest fighting force in Yemen,&quot; she says. &quot;They are stronger than the army. They have beaten the army. And this is why they&#39;re in such a strong position today.&quot;</p><p>Craig says that if Americans ignore the Houthi insurgency, it might hand al-Qaeda an opening: &quot;Once there&#39;s chaos in Sana&#39;a ... and the army is focused on trying to fight the Houthis, security is weakened across the country. And that really gives them an opportunity.&quot;</p>","audio":[]}