{"created":"2015-02-09T21:14:40+00:00","modified":"2015-02-09T21:16:57+00:00","valid":{"from":"2015-02-09T21:16:57+00:00","to":"3015-02-09T21:16:57+00:00"},"hreflang":"en","title":"University Suspends Confidential Informant Program","published":"2015-02-09T21:14:00+00:00","teaser":"The decision by the University of Massachusetts, Amherst, came after the overdose death of a student informant.","itags":["npr_api","385000861"],"guid":"53cc408a-2b50-469c-b52e-d77ae7f73a9f","contentencoded":"<p>The University of Massachusetts, Amherst, announced last month that the school’s police force would stop using students as confidential informants. The decision came after the October 2013 death of a confidential informant known only as &#8220;Logan.&#8221;</p><p>Logan had been caught selling LSD and the club drug &#8220;Molly,&#8221; and the campus police offered to drop the charges if he helped them make a drug bust that night. Months later, Logan’s parents found him dead of a heroin overdose without ever having been told of his arrest.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with UMass senior <strong>Eric Bosco</strong>, who co-wrote <a href=\"http://www.bostonglobe.com/metro/2014/09/27/heroin-takes-life-flagship-campus-umass-did-university-enough/KeUcRPH2VyQWmI0lhii01K/story.html\" target=\"_blank\">the Boston Globe exposé</a> that brought the full details of Logan’s story to light. We’re also joined by journalism teacher <strong>Steve Fox</strong>, who helped him write it.</p><h4>Interview Highlights</h4><p><strong>Eric on Logan as a confidential informant and the mother&#8217;s reaction</strong></p><p>&#8220;The cops went into his dorm room and found a bunch of drugs and money and found him responsible for dealing drugs and they offered him a chance to drop those charges and help himself out. Within a number of hours, he was equipped with a wiring device.&#8221;</p><p>&#8220;So when the police entered his dorm room they found a hypodermic needle, an assortment of drugs, and they dropped all charges against him for his role as a confidential informant. There was no parental notification triggered because he wasn’t found responsible for any drug policy violations.&#8221;</p><p>&#8220;That’s one of the things that Logan’s mother, that really stuck with her. She saw it as a chance that she could have helped her son if she would have known that he had a hypodermic needle in his room. If she had known that drugs were getting him in trouble at school, she says she would have driven up to school in Amherst that very night and straightened him out, and pulled him out of school, and got him into rehab. It’s certainly a tough thing for her to handle.&#8221;</p><p><strong>Steve on how they discovered Logan and his story</strong></p><p>&#8220;Well the confidential informant program, I didn’t know about. The rumors began probably the previous fall. You know, initially the story was we heard about this student overdosing on heroin and there was no public announcement by the university, so initially we were following that. But there was no one to talk to, there was no paper trail, so it wasn’t something that we could necessarily follow.</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;If she had known that drugs were getting him in trouble at school, she says she would have driven up to school in Amherst that very night and straightened him out.&#8221;<div class=\"pullquoteauth\">&ndash; Eric Bosco</div></p><p></div></p><p>&#8220;Eric’s talking about this in class and Caitlin’s across from him, and she goes, ‘well, I’ve heard that too and I know his girlfriend.’ So they sit down and they start talking with the girlfriend and the girlfriend puts them in touch with the mother. After about a week or so of negotiation, they’re finally able to get the mom on a Skype phone call at midnight. At that point, Eric had obtained the police documents from the police department, which pointed out his bust and his confidential informant status. And so, at that point he should he those documents, including the reference to the needle and, you know, she pretty much broke down at that point, but also during the course of the conversation she mentioned the phone and the text messages, and I guess once he got the text messages, that was finally what put the story over the top.&#8221;</p><p><strong>Eric on the text messages</strong></p><p>&#8220;The text messages showed that he was being called out for being a snitch. And that was something that him being the sort of the ‘life of the party’ guy, he wasn’t used to. So he was saying thing like ‘I need to get out of here,’ ‘I’m not used to being hated by everybody.’ You know, you could see the toll that his role in that buy/bust operation took on him.&#8221;</p><p><strong>Steve on the disbanding of the student informant program</strong></p><p>&#8220;The chancellor appointed a committee in September to look at the issue and come up with recommendations and so they spent between September and January meeting and interviewing people. They did kind of a cost-benefit analysis and ran the report. There’s a lot of cost involved and, in the end, it was the chancellor’s decision to do away with the program. It’s not saying that local police department certainly may end up using students as confidential informants, but campus police won’t.&#8221;</p><h4>Guests</h4><ul><li><strong>Eric Bosco</strong>, senior at the University of Massachusetts, Amherst. He tweets <a href=\"https://twitter.com/eric_bosco\" target=\"_blank\">@Eric_Bosco</a>.</li><li><a href=\"http://www.umass.edu/journalism/facultyStaff/bio/fox\" target=\"_blank\"><strong>Steve Fox</strong></a>, teaches journalism at the University of Massachusetts, Amherst. He tweets <a href=\"https://twitter.com/stevejfox\" target=\"_blank\">@stevejfox</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=University+Suspends+Confidential+Informant+Program&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"651"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000864-192789.m3u?orgId=1&e=385000861&d=651&ft=nprml&f=385000861"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0209_umass-amherst.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"683","width":"1024"}}]}