{"created":"2014-12-30T21:01:57+00:00","modified":"2015-06-05T15:31:16+00:00","valid":{"from":"2015-06-05T15:31:16+00:00","to":"3015-06-05T15:31:16+00:00"},"hreflang":"en","title":"Hangover Helper: Tips To Prevent A Horrible Headache ","published":"2014-12-30T23:45:00+00:00","teaser":"Champagne and other booze flow freely on New Year's Eve. But if you want to wake to a new year without the side effects of alcohol, don't fret: Science offers some guidance.","itags":["npr_api","371950986"],"guid":"53ebd274-41ae-48b9-b86f-837c269d8ce2","contentencoded":"<p>The first time I <em>ever</em><em> </em>got tipsy was during a champagne toast at a cousin's wedding reception.</p><p>All was good, until the room started spinning — and the sight of my cousin's bride dancing in her wedding dress was just a whirl of lace.</p><p>Of course, if you're an uninitiated teenager, any amount of alcohol can go straight to your head. But, decades later, bubbly wine still seems to hit me faster than, say, beer. It turns out there's a reason.</p><p>\"Some of the dizziness you can feel after champagne is due to both the brain getting [a little] less oxygen and also the [effects] of the alcohol at the same time,\" explains researcher <a href=\"http://www.colorado.edu/ibg/people/279\">Boris Tabakoff</a> at the University of Colorado, Boulder.</p><p>All the bubbles in sparkling wine are carbon dioxide. The C0<sub>2</sub> competes with oxygen in our bloodstream, says Tabakoff, who studies the effects of alcohol on the body.</p><p>And according to a Princeton University <a href=\"http://www.princeton.edu/uhs/healthy-living/hot-topics/alcohol/\">explainer</a> on alcohol absorption, carbon dioxide \"increases the pressure in your stomach, forcing alcohol out through the lining of your stomach into the bloodstream.\" That can speed up the rate of alcohol absorption — <a href=\"http://www.npr.org/blogs/thesalt/2013/12/31/258588280/does-champagne-actually-get-you-drunker\">albeit temporarily</a>.</p><p>So if you want to stay steady on your feet, sip that bubbly slowly. And if you want to prevent a hangover, swap your next glass of bubbly for water. Alternating between alcoholic beverages and H<sub>2</sub>0 can help prevent the dehydration that accompanies a night of drinking.</p><p>\"What happens when you first start drinking,\" Tabakoff explains, \"is that a hormone that controls your water balance, an anti-diuretic hormone, is suppressed.\" And this leaves us heading for the ladies' or men's room — which can precipitate a pounding headache in the morning.</p><p>But Tabakoff says dehydration is not the only reason we get a headache.</p><p>\"High levels of alcohol in the brain have fairly recently been shown to cause neuro-inflammation, basically, inflammation in the brain,\" he says.</p><p>This is why taking aspirin or other anti-inflammatory medicines, such as ibuprofen, can help us feel better.</p><p>Now, alcohol isn't the only headache-producing culprit in our drink glasses. Many alcoholic beverages, such as wines and beers, contain toxic byproducts of fermentation, such as aldehydes. And Tabakoff says if you drink too much, you can feel the effects.</p><p>\"If these compounds accumulate in the body, \" explains Tabakoff, \"they can release your stress hormones, like epinephrine and norepinephrine, and as such can alter function in a stresslike way\" — paving the way for a hangover.</p><p>Tabakoff says distilled spirits contain fewer of these toxic compounds than other types of booze, which explains why some people report feeling fewer hangover effects if they stick with vodka or gin.</p><p>Obviously, the only sure way to avoid a hangover is to not drink alcohol. But if you are going to indulge, Tabakoff says the tried-and-true advice — eat something before you drink, and while you drink, makes good sense.</p><p>\"Food is very good for the purpose of slowing the absorption of alcohol,\" he says.</p><p>Adding liquid calories to your cocktails — say, Coke, ginger ale or sugary punch as a mixer — is a good way to slow absorption, too. In fact, a study we <a href=\"http://www.npr.org/blogs/thesalt/2013/01/31/170748045/why-mixing-alcohol-with-diet-soda-may-make-you-drunker\">reported</a> on back in 2013 determined that a diet soda and rum will make you drunker than rum mixed with sugary Coke.</p><p><a href=\"http://artscience.nku.edu/departments/psychology/facstaff/ft-faculty/marczinski.html\">Cecile Marczinski</a>, a cognitive psychologist who authored that study, found that the average breath alcohol concentration was .091 (at its peak) when subjects drank alcohol mixed with a diet drink. By comparison, BrAC was .077 when the same subjects consumed the same amount of alcohol but with a sugary soda.</p><p>\"I was a little surprised by the findings, since the 18 percent increase in [BrAC] was a fairly large difference,\" Marczinski told us at the time. She says the difference would not likely have been as large if the subjects — who were all college age — had not been drinking on empty stomachs.</p><p>And here's another self-evident tip when it comes to drinking: Pace yourself.</p><p>\"We can get rid of most of the alcohol we drink if we [limit] drinking to one drink per hour,\" Tabakofff says. This way, \"our blood alcohol levels don't start accumulating.\"</p><p>One drink per hour is a rule of thumb, but that can vary depending on height or body size. Bigger people tend to be able to handle a little more alcohol, and smaller people a little less.</p><p>And remember, Tabakoff says, a single drink is less than you might think. It's 5 ounces of wine, 12 ounces of beer, or a shot of liquor.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hangover+Helper%3A+Tips+To+Prevent+A+Horrible+Headache+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374033115-4425e0.m3u?orgId=1&topicId=1066&d=234&p=2&story=371950986&t=progseg&e=374012717&seg=17&ft=nprml&f=371950986"},{"href":"http://media.npr.org/assets/img/2014/12/30/cn_hangover_sci-d2b8d34e6708818dcaf30e06e5faa560d7e60455.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}}]}