{"created":"2015-04-17T17:24:28+00:00","modified":"2015-04-17T21:28:53+00:00","valid":{"from":"2015-04-17T21:28:53+00:00","to":"3015-04-17T21:28:53+00:00"},"hreflang":"en","guid":"53f05d29-287a-4a93-9ec8-8bf892485f15","title":"A Buddhist-founded university is now firmly in the mainstream","published":"2015-04-17T21:28:49+00:00","byline":"Naomi Gingold","tags":["Religion","education","Global Nation","Belief","Lifestyle & Belief","Sōka Gakkai","Religion","Soka University of America","Tsunesaburo Makiguchi","Daisaku Ikeda"],"teaser":"In less than 15 years, Soka University of America has become one of the top 50 liberal arts schools in the country, according to the holy grail of college rankings: the US News and World Report’s annual list of best colleges.","contentencoded":"<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Soka%20Feature.jpg?itok=kgwWkjJN\" alt=\"\" /><div class=\"field-caption\">\n    <p>Katie Iwagami displays the poster she did for a research seminar on Soka University founder Daisaku Ikeda’s philosophies of peace. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Naomi Gingold</p>\n  </div>\n</div>\n<p>High on a hill at the edge of a wilderness park overlooking Southern California’s Laguna Beach sits the stunning campus of Soka University of America. The school draws its name from Soka Gakkai, a new Buddhist movement started in Japan before World War II by Tsunesaburo Makiguchi.</p>\n<p>According to Wendy Harder, the Director of Community Relations at Soka University of America, Makiguchi was an educator who dreamed of opening a university in the US. “He said, if you’re going to study human rights, you should live it. You should see people picketing in front of the grocery store. That wasn’t happening in 1930s Japan.”</p>\n<p>For Makiguchi, the university, which opened in 2001, was meant to be a beacon, a place for a humanistic liberal education, open to students of all nationalities and religions.</p>\n<p>“This is a Buddhist speaking, but he’s not talking Buddhist Education. He’s talking an international college that will help foster leaders for peace,” Harder says. </p>\n<p>And in less than 15 years, Soka University of America has become one of the top 50 liberal arts schools in the country, according to the holy grail of college rankings: U.S. News &amp; World Report's annual list of Best Colleges.  </p>\n<p>Built on Soka Gakkai ideals of peace, human rights and the sanctity of life, Soka University of America takes itself and its curriculum very seriously, with an almost exaggerated gravitas that belies its similarity to other liberal colleges across the country. But Soka’s program does stand out in a few ways. For starters, mandatory study abroad is built into tuition, the school president eats lunch with students every day in the cafeteria and students whose parents make less then $60,000 get full scholarships.</p>\n<p>Although the school has fewer than 450 undergrads, Soka University’s endowment stands at more than $1 billion. That’s larger than many state and full-fledge research universities across the country.  That endowment, largely buffeted by Soka Gakkai donors from around the world, is what makes Soka’s generous financial aid possible. Although there is a Soka University in Japan, for Soka Gakkai members, Soka University of America is often seen as the promised land. For others, it’s a good school that offers great financial aid.</p>\n<p>But the Buddhist movement that Makiguchi began, commonly known as Soka Gakkai International, or SGI, is not just any Buddhist movement. In Japan, it’s often referred to as a cult.</p>\n<p>SGI has gotten a lot of flack over the years for aggressive proselytizing, for loud chanting in public and for being intimately involved in Japanese politics. Soka Gakkai is the creator and base of one of Japan’s most powerful political parties: Komeito or now ‘New Komeito.’</p>\n<p>SGI is also now the largest Buddhist organization in the US.</p>\n<p>Officially, administration and SGI members say Soka University wasn’t founded by SGI, but by the current <em>head</em> of SGI, Daisaku Ikeda. Money to build the school came from Soka Gakkai itself, but according to the university president, his position is the only one reserved for an SGI member. It’s a little confusing, but what is clear is that the although the education is built on SGI principles, the curriculum is secular.</p>\n<p>A few years ago, a local California newspaper published an article alleging religious discrimination against faculty who weren’t Soka Gakkai Buddhists. The article blew up on campus.</p>\n<p>Both former and current professors point to a couple of faculty deans who were particularly problematic, but say the culture has now changed.</p>\n<p>Anthony Mazeroll, a biology professor who is not a member of SGI, has been at Soka almost from the start. “Since I’ve been here, we’ve had one person sue because they didn’t get tenure. And I know that case very specifically. Sometimes, you know, when you don’t get tenure, that’s a shock, there’s no doubt about it. And so it’s easy to cry discrimination,” he says. Especially, he points out, when it’s been a problem before. </p>\n<p>One early lawsuit was quietly settled out of court, but most, including the one Mazeroll specifically refers to, never went anywhere.</p>\n<p>Some alumni have said Soka was a hard place to be in the early years if you weren’t SGI Buddhist. Before the article, open conversation about religion and, especially SGI, ... just wasn’t possible.</p>\n<p>Nowadays, senior Laura Cossette echoes many when she says, “there’s tons of people here. There’s Christians, there’s Jews, there’s Buddhists, there’s all types. I’ve never felt pressured to be Buddhist. I’ve never been taught about Buddhism in any of my classes. It’s not just some weird creepy Buddhist school.”</p>\n<p>SGI, non-SGI. Faculty, students. All feel like they’ve been slightly wronged in the media and are rather defensive toward outsiders, careful to protect a school they feel they’ve gotten so much from.</p>\n<p>If there is anything that remains outwardly weird at Soka, it’s the personality cult around Daisaku Ikeda, the current head of SGI who officially founded the university.</p>\n<p>SGI members and administrators, even those who are supposedly not-SGI, speak about “The Founder” in fawning, reverential tones. Every single photo hanging on school walls? All were taken by Ikeda. During finals, students get “Founder’s Snacks.” The house near the Atheneum at the back of the school was built specifically for him.           </p>\n<p>Non-SGI students shrug. It’s a little strange, but they say it doesn't affect them.</p>\n<p>Wandering around campus, I met seniors Alex Scott and Sarah Barnes. They told me they were both a bit concerned about the Soka Gakkai connection before coming to Soka. </p>\n<p>“When I got recruited here [for soccer], it was like, what’s Soka? Now after, being here, I realized it has no affect on the university at all, and it’s an awesome school and I love it,” Scott says.</p>\n<p>“I am often very critical of the way that the business of being a university runs here, but after spending four years here, and engaging with it from the perspective of a skeptic, and critically thinking about what I’m actually doing here, I really believe in the education here,” Barnes adds.</p>\n<p>There are a lot of institutions in the US — including a bunch that perennially appear on lists of best colleges — that have had to negotiate their own religious beginnings: Duke, Vanderbilt, Georgetown, to name just a few. In the end, Buddhist-inspired Soka University may not be so different.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-08%2Fbuddhist-founded-university-now-firmly-mainstream&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Soka%20UNFeature_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/soka-unfeaturejpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04172015_04.mp3"},{"href":"http://www.pri.org/file/0417201504mp3"}]}