{"created":"2015-03-20T17:42:55+00:00","modified":"2015-04-12T20:49:05+00:00","valid":{"from":"2015-04-12T20:49:05+00:00","to":"3015-04-12T20:49:05+00:00"},"hreflang":"en","title":"Some Anxiety, But No Slowdown For North Dakota Oil Boom Town  ","published":"2015-03-20T23:58:00+00:00","teaser":"Low oil prices have led to a drop in drilling, but not as much as you might expect. In some parts of the state's Bakken oil patch, production continues at a feverish pace.","itags":["npr_api","393639392"],"guid":"53f69de0-4e51-4c84-8d5e-a0c453a8bace","contentencoded":"<p>Low oil prices are causing a drop in new drilling and exploration in North Dakota, but not as much as you might expect.</p><p>Take the boom town of Watford City, over in the northwestern corner of the state and in the heart of the Bakken oil patch. Its population has tripled since 2010, and today, continues to climb.</p><p>When I visited a year ago for our series on the Great Plains Oil Rush, the price of oil was above $100 a barrel. When I went back recently — with the headlines warning of a crash coming fresh in my mind — it was below $50; a 50 percent decrease in a year. I figured I'd come upon empty hotels, the skeletons of half-built condos and people out of work ...</p><p>Yeah, not so much.</p><p><strong>'Still Hiring'</strong></p><p>My hotel room still cost about $200 a night. The Cashwise grocery store was still packed with roustabout men hauling out cases of Red Bull and boxes of Hungry Jack pancake mix (just about every state in the nation was represented via the license plates in the parking lot). And outside town, the drill rigs were still lighting up the frozen prairie like Christmas trees.</p><p>If there's a slowdown in North Dakota, it isn't really being felt in Watford City.</p><p>\"I think it's still growing,\" said Ashley Bones. \"There are still people buying homes and a lot of people coming in here still looking for jobs.\"</p><p>I met Bones, 28, in the airy lobby of a local bank where she works as a loan officer. She told me that she moved to Watford City from Wyoming two years ago to be closer to her dad. Well, that, and the promise of good jobs.</p><p>\"They're still hiring,\" she said. \"There are still signs for $14 an hour, $17 an hour at Wal-Mart.\"</p><p>Most nights Bones also helps out with the bookkeeping for an oil field services company where her husband works. The two met here a year ago. He came from Oregon. And one telltale sign that the oil boom is still cruising along here is that the couple rent a trailer for $2,000 a month. And they consider that a deal.</p><p>\"It's about a thousand dollars a room right now [in town], it's been like that ever since I got here,\" Bones said. \"It's not going down any, in fact, some are going up.\"</p><p><strong>Growing Pains</strong></p><p>Make no mistake, you definitely still detect some anxiety in Watford City about what might happen in the next few months if oil prices stay where they are, or drop further. There are stories about layoffs and some businesses in town closing.</p><p>After all, the number of active drilling rigs — the \"rig count\" as the industry tracks it — has dropped by 40 percent compared to this time last year in North Dakota. But you have to remember that last year set records. And the most oil-rich parts of the Bakken formation happen to lie beneath Watford City. That's why production is actually increasing, despite the low oil prices, and it's why the situation over at the schools seems unchanged in the year since I last visited.</p><p>At the elementary school, the friendly assistant principal, Kerry Stansfield, showed me a crowded gym — students were having recess inside because the wind chill was below minus 10. Next it was a quick peek at modular homes that many of the teachers have to live in. Then it was over to see four portable classrooms the third grades are packed into.</p><p>\"We've had to remodel this several times,\" Stansfield told me.</p><p>Like Watford City's population, the school district's enrollment has tripled in five years. And they're planning for it to grow another 50 percent in the next five years. Last spring, voters approved a plan to build a new high school. It was a big relief around here.</p><p>\"We're going to be moving,\" Stansfield said. \"High school is going to the new high school, middle school is going to stay at the old high school.\"</p><p><strong>A Slowdown Ahead?</strong></p><p>One thing that has changed with oil prices being more volatile is that teachers and staff are seeing more of what they call \"boomerang kids.\" <strong> </strong>That is, those that are here for five or six weeks at a time, then their parent heads to another oil field down south, then they're back.</p><p>Sometimes teachers like Pam Moen only get one or two days' notice.</p><p>\"It's a challenge,\" she says. \"A lot of spots, spottiness, with what they've learned and where we're at.\"</p><p>Moen is a North Dakota native who moved to Watford City after spending more than a decade teaching in the Las Vegas area. She taught through the housing boom, then bust, there. Like a lot of people, she doesn't see a bust happening around here.</p><p>\"We're not really seeing the slowdown here, necessarily, in Mackenzie County,\" Moen said. \"I think we still have 50 plus rigs drilling right now, it's just busy where I live.\"</p><p>Busy and still growing, that definitely sums up life in Watford City right now. But at the same time, it's easy to see why people like Moen maybe wouldn't mind a bit of a slowdown. It would give them a chance to breathe a little, to catch up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Some+Anxiety%2C+But+No+Slowdown+For+North+Dakota+Oil+Boom+Town++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394334614-3f8c17.m3u?orgId=1&topicId=1006&e=393639392&d=276&ft=nprml&f=393639392"},{"href":"http://media.npr.org/assets/img/2015/03/17/watfordcity_030315_northdakota_dg-09_22069833-f6fac9a090b9055635162c95814db0f20ca158d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1271","width":"1695"}},{"href":"http://media.npr.org/assets/img/2015/03/17/watfordcity_030315_northdakota_dg-10_22069835_custom-ffbcf909ae63d3e18d276b232ff8a5f009365da2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1936","width":"2856"}},{"href":"http://media.npr.org/assets/img/2015/03/17/watfordcity_030315_northdakota_dg-05_22069813_wide-16e1ccdd810063780074bc198066e2ef7480a335.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1407","width":"2502"}}]}