{"created":"2014-11-30T22:05:04+00:00","modified":"2014-12-01T17:03:38+00:00","valid":{"from":"2014-12-01T17:03:38+00:00","to":"3014-12-01T17:03:38+00:00"},"hreflang":"en","title":"Black-Market Diesel: Thieves Sell Fuel By The Truckload","published":"2014-12-01T16:13:00+00:00","teaser":"Some criminals hide payment-card skimmers in gas pumps to steal credit card numbers. But that isn't the end of the story: Those stolen numbers are just the start of a highly profitable operation.","itags":["npr_api","367419786"],"guid":"53fc101a-9ed5-4422-b200-06e4f1e22b6b","contentencoded":"<p>You may have heard about criminals hiding payment-card skimmers in gas pumps to steal credit card numbers.</p><p>But this isn't your classic case of identity theft — stealing those digits is just the start.</p><p>Instead of going on shopping sprees or buying flat-screen TVs, organized crime gangs are buying hundreds or thousands of gallons of diesel fuel, and reselling them to make an untraceable profit.</p><p><strong>'Stacks Of Cards'</strong></p><p>In Glendale, Calif., just north of Los Angeles, police officer Dan Suttles sees this kind of thing all the time.</p><p>In the police department evidence room, he opens an envelope full of gift cards, hotel key cards and blank cards with magnetic strips.</p><p>\"These are the types of things that we're finding ... when we do these search warrants and we go to their houses, just stacks of cards,\" Sgt. Suttles says.</p><p>All of these cards store credit card numbers, stolen from skimmers secretly installed in gas pumps across the country.</p><p>Thieves use these cards to go from gas station to gas station, buying diesel fuel, which is then sold on the black market to truckers, taxi companies and construction companies.</p><p>\"They're going to drive through and say, 'Hey, I've got some fuel,' \" Suttles says. \"You either go across the street and you pay a dollar extra a gallon for it, or you buy it from this guy for a dollar off.\"</p><p>Suttles says LA is a hot spot but thieves in Atlanta, parts of Florida and Oregon are doing the same thing: Selling stolen diesel by the truckload.</p><p><strong>Beat-Up Trucks Hide Big Profits</strong></p><p>U.S. Secret Service agent Steve Scarince is with the department tasked with investigating these crimes — the Secret Service may be famous for protecting the president, but the agency also investigates financial fraud.</p><p>\"Most of our cases will take anywhere from 5 to 10 trucks; that's a typical sized crew that operates here in Los Angeles,\" Scarince says, walking through an impound lot in Compton.</p><p>He says gas thieves use utility vans and trucks with hidden tanks, called bladders, that hold the fuel.</p><p>There's a white Dodge Ram pick-up truck on the lot that they seized earlier this year. Scarince says this group made runs between Las Vegas and LA.</p><p>Underneath the truck bed's hard cover is a homemade rig of tubes and a welded-together 250 gallon aluminum tank.</p><p>\"When they first get these trucks, the first thing they do is they actually pull out the gas tank,\" Scarince says. \"And they punch holes into it — they just plumb in all the different pipes that they need to draw in the fuel into this larger tank in the back.\"</p><p>He opens the driver-side door and points to a hidden switch on the dashboard.</p><p>\"This red switch is what activates the siphoning pump,\" he says.</p><p>Flip the switch and a pump in the back of the truck kicks on. That's what moves the fuel from the vehicle's gas tank up into the bladder.</p><p>Don't be fooled by these beat-up trucks and makeshift rigs. Scarince says this is a lucrative enterprise.</p><p>\"Our average case is between $5 and $10 million gross profit per year,\" he says.</p><p><strong>High Risk Of Combustion, Low Risk Of Punishment</strong></p><p>Some crews even invest in tanker trucks. There's one parked in the back of the impound lot. Scarince says these thieves were stealing 4,000 gallons of diesel a day.</p><p>\"Our big fear, of course, is when one of these goes and ignites,\" Scarince says. \"That's when there'll be a lot of carnage.\"</p><p>Those jerry-rigged pipes, pumps and gas tanks leak. Here in LA, a man lit a cigarette while he was stealing fuel a couple years back and his truck exploded.</p><p>Back at the Glendale Police Department, Sergeant Dan Suttles says that doesn't deter the thieves.</p><p>\"I actually interviewed one of these guys,\" Suttles says. \"And I asked him, 'Why do you do this? Because it's not right.' And he says, 'Well, I've opened up two legitimate businesses, I have a house that's clear and paid for, I have put my daughter through [the University of Southern California]. You tell me why I wouldn't do this.' \"</p><p>The risk is low: Diesel is an untraceable commodity.</p><p>Sometimes, of course, people do get caught. A man in Texas and two men in Hawaii were sentenced to 20 years for installing skimming devices in gas pumps. In Idaho, a suspect faces a federal case.</p><p>Meanwhile, in California, Suttles says re-encoding credit cards is a misdemeanor. In his view, that's too lenient.</p><p>\"It's literally just a slap on the wrist,\" he says.</p><p>The reward, Suttles says, is too high. Thieves will keep filling up their tanks.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Black-Market+Diesel%3A+Thieves+Sell+Fuel+By+The+Truckload&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367600048-fd8111.m3u?orgId=1&topicId=1091&ft=3&f=367419786"},{"href":"http://media.npr.org/assets/img/2014/11/29/img_5659-3e8703432b4dbb76e9e302641b23bf6ca7138261.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3164","width":"4219"}},{"href":"http://media.npr.org/assets/img/2014/11/29/img_5676-5d4e8ce704e11ac3d42fe01b406a2fd4f7a15dfe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}