{"created":"2015-06-29T22:05:11+00:00","modified":"2015-06-30T18:31:48+00:00","valid":{"from":"2015-06-30T18:31:48+00:00","to":"3015-06-30T18:31:48+00:00"},"hreflang":"en","guid":"5411c576-95a7-4f31-8524-fddf4d355ea2","title":"Tunisian gunman described as a normal college student","published":"2015-06-30T18:31:43+00:00","byline":"Traci Tong","teaser":"Family and friends believe the man who opened fire at a Tunisian beach resort last Friday was leading a double life. Seif Rezgui, 24, attended Tunisia's Kairouan University, worked at a local café and came from a stable family. But he is said to have joined ISIS, which claimed responsibility for the attack.  \r\n","tags":["Conflict","Conflict & Justice","Kairouan","Garrefour","Sousse","Africa","Tunisia","Seiffeddine Rezgui","Zine el-Abidine Ben Ali"],"contentencoded":"<p>Tunisian police have arrested a group of suspects they believe are connected to a beach massacre late last week in which nearly 40 people died.  </p>\n<p>The shooting rampage at the El Kantaoui resort in the coastal town of Sousse is considered the worst attack in Tunisia's history. Most of the victims were European tourists from Britain, Germany, France and Belgium who were sunbathing when the attack occurred. Britain Prime Minister David Cameron, announced there would be a nationwide moment of silence on Friday to honor the victims. </p>\n<p>ISIS claimed responsibility for the attack and praised the gunman, Seffedine Rezgui. Rezgui, 24, was killed by police after the attack, leaving authorities with a lot of questions and few answers.</p>\n<p>Rezgui was not on any terrorism watch lists and by many accounts, says reporter Marine Olivesi, Rezgui lived a rather normal life. She says Rezgui broke the Ramadan fast with his family and went to work at a local café.</p>\n<p>\"One of his friends told me, the only way he could make sense of it all was to think he was living a double life,\" she says. \"Everybody I talked to there, whether neighbors, friends, relatives ... were at a loss to explain what happened.\"</p>\n<p>Seffedine Rezgui attended Tunisian Kairouan University, and that's where his family believes he was radicalized. But the only link so far is to an Islamic Society organization at the university, Olivesi says.   </p>\n<p>Tunisia has been relatively peaceful since a 2011 Arab Spring uprising toppled President Zine El-Abidine Ben Ali. The country was praised for establishing free, democratic elections without the political drama that occurred after the Arab Spring uprisings in Egypt, Libya and Yemen. </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Ftunisian-gunman-described-normal-college-student&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06292015_05.mp3"},{"href":"http://admin.pri.org/file/0629201505mp3"}]}