{"created":"2015-01-23T21:23:33+00:00","modified":"2015-05-13T21:20:24+00:00","valid":{"from":"2015-05-13T21:20:24+00:00","to":"3015-05-13T21:20:24+00:00"},"hreflang":"en","title":"Iowa Freedom Summit Looks Something Like 2016 Is Underway","published":"2015-01-27T14:00:00+00:00","teaser":"Republican presidential contenders have converged in Des Moines for the Iowa Freedom Summit, an event hosted by conservative lightning rod Steve King.","itags":["npr_api","379410405"],"guid":"5433f63f-445f-4ae9-8297-6b21c05a3fee","contentencoded":"<p>Take a nearly century-old theater in downtown Des Moines. Fill it to capacity — that's 1,200 audience members and another 200 credentialed media — bring in a lineup that includes almost 10 would-be, might-be, could-be Republican presidential hopefuls, and it's looking like the 2016 campaign is officially underway.</p><p>Rep. Steve King of Iowa, a conservative from the northwest corner of the state, is hosting the Iowa Freedom Summit Saturday along with Citizens United.</p><p>The event is King's attempt to have an outsized impact on the outcome of the first-in-the-nation Iowa caucuses, which will take place just one year from now.</p><p>King's big issue is immigration, and he wants candidates to go on the record. He wants them to oppose any kind of deal with Democrats and the White House that would lead to the kind of immigration reform that many leaders at the Republican National Committee have suggested might help the party begin to cut into the huge gap that Democrats enjoy when it comes to the Latino vote.</p><p>But King's strong and blunt language on the issue attracts critics even from within his party. The latest outcry came when he saw the announcement that one of the so called DREAMers — young people in this country illegally because they were brought here as children by their parents — would be seated with the first lady at the State of the Union. King tweeted that Obama had invited \"a deportable to sit in place of honor at #SOTU w/1st Lady.\"</p><p>Confirmed to appear are a group of current and former governors considering a run for the White House. That group includes Scott Walker, who was just re-elected in neighboring Wisconsin, and New Jersey's Chris Christie. Many say Christie is too moderate for Iowa, but he's had a close relationship with King for several years now. Also on the program are Rick Perry of Texas, who just left office, and former Arkansas Gov. Mike Huckabee.</p><p>Others slated to appear are Sen. Ted Cruz, former Sen. Rick Santorum (the winner of the 2012 Iowa caucuses), retired neurosurgeon Ben Carson, former business executive Carly Fiorina, former Ambassador John Bolton, and Donald Trump.</p><p>There are big names skipping the Freedom Summit as well, most notably Jeb Bush and Mitt Romney. Kentucy Sen. Rand Paul and Florida Sen. Marco Rubio are missing it as well. Louisiana Gov. Bobby Jindal also won't be there. His office says he'll be attending a Global Prayer Gathering in Baton Rouge.</p><p>Still, it's a big lineup for the event, which is a new addition to the quadrenniel Iowa caucus calendar of big events. It's just one item in what will be a long and busy year in Iowa in advance of the caucuses. Over time, there will be debates, photo-ops on farms, the big Ames Straw Poll this summer and, of course, the Iowa State Fair where every candidate is expected to hold court before an up-close crowd not far from the midway and the livestock pavilions.</p><p>The Freedom Summit may be the first of many Iowa events, but it's a chance for all of these yet-to-declare presidential candidates to meet the state's GOP activists and to make an impression.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iowa+Freedom+Summit+Looks+Something+Like+2016+Is+Underway&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379419935-1b6cf9.m3u?orgId=1&topicId=1014&d=239&p=2&story=379410405&t=progseg&e=379309297&seg=13&ft=nprml&f=379410405"}]}