{"created":"2015-02-22T22:14:16+00:00","modified":"2015-03-03T17:05:16+00:00","valid":{"from":"2015-03-03T17:05:16+00:00","to":"3015-03-03T17:05:16+00:00"},"hreflang":"en","title":"House Churches Swap Steeples For Sofas, And Say They've Never Been Closer","published":"2015-02-23T18:24:00+00:00","teaser":"With new church construction at an ebb, many Christians are treating this modern problem with an ancient solution: moving congregations out of brick-and-mortar churches and into their own homes.","itags":["npr_api","388197710"],"guid":"544def74-2bb2-4e6b-9667-372c63beea29","contentencoded":"<p>At most churches, it's embarrassing to show up late. But if you arrive early at Greg Stultz's church, you might interrupt the hosts' last-minute preparations as they put away homework or toss shoes up the stairs.</p><p>Stultz and his family are part of a house church. They typically meet on the Eastern Shore of Maryland, though the week that I visited they were meeting in Dover, Del. Each week, their small group crowds into a private living room for dinner and fellowship — and their church is no rarity.</p><p>With new church construction at its lowest point since 1967, and with more religiously unaffiliated Americans than ever before, many congregations say they've become more committed communities by losing the pews and stained-glass windows of a central building.</p><p>Stultz himself explains that he'd long felt a dissatisfaction with the church hierarchy.</p><p>\"The Bible says, 'What then shall we say, brothers? When you come together, everyone has has a hymn, a word of instruction, or an interpretation' — all of this done for the strength of the church,\" Stultz says. \"Where is that being done?\"</p><p>Nowhere — at least as far as Joleen Zimmerman could find. Three years ago, she had been praying for a close-knit church community when she met Stultz. He had quoted that same verse to her.</p><p>\"That was the verse that God had given me,\" she says, \"that when we come together, not to come to pew sit — but to actually come to give.\"</p><p>During their new church's meetings, anyone can call out a song suggestion or read a Bible verse. Instead of a sermon, everyone just talks about what's been weighing on them that week. This group says that the only guidance they need to run a church can be found in the New Testament.</p><p>And there were no church buildings in the time of the New Testament, says L. Michael White, a professor of Christian origins at the University of Texas at Austin.</p><p>\"Where do they meet?\" White asks. \"We do have references in ... the letters of Paul to meeting in someone's home — or, basically, the church in your house.\"</p><p>Over the next centuries, the church became a state institution. With that came buildings, denominational divides, fundraising campaigns. Some house churches are trying to get back to a simpler time. But there are as many varieties and motivations for house churches as there are house churches themselves.</p><p>At Redemption Church, a network of house churches in Bristol, Pa., the meetings are a lot like those at Stultz's church — crowded and casual. But Gary Alloway, the pastor at Redemption, says he'd originally intended to build a brick-and-mortar church. It was only after years of struggling to gather a congregation that he tried a new approach.</p><p>Alloway recalls what he told his congregation at the time: \"I'm not writing a sermon for 12 people. How about you guys come over to my living room? We'll open a Bible, we'll talk about it, we'll eat together.\"</p><p>Three years later, Redemption now has three house churches that meet around Bristol. Once a month, they have a group service. The church has a professional pastor and a budget, most of which goes to community outreach.</p><p>This setup is pretty different from the Stultzes' — but both congregations speak of the tightknit community that comes from a small group. Zimmerman says those relationships are the value of house church.</p><p>\"When I think over my life, basically, it was the relationships that actually helped me,\" she says. \"God didn't call us to walk alone.\"</p><p>It's hard to feel alone when you're squeezed onto a couch with four other people. Larger churches try to offer a similar experience with activities like small group Bible studies. Alloway says that's proof that people are looking for these smaller communities.</p><p>\"I don't know that everyone needs to do house churches,\" Alloway says, \"but every church should be doing the things that house churches are doing — that ability for people to come into something right away and be known.\"</p><p>Both the Stultzes and the Alloways have seen their congregations grow since they moved into a home. Once they outgrow the living room, though, they won't be moving back into a church building. They'll split up into more homes, and keep the tradition going.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=House+Churches+Swap+Steeples+For+Sofas%2C+And+Say+They%27ve+Never+Been+Closer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Klibanoff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388262677-677e81.m3u?orgId=1&topicId=1016&e=388197710&d=237&ft=nprml&f=388197710"},{"href":"http://media.npr.org/assets/img/2015/02/22/house-church-2-c3c2d96e9dce562ce03936a9534768bf919eebf5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}