{"created":"2014-08-28T02:31:59+00:00","modified":"2014-11-12T16:30:52+00:00","valid":{"from":"2014-11-12T16:30:52+00:00","to":"3014-11-12T16:30:52+00:00"},"hreflang":"en","title":"Ernest Ranglin: Tiny Desk Concert","published":"2014-08-16T12:03:00+00:00","teaser":"Watch a talented, charming guitar legend make magic as his band Avila holds down the beat. At 82, Ranglin still plays the ska, reggae and jazz sounds he's been perfecting for more than half a century.","itags":["npr_api","340636520"],"guid":"54525893-f24b-4ce0-acdc-bfdd813678a2","contentencoded":"<p>At 82, legendary guitarist <a href=\"http://www.npr.org/blogs/world-cafe/2014/08/06/337863876/ernest-ranglin-on-world-cafe\">Ernest Ranglin</a> still plays the ska, reggae and jazz that he's championed and helped perfect for more than half a century. Ranglin was a key figure in shaping the sounds of ska — influenced by New Orleans jazz and R&B — in Jamaica in the late 1950s. But most of the world wouldn't hear of ska until producer Chris Blackwell teamed Ranglin up with a Jamaican singer named Millie Small. Together, they recorded \"My Boy Lollipop,\" a song that became a smash at the height of Beatlemania and helped put ska and Jamaican music on the map forever.</p><p>You've probably also heard Ranglin if you've seen the James Bond film <em>Dr. No</em> — particularly the scenes set in Jamaica. The effects of Ranglin's fluid and rhythmic playing on Jamaican music, from mento to reggae, are deep and long-lasting. But his work as a jazz artist is equally amazing, and here at the Tiny Desk he does a bit of everything, including music from his lyrical and wonderful album <em>Bless Up</em>. So watch as this humble, charming gentleman makes magic on guitar, with his talented young band Avila holding down the beat.</p><p><strong>Set List</strong></p><ul><li>\"Surfin\"</li><li>\"Jones Pen\"</li><li>\"Avila (Oscar's Song)\"</li></ul><p><strong>Credits</strong></p><p><em>Producers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ernest+Ranglin%3A+Tiny+Desk+Concert&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Boilen","audio":[{"meta":{"duration":"955"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340637500-490365.m3u?orgId=1&topicId=1110&aggIds=92071316&ft=3&f=340636520"},{"href":"http://media.npr.org/assets/img/2014/08/15/tdc_ernestranglin-02_19896921-b79328e11837f37752dd43eb772e0588b5d80a22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3256","width":"4342"}}]}