{"created":"2015-05-22T16:44:22+00:00","modified":"2015-05-22T18:38:53+00:00","valid":{"from":"2015-05-22T18:38:53+00:00","to":"3015-05-22T18:38:53+00:00"},"hreflang":"en","guid":"54662357-9e23-45b7-a94a-502bbf631376","title":"Why economists think the Trans-Pacific Partnership will be good for Americans","published":"2015-05-22T18:38:48+00:00","byline":"Aaron Schachter","tags":["TPP","Trans-Pacific Partnership","trade","free trade","diplomacy","US politics","Economics","Business, Finance & Economics","United States","International trade","Trans-Pacific Partnership","TPP","free-trade","fast track authority","Trans-Pacific Strategic Economic Partnership","International relations","Jeffrer Frankel","Derek Scissors"],"teaser":"The Trans-Pacific Partnership, a major free trade deal, has turned into a hot and divisive political battle. But no matter what the critics say, most economics believe the treaty will be good for most Americans, even poor ones.","contentencoded":"<p>Discussing trade deals is generally about as exciting as watching grass grow, but a huge new pact called the Trans-Pacific Partnership is firing up public opinion.</p>\n<p>The deal, called TPP for short, involves the United States and 11 other countries that together represent close to a billion people and 40 percent of the world's economy. It's a big deal, but critics says it's also a <em>bad </em>deal, one that will hurt the average American.</p>\n<p>Robert Reich, once Secretary of Labor under President Clinton and now a professor of public policy at UC Berkeley, breaks down the TPP in a <a href=\"https://www.youtube.com/watch?v=3O_Sbbeqfdw\">two-minute video</a>.</p>\n<p>\"If you haven't heard much about the Trans-Pacific Partnership, that's part of the problem right there. ... It's been devised in secret,\" he says in the video. \"Lobbyists from America's biggest corporations and Wall Street's biggest banks have been involved, but not the American public.\"</p>\n<p>That's pretty much the argument all critics make: TPP is a bad deal for working people, written behind closed doors by fat-cat corporations. But talk to economists and you get a different story. Almost invariably, they say, free trade deals are good — for everyone in society.</p>\n<p>\"Liberal, Democrat, conservative, Republican — overwhelmingly we agree on the benefits of free trade,\" says Jeffrey Frankel, a self-described liberal from Harvard's Kennedy School of Government.</p>\n<p>Derek Scissors, an admitted \"freemarket nutjob\" with the American Enterprise Institute, a conservative think tank, says \"it's really hard to find economists who don't like free trade because they think the government is less effective than people are in making choices for themselves.\"</p>\n<p>Neither economist buys the argument that the little guy would suffer under TPP while businesses and corporations would make out just fine.</p>\n<p>\"There's always some people that will lose their jobs from [a large trade deal.] Just like from technology or any other source of growth and change, there's always winners and losers, no question about that,\" Frankel says. \"But I do believe that it's good for Americans as a whole, and I even believe that it's good for working-class Americans.\"</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Boeing.jpg?itok=b9WZvnC5\" alt=\"\" /><div class=\"field-caption\">\n    <p>US Secretary of State John Kerry greets employees at Boeing's 737 airplane factory for a trade speech on the Trans-Pacific Partnership in Renton, Washington.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Saul Loeb/Reuters</p>\n  </div>\n</div>\n<p>\"Clothing in the United States used to be expensive,\" Scissors points out. \"It used to be expensive because we didn't want to let in foreign textiles and foreign apparel. ... We get cheaper food year-round because we import food from other countries in off seasons. That also disproportionately helps the poor.\"</p>\n<p>That's for free trade in general. As for TPP itself, both Frankel and Scissors say no one yet knows exactly what the deal looks like, so railing against it — or singing its praises — is just so much hot air. And charges of secrecy, Frankel argues, are misguided.</p>\n<p>\"When you're negotiating, you can't say what exactly the outcome is going to be. You can't even say what your opening bid is going to be and what your fallback position is going to be or what your bottom line is,\" he says. \"You can't reveal those things in public. It's just inconsistent with the nature of negotiations.\"</p>\n<p>He also backs President Barack Obama's request for fast track authority, which means Congress would only be able to vote on the final treaty, not debate it or offer amendments. The move has angered critics, but Frankel says it's really a lesson learned from previous trade deals.</p>\n<p>\"There used to be this routine practice that the US negotiators get their best deal — and they tend to get a lot — and then the president brings it back to Congress for approval and Congress says, 'Well, no, now we're gonna require some amendments or otherwise we won't agree,'\" Frankel says. \"We did that enough times that other countries said, 'Well, no, we're not playing that game anymore.' So ever since Nixon, we've had to have fast track authority.\"</p>\n<p>Even with a Senate passage of fast track authority, lawmakers are still attempting to kill the measure by amending it in ways the White House says it won't accept. So no matter what the outcome, the battle rage for some time yet.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-22%2Feconomists-weigh-biggest-trade-deal-youve-never-heard&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Anti%20Crowd.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/anti-crowdjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0521201504.mp3"},{"href":"http://admin.pri.org/file/0521201504mp3"}]}