{"created":"2014-09-08T15:42:04+00:00","modified":"2014-11-24T21:19:05+00:00","valid":{"from":"2014-11-24T21:19:05+00:00","to":"3014-11-24T21:19:05+00:00"},"hreflang":"en","title":"Transcript And Audio: President Obama's Full NPR Interview","published":"2014-05-29T09:02:00+00:00","teaser":"NPR's Steve Inskeep interviewed President Obama on Wednesday about foreign policy, including his approaches to Syria, Ukraine and China, as well as his effort to close Guantanamo Bay prison. <em> </em>","itags":["npr_api","316475458"],"guid":"546bdf0d-8ffd-4423-9764-82c9d392cbc0","contentencoded":"<p><em>NPR's Steve Inskeep</em> <em> interviewed President Obama on Wednesday about foreign policy, including his approaches to Syria, Ukraine and China, as well as his remaining White House priorities and his effort to close Guantanamo Bay prison. <em>A full transcript of the interview follows:</em><br /></em></p><p><strong><strong>STEVE INSKEEP: </strong>I want to begin this way. You're here at this historic place, trying to speak with a sense of history. And I was thinking of past presidents that I know you have studied and commented on. And a couple came to mind who were able to express what they were trying to do in the world in about a sentence. Reagan wanted to roll back communism by whatever means. Lincoln has a famous letter in which he says, I would save the union by the shortest means under the Constitution. As you look at the moment of history that you occupy, do you think you can put into a sentence what you are trying to accomplish in the world?</strong></p><p>PRESIDENT OBAMA: I'm not sure I can do it in a sentence because we're fortunate in many ways. We don't face an existential crisis. We don't face a civil war. We don't face a Soviet Union that is trying to rally a bloc of countries and that could threaten our way of life. Instead, what we have is, as I say in the speech, this moment in which we are incredibly fortunate to have a strong economy that is getting stronger, no military peer that threatens us, no nation-state that anytime soon intends to go to war with us. But we have a world order that is changing very rapidly and that can generate diffuse threats, all of which we have to deal with.</p><p>And I think that the most important point of the speech today for me is how we define American leadership in part is through our military might, but only in part, that American leadership in the 21st century is going to involve our capacity to build international institutions, coalitions that can act effectively, and the promotion of norms, rules, laws, ideals and values that create greater prosperity and peace, not just in our own borders, but outside as well.</p><p><strong>Is your sentence then pursuing U.S. interests abroad without going to war?</strong></p><p>Well, there are going to be times where we might have to go to war. And that's why I think it's very important for us not to get into these simplistic ways of thinking about it, [that] either we pull back entirely and we're isolationist, or alternatively, every problem around the world is ours to manage. Rather, you know, what we have to do is clearly define where is it in our national interests to use military force, sometimes unilaterally. And typically when we have direct interests, core interests, our safety, our security, our livelihoods, the protection of our allies, you know, international opinion matters, but we may have to act on our own.</p><p>When it comes to the kinds of issues, though, that dominate the headlines — a conflict in Syria, a Russian incursion into Ukraine, the kidnapping of 200 young girls in Nigeria — in those circumstances, we are going to be most effective when we use a wide range of tools — diplomacy, sanctions, appeals to international law. In some cases, a judicious use of military force may make sense. But in those circumstances, it has to be in a multilateral system where other countries are participating, we are not going alone, because when we make sure that other countries are participating, that means that we've done our homework, we've thought through the consequences, we've built legitimacy, and we're not carrying the burden entirely on our own.</p><p><strong>What should leaders like Syria's Bashar Assad or Russia's Vladimir Putin take away from this speech, in which you did speak passionately about not going to war unnecessarily and said you were haunted by the deaths of American soldiers?</strong></p><p>Well, I think they can take away from it that they have to be on guard when they act outside of international norms, that we are going to push aggressively against them. We're not always going to push using military actions initially. There may be circumstances in which we mobilize in the international community to take international action.</p><p>But as I spoke about, when you look at events in Ukraine over the last two months, there is no doubt that our ability to mobilize international opinion rapidly has changed the balance and the equation in Ukraine. I just spoke yesterday to the newly elected president of Ukraine. Mr. Putin has just announced that he is moving his troops back from the borders of Ukraine. And that's an application of American leadership that is sustainable, consistent and is most likely to produce the kinds of results we want.</p><p><strong>It's interesting about Ukraine, though, Mr. President, because a lot of analysts have looked at that situation and said this is an area where Putin may have had a weak hand, but he gained. He gained Crimea. He asserted his influence over Ukraine.</strong></p><p><strong>You speak of Ukraine, though, as a success. Do you feel that you've been successful in achieving your aims?</strong></p><p>You know, I think it's a mistake to think that somehow Mr. Putin reflected strength in this situation. Ukraine is not just next door to Russia. Ukraine, in the minds of most Russians, has been a central part of Russia for decades, for centuries. And from Mr. Putin's perspective, he was operating from a position of weakness. He felt as if he was being further and further surrounded by NATO members, folks who are looking west economically, from a security perspective. And even in Ukraine, the crown jewel of the former Soviet system, outside of Russia, a oligarchy that was corrupt was rejected by people on the streets. And so what you saw was a scrambling, a reaction to people in the Ukraine saying, we want a different way of life.</p><p>The fact that Crimea, which historically is dominated by native Russians and Russian speakers, was annexed illegally does not in any way negate the fact that the way of life, the systems of economic organization, the notions of rule of law, those values that we hold dear, are ascendant, and you know, the other side is going to be on the defense.</p><p>That doesn't mean that we think that Ukraine shouldn't have a good relationship with Russia. We think it should. And I have said directly to Mr. Putin we want, ultimately, Ukrainians to make a decision about their own futures, and that, I assume, will include strong relations with Russia as well as with Europe.</p><p><strong>You're going to make Russia give Crimea back. Do you have the ability or the leverage to do that?</strong></p><p>Well, you know, I think we're going to have to see how it plays itself out. I'm going to see Mr. Poroshenko, the newly elected president of Crimea — or newly elected president of Ukraine, next week, and I'm sure that'll be a topic of discussion.</p><p><strong>Let me ask about Syria, Mr. President. White House officials have said that you are reviewing the possibility of military training for Syrian rebels. There has been, it's said, limited training by intelligence agencies up to now.</strong></p><p><strong>This seems to fit with something you described in your speech when you talked about a $5 billion counterterrorism fund, which would affect places including Syria. I'd like to understand what you think has changed in Syria; what, if anything, is different about the situation in Syria, as opposed to a couple of years ago, when some of your advisers wanted larger-scale training of the rebels, and I believe you declined.</strong></p><p>Well, I think that's not an accurate portrayal of either what we have done or what the debate's been about.</p><p><strong>OK.</strong></p><p>The issue has always been in Syria how do we most effectively support a moderate opposition, recognizing that there are going to be limits to how rapidly we can ramp up the capacity of that opposition. And what we don't want to do is set folks up for failure. What we don't want to do is make promises that we cannot keep.</p><p>I can't speak to all the work that has been done with respect to both the political opposition as well as the armed opposition that are fighting against Mr. Assad, but I think it's been stated publicly we have been supporting them.</p><p>Ultimately, I did not think then and I still do not believe that American military actions can resolve what is increasingly a sectarian civil war, and I also believe that, ultimately, the only way you're going to get a resolution that works for the Syrian people and the region is going to — is going to require some sort of political accommodation between the various groups there.</p><p>But what we can do is to work with the neighbors in the region — Jordan, Turkey, the Gulf states, Lebanon — to deal with the refugee flows that are coming out of Syria, to deal with the humanitarian crisis that exists there and to build on the framework, the progress that we have made over the last couple of years. We've seen some success in the Syrian opposition gaining more capacity, gaining more training, gaining more effectiveness; and building on some of that success, it is conceivable that in combination with the other work that is done on the diplomatic front, that we're able to tip what happens in Syria so that it's more likely that we can arrive at a political resolution.</p><p><strong>Are conditions better now, then, for a more robust aiding of the rebels and training of the rebels than in the past?</strong></p><p>Well, I wouldn't say the conditions are better. I think, in many ways, the conditions are worse. But the capacity of some of the opposition is better than it was before, which is understandable.</p><p>Think — think about who this opposition is. The moderate opposition, as opposed to the jihadists that have seen the chaos there as an opportunity to gain a foothold, those are hardened fighters. When you talk about the moderate opposition, many of these people were farmers or dentists or maybe some radio reporters who didn't have a lot of experience fighting. What they understood was, is, that they had a government that was killing its own people and violating human rights in, in the most profound way, and they wanted to do something about it.</p><p>But creating a capacity for them to hold ground, to be able to rebuff vicious attacks, for them to be able to also organize themselves in ways that are cohesive — all that takes, unfortunately, more time than I think many people would like.</p><p><strong>I want to ask about China, Mr. President; East Asia more broadly. You recently visited there. You worked to reassure U.S. allies in the region. It's understood, of course, the U.S. has specific commitments; for example, to defend Japan — </strong></p><p>Right.</p><p><strong>When Japan attacked. I'd like to know if you have a larger objective in East Asia. Does the United States have an interest beyond its specific alliances in preventing China from dominating East Asia and the waters around East Asia, where China's been making some aggressive moves?</strong></p><p>Well, we do not have an interest in stopping China from becoming successful. China is the most populous country on Earth, at some --</p><p><strong>But I'm asking their power, not their success.</strong></p><p>No, I — well, I understand. But at some level, they're going to be a big dog in that neighborhood, and we welcome China's peaceful rise. In many ways, it would be a bigger national security problem for us if China started falling apart at the seams. So we — we want the Chinese people to steadily have a higher standard of living; we want China to have increased capacity to participate in international efforts around issues like climate change.</p><p>We have a very specific concern when China is not following basic international norms, basic rules of the road, where it does not feel bound by the kind of international practices that have helped to underwrite China's rise. I mean, part of the reason China's been successful is there's been relative peace in Asia, there has been freedom of commerce in Asia, freedom of navigation in Asia. All that facilitates the trade that is creating great wealth inside of China. Well, if in fact that international order has benefited China, then we expect China to help uphold the very rules that have made them successful, not take advantage of them.</p><p>And so there are basic principles that big countries don't just push little countries around by virtue of size. There are mechanisms whereby, through international law, maritime disputes can be resolved. And what we have done then is worked with the countries of the region to say let's create a code of conduct that — in which, without taking any position on whether this particular rock in the middle of the water belongs to this party or that party, let's find a systematic, legal way for us to resolve these disputes without resolving to conflict.</p><p>And so to — just the bottom line here is China is going to be a dominant power in Asia, not the only one, but by virtue of its size and its wealth, it is going to be a great power in Asia. We respect that. And we're not interested in containing it because we are in any way intimidated by China; we're concerned about it because we don't want to see constant conflicts developing in a vital region of the world that also, you know, we depend on in terms of our economy being successful. You know, those are a lot of markets out there, we sell a lot of goods out there, and, you know, we don't want to see these conflagrations that can end up impeding, you know, our own interests.</p><p><strong>Sounds like you want to avoid tripwire over any particular rock in the ocean, as you said.</strong></p><p>Well, you know, I think, more than that, what we also want is to be able to strengthen and constantly reinforce international norms because we believe, I believe, that America benefits when those norms are not only being upheld by us individually but where all countries buy in, where there is a sense that all of us benefit from some basic rules of the road. And China now as a rising power needs to be part of that responsibility of maintaining rules that maintain peace and security for a lot of countries.</p><p><strong>You've made some statements recently, Mr. President, that it seems you've been trying to put yourself in a historical context, if you can. You've talked about hitting singles and doubles on foreign policy. You talked about handing a baton from one president or one person in history to another. I wonder if you're at a point in your second term where even though there is well over two years to go, that you have to think about narrowing possibilities and a more limited list of things that you can realistically accomplish in the time you have left.</strong></p><p>Well, I think that's always been the case. That was the case the first day in the Oval Office. You know, you don't walk into the presidency and completely remake the world and ignore history and ignore the problems that are already sitting there in the inbox. So you have to make choices about what's important and what's not.</p><p>It's interesting, though, you know, the comment I made about singles and doubles I think is — is only a partial quote. What I said was that when it comes to foreign policy, that oftentimes the United States has made mistakes not by showing too much restraint but by underestimating how challenging the environment is out there, not thinking through consequences, that there is a lot of blocking and tackling to foreign policy, to change sports metaphors, or, if you want to stick to baseball, that a lot of what you want to do is to advance the ball on human rights, advance the ball on national security, advance the ball on energy independence, to put the ball in play.</p><p>And every once in a while, a pitch is going to come right over home plate that you can knock out for a home run. But you don't swing at every pitch. And we have opportunities right now, for example, and I talked about today, to advance an Iranian agreement on their nuclear program that could be historic. We may not get it, but there's a chance that it could still happen. I have not yet given up on the possibility that both Israelis and Palestinians can see their self-interest in a peace deal that would provide Israel security that's recognized by its neighbors and make sure that Palestinians have a state of their own.</p><p>So there are going to continue to be opportunities that come up. And what we want to do is make sure we're in a position to seize those opportunities when they arise. But in the meantime, the work that we do to help countries in North Africa secure their borders and root out terrorism, the work that we do to, you know, make sure that we have higher standards for labor protection and environmental protection when it comes to trade in Asia, the work that we do in making sure that young people in Latin America are coming to the United States to study through exchange programs so that — and that U.S. students are able to go to those countries to develop the commercial ties and cultural ties in the Western Hemisphere, you know, that stuff's not sexy. It's not going to be on the front page of the newspapers. But in many ways, that's what's going to ultimately be most effective; that's going to be what's going to most determine whether or not the United States retains its primacy and its leadership on the world stage in the 21st century.</p><p><strong>Let me ask about one ball you've tried to advance your entire term. You wanted to close Guantanamo in your first year. About a year ago you gave a speech in which you said you wanted to close Guantanamo. You referred to it again in this speech here at West Point.</strong></p><p>Just chipping away at it.</p><p><strong>In the year since your last speech in which you said you wanted to close Guantanamo, it's our understanding that only 12 — about 12 prisoners have been sent back to their home countries, repatriated. The vast majority are still there. Has that problem proved to be so difficult there's a good chance you may hand Guantanamo over your successor?</strong></p><p>Not if I can help it. I think it is very important for us to close Guantanamo. I think it is very important as we end the war that originally gave — gave life to Guantanamo that we now wind it down.</p><p><strong>Could you not send more prisoners back now? Is that not possible?</strong></p><p>Well, the — you know, Congress has placed some restraints on us. And --</p><p><strong>But they've loosened those restraints.</strong></p><p>Well, I understand. And I promise you that we're using every possible available avenue. In some cases, it's hard to return prisoners because the countries where they come from don't want them or can't provide us assurances that they can control them. It is a hard problem. It's a tough legal problem. It's a tough security problem.</p><p>But what I know is that we cannot in good conscience maintain a system of indefinite detention in which individuals who have not been tried and convicted are held permanently in this legal limbo outside of this country. That is contrary to U.S. traditions. It feeds terrorist propaganda. It is not ultimately going to be effective when it comes to dealing with the long-term terrorist threat. It makes it harder for us to get cooperation from our partners.</p><p>And it is wildly expensive. I mean, we spend 10, 15 times more, in many cases, for these prisoners than we would do in a normal supermax syst — prison in our federal system. So for all kinds of reasons, it doesn't make sense.</p><p>And I'm going to keep on pushing because I want to make sure that when I turn the keys over to the next president, that they have the ability, that he or she has the capacity to — to make some decisions with a relatively clean slate. Closing Guantanamo is one. Making sure that we have the right legal architecture for how we conduct counterterrorism and that there's greater transparency, as I discussed today, that's another. Making sure that people have a sense that when we use drones, we do so lawfully in a way that avoids civilian casualties and in ways that are appropriate. Making sure that our national security apparatus is — has, you know, enough legal checks and balances that ordinary folks, not just here in the United States but around the world, can feel assured that their privacy is being respected.</p><p>You know, these are all parts of what I consider a — a major piece of business during my presidency, which is recognizing we've got very real threats out there and we can't be naive about protecting ourselves from those threats. At times we're going to have to take very tough actions to make sure that our people, our children are protected, but that there's a way of doing it that comports with our laws, our values, our ideals, that gains legitimacy around the world and that is therefore sustainable.</p><p>And, you know, we're not done yet, but we've made enormous progress, in the same way that we've reduced the number of people in Guantanamo by half, in the same way that we're starting to constrain some of the other work that we've done in this area. I'm confident that by the time I'm leaving the presidency, the next president will still have some tough choices to make, but I think they'll have a basis for making them that is consistent with our best traditions.</p><p><strong>Mr. President, thanks very much.</strong></p><p>I enjoyed it. Thank you.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript+And+Audio%3A+President+Obama%27s+Full+NPR+Interview&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316744408-50760b.m3u?orgId=1&topicId=1014&ft=3&f=316475458"},{"href":"http://media.npr.org/assets/img/2014/05/28/494166731-236ca653832ad342002cec30247e571240fc717d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1413","width":"1883"}}]}