{"created":"2014-12-01T10:03:23+00:00","modified":"2015-05-13T21:28:53+00:00","valid":{"from":"2015-05-13T21:28:53+00:00","to":"3015-05-13T21:28:53+00:00"},"hreflang":"en","title":"Santa's Black-Faced Helpers Are Under Fire In The Netherlands","published":"2014-12-08T23:49:00+00:00","teaser":"Since the 19th century, Christmas in the Netherlands has always included Santa's helpers, known as Black Pete. He's a Christmas tradition to some and a racist stereotype to others.","itags":["npr_api","367704573"],"guid":"548d90a7-4dee-4866-bbe1-825bf7261581","contentencoded":"<p>For an American, watching a Sinterklaas parade, like the one I recently went to in Amsterdam, can be a bit of a shock. Because dancing around the dear old Dutch Santa are his helpers, known as <em>Zwarte Piet</em>, or Black Pete.</p><p>And Black Pete is played by scores of white people dressed up in black face ... and wearing Afro wigs.</p><p>In the past few years, Black Pete has come under fire. A beloved tradition for some, others say he is a racist stereotype. And the increasingly rancorous debate over Black Pete has gripped the Netherlands.</p><p>Marc Gilling, 50, has been playing Black Pete since he was 8.</p><p>\"My father played Sinterklaas, so it was normal that I dressed up as Black Pete,\" says Gilling. Black Pete may look like a minstrel show performer to me, but Gilling says he's a centuries-old figure, and there's nothing racist about him.</p><p>\"It's a lovely thing to do, being a joyful Pete,\" he says. \"You see the smile on the faces of the children. They just love Pete. And all the kids want to dress up and play Pete, whether they're black or white.\"</p><p>But others, like Raimund Larat, 23, who is black, see it differently. Larat, whose parents emigrated to Holland from the former Dutch colony of Suriname in South America, says people called him Black Pete when he was young and he took it as an insult.</p><p>\"We feel hurt by the tradition that they call a tradition,\" says Larat. \"There are a lot of people that don't agree with the way this holiday is celebrated. And there is something that has to change.\"</p><p>Larat says Sinterklaas is fine, but Black Pete must go.</p><p>\"We need to find a Christmas character that everyone can identify with and be joyful about,\" he says.</p><p><strong>A Range Of Views</strong></p><p>There are different views on the history of Black Pete. Some say he goes back centuries, and is dark because he once represented the devil. Others say Black Pete depicts an African slave subservient to Sinterklaas. Still others say Black Pete is only sooty from sliding down chimneys.</p><p>But everyone agrees that the playful, bumbling Black Pete character celebrated today was popularized in a 19th-century Dutch children's story. According to tradition, Sinterklaas and his Black Pete helpers arrive every November by boat from Spain, bringing presents and candy for every Dutch girl and boy. And they're welcomed in celebrations across the Netherlands.</p><p>But this year there were protests: Hundreds of people demonstrated at Black Pete parades. In the medieval town of Gouda, dozens of demonstrators were arrested.</p><p>Dutch newspaper columnist Bas Heijne says calls to do away with Black Pete have stirred fierce resistance: \"You could say that the whole idea of a pluralist society, of multiculturalism, which has held for a long time in Holland, is now breaking down.\"</p><p>Heijne says the Dutch, because of globalization, are unwilling to give up what they feel is one of their local traditions.</p><p>\"So there's a kind of tension, and people are saying, 'No, it's not racist, and we are not racist, so leave us alone.' \"</p><p><strong>A Court Passes On The Question</strong></p><p>This month, the Netherlands' highest court refused to wade into the battle over Black Pete. Pam Evenhuis, head of Amsterdam's Sinterklaas parade committee, says that was the right decision. Society should work it out.</p><p>\"The Netherlands is a country where change goes gradually,\" says Evenhuis. \"We're not changing from one day to the next. We don't have a supreme court that will make far-reaching decisions. Here, we have what we call a dialogue culture.\"</p><p>Evenhuis says in the past year alone the number of Dutch people who say they're ready to accept changes to Black Pete has risen from 3 percent to 15 percent.</p><p>At the parade in Amsterdam, there are signs that Black Pete is changing. His hoop earrings and big red lips are gone. Some of this year's Petes aren't black, but streaked in gray coal dust. And there's talk about creating multicolor Petes and clown Petes.</p><p>Mira Barens, 10, is here with her mother, Mikah, who came to the same Sinterklaas parade when she was a girl. Barens says she's not trying to shield her daughter from the current debate.</p><p>\"No, we debate it at home as well,\" she says.</p><p>Barens says that's how she and her husband came to the conclusion that Black Pete is, as she says, a little bit racist.</p><p>\"I think what they're doing now to give Pete other colors and the whole debate about him is very good,\" she says.</p><p>Barens believes Black Pete will eventually go. But columnist Bas Heijne says the whole debate is really about deeper problems of inequality in Dutch society and that painting Black Pete's face green won't solve them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Santa%27s+Black-Faced+Helpers+Are+Under+Fire+In+The+Netherlands&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eleanor Beardsley","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367704580-82811e.m3u?orgId=1&topicId=1124&d=228&p=3&story=367704573&t=progseg&e=367704444&seg=18&ft=nprml&f=367704573"},{"href":"http://media.npr.org/assets/img/2014/12/01/black-pete-debate_1338-bc3803eb843ac2b861e4984911fe426866f385c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1450","width":"1933"}}]}