{"created":"2014-12-30T22:59:00+00:00","modified":"2015-01-01T22:00:33+00:00","valid":{"from":"2015-01-01T22:00:33+00:00","to":"3015-01-01T22:00:33+00:00"},"hreflang":"en","guid":"5499b76a-f712-487d-bc9b-cc78e7c52e85","title":"Change in US-Cuba relations presents big risks — and rewards — for Cuba's environment","published":"2015-01-01T22:00:32+00:00","byline":"David Leveille","tags":["environment","conservation","sharks","coral","coral reefs","marine environment","Environment","Science, Tech & Environment","North America","Cuba","United States","Central America/Caribbean","North America","Dan Whittles","Coral reef","Ecosystems","Fisheries","Environment","Cuba","Islands","Tourism in Cuba","Gulf of Mexico"],"teaser":"The thaw between the US and Cuba is mostly good news, but the trade embargo actually help shield Cuba's marine life from destruction. Now Cuba's coastal environment faces an uncertain future as the country braces for more tourism, hotels, and golf courses — but there's also reason for hope.","contentencoded":"<p>President Barack Obama's decision to renew diplomatic relations with Cuba has sparked lots of speculation about how the island might look in five or 10 years. </p>\n<p>“Can you imagine spring break happening in Havana?\" asks Dan Whittle, the Cuba program director for the <a href=\"http://www.edf.org/blog/2014/12/23/us-cuba-relations-put-oceans-intersection-history-and-opportunity\">Environmental Defense Fund</a>. \"The specter of Cuba opening the floodgates to American tourists is frightening to many.</p>\n<p>But it's not just because of the fear of a Starbucks on every Havana corner. Normalizing relations could also have a huge environmental cost.</p>\n<p>\"People are worried about overfishing, they’re worried about vast hotels on the coastline, they’re worried about a bunch of new golf courses in Cuba,\" Whittle says. \"So it’s a challenge. Cuba certainly doesn’t want to be like many Caribbean counties where it’s all about tourism at the cost of the environment.”</p>\n<p>Cuba has many environmental gems worth protecting. “Cuba has stunning coral reefs and marine ecosystems, including many species of coral you just don’t see any more in the US, like Elkhorn coral,\" Whittle says. \"It’s like a time tunnel, the way other parts of the Caribbean and Florida used to be before all the development occurred.\"</p>\n<p>That biodiversity — featuring \"big sharks, big goliath groupers and other big fish\" that Whittle has seen on his dives in the Gardens of the Queen Marine Park off Cuba's coast — is one of the positive legacies of the decades-long American trade embargo on Cuba.</p>\n<p>Yet it hasn't been all good news. The flipside of the embargo, Whittle says, is that Cuba \"simply hasn’t been able to afford to invest in environmental protection. So if you look at some of the areas around Cuba — like Havana Harbor, for example — it’s extremely polluted and the country simply hasn’t had the resources to clean it up.\"</p>\n<p>The hope is that normalized relations between the US and Cuba will allow American scientists and environmental groups to pour money and expertise into the island. Whittle's Environmental Defense Fund already has a number of projects underway, like one focused on protecting the oceanic white-tipped shark, a species that has largely disappeared from the Gulf of Mexico.</p>\n<p>The challenge is to achieve the environmental goals — protecting reefs and species, preventing overfishing, cleaning up pollution — while still allowing the kind of development that can boost Cuba's economy. Whittle says it's not only possible, but that many Cubans are on board with becoming a sustainable destination.</p>\n<p>“They want tourists to come for diving, biking, caving, bird watching. My hope is that those voices prevail in Cuba,\" he says.  “There’s a lot of speculation about what this new world will look, like but I’m extremely optimistic.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/cubaenvair.mp3"},{"href":"http://www.pri.org/file/cubaenvairmp3"}]}