{"created":"2014-08-30T13:05:21+00:00","modified":"2014-11-19T20:53:23+00:00","valid":{"from":"2014-11-19T20:53:23+00:00","to":"3014-11-19T20:53:23+00:00"},"hreflang":"en","title":"Aid Workers In Short Supply As Ebola Grips Liberia","published":"2014-08-27T12:51:00+00:00","teaser":"When disaster strikes a poor country, aid workers from all over the world normally flood the zone. This time, fear of the virus is keeping experts from answering West Africa's calls for help.","itags":["npr_api","342477258"],"guid":"549c7d1d-69c7-41e9-971b-5bbb81daa7e7","contentencoded":"<p>Sheldon Yett is UNICEF's lead man in Liberia. Over a long career he's been in the thick of all sorts of crises — wars, earthquakes, epidemics. He's seen firsthand how, when disaster strikes a poor country, aid workers and experts from all over the world flood the zone.</p><p>But with the Ebola epidemic, almost no one is answering the call.</p><p>\"I'm astounded by how difficult it has been to get the partners we need,\" Yett says. \"People are afraid. I can't convince my own staff to come. It's extremely, extremely difficult. We need skilled, qualified people here.\"</p><p>With the number of Ebola cases in Liberia now topping 1,000 and many more cases thought to be unreported, the need for international support has become acute. Liberian officials and aid groups say they desperately need health workers and experts in disease management.</p><p>\"The effects of this outbreak will be with us for many, many, many months to come, and we need qualified people here, and we need the funds to address it,\" Yett says. \"The needs are enormous.\"</p><p>But something about this virus — maybe the fact that it's so deadly, or maybe it's the images of health workers putting on full-body protective suits to avoid getting infected — seems to have unnerved the sort of experts Liberia needs.</p><p><strong>Hunting For Doctors</strong></p><p>One of biggest shortages has been in care centers for people with Ebola. Last weekend the aid group Doctors Without Borders opened a new center in Monrovia with 120 beds. They were filled almost immediately. The United Nations is promising to help add another 500 beds — but not for another six weeks, and it's still on a hunt for doctors.</p><p>\"The biggest concern has been, as long as I've been here, is to get international staff with Ebola experience,\" says Lindis Hurum, Doctors Without Borders emergency coordinator for Monrovia. \"That's what's been stopping us.\"</p><p>She says they've already brought in every available person they can. But they don't actually need that many more international experts to expand the treatment centers, just enough to train the Liberians who would do most of the work.</p><p>Even though working with Ebola patients is extremely dangerous, Brett Adamson, coordinator of the new Doctors Without Borders center, says he's had no problem finding Liberians willing to step up.</p><p>\"It was quite surprising, considering the number of health workers that have died, and so they've been amazing,\" Adamson says. \"We recruited 50, 60, 70 staff in a day.\"</p><p><strong>'We Need Brave People'</strong></p><p>One of the new hires, Amos Togba, helps disinfect gear and equipment at the center. He says he knows the risks.</p><p>\"Well, yes, I have some fear, but I have to be brave to do it,\" Togba says. \"That's the only way we can attack the virus. We need brave people to do it.\"</p><p>Then there are the jobs that aren't hazardous, but are nonetheless essential.</p><p>Liberia's government recently set up an Ebola hotline for people to call with questions or ask for help. Barkue Tubman, who runs a public relations firm, helped set up the center with a Facebook call-out for workers.</p><p>On hiring day, Tubman says, \"We walked out the gates and we saw about 1,000 people in pouring rain,\" she says.</p><p>It's rainy season here, and when it comes down, it really comes down. Tubman says they had to turn hundreds of people away.</p><p>Liberians are also at forefront of the work that experts say is the real key to quashing the outbreak: going door-to-door through every community to find out who is sick, help them get tested, and encourage those who came in contact with a sick person to stay away from others during the 21 days it takes to find out if they've been infected.</p><p><strong>Barely Making A Difference</strong></p><p>Joyce Kilikpo does this by delivering supplies such as rice, salt, cooking oil and sanitary pads to people under quarantine. Kilikpo, executive director of the aid group Public Health Initiative Liberia,<strong> </strong>makes these runs every day in partnership with an NGO called Action Aid. But she feels like she's barely making a difference.</p><p>\"We say, 'Sorry for everything that happened,' \" Kilpo says. \"There are a lot of people that are not getting food, and what we are doing is just a drop in the ocean.\"</p><p>Experts also say the information being gathered by people like Kilpo is of limited use, unless it's fed to people with direct experience coordinating disease emergencies. That expertise is missing, too.</p><p>Hurum says she thinks experts don't step forward because they fear they would be putting themselves in immediate danger, which is not necessarily true. The reality, she says, is that working in Liberia during this outbreak is a lot like working in any other disaster.</p><p>\"There's a lot of things you can do in this response that [are] not high-risk,\" she says. \"You do not have to put on that astronaut equipment that you see in all the pictures to respond to this crisis.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Aid+Workers+In+Short+Supply+As+Ebola+Grips+Liberia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342873707-be4ab6.m3u?orgId=1&topicId=1031&ft=3&f=342477258"},{"href":"http://media.npr.org/assets/img/2014/08/24/453918798-7c55a7469c1ad7440c087fd90796c4f76884326b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3284","width":"4378"}}]}