{"created":"2014-10-08T14:23:55+00:00","modified":"2014-10-31T01:24:30+00:00","valid":{"from":"2014-10-31T01:24:30+00:00","to":"3014-10-31T01:24:30+00:00"},"hreflang":"en","title":"Bye-Bye To The Home Of A Favorite Internet Conspiracy Theory","published":"2014-06-11T01:05:00+00:00","teaser":"The U.S. military is closing a facility scientists have used to study the edge of Earth's atmosphere. Conspiracy theorists suspect it's also been used for nefarious activity — like mind control.","itags":["npr_api","319539712"],"guid":"54a508ec-8c65-4a67-869f-e9d6916cf6eb","contentencoded":"<p>It sure <em>looks</em> suspicious: a remote military compound in the south-central Alaskan wilderness filled with 180 weird-looking antennas.</p><p>It's the home of the <a href=\"http://www.nrl.navy.mil/research/nrl-review/2004/atmospheric-science-and-technology/kennedy/\">High Frequency Active Auroral Research Program</a> (HAARP). Conspiracy theorists have accused the program of doing everything from mind control to global communications jamming.</p><p>Now HAARP's many conspiracies, along with its legitimate research, may finally be at an end. The roughly $300 million facility is wrapping up its last experiments on June 10, and the Air Force, which runs the compound, may soon dismantle it.</p><p>\"They want to bulldoze it, which is really atrocious to me,\" says <a href=\"http://www.astro.umd.edu/~kp/Papadopoulos/papadopoulos.html\">Dennis Papadopoulos</a>, a physicist at the University of Maryland and a longtime champion of HAARP. \"It's like burning the Alexandria Library.\"</p><p>HAARP is designed to study the <a href=\"http://solar-center.stanford.edu/SID/activities/ionosphere.html\">ionosphere</a>, a region of space filled with charged particles. The charged particles respond to radio waves, so HAARP can study the ionosphere by beaming radio waves straight up, for hundreds of miles.</p><p>\"It's like a radio station, but much more powerful,\" Papadopoulos says.</p><p>HAARP is so powerful, it can create an artificial <a href=\"http://www.geo.mtu.edu/weather/aurora/\">aurora</a> high in the sky. The research has the potential to improve satellite communications and navigation. And, yes, the military has used it to study things they don't talk about.</p><p>\"On occasion there have been secret experiments,\" Papadopoulos says. Many of these involve communication with nuclear submarines. HAARP can turn the ionosphere into a giant antenna that can be used to transmit signals underwater.</p><p>HAARP's remote location and ability to manipulate the atmosphere has made it a favorite source of speculation for conspiracy theorists, who say it can trigger earthquakes and control minds. Papadopoulos is dismissive: \"If we could do that, we'll patent it and sell it to Wall Street,\" he says.</p><p>But researchers do understand why HAARP has a reputation. \"It's a weird-looking thing,\" says <a href=\"http://www.arsc.edu/arsc/misc/staff/\">Chris Fallen</a>, a researcher at the University of Alaska in Fairbanks. The abstruse nature of HAARP's research doesn't help, he says: \"If [these scientists do] talk about what they do, then nobody understands what they're talking about.\"</p><p>Fallen recently used HAARP to test something known as the \"<a href=\"http://encyclopedia2.thefreedictionary.com/Luxembourg+Effect\">Luxembourg effect</a>.\" When radio signals at different frequencies bounce off the ionosphere, they can mix together. Fallen used this effect to blend two different songs together. \"These two different musical performances were essentially mixed in space,\" Fallen says.</p><p>The result sounds eerie, and is unlikely to help HAARP's reputation.</p><p>\"If I get another opportunity, I'll try to do <a href=\"http://www.youtube.com/watch?v=7otAJa3jui8\">something simple</a>,\" he says, \"like 'Row, Row, Row Your Boat.' \"</p><p>But at the moment it looks like Fallen may never get another chance. HAARP was built at the behest of Ted Stevens, a powerful former senator from Alaska. Stevens left office in 2008, and <a href=\"http://www.npr.org/2010/08/10/129112371/stevens-fiery-unapologetic-fought-for-alaska\">died in a plane crash in 2010</a>. Now the Air Force says it doesn't want to pay the millions needed to keep HAARP open, so the facility is switching off.</p><p>Papadopoulos is fighting to keep the project on standby for a few years, while he and other scientists try to raise money to keep it running. But he worries the Air Force is eager to dismantle the program. If that happens, then HAARP will vanish without a trace.</p><p>That should get those conspiracy theorists talking.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bye-Bye+To+The+Home+Of+A+Favorite+Internet+Conspiracy+Theory&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"286"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320734941-362159.m3u?orgId=1&topicId=1007&ft=3&f=319539712"},{"href":"http://media.npr.org/assets/img/2014/06/06/img_4763-63df72768f63623bf418e9cc112acd7f36fd4886.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}}]}