{"created":"2015-06-26T09:04:22+00:00","modified":"2015-07-03T19:05:27+00:00","valid":{"from":"2015-07-03T19:05:27+00:00","to":"3015-07-03T19:05:27+00:00"},"hreflang":"en","title":"Service Jobs, Like Uber Driver, Blur Lines Between Old Job Categories","published":"2015-06-29T18:33:00+00:00","teaser":"Uber is appealing a California Labor Commission ruling that one of its drivers is an employee. Uber says she is an independent contractor. A new type of job category is emerging: dependent contractor.","itags":["npr_api","417675866"],"guid":"54c0d00d-9209-4ffe-a725-d3e9ba7c17af","contentencoded":"<p>Is an Uber driver an employee of the company, or an independent contractor? That question is the focus of a federal class action lawsuit coming up in California, and in smaller cases around the country. But maybe there's a third<strong> </strong>category — a murky middle not yet defined in the U.S., though there is some precedent abroad.</p><p>According to David Plouffe, the senior vice president of policy and strategy at Uber, Uber's drivers are clearly independent contractors.</p><p>\"Drivers can log onto the platform if they want, and if they don't, they don't have to — even when we're busy,\" he says.</p><p>Plouffe, who ran President Obama's 2008 election campaign, was hired by Uber to help clean up its image and fight public policy battles. He says drivers have <strong>\"</strong>maximum flexibility\"<strong> </strong>over their most important asset: time.</p><p>\"That's very different than almost any other part of our economy, where even people who work part time at some retail establishment, restaurant establishments — their schedule gets set often times with very little notice,\" Plouffe says.</p><p>The California Labor Commission recently ruled <a href=\"http://www.npr.org/2015/06/17/415274523/california-rules-an-uber-driver-is-an-employee-not-a-contractor\">an Uber driver is<strong> </strong>an employee</a>. The company is appealing that decision.</p><p>According to Uber, its drivers in the U.S. work 19 hours a week on average. Plouffe says Uber wants to recruit more casual drivers, specifically getting people on their way to work to pick up passengers.</p><p>\"If they do 10 trips a week in a 'casual carpool' using the Uber platform, is that person an employee? Of course not,\" Plouffe says.</p><p>But if they do 40 hours a week, they got the car to be an Uber driver, and records show they've been doing it for a year or two, are they an employee?</p><p>\"I think sort of dicing this up is not the right way to look at this,\" Plouffe says. He says the driver is in the driver's seat, and hours come down to personal choices.</p><p>\"Of course it's diverse, but those drivers, whether you drive 40 hours a week or four hours a week, you're not told whether to drive at all,\" Plouffe says. \"It's your decision.\"</p><p>In the U.S., looking well beyond Uber, the employment debate tends to have two poles — employee on one end, independent contractor on the other.</p><p>But that's not the case in Canada.</p><p>In Canada there's an intermediary class that is recognized by the courts and by labor and employment statutes called a dependent contractor, says Simon Heath, an employment lawyer in Ontario.</p><p>\"It doesn't really matter now what you call yourself, or how you try to structure your relationship. What really matters is how that relationship plays itself out,\" he says.</p><p>In 2008 and 2009, courts in Canada ruled that economic dependence matters. If a company has relied on a person consistently over the years, if that person derives all or most of her income from that job — then she could be a dependent<strong> </strong>contractor. Heath says for his clients, the main benefit is getting a severance package if terminated.</p><p>\"In Ontario that ranges from zero to a maximum of 24 months of pay, so two years,\" Heath says. \"That can be a significant sum of money.\"</p><p>Germany has also created a third category for employee-like workers.</p><p>But the U.S. Congress hasn't tweaked fundamentals here in decades.</p><p>In the 1947 Taft-Hartley Act, Congress explicitly stated independent contractors are a class that does not get protections given to employees. Since then, workers have tried to get reclassified, like janitors who aren't allowed to work for more than one company or plumbers who've worked more than full time at the same place for years.</p><p>\"There's been plenty of opportunities for Congress to say more about this issue as it's enacting newer employment statutes, and it really just hasn't caught a lot of attention,\" says Jeffrey Hirsch, a professor at the University of North Carolina School of Law.</p><p>He says as labor moves from blue collar to service jobs — fewer factory workers, more Uber drivers — the need for a third category is growing.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Service+Jobs%2C+Like+Uber+Driver%2C+Blur+Lines+Between+Old+Job+Categories&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Aarti Shahani","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417675867-24c6c9.m3u?orgId=1&topicId=1006&d=248&p=3&story=417675866&t=progseg&e=417611771&seg=15&ft=nprml&f=417675866"},{"href":"http://media.npr.org/assets/img/2015/06/26/gettyimages-467522442-5d21967c7a287da0df74f55ac5e7f0eb665fc505.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3216","width":"4292"}}]}