{"created":"2015-03-03T19:09:37+00:00","modified":"2015-06-15T17:15:17+00:00","valid":{"from":"2015-06-15T17:15:17+00:00","to":"3015-06-15T17:15:17+00:00"},"hreflang":"en","title":"Prepare For 'The End Of College': Here's What Free Higher Ed Looks Like","published":"2015-03-03T21:58:00+00:00","teaser":"In his new book, Kevin Carey envisions a future in which online education programs solve two of colleges' biggest problems: costs and admissions.","itags":["npr_api","390167950"],"guid":"54d94f62-3d25-478e-a946-3087005a0868","contentencoded":"<p>A lot of parents start worrying about paying for college education soon after their child is born. After that, there's the stressful process of applying to colleges, and then, for those lucky enough to get admitted into a good college, there's college debt.</p><p>But author Kevin Carey argues that those problems might be overcome in the future with online higher education. Carey directs the Education Policy Program at the New America Foundation. In his new book, <em>The End of College: Creating the Future of Learning and the University of Everywhere</em>, Carey envisions a future in which \"the idea of 'admission' to college will become an anachronism, because the University of Everywhere will be open to everyone\" and \"educational resources that have been scarce and expensive for centuries will be abundant and free.\"</p><p>As an example of how the University of Everywhere might work, Carey points to an online course he took through the Massachusetts Institute of Technology. He tells <em>Fresh Air</em>'s Terry Gross, \"It [was] the basic intro to biology class. ... The course was taught by a man named Eric Lander, who was the leader of the Human Genome Project in the 1990s. ... The amazing thing ... is that it was essentially in all respects exactly the same class that MIT freshmen take — so all of the same lectures that they saw were actually taped live while MIT students were taking them and then broadcast over this class a couple of weeks later. Both myself and tens of thousands of people around the world from almost every country on Earth who were taking this class online did the same homework, read the same textbooks, took the same exams — both the midterm and the final — and were graded on the same scale. It was an amazing class. I learned a tremendous amount.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On why the majority of American college students decide to go to college</strong></p><p>When you ask people why they're going to college, overwhelmingly the answer is, \"So I can get a better job,\" because you really can't make it in today's economy without some kind of credential from a post-secondary institution. So partly this [is] being driven by the fact that people need to go to college in order to make their way in the world and get credentials for, frankly, not the tens or even hundreds of thousands of dollars that colleges charge today.</p><p><strong>On how college \"replicates privilege\"</strong></p><p>You just have to look at the numbers and you see that people who attend America's most elite universities are disproportionately wealthy, disproportionately well-off, in many cases disproportionately white; their parents both have college degrees, which is unusual. And because college is getting more and more expensive, it's less of a meritocracy, I would argue. If only the rich can afford to go to the \"good colleges,\" then we don't have a system of opportunity; we have a system of replicating privilege that already exists. I think that — given the wider trend of growing inequality in the United States of America — is a huge, huge problem.</p><p><strong>On what's wrong with college admissions </strong></p><p>The problem with college admissions is that colleges don't really know that much about students. All they kind of have to go on is an SAT [or ACT] score, which is kind of a blunt instrument ... a high school transcript, which is sort of hard to figure out, [and] maybe a personal essay, who knows who wrote the personal essay. So they tend to fall back on, \"Is this person a legacy? Did they go to a 'good high school?'\" Well, everyone figures out where \"good high schools\" are and people pay a lot of money in tuition if it's a private high school, or in the real estate market to buy a house near the good high school. And so again the opportunities for students to go to particularly elite colleges that are often the stepping stone toward the best jobs in government or business are in many ways constricted to a narrow band of people.</p><p><strong>On why college is so expensive </strong></p><p>Colleges are expensive because they can be, because they want to be and because they were built to be that way. ... Colleges are expensive because they occupy a very privileged position in American society. The economy has changed so much, a lot of the blue-collar jobs have disappeared such that people can really only succeed and make a different kind of living if they have some kind of college credential. So if you're in a position where you're the only kind of organization that will sell those experiences and those credentials, then you have a lot of power over the market. Colleges are also driven to compete with one another for status and prestige. Most colleges are nonprofit: They're not trying to maximize their revenue, what they're trying to do is maximize how important they are so that people who work there seem important and like special people.</p><p><strong>On the term \"University of Everywhere\" </strong></p><p>The University of Everywhere is the university that I think my children and future generations will attend when they go to college. ... They will look very different in some ways, although not in other ways, from the colleges that I went to and that many of us have become familiar with. This will be driven by advances in information technology: So whereas historically you went to college in a specific place and only studied with the other people who could afford to go [to] that place, in the future we're going to study with people all over the world, interconnected over global learning networks and in organizations that in some cases aren't colleges as we know them today, but rather 21st-century learning organizations that take advantage of all of the educational tools that are rapidly becoming available to offer great college experiences for much less money.</p><p><strong>On the advantage of online education</strong> <strong>programs like <a href=\"https://www.edx.org/\">edX</a>, which he took his MIT class through</strong></p><p>They will and should be much, much less expensive than the tens of thousands of dollars that people are now obligated to pay for college. The online class that I took from MIT — and again, this is exactly the same class that MIT teaches to its own students — cost me nothing. It was free. I signed up and I took the class. All of the classes offered, hundreds of the classes offered by edX from Harvard, MIT, some of the best universities in the world ... they're free. And the reason is because it doesn't cost them any more money to let one more person take the class. Once they've made the investment of building it and taping all the lectures, the marginal cost of letting an additional person take it is nothing. So this kind of marginal cost pricing — where people only pay the marginal cost of what it costs to provide them with the service — is going to drive a lot of the economics of higher education in the future.</p><p>Second, people will have a far broader access to educational materials and to other students than they have in the past. ... The design of the university is a design that comes from scarcity, so if you wanted to learn, traditionally, until very recently, you had to go someplace where the other students were, where the smart professors were and where the books were. It was expensive to put all of those things together in one place. ... So there could only ever be a relatively small number of places like that and if you ran a place like that you could decide who comes in the gates and who doesn't, and charge people a lot of money.</p><p>We are now headed into a time of abundance when it comes to educational resources. All the books in the world are now available on your iPad or your phone or your computer, or will be soon. The same is true for all of the lectures of all of the smartest people in the world, and the course notes and the problem sets. ... Once they're built, the cost of providing them to the 10,000th student or the millionth student is almost nothing. One aspect of the University of Everywhere is it isn't going to cost nearly as much as $60,000 a year, which is what a private college would charge you today.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prepare+For+%27The+End+Of+College%27%3A+Here%27s+What+Free+Higher+Ed+Looks+Like&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1789"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390469936-24f3f9.m3u?orgId=1&topicId=1033&d=1789&p=13&story=390167950&t=progseg&e=390457538&seg=1&ft=nprml&f=390167950"},{"href":"http://media.npr.org/assets/img/2015/03/02/kevin-carey-cc-by-4.0-amanda-r.-gaines-16dbcbff4243733821c904ea68525c0398c005f5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1088","width":"1450"}}]}