{"created":"2015-04-27T21:27:32+00:00","modified":"2015-06-16T17:15:49+00:00","valid":{"from":"2015-06-16T17:15:48+00:00","to":"3015-06-16T17:15:48+00:00"},"hreflang":"en","title":"Big Aftershocks In Nepal Could Persist For Years","published":"2015-04-28T22:20:00+00:00","teaser":"Saturday's magnitude-7.8 quake released stress that was building for 150 years, scientists say, and it reshuffled tension to nearby faults.","itags":["npr_api","402576900"],"guid":"54e1224c-32cb-4796-9545-3689f5ba8928","contentencoded":"<p>Aftershocks following Saturday's magnitude-7.8 quake in Nepal are jangling nerves and complicating rescue operations. So far, there have been more than a dozen quakes of magnitude 5 or higher, and another two dozen between magnitude 4.5 and 5.</p><p>That rate of aftershocks is in line with <a href=\"http://earthquake.usgs.gov/earthquakes/eventpage/us20002926#general_summary\">a forecast</a> by <a href=\"https://profile.usgs.gov/michael/\">Andrew Michael</a> and colleagues at the U.S. Geological Survey in Menlo Park, Calif. The forecast is based on the location of the initial quake — along a deep boundary between colliding continental plates. In this case it feels like a large number because they're striking a heavily populated region, Michael says, \"so every single one of these small aftershocks is being felt.\"</p><p>\"Unfortunately this is simply what earthquakes do,\" says <a href=\"http://profile.usgs.gov/professional/mypage.php?name=rstein\">Ross Stein</a>, scientist emeritus at the USGS and consulting professor of geophysics at Stanford University.</p><p>The initial earthquake in Nepal released stresses underground that had been building up for 150 years. It ruptured a network of faults in a region 150 miles long and 100 miles wide, along the boundary of two colliding tectonic plates.</p><p>That reshuffling of stress underground, Stein says, is now triggering smaller earthquakes near the epicenter and on nearby faults — aftershocks.</p><p>\"What's happening, particularly for these more remote aftershocks, is they are striking on the neighboring faults,\" Stein says, \"and these neighboring faults could rupture in subsequent large earthquakes.\"</p><p>In fact, there's a 1 to 2 percent chance in the next year or two that an aftershock in this area could be even bigger than the original quake.</p><p>There is also a record of two large quakes in quick succession in this region, so a twin quake now \"wouldn't be unprecedented here either,\" Stein says.</p><p>That means it's very challenging for people in Nepal to figure out when it's safe enough to go back into buildings. Some more recent buildings are relatively safe, because they have been built with reinforcing steel — rebar — which increases earthquake resilience.</p><p>\"Unfortunately, you can't tell when you're in that building if it has rebar, and if it's been properly built,\" Stein says. \"If concrete were translucent, the world would be a safer place.\"</p><p>And you can't simply wait it out until the hazard has passed. \"It's kind of a cruel part of aftershocks that we cannot depend on them getting smaller,\" Stein says. \"They just get less and less frequent with time.\"</p><p>The USGS <a href=\"http://earthquake.usgs.gov/archive/product/image/us20002926/admin/1430159784037/Nepal-aft.pdf\">forecast warns</a> there is still a better than 50-50 chance of another aftershock that's magnitude 6 or larger in the next week, and also in the next month — and also over the course of the next year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Big+Aftershocks+In+Nepal+Could+Persist+For+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632482-532ef7.m3u?orgId=1&topicId=1007&d=160&p=2&story=402576900&t=progseg&e=402629330&seg=13&ft=nprml&f=402576900"},{"href":"http://media.npr.org/assets/img/2015/04/27/nepal-earthquake-ba4f8162d009f98dc97d7e540c0f7e93ce0a1548.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1335","width":"1780"}}]}