{"created":"2014-09-05T19:05:45+00:00","modified":"2014-10-31T00:47:46+00:00","valid":{"from":"2014-10-31T00:47:46+00:00","to":"3014-10-31T00:47:46+00:00"},"hreflang":"en","title":"Iraq's Ethnic Kurds See Opportunity In Nation's Chaos","published":"2014-06-27T11:59:00+00:00","teaser":"As the Iraqi army crumbled before militants this month, the nation's ethnic Kurds are taking back long-sought areas and revisiting the dream of declaring themselves an independent state.","itags":["npr_api","325933317"],"guid":"54e6dc31-df55-488a-a5c7-75d9a4c6fea4","contentencoded":"<p>Iraq is in chaos, but the country's ethnic Kurds might come out ahead.</p><p>They rule a semi-autonomous area in the north that is fairly prosperous and safe, and as the Iraqi army crumbled before militants this month, Kurdish forces moved in to take long-sought areas that had been under the central government in Baghdad.</p><p>The Kurds are now talking about their generations-old dream of independence, but they still face many dangers.</p><p>On a recent hot summer night in Erbil, Iraq's fourth largest city, many Kurds were more focused on the World Cup, the new Miss Kurdistan named this week and the final days of school. Ahmed Amin, a translator for a western oil company, was out for a stroll with his wife and young son; the war next door seemed far away.</p><p>\"We are in safe place and ... just look like we are living in a different country,\" Amin says. He thinks this is good for the Kurds.</p><p>\"I think this is the time for us to become a country,\" he says. \"If I want to be honest with you, I don't feel I am Iraqi.\"</p><p>Kurdish pride is what he feels now that the nearby city of Kirkuk is under Kurdish control. Kirkuk has deep symbolic meaning for Kurds who see it as their historic capital, Amin says.</p><p>\"We [got] it back, so it's time for us to decide. Kirkuk is ours,\" he says.</p><p>Masoud Barzani, the president of the Kurdish region, made his first visit to Kirkuk on Thursday, trailed by Kurdish media. \"We saved you. We will protect you\" he said, signaling a long term stay.</p><p>Last year, the government moved a special military unit into Kirkuk, bringing the Kurds and the Baghdad government close to open war. But the unit disappeared when the army collapsed, settling the matter for Kurds. Today, the mood is euphoric, says journalist Hiwa Osman. The Kurdish region has doubled in size and population, but that does bring administrative and economic some strains.</p><p>But Kirkuk is an oil-rich hub. Kurdish officials say they can pump a million barrels a day by the end of the year, a move that is likely to enrage officials in the capital.</p><p>The rift with Baghdad is not just political, however, it is now geographic also, says Jabbar Yawar, the spokesman for the Kurdish forces, as security continues to deteriorate.</p><p>\"The reality now, there is not any contact, land contact with Baghdad,\" Yawar says. \"The problem in Baghdad, they make this reality, not us.\"</p><p>With battles raging further south, Kurds see their time has come, says Noori Abdulrahman, the head of the Kurdistan Council of Ministers. He says they will do their best to keep Kurdish forces in Kirkuk, including the oil fields.</p><p>\"It's our people and our land and we have to defend them,\" he says.</p><p>Abdulrahman also says that with Kirkuk's oil revenues, the Kurds can move closer to declaring an independent state denied them when the Middle East was carved up over a century ago.</p><p>\"We are not going to hide that; we didn't hide that at any time and I think it's our right as a people and a nation,\" Abdulrahman says. He says that if they can move ahead with independence as soon as possible, they will.</p><p>The U.S. has pressed the Kurds to take part in an inclusive government in Baghdad, but privately Kurdish officials say they are done with Baghdad and are now waiting for the moment to break free of the crumbling Iraqi state.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iraq%27s+Ethnic+Kurds+See+Opportunity+In+Nation%27s+Chaos&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062378-d7da2d.m3u?orgId=1&topicId=1009&ft=3&f=325933317"}]}