{"created":"2015-02-10T19:00:00+00:00","modified":"2015-02-24T17:05:08+00:00","valid":{"from":"2015-02-24T17:05:08+00:00","to":"3015-02-24T17:05:08+00:00"},"hreflang":"en","title":"Funny If It Weren't So True: A Farce About 'The Importance Of Beauty'","published":"2015-02-10T21:54:00+00:00","teaser":"Amanda Filipacchi's novel is about a costume designer who wears a fat suit after a suitor commits suicide. It's structured as a mashup of an old <em>Friends</em> episode, a fairy tale and a murder mystery.","itags":["npr_api","384841137"],"guid":"54f56f6c-dc2e-4bfb-aea2-0523e890ce7c","contentencoded":"<p>\"Does this obituary make me look fat?\"</p><p>I imagine that somewhere, in the Great Heavenly Outback, recently deceased <em>Thorn Birds</em> author Colleen McCullough is cracking jokes like that one with the likes of Gertrude Stein and Agatha Christie. I hope they're all having a good laugh over <a href=\"http://www.theaustralian.com.au/arts/the-thorn-birds-author-colleen-mccullough-dies-on-norfolk-island/story-e6frg8n6-1227201243185?nk=ee6b0d7ee6961a721f491217219eb31c\" target=\"_blank\">that obit</a> of McCullough that ran in <em>The Australian</em> newspaper after her death on Jan. 29 and went viral on social media. Thirty-million books sold worldwide, an early career as a neurophysiologist at Yale and, yet, at the top of that obit, McCullough is remembered, first and foremost, for being \"plain of feature and certainly overweight.\"</p><p>What a timely moment for Amanda Filipacchi's new comic novel to appear. It's called, <em>The Unfortunate Importance of Beauty</em> — a subject Filipacchi knows intimately. She grew up enduring comparisons to her mother, a top Ford model, and wrote about that childhood experience in a much-discussed <em>New Yorker</em> essay called, <a href=\"http://www.newyorker.com/books/page-turner/looks-youre-born-looks-youre-given\" target=\"_blank\">\"The Looks You're Born With and the Looks You're Given.\"</a></p><p><em>The Unfortunate Importance of Beauty</em> is a farcical fictional meditation on female beauty structured as a mashup of an old episode of <em>Friends</em>, a fairy tale and a murder mystery. Filipacchi's lively story reflects on the unearned power that beauty confers on its recipients; rather less convincingly, it also tries to make a case for the psychic damage of being beautiful in a world that's all too eager to rate women primarily on their looks.</p><p>The central character of <em>The Unfortunate Importance of Beauty</em> is a young costume designer named Barb, graced with aqua eyes, long silky blond hair, a slender figure and ... well, you get the picture. After a close male friend commits suicide because he feels unworthy of her, Barb takes to wearing a fat suit and a frizzy gray wig and glasses. She cynically delights in talking to men at New York bars in this getup and watching as they mutate \"from jerk to gentleman\" when she strips off her disguise.</p><p>Barb's unlucky counterpart is her friend, Lily, a gifted musician with a face, as the saying goes, that only a mother could love. Lily falls for a superficial cad — who, by the way, is rather homely, but, of course, looks don't matter nearly as much for men. This rogue, nicknamed Strad, appreciates great music and he tells Lily that he \"would fall in love with — and marry — any woman who could create music like [that of one of the composers he idolizes].\" Naturally, Lily sets herself the challenge to make music so beautiful that Strad will forget her looks and love her for her accomplishments. Colleen McCullough could have told Lily not to bother.</p><p>The two women and their circle of quirky friends become embroiled in an effort to foil a mysterious murder plot against the feckless Strad. But this suspense plot is mostly just an antic excuse to keep the characters in motion and in conversation about the central topic: the unfair but undeniable advantages of beauty. Filipacchi's novel is breezy with a bite: Lily succeeds in transforming herself, through the enchantment of her music, into a knockout — but only for as long as the music lasts. Uncomfortable as it may be, it's hard not to root for her, not to revel in the newfound power she wields over Strad and other men.</p><p>By the end of the novel, even beautiful Barb resigns herself to reality and shrugs off her fat-suit disguise. Why bother to deny a gift from the gods that can make life so much easier?</p><p>Speaking of gifts from the gods, the other big news concerning a literary woman is the announcement that Harper Lee has just dug up <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/03/383524982/harper-lee-plans-to-publish-a-new-novel-featuring-mockingbird-hero\" target=\"_blank\">a sequel of sorts</a> to <em>To Kill a Mockingbird</em> — a novel called <em>Go Set a Watchman.</em> Set to appear in July, Lee's sequel features an elderly Atticus Finch and an adult Scout. As a tomboy, from age 6 to 9, Scout was blessedly exempt from the pressures and judgments of femininity and beauty. I sort of wish she could have just stayed that way.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Funny+If+It+Weren%27t+So+True%3A+A+Farce+About+%27The+Importance+Of+Beauty%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385242782-040451.m3u?orgId=1&topicId=1034&e=384841137&d=442&ft=nprml&f=384841137"},{"href":"http://media.npr.org/assets/img/2015/02/09/amanda-filipacchi-c-marion-ettlinger_300dpi-ffc93809d2d7de9f35cb69863c255aafcd202898.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2597","width":"3459"}}]}