{"created":"2015-04-06T08:20:44+00:00","modified":"2015-05-13T21:05:28+00:00","valid":{"from":"2015-05-13T21:05:28+00:00","to":"3015-05-13T21:05:28+00:00"},"hreflang":"en","title":"Is Cash-Free Really The Way To Be? Maybe Not For Millennials","published":"2015-04-07T22:20:00+00:00","teaser":"Financial advisers advocate using cash whenever possible. New technologies make it easier to do just the opposite. Still, a recent study shows more millennials are turning away from plastic.","itags":["npr_api","396781707"],"guid":"54fe25c1-fea7-4c2a-a997-227e8431ec8f","contentencoded":"<p>Smartphones have new, seamless ways to purchase stuff lightning fast, with just a tap. With these new digital technologies available for mobile payment, many young people are ditching cash and plastic altogether.</p><p>But is traditional payment dead? According to Doug Conover, an analyst with the Federal Reserve Bank of San Francisco, not exactly.</p><p>\"The perception that young people rarely use cash is just not correct,\" he says.</p><p>The Federal Reserve Bank <a href=\"http://www.frbsf.org/cash/publications/fed-notes/2014/april/cash-consumer-spending-payment-diary\">put together a study</a> asking people to keep a diary of their spending. Compared with their elders, young adults (ages 18 to 24) reported using cash more, for nearly half of all purchases.</p><p>Still, their favorite way to pay is plastic, though not the plastic most might think. Some students say they keep a debit card, instead of cash or credit, to tighten their belts.</p><p>One of NPR's technology reporters, Aarti Shahani, visited San Francisco State University to see if the mobile revolution had taken over the campus. She, along with financial expert Chris Hogan, joined <em>Morning Edition</em> host Renee Montagne to discuss how the age of \"cash or credit\" may not be a thing of the past.</p><p>\"You are a big advocate for using cash instead of credit,\" Montagne says to Hogan. \"What about the benefits of this idea of 'pain of payment' that was discussed in the report? How do you see it?\"</p><p>Using cash enables people to have control, Hogan says.</p><p>\"I think for young people — as well as older people — that awareness and being able to control cash will allow them to make financial progress in the areas that they're looking to strive in,\" he continues.</p><p>But, what causes \"pain of payment?\"</p><p>\"A lot of kids on campus are like 'Yeah, having cash, I spend it less, I feel it more.' Others were like 'Oh no, having a dollar bill here or there, I just start buying things I don't need,' \" Shahani says. \"And so, one thing that I found very interesting was this idea that debit cards are a useful way to constrain spending because people don't want to swipe all of the time and the debit card is attached to money that you possess. It's not credit. It's not this pernicious cycle of borrowing what you don't have.\"</p><p>Still, what about the growing number of digital cash-free payment systems, Montagne asks, such as Snapcash and the new system recently announced by Facebook?</p><p>\"In the old days, if I borrow money from my friend, I pay it back — put cash from my hand to theirs,\" Shahani explains. \"And now it's possible to essentially email or text money over to people that you've borrowed from. Snapcash, which is a product of Snapchat, and now Facebook Messenger, you can now text or message over the money. It's tied to your debit card, so you are taking from money that you currently possess.</p><p>\"And so, there are all of these different apps that are coming up that are making it easier to just throw around little bits of money between friends,\" she says.</p><p>Hogan encourages people to use an envelope system to manage their money.</p><p>\"It's where you literally, as you get paid, you would go to the bank, get cash, and you would literally put money in an envelope,\" he says. \"This is what you're saying, 'This is how much we're going to spend on eating out. This is how much we'll spend on groceries.' And what it is, it allows you to set these physical financial limits on these categories. And so it gives people the ability to be able to control their money in ways they never knew possible.\"</p><p>But, while the cashless systems are convenient, Hogan says they can create a disconnect for how much money you're spending.</p><p>\"How would the both of you compare millennials' attitudes about money to their parents and their grandparents at this same young age?\" Montagne asks.</p><p>\"People seem really wary of the mistakes of their parents,\" Shahani says. \"There is something relieving about, you know, that it's not lost on them that their parents were deep into debt. And people seem to carry that maybe in the way that their parents' generation didn't.\"</p><p>And if their parents talked to them about money, they are likely way ahead of the game, according to Hogan.</p><p>\"Well, I would venture to say oftentimes with younger kids, if their mom and dad never talked about money in front of them or never taught them about money, they're literally going out into the wilderness alone,\" he says. \"And so, you have the credit card companies that are lurking on campuses just waiting to get their claws into them. ... If we can kind of get them to step back and look at this, I think some of the younger people that have been educated by their parents, they do know that 'hey that's not my friend.' ... I think more of them are getting educated or we're at least trying to spread the word so they don't start off behind.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Cash-Free+Really+The+Way+To+Be%3F+Maybe+Not+For+Millennials&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"422"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397774861-810b72.m3u?orgId=1&topicId=1019&d=422&p=3&story=396781707&t=progseg&e=397213041&seg=14&ft=nprml&f=396781707"}]}