{"created":"2014-10-08T15:06:55+00:00","modified":"2014-10-31T01:38:15+00:00","valid":{"from":"2014-10-31T01:38:15+00:00","to":"3014-10-31T01:38:15+00:00"},"hreflang":"en","title":"Terror Attacks In China Take An Alarming Turn","published":"2014-05-30T23:39:00+00:00","teaser":"China is no stranger to ethnic violence, but militants are now using suicide attacks and targeting civilians. Beijing say foreign Islamist influence is behind the new, more sophisticated tactics.","itags":["npr_api","317274812"],"guid":"5525e174-f506-419a-866b-7c415c6e463a","contentencoded":"<p>China has suffered small-scale terror attacks in the past that often targeted local government in out-of-the-way cities. In the past year, though, the attacks have taken an alarming turn.</p><p>Ethnic militants have gone after civilians outside their homeland and employed a relatively new tactic: suicide.</p><p>The change appeared to emerge in October last year, when several Uighurs, a mostly Muslim ethnic minority from Xinjiang, the country's rugged, northwest region, drove a jeep into a crowd around Beijing's Tiananmen Gate, near the iconic portrait of Communist leader Mao Zedong. They killed two people and then themselves after setting their vehicle on fire. Police arrested<a href=\"http://www.npr.org/blogs/thetwo-way/2013/10/30/241910061/police-jihadists-detained-in-tiananmen-square-car-crash\"> five Uighur men</a> in relation to the attack.</p><p>In March, a group armed with long knives slashed its way through a train station plaza in Kunming, the provincial capital of Yunnan province in China's southwest, killing nearly 30 people and wounding more than four times that. Chinese authorities <a href=\"http://www.npr.org/blogs/parallels/2014/03/03/285271135/whos-behind-the-mass-stabbing-in-china\">again named the attackers as Uighurs</a>.</p><p>Last month, <a href=\"http://www.nytimes.com/2014/05/01/world/asia/blast-hits-railway-station-in-restive-western-china.html?_r=0\">suicide bombers injured nearly 80 people</a> at a train station in Urumqi, Xinjiang's capital.</p><p>And, last week, militants drove SUVs<a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/22/314774855/attack-on-street-market-in-northwest-china-kills-31\"> through a crowded morning produce market</a>. They mowed down elderly shoppers and threw explosives out the windows before blowing themselves up.</p><p>Analysts say all this adds up to a shift from the past.</p><p>\"There seems to be a categorical difference in these recent attacks,\" says Gardner Bovingdon, a professor of Central Eurasian Studies at Indiana University.</p><p><strong>New Level Of Sophistication</strong></p><p>Jacob Zenn, a Eurasia analyst at the Jamestown Foundation, a Washington think tank, adds that these attacks show \"a heightened level of sophistication.\"</p><p>China's government blames the changing nature of the attacks on foreign Islamist influence. Authorities say the men who targeted the market had watched violent terrorist videos — though officials have yet to provide proof.</p><p>Yang Shu is director of Central Asian Studies at Lanzhou University in western China.</p><p>\"Global terrorism, especially Muslim terrorist activities in Central Asia and west Asian regions, certainly has an impact on militant Uighurs,\" Yang says.</p><p>Zenn also suspects outside influence.</p><p>\"Suicide bombings are not typical or a common way around the world to express grievances,\" says Zenn, who spoke by cellphone from Urumqi, where he's traveling. \"It's only become popularized by al-Qaida or the global jihadist network.\"</p><p><strong>China Blames Foreign-Based Group</strong></p><p><a href=\"http://www.reuters.com/article/2014/05/18/us-china-xinjiang-idUSBREA4H01O20140518\">China's government blamed</a> the Urumqi train station bombing on the Turkistan Islamic Party. It's thought to be a violent Uighur separatist group outside China that's based along the Afghanistan-Pakistan border. The group praised the attack in a video that opened with a montage of Chinese President Xi Jinping surrounded by flames.</p><p>Analysts, though, caution that there is little reliable information about the group and say its claims for responsibility on past attacks appear to be exaggerated. Many also question whether the violence in Xinjiang is driven entirely by foreign jihadi groups. They point to Chinese policies that anger Uighurs and target their culture, such as cutting Uighur-language instruction in schools and harassing men who wear big beards.</p><p>\"I think these crackdowns may have created a climate, may have created enough frustration, where there are some people who are beginning to pay heed to the horrible pseudo-religious ideologies that lead to suicide bombings and attacks on civilians,\" says James Millward, a history professor at Georgetown University and author of <em>Eurasian Crossroads: A History of Xinjiang</em>.</p><p>Millward cites a recent case, reported by Radio Free Asia, in which middle school girls in Xinjiang's Aksu prefecture were detained for wearing headscarves.</p><p>Relatives demonstrated for their release. The protest devolved into stone-throwing and ended with police firing into the crowd and reportedly killing at least two protesters.</p><p>\"By going after headscarves, the authorities have really produced a conflict here, which was completely unnecessary,\" says Millward. \"I don't think there was a security threat from these schoolgirls.\"</p><p>So, what is the ultimate goal of militants as they unleash increasingly savage attacks on civilians? One aim, of course, is attention and perhaps to show their growing desperation. But Indiana University's Gardner Bovingdon has another, even darker theory.</p><p>\"The strategy might be to elicit a more ruthless government crackdown,\" he says, \"in the name of suppressing terror that further exacerbates popular discontent with the government and therefore generalizes a feeling of greater desperation.\"</p><p>Bovingdon, who like all the scholars NPR spoke with condemned the violence, says that kind of logic would be deeply cynical. After last week's market attack, the Chinese government announced a yearlong crackdown on terror in Xinjiang.</p><p><em>Frank Langfitt is NPR's Shanghai correspondent. You can follow him on Twitter</em> <a href=\"https://twitter.com/franklangfitt\">@franklangfitt</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Terror+Attacks+In+China+Take+An+Alarming+Turn&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317274835-984efc.m3u?orgId=1&topicId=1125&ft=3&f=317274812"},{"href":"http://media.npr.org/assets/img/2014/05/30/china-suicide-attack1-cf55aa0f26c321e2d3e71d4f35cd7a100ffe71ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2404","width":"3207"}},{"href":"http://media.npr.org/assets/img/2014/05/30/china-suicide-attack2-f87c28e44dcdfa18e878be7b1a411a24117b2c1e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2981","width":"3978"}}]}