{"created":"2015-06-06T21:15:40+00:00","modified":"2015-06-15T17:13:54+00:00","valid":{"from":"2015-06-15T17:13:54+00:00","to":"3015-06-15T17:13:54+00:00"},"hreflang":"en","title":"From Bail Bondsman To Teacher","published":"2015-06-06T22:40:00+00:00","teaser":"Rodney Carey has been on the other side of the street in New Orleans. He's trying to get his students to come back.","itags":["npr_api","404415941"],"guid":"552781cf-274b-4637-88fd-da0bfd4e0137","contentencoded":"<p>In a windowless classroom, in a tough New Orleans neighborhood, a middle-aged man with piercing eyes is teaching math at top volume.</p><p>\"I got a SINGLE DOLLAR if someone can tell me what's the RULE to this problem!\" he intones.</p><p>Today's lesson is about the order of operations, a topic usually taught in elementary school. On average, Rodney Carey's students are working at a fifth-grade level. But they are much older, aged 16 to 24.</p><p>Mr. Rodney, as he is known, does whatever he can to motivate them, whether that's ordering in Chinese food or giving out cash prizes.</p><p>\"He be tough on everybody,\" says Darren Johnson, one of Mr. Rodney's students. \"He want everybody to have some success. He want his whole class to be graduating.\"</p><p>That's a tall order. The Youth Empowerment Project, where Mr. Rodney teaches, is the largest organization in the city dedicated to helping young people earn their high school equivalency.</p><p>In a landscape of wrong turns, YEP offers a way out.</p><p>Johnson dropped out of the seventh grade and was arrested twice, spending six months on house arrest, before he came here. He's now 16, and he's found a role model in the stooped teacher with the twisted gait.</p><p>Johnson says Mr. Rodney gives out his phone number to all the students, and if you need a ride home? He'll drive you.</p><p>\"I like where he come from with it. He want to see his people move forward.\"</p><p>Carey knows exactly where Johnson and his other students are coming from. He grew up in the Ninth Ward. Before he was a teacher, he was a bail bondsman. And before that? He was a kid in trouble.</p><p>\"I was seeing the number of young folks I used to bail out of jail and I thought, there is a lack of opportunity and these kids are underserved,\" he explains. \"So I thought to myself, let me find a career that can help the young folks to avoid that process. And if they did go through the process already, try to find a way to deter them not to go back.\"</p><p>About 14 percent of the program's referrals come directly from the courts, and many of the rest, like Johnson, have been arrested at least once.</p><p>Carey's own forays into burglary, drugs and gangs all happened by the time he was 16.</p><p>That year, he had a strange stroke of luck: He got shot.</p><p>\"I was hit three times in my side, two times in my back. And it left me an incomplete paraplegic. I had to learn how to walk all over again. I was in a wheelchair about four years.\" He still walks with a cane.</p><p>He had to transfer to a school that was wheelchair accessible. With nowhere to go other than school, he graduated an A and B student. He's currently earning a master's degree in criminal justice.</p><p>Success stories like his are all too rare in this city, where 26,000 young people are neither in school nor working. It's the third highest rate in the U.S.</p><p>Poverty and violence have long been off the charts. Hurricane Katrina didn't help matters. When the storm hit a decade ago, the students in this program were children or young teens.</p><p>\"We're seeing compounding elements of trauma, stress, disconnection, uprootedness,\" says Melissa Sawyer, the founder of YEP, a privately funded nonprofit. \"A lot of kids were out of school for months, if not years, at impressionable ages and are really far behind.\"</p><p>Sawyer worries too about the impact of the nearly all-charter school system. Suspension rates in the city's charter schools are three times the state average, and she says more and students have been showing up at YEP after getting suspended, expelled or dropping out.</p><p>\"My front line staff on a regular basis are frustrated that they're putting them out of school for such dumb stuff,\" Sawyer says.</p><p>Sawyer created Carey's class to fill a special need. The teacher, assistants, and students are all African-American men.</p><p>\"Because the challenges that young black men are facing are so difficult,\" Sawyer explains, \"we've really created a space where they talk, they share, they have a space to run ideas by each other.\"</p><p>For Carey, sharing his own story of redemption has become something of a calling. When he's not teaching, he visits middle school classrooms to tell his story.</p><p>\"I know that you cannot save everybody,\" he says. \"But if one of them could just go along, complete his education, go to college, and I see him in the future doing something positive with his life, that makes me think that what I was doing is all worthwhile.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Bail+Bondsman+To+Teacher&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412525680-3fbce1.m3u?orgId=1&topicId=1013&aggIds=359618671&d=300&p=2&story=404415941&t=progseg&e=412454338&seg=6&ft=nprml&f=404415941"},{"href":"http://media.npr.org/assets/img/2015/05/05/cd7a2772-0f138dc889d309bf1092fd9872bbf2c9864eda37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/05/05/cd7a2579-edit_sq-fc4feb0d440168edc097d897a6da766170d4b99a.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1437","width":"1437"}},{"href":"http://media.npr.org/assets/img/2015/05/05/cd7a2635-edit_slide-1d13ad0c5093b50f5d8ca8229627e20040f91831.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"2997"}}]}