{"created":"2015-05-14T21:30:12+00:00","modified":"2015-05-14T21:30:12+00:00","valid":{"from":"2013-12-27T14:59:48+00:00","to":"3013-12-27T14:59:48+00:00"},"hreflang":"en","guid":"5537922e-259d-4191-87ed-dd41308e4911","contenttemplated":"[{\"content\":\"<p>McDonald&apos;s announced today it will take down its McResource website - an internal resource for employees to ostensibly get help on things from eating right to saving money. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Why? A labor group used the website and resource line to ridicule McDonalds for paying its workers minimum wage. To be fair, McDonalds did make it kind of easy.  The third party vendor that put the website together included some suggestions that seemed a little... awkward.  For example, if you’re feeling stressed out, try taking at least two vacations a year.  Or there was an instance in which an alleged McResource agent tried to help an employee get on food stamps. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>There were tweets, there were videos, there were news stories.  It was a classic public relations nightmare:  company information gets out, without the accompanying context. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“There’s always been information that the company didn’t want to get out, but now it’s so much easier to get it out,” says Lisa Orndorff, manager of employee relations and engagement at the Society for Human Resource Management. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The line between internal and external has become treacherously thin in corporate America, and companies are taking notice. </p>\"},{\"content\":\"<p>For starters, Orndorff says companies over the years have tried to clamp down harder on leaks, with things like confidentiality agreements and strict rules about who represents the company on Twitter or Facebook. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Justin Bieber did something similar for a party a few weeks ago,&quot; says Jonah Berger, professor of marketing at the Wharton School.  &quot;[Bieber] had a party at his house and said, &quot;Hey, if you’re going to be here, you have to sign a confidentiality agreement.  Three million dollars if you break it.&quot;  And Berger says companies have taken a similar approach. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>It’s no longer just the outside face of the company that needs managing.  Daren Brabham, who teaches public relations and new media at USC&apos;s Annenberg School of Communication and Journalism, says internal communications, “or employee communications, or employee relations used to be this one domain of public relations that wasn’t necessarily ignored, but wasn’t necessarily emphasized either.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Brabham says one of the ways to prevent leaks is to improve company culture, which means internal information needs to be not just controlled, but managed.</p>\"},{\"content\":\"<p>It’s a testament to the fact that it only takes one leak to cause a flood of negative PR.  And that is a function of the era of social media, where a company can find itself retweeted onto the front page of Buzzfeed and a half million Facebook pages in minutes.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>And just as decontextualized information can race across the internet, so can simple bad experiences.  Every bad tweet can become a public relations fail. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s much more of a microlevel management of individual relationships,” says Brabham, “because those things can tip out of control on social media and go viral.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>So what does this brave new world of digital peril mean?   A lot of new PR jobs.  The industry grew 8% last year.  </p>\"}]","byline":"Sabri Ben-Achour","description":"McDonald’s is shutting down McResource, a website that offers tips to employees.","tags":["APM","Business","McDonalds","public relations"],"teaser":"McDonald’s is shutting down McResource, a website that offers tips to employees.","contentencoded":"<div class=\"barn-cleaned\"><p>McDonald's announced today it will take down its McResource website - an internal resource for employees to ostensibly get help on things from eating right to saving money.&nbsp;</p>\n<p>Why? A labor group used the website and resource line to ridicule McDonalds for paying its workers minimum wage. To be fair, McDonalds did make it kind of easy.&nbsp; The third party vendor that&nbsp;put the website together included some suggestions that seemed a little... awkward.&nbsp; For example, if you’re feeling stressed out, try taking at least two vacations a year.&nbsp; Or there was an instance in which an alleged McResource agent tried to help an employee get on food stamps.&nbsp;</p>\n<p>There were tweets, there were videos, there were news stories.&nbsp; It was a classic public relations&nbsp;nightmare:&nbsp; company information gets out, without the accompanying context.&nbsp;</p>\n<p>“There’s always been information that the company didn’t want to get out, but now it’s so much easier to get it out,” says Lisa Orndorff,&nbsp;manager of employee relations and engagement at the Society for Human Resource Management.&nbsp;</p>\n<p>The line between internal and external has become treacherously thin in corporate America, and companies are taking notice.&nbsp;</p>\n<p>For starters,&nbsp;Orndorff says companies over the years have tried to clamp down harder on leaks, with things like confidentiality agreements and strict rules about&nbsp;who&nbsp;represents the company on Twitter or Facebook.&nbsp;</p>\n<p>“Justin Bieber did something similar for a party a few weeks ago,\" says&nbsp;Jonah Berger, professor of marketing at the Wharton School.&nbsp; \"[Bieber] had a party at his house and said, \"Hey, if you’re going to be here, you have to sign a confidentiality agreement.&nbsp; Three million dollars if you break it.\"&nbsp; And Berger says companies have taken a similar approach.&nbsp;</p>\n<p>It’s no longer just the outside face of the company that needs managing. &nbsp;Daren Brabham, who&nbsp;teaches public relations and new media at&nbsp;USC's Annenberg School of Communication and Journalism, says&nbsp;internal communications, “or employee communications, or employee relations used to be this one domain of public relations that wasn’t necessarily ignored, but wasn’t necessarily emphasized either.”&nbsp;</p>\n<p>Brabham says one of the ways to prevent leaks is to improve company culture, which means internal information needs to be not just controlled, but managed.</p>\n<p>It’s a testament to the fact that it only takes one leak to cause a flood of negative PR.&nbsp; And that is a function of the era of social media, where a company can find itself retweeted onto the front page of Buzzfeed and a half million Facebook pages in minutes.</p>\n<p>And just as decontextualized information can race across the internet, so can simple bad experiences.&nbsp; Every bad tweet can become a&nbsp;public relations&nbsp;fail.&nbsp;</p>\n<p>“It’s much more of a microlevel management of individual relationships,” says Brabham, “because those things can tip out of control on social media and go viral.”</p>\n<p>So what does this brave new world of digital peril mean?&nbsp;&nbsp; A lot of new PR jobs.&nbsp; The industry grew 8% last year.&nbsp;&nbsp;</p></div>","itags":["5537922e259d19197edcdd41308e4911","Marketplace","Marketplace for Friday, December 27, 2013","PMP:Marketplace_PMP"],"published":"2013-12-27T14:59:48+00:00","title":"McDonald's fast food advice becomes corporate PR lesson","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/185747019.jpg?itok=VqKlZhmS","type":"image/jpeg"},{"format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/27/marketplace_segment19_20131227"},"duration":119,"duration_hms":"00:01:59"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/27/marketplace_segment19_20131227_64.mp3"}]}