{"created":"2014-10-08T13:26:45+00:00","modified":"2014-10-31T00:50:41+00:00","valid":{"from":"2014-10-31T00:50:41+00:00","to":"3014-10-31T00:50:41+00:00"},"hreflang":"en","title":"Angry At Shiite-Led Government, Sunnis Are Loath To Help Calm Iraq","published":"2014-06-26T09:44:00+00:00","teaser":"Minority Sunnis are helping the militants sweeping Iraq's north and west. The support of ordinary Sunnis shows how difficult it will be to reverse the sectarian partition that's already happening.","itags":["npr_api","325528728"],"guid":"55439693-b611-40ce-bffe-8c08c3f7a82c","contentencoded":"<p>Iraq is looking increasingly like a state partitioned along sectarian lines. Shiites control the south, but Sunni militants are sweeping through the north and west — and they're doing it with help from local Sunni populations.</p><p>Interviews with Sunni leaders show how hard it will be to build the kind of trust needed to put the country back together under one functioning authority.</p><p>In the Baghdad suburb of Dora, Sunni Sheik Abu Ali al-Jubbouri says the dangers Sunnis face are evident every night. <a href=\"http://www.npr.org/2014/06/24/325073811/in-iraq-shiites-take-up-arms-against-sunni-militants\">Shiite militias have started operating openly</a> since the uprising in other parts of the country — patrolling the streets, intimidating people.</p><p>\"They come with government cars and different types of weapons, especially after midnight. When they see any gathering of youth, they take them all with them,\" Jubbouri says. \"It has increased in the last two weeks. And they have snap checkpoints, checking people's IDs.\"</p><p>Like many Sunnis, Jubbouri says he misses former Iraqi leader Saddam Hussein, who favored their sect. He thinks Prime Minister Nouri al-Maliki has marginalized Sunnis, and he sees Iraq's security forces as one big, Shiite militia.</p><p>Jubbouri is cheering on fellow tribesmen who are fighting alongside extremist militants in places like Mosul and Tikrit in the country's north.</p><p>\"Yes, I feel pride, and every native Iraqi should feel the same,\" he says.</p><p>That pride highlights a big part of Iraq's problem. The extremists known as the Islamic State of Iraq and Syria — or ISIS — are the tip of the spear in seizing territory. But <a href=\"http://www.npr.org/blogs/parallels/2014/06/19/323691052/saddams-ex-officer-weve-played-key-role-in-helping-militants\">they're supported by many ordinary Sunnis who hate the Shiite-led government</a>.</p><p>Zaid al-Ali, who recently published a book on Iraq's government, has been speaking with people in Saddam Hussein's hometown, Tikrit.</p><p>\"It's important for people to realize how bad the partitioning has already become. Some people are talking about a possible partition, but on ground there is a partition. It's already there,\" Ali says. \"Maybe legally it's not recognized, but if you live in Tikrit today, in order to get to Irbil — which is another city in Iraq — you have to go through two border crossings.\"</p><p>Ali adds that people in Tikrit are nervous about ISIS but relieved that the security forces have left. People there say soldiers imprisoned and tortured their relatives.</p><p>These Sunni parts of Iraq won't be won back by fighting alone. The government in Baghdad will have to win over popular opinion. Ali says Maliki must resign to put a new face on the Shiite-led government.</p><p>\"Maliki today has a particularly bad record because he has concentrated power in his hands, particularly over the last four years, and he has broken promise after promise after promise,\" Ali says. \"If it's someone else, in fact just about anyone else, anyone else would have more of a chance of being believed than Maliki.\"</p><p>But there's little sign of Maliki stepping down, or of reconciliation. In a speech Wednesday, <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/25/325468844/iraq-militants-kill-senior-army-leader-maliki-resists-changes\">he rejected the idea even of a national unity government</a>, with representatives from all sides, to deal with the emergency.</p><p>Sheiks from some big Sunni tribes say they don't want ISIS in charge in the long term. But tribal leaders like Sheik Ali Hatem say they won't lift a finger to get rid of ISIS until Maliki is gone.</p><p>\"ISIS is not a big problem. We will postpone our fight with them. Our first priority is to get rid of Maliki and his militias, and regain the right of Sunnis,\" Hatem says. \"The fight with ISIS will come later.\"</p><p>In an interview in the northern city of Irbil, Hatem says that the tribes could get rid of ISIS in days — if Iraq's Sunnis are given jobs and treated fairly. And he's confident that now there's a crisis there, he'll get his way — with American help.</p><p>\"I think Iraq is more important than Maliki. I think America knows that the matter is serious, so it is not in the interest of the United States and the Shiite parties to keep Maliki in power,\" Hatem says. \"Everyone is aware. It doesn't make sense that America and the world would sacrifice Iraq for the sake of Maliki.\"<em><br /></em></p><p>Whether a tribal offensive could oust ISIS remains to be seen. But international observers agree Iraq's army has no capacity to push back the loose Sunni alliance now dominating so much territory. And a de facto sectarian partition is rapidly becoming the norm.</p><p><em>Alice Fordham can be followed</em><em> </em><em><a href=\"https://twitter.com/AliceFordham\" target=\"_blank\">@Alicefordham</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Angry+At+Shiite-Led+Government%2C+Sunnis+Are+Loath+To+Help+Calm+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325608384-78eff7.m3u?orgId=1&topicId=1010&ft=3&f=325528728"}]}