{"created":"2014-09-23T13:29:38+00:00","modified":"2014-09-23T13:29:38+00:00","valid":{"from":"2014-09-23T13:29:38+00:00","to":"3014-09-23T13:29:38+00:00"},"hreflang":"en","title":"Born From The Border, Tijuana Grows In New Ways","published":"2014-03-31T16:12:00+00:00","teaser":"The city is so close to the U.S. border fence that it practically leans on it. Even as Tijuana diversifies, its economy still relies on the frontier. Its residents are the perfect border citizens.","tags":["npr_api","295336798"],"contentencoded":"<p>Tijuana is itself a creation of the border. The borderline was drawn here in 1848, as the United States completed its conquest of the present-day American Southwest. The border, along with the growth of San Diego and Los Angeles, gave Tijuana a reason to be.</p><p>Border security is ever-present here. The city has grown so close to the rusted U.S. border fence that it practically leans on it. The fence even cuts across the middle of Friendship Park, a circular plot of land that was laid out on the actual borderline as a symbol of the two nations' warm relations. Today the park might better be called the Friendship Half Circles.</p><p>For a few hours each weekend, people who cannot cross the border are allowed to approach that wall and peer through the heavy wire mesh at people on the far side.</p><p>One morning, a mother and father in Tijuana press against the fence to see their son for the first time in 15 years. \"Oh, my heart!\" the mother exclaims.</p><p>The son, who gives his name as Hector Razo, cannot easily risk a return to Mexico because he migrated illegally to the United States. He's been working, he says, currently as a painter.<strong></strong></p><p>\"It's a lot of opportunities,\" Razo says, \"and the life is really different, because my kids, they are really better.\"</p><p>His four children join him at the wall. They're in their teens and early 20s. They say they had attained a kind of permission to remain in the United States, as the Obama administration defers action against certain young people who admit to having entered the country illegally as children.</p><p>While Razo sought opportunity in the U.S., there has been economic growth in Tijuana.</p><p>In earlier decades, the city provided services that were forbidden in the United States. It prospered during Prohibition, both as an entertainment destination and as a way station for smugglers.</p><p>In more recent years the economy has diversified, though the city of about 1.3 million still relies on the border for growth.</p><p>It remains an entertainment center (though tourist areas suffered during drug-related violence of recent years). It is also a manufacturing center, home to foreign-owned assembly plants that tend to serve the U.S. market. High-tech firms are gaining a foothold in Tijuana. As NPR's Carrie Kahn <a href=\"http://www.npr.org/2014/03/28/295578436/tijuanas-new-breed-of-entrepreneurs-create-technical-businesses\">reports Friday</a> on <em>Morning Edition</em>, they are working to fulfill the needs of tech giants in Silicon Valley.</p><p>Former Tijuana Mayor Hector Osuna, also an architect, is working on plans for a proposed medical center in Tijuana that would cater to the U.S. market. He says many Americans, especially Mexican-Americans, prefer the style in which they are treated by Mexican doctors.</p><p>Parts of Tijuana suggest its wealth. Modern glass buildings contain offices on some floors, a high-end restaurant on another floor, and a nightclub on yet another. There are neighborhoods filled with upscale restaurants, immaculate traffic circles and orderly streets: In Tijuana, unlike many cities in the world, cars actually come to a complete stop for pedestrians in crosswalks.</p><p>For all its growth, Tijuana can still be a hard place to live, with wages far lower than the United States. The city's informal neighborhoods spread across hillside and canyons. Many of the homes are perched precariously on steep slopes. Stacks of tires filled with sand or cement serve as the foundations.</p><p>One such neighborhood is the site of a famous landmark in Tijuana, though the houses and streets are so tightly packed it can be difficult to find. It's a concrete statue of a nude woman, 55 feet high. She has one hand upraised like the Statue of Liberty.</p><p>The statue's creator, Armando Munoz, says he built it for Tijuana's centennial celebration in 1990. The figure, then, is a reminder of just how relatively young the city is — a fact that Munoz tried to represent in this idealized sculpture.</p><p>She can be imagined as the ultimate border citizen: youthful, expressive and forever looking upward toward the future.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Born+From+The+Border%2C+Tijuana+Grows+In+New+Ways&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","guid":"55514bcc-3894-48dd-8bba-a34f5a3a718c","audio":[{"meta":{"duration":"531"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1295578507-c2e937.m3u?orgId=1&topicId=1003&aggIds=291397809&ft=3&f=295336798"},{"href":"http://media.npr.org/assets/img/2014/03/27/tijuana01-0802887ef5d2052e8216914f4e9b3850bbc09de5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/03/27/tijuana04-efd35f15a855e08c210d5a9308dc876b2f77737e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1612","width":"2149"}},{"href":"http://media.npr.org/assets/img/2014/03/27/tijuana03-2da88bdc7ce8b7eccf81b05d501978fdf2a3bc7c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/03/27/tijuana02-7e6f0b9d946aeffc57fd941a8c021a8f85de3282.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}