{"created":"2015-03-30T21:21:47+00:00","modified":"2015-03-31T19:20:32+00:00","valid":{"from":"2015-03-31T19:20:32+00:00","to":"3015-03-31T19:20:32+00:00"},"hreflang":"en","guid":"55647145-ec7d-48d5-9e05-ff0da55029fe","title":"Iran nuclear talks go down to the wire, but no one knows what deal may emerge","published":"2015-03-31T19:20:26+00:00","byline":"Joyce Hackel, Christopher Woolf","tags":["Iran nuclear deal","US-Iran relations","Global Politics","Iran","United States","Iran","nuclear","Lausanne","negotiations","Iran–United States relations","Sanctions against Iran","Nuclear program of Iran"],"teaser":"The US and other international powers are trying to nail down a deal with Iran on its nuclear program. But with only a day to go until their self-imposed March 31 deadline, no one yet knows what kind of deal may emerge — if any at all.","contentencoded":"<p>It’s down to the wire in Lausanne, Switzerland, where the US and its international partners are negotiating with Iran over its nuclear program. They face a Tuesday deadline to reach an agreement, but sticking points still remain.</p>\n<p>“The core of this agreement is to try to limit Iran’s ability to enrich uranium, and to monitor its nuclear program very closely so that it wouldn’t be able to 'break out' and produce enough fuel for a bomb in less than a year,\" says BBC correspondent Barbara Plett, who's covering the negotiations. </p>\n<p>But Plett says the sticking points have less to do with enrichment than other issues, particularly Iran’s ability to pursue research and development. There are also disagreements over sanctions on Iran and how fast they should be lifted in the event of a deal.</p>\n<p>She also says gauging the mood of the talks is difficult. “We have different assessments of how optimistic people are,\" Plett says. \"They started out reasonably optimistic, [but] we’ve got a quote from a Chinese diplomat today saying that’s turning to gloom. But it’s difficult to know really at this stage how much of this is brinksmanship and how much of this really is that neither side has more space to move.” </p>\n<p>If the two sides manage to walk away with any sort of deal, Matthew Bunn of Harvard's <a href=\"http://belfercenter.ksg.harvard.edu/project/3/managing_the_atom.html\">Managing the Atom</a> project says it will be a victory.</p>\n<p>\"It's a compromise,\" he says. \"The potential alternatives ... really are returning to sanctions while Iran builds up its nuclear capabilities rather than cutting them back under the deal, and then potentially being faced with either military strikes or acquiescing as they move toward nuclear weapons. This deal looks a lot better than those plausible alternatives.\"</p>\n<p>While the emerging deal is attracting fierce criticism, particularly from Israel and some politicians in the United States — Bunn himself would prefer tighter restrictions than the ones likely possible — he says negotiators on the ground have developed a deep appreciation of their opponent's bottom line.</p>\n<p>\"When you're sitting across the table from someone over a period of weeks or months, you end up understanding better than the people back in your capital do what the other side needs and why,\" he says.</p>\n<p>That's why he's worried about the US Congress, which is considering legislation that would give it the power to approve, amend or reject a deal with Iran.</p>\n<p>\"If the world perceives that the reason there wasn't a deal is because the US and its Congress walked away, then it will be very difficult to sustain, let alone strengthen this sanctions regime,\" he says. \"Countries like China and India will return to buying Iranian oil. Russia will implement the deal. It's already cut in principle with the Iranians to essentially launder Iranian oil through Russia, and we'll be left with Iran building up and fewer sanctions that are really effective in place than we have today.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-30%2Firan-nuclear-talks-approach-deadline&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0330201501.mp3"},{"href":"http://www.pri.org/file/0330201501mp3"}]}