{"created":"2015-02-17T20:03:26+00:00","modified":"2015-06-25T17:45:11+00:00","valid":{"from":"2015-06-25T17:45:11+00:00","to":"3015-06-25T17:45:11+00:00"},"hreflang":"en","title":"Exclusive First Read: Anna Lyndsey's 'Girl In The Dark'","published":"2015-02-17T20:03:00+00:00","teaser":"Anna Lyndsey — a pseudonym — was an ordinary civil servant when she developed a rare disorder: A severe sensitivity to light. She deftly chronicles her shadowy new normal in <em>Girl in the Dark</em>.","itags":["npr_api","386953005"],"guid":"5570248b-e69d-447f-a51a-76baf94d299e","contentencoded":"<p><em>Anna Lyndsey — a pseudonym — was once an enviably ordinary woman. She had a good career working for the British government, a loving partner, and most importantly, she could walk outside, under the sun, whenever she wanted to. But then she developed a rare disorder: even the faintest light causes an agonizing burning sensation in her skin, making her a virtual prisoner in darkened rooms and smothering clothes.</em></p><p><em>Lyndsey's new memoir, </em>Girl in the Dark<em>, is a gorgeously written, occasionally snarky chronicle of her illness and the ways she's coped with it — listening to endless audiobooks about the world outside (and a few military thrillers), devising games to play in the dark, and searching endlessly for a remedy that would help her tolerate even twilight.</em></p><p><em>In these excerpts, Lyndsey describes some of those coping attempts.</em> Girl in the Dark<em> will be published March 3.</em><em> </em></p><p><strong>Metaphor</strong></p><p>Some people believe that illness is a corporeal metaphor for the condition of the psyche. In their eyes, a problem in the back indicates an inability to put the past behind one; a failure to process old emotion manifests in constricted bowels.</p><p>It is my misfortune to have a condition which is peculiarly susceptible to metaphor. I prove irresistible to those of a vaguely New Agey turn of mind; they become tremendously excited when they hear about me. Here is something they have not come across before, surely a metaphorical manifestation par excellence. To cut oneself off from society, to insist on living in the dark in a sealed-up room — it is almost too perfect. Clearly I am terrified of human contact, indeed, afraid of life itself, desiring subconsciously to reverse the event of my own birth, and retreat to the dark close quarters of the womb.</p><p>What a fascinatingly damaged psyche! What I must do is <em>work on myself </em>(somehow, in the dark, on my own) and <em>address my outstanding emotional issues </em>(if I could work out what these were, apart from a frustrated desire to get out of the dark)<em>.</em></p><p>A reiki healer comes to see me, recommended by a friend. I lie on my bed and the healer moves her hands over me. It is pleasant and relaxing, until the metaphors kick in.</p><p>\"I wonder,\" says the healer, \"when you're in the light, do you feel ... exposed?\"</p><p>\"Exposed?\"</p><p>\"Open to people's gaze, lots of eyes looking at you.\" \"What I feel is, I'd better get out of this light before I have a painful skin reaction,\" I say, \"which, given my experience, is a pretty rational response.\"</p><p>More work is done on my chakras. I drift into a dreamy meditative state.</p><p>\"And your partner,\" says the healer. \"I suppose he has to do a lot of caring for you.\"</p><p>\"Yes, he does.\"</p><p>\"And how is he about that? \"</p><p>\"He's great. I think he's amazing.\"</p><p>\"I'm wondering whether, perhaps, somewhere in your mind, you've got the idea that 'this relationship only works if I'm ill'?\"</p><p>\"I don't think so,\" I reply wearily. \"We generally had a much nicer time when I wasn't.\"</p><p>The healing session continues, and I relax once more. \"Well, there's always a benefit, isn't there,\" says the healer, \"even when it's really hard to see it.\" \"A benefit?\"</p><p>\"A benefit to having an illness. The deep reason why we keep having it.\"</p><p>I want to leap from the bed, put my SAS training into practice, and smash the woman in the face.</p><p>In such persons I diagnose a pathology of hypersignificance, an obsessive need to find meaning and pattern in human lives. Those afflicted with this disorder are psychologically unable to accept the extent to which we are embodied in physical reality, liable to be knocked about by the inheritance of some genetic susceptibility, by unwitting exposure to environmental risk factors, by the bizarre concatenations of chance. The novels of our lives are written only partly by ourselves; other forces regularly grab the pen, interpolating strange deviations and digressions, enforced changes of pace, character or plot.</p><p>But even while they are doing this, we retain some control over the quality of the prose. In the end we have one choice: to suffer well or suffer badly, to reach for or to reject that quality which is termed, equally, by both religious and secular, grace.</p><p><strong>Parallels</strong></p><p>I would like to hear about other lives like mine. But I can find almost nothing written; even when people undertake Internet searches on my behalf they turn up only traces: an article in a nutritional journal; a chapter in a Swedish book; a brief mention of a woman with porphyria who listened all day to talking books — always descriptions from the outside, and never from within.</p><p>So I have assembled a collection of parallels distilled from my hours of incessant, incontinent listening, from that random parade of whodunnits and thrillers, histories, romances and memoirs that have spooled through the darkness beside me, and have become my window (however weirdly coloured, dirty or distorting) on the world.</p><p>I covet tales of human beings in extremis; want to know how they felt, what they did, how they bore it. I collect confinements, deprivations, degradations <em>that last; </em>I thirst for descriptions of the bearing of the unbearable, day after day, the flickering on of life in situations which, looked at from outside, invite merely horror, and the expectation of abandonment through suicide or despair.</p><p>My collection fascinates me. It is a set of polished pebbles, stored in a snug velvet pouch in my mind. From time to time I tip them out to examine them, turn them over and over, feel their relative weights and textures, experiment with order and with pattern. I am using them to think with, to map out the contours of my own predicament, to develop standards of comparison. Each has elements in common with my own situation, although it is not the same.</p><p>There are four parallels in all:</p><p>1. <em>Notre Dame de Paris </em>by Victor Hugo, a book rich in strange and terrible confinements. The King, Louis XI, keeps a man in a cage; he was once the Bishop of Verdun. He has been in the cage for years, in a room in the Bastille. He pleads with whoever passes to intercede for him. The king will never let him out.</p><p>On the Grève, in a stone tower of the Tour Rolande, a penitent, years ago, walled herself in. A single small barred window opens on to the street outside through which people occasionally pass water and food. Mostly she sits on the straw of her cell and weeps for the loss of her child.</p><p>She has been there sixteen years.</p><p>Under the fortress of the Tournelle lie the dungeons; under the dungeons lies the deepest, darkest pit of all. The only entrance is through a trap door. There is no light or warmth; the walls and floor exude a cold and liquid discharge; once a prisoner is confined there, that is the end.</p><p>For this is the oubliette, where people are placed to be <em>oublié</em> — that is, to be forgotten.</p><p>2. <em>The Innocent Man </em>by John Grisham describes a miscarriage of justice in small-town America. It is a true story. The book includes an account of the facility for Death Row prisoners at the Oklahoma state prison in McAlester. When it was opened in 1993, it was held to be the most modern, hi-tech and secure of its kind.</p><p>The building was entirely underground; the prisoners never saw natural light. The cells, and the furniture in them, were made of concrete. The concrete was never plastered over or painted, so the prisoners permanently breathed concrete dust. The \"closed\" ventilation system, which allowed no air in from the outside, frequently broke down. No one cared about the prisoners' health — hey, they were going to die anyway, right? But many lived on the Row year after year, as appeals ground their way through the system.</p><p>3. <em>The Secret Hunters </em>by Ranulph Fiennes, a novelisation of documents apparently found in a hut in Antarctica, telling how ex-Nazis try to found a new Reich funded by a secret Antarctic gold seam, but are pursued by a man who had escaped the Holocaust when he was a boy.</p><p>The book contains a description of Auschwitz.</p><p>None of the facts are new to me. I have been told them, taught them from early in my life. I have read books, watched documentaries, seen <em>Schindler's List</em>.</p><p>Somehow, nothing prepared me for this. Maybe it is the dark, or the first-person narrative, or my own mental state; but I am completely overwhelmed. It is the systematic humiliation before killing, the deliberate, conscious dehumanisation that grips me. My heart races and my breath comes in flickering waves, filling and emptying only the top tenth of my lungs. My torso is wrapped in iron; and the plates squeeze ever tighter together as if someone is tightening a screw. I know I should stop the machine, detach myself, relax, but it is as if the tape is passing physically through me, entering my skull through my left ear, slicing across through my brain. I cannot escape. I listen without a break, for hours.</p><p>4. <em>The Diving Bell and the Butterfly</em>, by Jean-Dominique Bauby. In his early forties, a journalist, the editor of <em>Elle </em>in Paris, has a massive stroke. When he regains consciousness he finds he is completely paralysed. He has what is known as \"locked-in syndrome.\" He cannot move any part of his body — everything must be done for him. But his mind is alert and clear.</p><p>He finds that he can move one of his eyelids slightly. By blinking at the appropriate letter as another person reads off the alphabet, he finds he can, with the help of an amanuensis, compose requests, remarks and finally the text of this book.</p><p>I am impressed by Jean-Dominique Bauby. I think about him a lot. I wonder whether, to enjoy as he does the pleasure of sunsets, the trips out of the hospital to the beach, the drawings and cards from his friends and his children that decorate his room, the companionship of the TV; whether, to gain, as it were, the benefits of light, I would trade the movement of my body.</p><p>The pleasures of a body without light are not glamorous but, nonetheless, not negligible. I can go to the lavatory when I please. I can eat when I choose and, within the limits of what has been procured for me, the food of my choice. I can savour my food. I can flex my limbs, within the confines of my dark box. I can talk freely to visitors, missing only the nuances of gesture and expression.</p><p>In common, Bauby and I share the hunger for visits, the long hours to be got through alone.</p><p>Would Bauby choose to swap fates with me, or I with Bauby? Perhaps it is as well that life does not give us such choices. We would spend hopeless hours with our pens poised above the questionnaire, unable to decide in which box to make our mark.</p><p>The worst part of the book, for me, is the afterword, because that is when I find out that Jean-Dominique Bauby is dead; that he died, in fact, in 1997, two years and a few months after his stroke.</p><p>I am immeasurably distressed. I feel his death strongly, on behalf of all who lead impossible lives. It is too neat an ending, too easy a let-out for those who read his story, providing convenient closure, when, actually, for many there is none — just year after year of continuance, with the years blurring into each other, looping back on themselves, becoming hopelessly entangled in the mind, because the memorable events are so few and widely spaced upon the grey ropes of time.</p><p><strong>G</strong><strong>a</strong><strong>me</strong><strong>s </strong><strong>t</strong><strong>o </strong><strong>P</strong><strong>l</strong><strong>a</strong><strong>y in the Dark 5: Scribe</strong></p><p>This is a game to play on your own, when talking books have palled, when you have no visitors in prospect, when boredom eats your brain.</p><p>You will need a large bound notebook and a pencil. A bound notebook so that your pages are disciplined and do not become entangled. A pencil, because a pen could run out and in the dark you will not be able to tell.</p><p>Pick up your pencil and open your notebook.</p><p>Place the thumb of your non-writing hand on the page beneath the start of the first line.</p><p>Your thumb will act as a marker, so that there will be space between each line and the next.</p><p>Write.</p><p>Write what?</p><p>Write what you know. Isn't that what they say? What you know is the darkness.</p><p>And as you begin to form words on the page, the darkness around you <em>moves</em>. It starts to gather, to circle, to form a vortex round the end of your pencil, and then — down the pencil's black centre it pours.</p><p>It is unstoppable. It flows faster and faster, funnelling down that slim conductive wand, erupting on to the page, staining its purity with straggling struggling words.</p><p>And in your mind, a light goes on.</p><p><em><em>Copyright Anna Lyndsey 2015. Reprinted with permission from Doubleday, a division of the Knopf Publishing Group.</em></em></p><p><em>Audio production copyright 2015 by Penguin Random House LLC. </em><em> </em><em>Excerpted by permission of Penguin Random House Audio Publishing Group.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Exclusive+First+Read%3A+Anna+Lyndsey%27s+%27Girl+In+The+Dark%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"900"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386970201-6a5f83.m3u?orgId=1&topicId=1161&aggIds=157378384,100876926&d=900&story=386953005&ft=nprml&f=386953005"},{"href":"http://media.npr.org/assets/img/2015/02/17/9780385539609-20-281-29-fe1eec9ebe5161d6872a1ba39d34931659b6fa84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"204","width":"272"}}]}