{"created":"2014-10-27T20:59:45+00:00","modified":"2014-10-27T20:59:45+00:00","valid":{"from":"2014-10-27T20:59:45+00:00","to":"3014-10-27T20:59:45+00:00"},"hreflang":"en","title":"What's Right And Wrong In The World Of Texting","published":"2014-07-07T19:12:00+00:00","teaser":"Jodi Smith, author of \"The Etiquette Book\" and president of Mannersmith, shares tips on proper texting etiquette.","itags":["npr_api","329548709"],"contentencoded":"<p>In the past decade, texting has become more and more popular, and is even a primary means of communication for many people. But are there rules to these 160 character messages?</p><p>Does every message warrant a response and is it ever appropriate to thumb a message during a meeting?</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson speaks to <strong>Jodi Smith</strong>, founder and president of Mannersmith and author of &#8220;<a href=\"http://www.amazon.com/The-Etiquette-Book-Complete-Manners/dp/1402776020/?tag=wburorg-20\" target=\"_blank\">The Etiquette Book: A Complete Guide to Modern Manners</a>,&#8221; about proper text etiquette.</p><p><em>What are your pet peeves when it comes to texting? <a href=\"https://www.facebook.com/HereAndNowRadio/posts/10152535493160734\" target=\"_blank\">Tell us on Facebook</a> or in the <a href=\"#comments\">comments</a>.</em></p><h4>5 Texting Tips From Jodi Smith</h4><ol><li><strong>It Is Not You, It’s Me:</strong> Even when you have been texting in rapid-fire response, should the other person suddenly stop texting, do not presume it is something you said. We all live busy lives; phones ring, meetings start, priorities shift, names are called and planes ready for take-off. The other person will respond when time allows.</li><li><strong>Urgency Versus Emergency:</strong> Just because we can communicate instantaneously does not make every missive an immediate priority. If someone will truly need to reach you when your mobile should be turned off, leave behind the receptionist’s or maître d’s telephone number as a back-up plan.</li><li><strong>Take It Up A Notch:</strong> Because our electronic communications lack tone of voice, they are often fraught with peril. When you are the recipient of an upsetting message, the polite person will pick up the phone to discuss the dilemma instead of sending a flaming text in return.</li><li><strong>Match The Message With The Mode:</strong> With so many ways to communicate with others, be sure to pick the best option. Highly subjective interactions should be in person or by phone, formal correspondence should be typewritten, notes of appreciation should be handwritten. If you find you are sending texts that are paragraphs long, perhaps you would be better off writing an email.</li><li><strong>Know When To Hold Them, Know When To Fold Them:</strong> Our mobile devices are wonderful tools. They do not commit the faux pas, we do. Take the time to assess and evaluate where you are and who is there with you. Savvy texters are well-versed in when to turn off their phones (or at least knowing when to mute them!).</li></ol><h4>Guest</h4><ul><li><strong><a href=\"http://www.mannersmith.com/\" target=\"_blank\">Jodi Smith</a></strong>, founder and president of Mannersmith and author of &#8220;The Etiquette Book: A Complete Guide to Modern Manners.&#8221; She tweets <a href=\"https://twitter.com/Mannersmith\" target=\"_blank\">@Mannersmith</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What%27s+Right+And+Wrong+In+The+World+Of+Texting&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"55778113-6aaa-4983-bc20-267894aff5b1","audio":[{"meta":{"duration":"563"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329548712-239053.m3u?orgId=330&ft=3&f=329548709"}]}