{"created":"2014-11-12T18:54:13+00:00","modified":"2014-11-14T16:35:03+00:00","valid":{"from":"2014-11-14T16:35:03+00:00","to":"3014-11-14T16:35:03+00:00"},"hreflang":"en","guid":"55790e11-bd40-4065-b84d-e69eb7efc147","title":"An unlikely pair in Lebanon team up in hopes of creating change","published":"2014-11-14T16:34:48+00:00","byline":"Ari Daniel","tags":["International Security","Religion","Youth","SafeMode","Global Politics","Beirut","Asia","Lebanon","Middle East","Religion","Young Lebanon"],"teaser":"Ryan and Noor are best friends. In Lebanon, they are an unlikely match. Ryan belongs to a religious sect called the Druze, and Noor is a Sunni Muslim. With the way things are in this country, kids from different religious groups do not normally hang out, let alone become inseparable friends.","contentencoded":"<p>In front of St. Mary’s Orthodox College, in one of the nicer areas of Beirut, two students appear on a warm June afternoon.</p>\n<p>They walk along the pulsing city streets.</p>\n<p>Ryan is 17, and comes from the mountains. He has lived in Beirut just since middle school. Noor is 16, and smiles easily. Beirut has been her home her whole life.</p>\n<p>Ryan and Noor are best friends. Ryan belongs to a religious sect called the Druze, and Noor is a Sunni Muslim. They agree that in Lebanon, they are an unlikely match -- kids from different religious groups do not normally hang out, let alone become inseparable buddies.</p>\n<p>The two met in 7th grade.</p>\n<p>They live in a city that they readily admit, is full of problems. There is the usual stuff like a lack of jobs and parents telling them to do something practical with their lives. There is also deep-seated sectarian strife, which affects Lebanon more than most places.</p>\n<p>But the longer Ryan and Noor speak, the less they talk of difficulties. And the more they talk of possibilities. Of being part of a youth movement, something called Youth United Lebanon, that is reimagining their country.</p>\n<p><strong>The Lebanon that could be</strong></p>\n<p>“[This is a] movement of acceptance, [where] you accept someone as a person,” Ryan says. “Not a Sunni, or a Shi’a, or a Christian. You don’t do that. It’s a hat I was forced to wear when I was born – it’s not something I chose.”</p>\n<p>Noor agrees. “What I have to give to people is not the fact that I’m a Muslim,” she says. “The labels are not supposed to be what define us.”</p>\n<p>Rather, Ryan adds, “We should be defined according to our potential, and according to what we can do, or what we have done.”</p>\n<p>Some argue that this argument may come from a position of privilege. Not every young person in Lebanon can afford to think this way.</p>\n<p>Ryan agrees. “We’re lucky enough because we were raised differently,” he admits, “and that’s rare in our country. We got the freedom to express and think. But we recognize the gravity of the situation.”</p>\n<p>But Noor counters. “At the end of the day, we’re all living in the same country,” she says. “We’re all dealing with the same problems. Dreams of Lebanon being more of an acceptable country than it is right now – that should be possible.”</p>\n<p>As for <em>how</em> they plan to turn the Lebanon that is into the Lebanon that it could be, Noor says she would not have her religion written on her ID. And Ryan wants a government that works for the people.</p>\n<p><strong>The power of the pen</strong></p>\n<p>These two lead by example, accepting everyone they meet not according to their label, but according to what they have to offer. Still, the reality and the dream can often feel far apart for Ryan and Noor. One way they deal with that disconnect is through poetry. Noor pulls a small spiral notebook from her bag.</p>\n<p>She flips through the pages, eventually settling on one of her poems written in orange pen. It's called “Promise.”</p>\n<p><em>And when they want you to conform, promise me that you will not.</em></p>\n<p><em>When they throw rocks at your face, promise me that you will not fight back.</em></p>\n<p><em>When they tell you to get down on your knees, purely to pray, do not.</em></p>\n<p><em>When the girl with red hair and a black skirt tells you to act your age, tell her that she does not understand time.</em></p>\n<p>When she finishes, she looks up. She says the rocks are all the comments she hears. She says, “I wanted people to know that if someone is doing what they like, it doesn’t mean they’re stupid. It means they’re going after their heart.”</p>\n<p>Ryan writes poetry too. For him, poetry is the best way to run through the walls of sectarianism. He says, “We live and breathe whatever we put down on paper.”</p>\n<p>And then Ryan adds, “Words really mean everything to me because – um, people can’t see this, but I’m a really scrawny kid, and I cannot fight that much. But you can write words that would really change everything.”</p>\n<p>So for now, Ryan and Noor – an odd pairing in a country where people tend to stick to their own – plan to keep on writing.</p>\n<p><em>This story, which is part of our series Young Lebanon, is supported by the <a href=\"http://pulitzercenter.org/\">Pulitzer Center on Crisis Reporting</a>.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RyanNoorFeature_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/ryannoorfeaturejpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111220147.mp3"},{"href":"http://www.pri.org/file/111220147mp3"}]}