{"created":"2015-01-23T00:56:48+00:00","modified":"2015-05-13T21:20:41+00:00","valid":{"from":"2015-05-13T21:20:41+00:00","to":"3015-05-13T21:20:41+00:00"},"hreflang":"en","title":"Police Departments Issuing Body Cameras Discover Drawbacks","published":"2015-01-26T19:13:00+00:00","teaser":"They are being hailed as a technological solution to bad police-community relationships, but research on the cameras' impact is thin, and some departments are dealing with unintended consequences.","itags":["npr_api","379095338"],"guid":"55895d9e-7f30-46c8-8c6d-2b5c89012b9c","contentencoded":"<p>Wearable video cameras are fast becoming standard-issue gear for American police. The cameras promise a technological answer to complaints about racial bias and excessive force.</p><p>But in fact, the beneficial effects of body cameras are not well-established yet. And the police departments that rushed to buy them are now dealing with some unintended consequences.</p><p>The people who like body cameras always point to a <a href=\"http://www.policefoundation.org/content/body-worn-camera\">study done in Rialto, Calif.,</a> in 2012. Researchers found that officers who wore cameras used force less often — incidents dropped by more than 50 percent. That settles it, right?</p><p>But one of the researchers who ran the study, Alex Sutherland of the University of Cambridge, says Rialto was not a definitive answer on the effectiveness of cameras.</p><p>\"The Rialto study is one study. And it could be a fluke,\" Sutherland says.</p><p>\"It's a small department,\" he says. \"The police chief was kind of involved in implementation.\" Sutherland says that if these particular circumstances aren't present, then perhaps these cameras \"wouldn't be as effective. But we just simply don't know that at the moment.\"</p><p>Some of the unanswered questions: Did the cameras make the difference, or was it the officers' verbal warnings about being recorded? How important was the camera's novelty — after all, this was three years ago; does the effect fade as people get used to the cameras?</p><p>Sutherland says we can't say anything definitive until more studies are done, in more places.</p><p>\"If public money is being spent on this technology, the onus is certain to make sure that it's being evaluated as it's being rolled out, rather than deciding that it works and then that's that,\" Sutherland says.</p><p>And it's not just money that's at stake. The cameras may have other kinds of costs: They may affect police morale and recruitment.</p><p>Eugene O'Donnell, a former police officer who now teaches at the John Jay College in New York, says he would never encourage a young person to take a job in a police department that requires cameras.</p><p>\"Because the whole atmosphere there tells you right at the outset that if there's a bad ending, you're gonna be called a murderer, you're gonna get death threats in your home,\" O'Donnell says. \"Who's gonna do the job?\"</p><p>This argument doesn't make sense to the boosters of cameras, who say that officers who behave correctly have nothing to fear from video. But officers say it's more complicated. In private, and on their anonymous blogs, they talk about how civilians see these videos differently.</p><p>Take, for instance, the now infamous <a href=\"https://www.youtube.com/watch?v=-XFYTtgZAlE\">video of a state trooper shooting a man at a gas station</a> in South Carolina last fall. It shows a man who was reaching for his ID — a completely unprovoked shooting, to a civilian's eyes. But when an officer watches that video, he sees it differently.</p><p>\"I felt my stomach tense up because I've seen that — and this has nothing to do with whether the incident was justified or not — but, I've seen that kind of quick movement before, where people have emerged with a weapon,\" says San Francisco police Sgt. Adam Plantinga.</p><p>Plantinga is also an author, and he writes about the way police see the world — and what they're watching for in suspects.</p><p>Sometimes, Plantinga says, \"they may wipe their hands on their pants, they may lower their head [or] lower their jaw to protect their neckline — sort of unconscious human behavior that means that there could be violence at any time.\"</p><p>To be clear, Plantinga supports the use of body cameras, but he hopes people will keep in mind that video alone isn't always the whole story.</p><p>Finally, there's the <a href=\"https://www.youtube.com/watch?v=VAcLOO0vOko\">body camera recording</a> of the final moments of a rookie officer named Tyler Stewart in Flagstaff, Ariz.</p><p>Late last month, Stewart was out on a domestic dispute call when the boyfriend came out to talk. Stewart began to pat down the man's pockets. Moments later, the man killed Stewart, then himself — he'd had a gun hidden in his pocket.</p><p>Local media requested the video under the state public records law. The police complied, last week, with a version of the video that stops short at the moment the gun appears. Police Chief Kevin Treadway says officials drew the line there on the advice of lawyers, but he'd rather not have had to release it at all.</p><p>\"I guess if you're asking me the question: Does the public right to know, in this particular case, outweigh the pretty significant trauma that showing this on the nightly news has for the members of the family? I have to say no,\" Treadway says.</p><p>Flagstaff tried to do things right with body cameras; it followed expert recommendations and laid out a clear policy in advance on how the video should be stored and who would get to see it. But officials weren't expecting the death of the camera's wearer.</p><p>\"Even the model policies that we looked at didn't foresee this very specific kind of incident occurring,\" Treadway says.</p><p>It's believed to be the first time a police body camera has recorded the death of its wearer. Unfortunately, as the technology spreads, it won't be the last — giving police something else to think about, as they're told to put the cameras on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Police+Departments+Issuing+Body+Cameras+Discover+Drawbacks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"295"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379157258-15efd3.m3u?orgId=1&topicId=1019&d=295&p=2&story=379095338&t=progseg&e=379001225&seg=2&ft=nprml&f=379095338"}]}