{"created":"2015-05-16T13:03:21+00:00","modified":"2015-05-16T15:26:54+00:00","valid":{"from":"2015-05-16T15:26:54+00:00","to":"3015-05-16T15:26:54+00:00"},"hreflang":"en","title":"Heavy-Handed And Preachy, 'Good Kill' Misses Its Mark","published":"2015-05-16T15:26:00+00:00","teaser":"Andrew Niccol's film follows an Air Force commander engaged in state-of-the-art drone warfare. Justin Chang says the movie feels more like \"a series of talking points than a fully developed drama.\"","itags":["npr_api","406994441"],"guid":"55b500bf-be04-4de4-974f-27a11aa8f069","contentencoded":"<p>\"Drones aren't going anywhere. In fact, they're going everywhere.\" These are the words of an Air Force commander played by Bruce Greenwood, and they sum up both the relevance and the heavy-handedness of <em>Good Kill.</em> The film, written and directed by Andrew Niccol, unfolds in a present-day reality where state-of-the-art drone technology has made killing one's enemies as easy as pushing a button. Ethan Hawke plays Major Thomas Egan, an ace U.S. Air Force pilot who served six tours of duty overseas. Now he spends his days at an air base just outside Las Vegas, blowing up suspected al-Qaida targets from 7,000 miles away.</p><p>The audience is made complicit with Egan, observing the horrors of war from a disquieting remove, as his remote-controlled plane soars over vast, dry stretches of Afghanistan, Pakistan and Yemen. We see everything that Egan sees as he trains his crosshairs on unsuspecting Taliban officials. Sometimes children wander innocently into the blast radius mere seconds before the rocket hits, sending Egan, and the audience, into a momentary panic.</p><p>When the CIA gets involved and starts doing away with safeguards against collateral damage, Egan's work begins to destroy him from within. He drinks heavily and grows increasingly distant from his children and his wife, who's played by January Jones as a sort of modern-day version of Betty Draper. Hawke gives a quiet but compelling performance that's worlds away from the boisterous motormouths he played in <a href=\"http://www.npr.org/2015/01/13/376746926/the-magic-of-the-boyhood-experiment-time-and-patience\">Boyhood</a> and <em>Before Midnight</em>. His Egan is a brooding, deeply damaged individual, and we sense that what he's suffering from isn't merely guilt, but deprivation. He misses the thrill of actual combat.</p><p>Hawke's Egan comes off as a genuinely troubled soul rather than a mouthpiece for a set of ideas, which is more than can be said for most of the other characters in <em>Good Kill</em>. The intelligence and moral seriousness of Niccol's filmmaking are undeniable, yet they're too often undermined by his determination to ensure that nothing gets past us — that we don't miss the implications of his story. Not content to be merely thought-provoking, the movie insists on doing too much of our thinking for us.</p><p>In that respect, <em>Good Kill</em> would make an interesting double bill with the recent <a href=\"http://www.npr.org/tags/170991004/american-sniper\">American Sniper</a>, another movie about the tragic toll of war on the home front and the difficulty of fighting an unknowable enemy. Yet Clint Eastwood's film became a political lightning rod in no small part because of its troubling ambiguity. As thoughtful as it is,<em> Good Kill</em> is a tidier, preachier piece of work — a harder movie to argue with, perhaps, but an easier one to shrug off. By the end, I felt that Niccol had made a nearly airtight case against drone warfare, and I don't mean that entirely as a compliment: <em>Good Kill</em> too often feels more like a series of talking points than a fully developed drama. It's a movie that hits every one of its ideological targets, but still winds up missing the mark.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Heavy-Handed+And+Preachy%2C+%27Good+Kill%27+Misses+Its+Mark&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Justin Chang","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407267521-44465e.m3u?orgId=1&topicId=4467349&aggIds=139029251&d=268&p=13&story=406994441&t=progseg&e=407005629&seg=2&ft=nprml&f=406994441"},{"href":"http://media.npr.org/assets/img/2015/05/15/gk_04591-72c4399ca1823b19d3f349346e2fe8dee24c0f3c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3996"}},{"href":"http://media.npr.org/assets/img/2015/05/15/gk_00731-c2cf2fe25d03508fb61bf726715c6fcdc7fe0626.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2997","width":"3996"}}]}