{"created":"2014-12-19T10:02:54+00:00","modified":"2015-06-05T15:31:38+00:00","valid":{"from":"2015-06-05T15:31:38+00:00","to":"3015-06-05T15:31:38+00:00"},"hreflang":"en","title":"When Nonprofit Hospitals Sue Their Poorest Patients","published":"2015-01-22T15:13:00+00:00","teaser":"In exchange for tax breaks, nonprofit hospitals provide assistance to poor patients. But some hospitals seize wages from poor patients with unpaid bills — even those who qualify for reduced-cost care.","itags":["npr_api","371202059"],"guid":"55d3f020-7dba-4bb5-bd4d-19f8edbb0f88","contentencoded":"<p>On the eastern edge of St. Joseph, Mo., lies the small city's only hospital, a landmark of modern brick and glass buildings. Everyone in town knows Heartland Regional Medical Center — many residents gave birth to their children here. Many rush here when they get hurt or sick.</p><p>And there's another reason everyone knows this place: Thousands of people around St. Joseph have been sued by the hospital and had their wages seized to pay for medical bills. Some of them, given their income, could have qualified to get their bill forgiven entirely — but the hospital seized their wages anyway.</p><p>NPR and ProPublica <a href=\"http://www.npr.org/2014/09/16/348709389/with-debt-collection-your-bank-account-could-be-at-risk\" target=\"_blank\">have been investigating</a> the increase in so-called \"wage garnishment\" <a href=\"http://www.npr.org/2014/09/15/347957729/when-consumer-debts-go-unpaid-paychecks-can-take-a-big-hit\" target=\"_blank\">by credit card and other companies</a>. For this story, we looked specifically at nonprofit hospitals and found the practice widespread in five different states around the country.</p><p>Nonprofit hospitals get huge tax breaks — they are considered charities and therefore don't pay federal or state income tax or local property tax. In exchange, they are obligated to provide financial assistance or \"charity care\" to lower-income patients.</p><p>Some nonprofit hospitals around the country don't ever seize their patients' wages. Some do so only in very rare cases. But others sue hundreds of patients every year. Heartland, which is in the process of changing its name to Mosaic Life Care, seizes more money from patients than any other hospital in Missouri. From 2009 through 2013, the hospital's debt collection arm garnished the wages of about 6,000 people, according to a ProPublica analysis of state court data.</p><p>After the hospital wins a judgment against a former patient in court, it's entitled to take a hefty portion of the patient's paychecks going forward: 25 percent of after-tax pay. For patients who are the head of household, if they tell the hospital or court that information, the hospital can seize only 10 percent of each paycheck.</p><p>But Heartland, through the debt collection company Northwest Financial Services, often sues both adults in a household — garnishing one at the 10 percent rate and the other at the full 25 percent of their pay. The hospital also charges patients 9 percent interest, the maximum allowed under state law.</p><p><strong>'They're Greedy'</strong></p><p>Back in 2005, Keith Herie was working as a truck driver making about $30,000 a year. His wife, Kathleen, was a stay-at-home mom with their two kids. The couple says they couldn't afford health insurance and Keith's employer didn't offer it.</p><p>But sometimes you have to go to the hospital anyway. That's what happened when Kathleen doubled over with a burst appendix and needed an emergency operation. \"I felt sharp pains, I was vomiting, I was running a fever,\" she says. \"It was bad.\"</p><p>That operation meant upwards of $14,000 in medical bills. It was a staggering debt for the Heries. They say the hospital told them they could apply for financial aid, but when he went to inquire about that, Keith says, \"they basically told me I made too much.\"</p><p>Just a few months after the operation, the hospital expanded its charity care policy. The Heries, given their income, would have qualified under the new policy. But the hospital didn't make the change retroactive.</p><p>In 2006, the hospital sued the Heries and got a court judgment against them for the full bill plus legal fees — more than $18,000 in total. Ever since, the hospital has been taking 10 percent out of Keith Herie's paychecks.</p><p>He says that has also hurt his credit score. \"Where I should be making a $250-a-month car payment, I'm making $368 in payments,\" he says. Likewise, the mar on his credit has prevented him from refinancing his mortgage to take advantage of lower interest rates. \"It affects everything,\" Keith says.</p><p>To make some more money, Kathleen Herie got a low-wage retail job at Sam's Club. But then Heartland hospital began seizing 25 percent of her paychecks after taxes — meaning both she and her husband were now getting their pay docked at the maximum level allowed under state and federal law. On top of that, the hospital placed a lien against their home — which also prevents them from refinancing. According to <a href=\"http://www.propublica.org/documents/item/1383457-northwest-memo.html\" target=\"_blank\">a Heartland operations memo</a>, this is done in all cases in which the company has won a judgment exceeding $1,000.</p><p>\"They're greedy,\" Kathleen says. \"I owe more in interest on those bills than I do the bill alone.\"</p><p>Court records show that the couple has now paid more than $15,000 on this debt. But because the hospital has been charging them 9 percent interest on that large bill for going on 10 years now, the interest has added up — so the couple still owes $10,000 more.</p><p>\"It's like a never-never plan,\" Keith says. \"You're never going to get rid of it and you're never going to get ahead of it.\"</p><p><strong>Is Seizing Wages Worth The Effort For Hospitals?</strong></p><p>As far as the hospital's<em> </em>finances go — it's doing well. Heartland made $605 million in gross revenues last year, and $45 million of that was profit. \"We've been very successful in terms of being profitable and being a good community asset,\" says Tama Wagner, chief brand officer for Heartland.</p><p>In fact, the hospital brings in so much money that all of this wage garnishment turns out to be a minor item on its balance sheet. Totaling up all the money the hospital seized from patients' wages last year, according to court records, shows that wage garnishment brought in just half of 1 percent of its revenues.</p><p>Other hospitals in Missouri have found ways to avoid suing low-income patients. BJC Healthcare, a nonprofit, operates a chain of 12 hospitals, including Barnes-Jewish Hospital in St. Louis, the largest in the state. In 2013, the BJC hospital chain filed just 26 lawsuits. Unlike Heartland, BJC automatically slices 25 percent off its standard rates for uninsured patients and never includes interest on payment plans, said June Fowler, BJC's spokeswoman.</p><p>By comparison, Heartland hospital's debt collection arm filed over 2,200 lawsuits in Missouri courts in 2013. \"It's not fair to those who are paying to not be aggressive with those who have the ability and aren't paying,\" Wagner says.</p><p>She says the hospital does everything it can to fulfill its mission as a nonprofit, charitable institution. Patients are offered multiple opportunities to qualify for financial assistance and avoid the possibility of legal action, she says. It would be better for everyone, Wagner says, \"if we attempt to work on things before it gets to this level.\"</p><p>In recent years, the hospital has made its charity care policy more generous. Heartland's policies state that anyone making <a href=\"http://www.propublica.org/documents/item/1383459-heartland-full-fap-2013-version-with-agb.html\" target=\"_blank\">less than three times the poverty line can qualify to be billed at a reduced rate</a>, similar to what an insurance company pays, and then get that amount cut in half. If they make less than twice the poverty line, the entire bill is forgiven.</p><p>The hospital makes every effort to let patients know that they may qualify for help, Wagner says. \"Financial counselors are available if a patient asks for that.\" But if patients don't utilize those resources, she says, the hospital must take action.</p><p>\"No one goes into this with the goal or the desire to ruin someone's life,\" Wagner says. \"But at the same time, the services were rendered, and we have to figure out how to get them paid for.\"</p><p>Asked why the hospital sues more patients than any other in the state, Wagner said, \"I don't know.\"</p><p>Last year, about 8,700 Heartland patients had their bills cut or zeroed out, according to data provided by Heartland. About half of those were uninsured, while the rest were spared full payment of deductibles or other obligations not covered by their insurance.</p><p>But uninsured patients like the Heries who don't receive charity care — either because they were turned down or never applied — are billed at Heartland's standard rates, the sticker price that insurers never pay. In 2013, more than two-thirds of the accounts the hospital's debt collection division handled involved uninsured patients, according to data provided by Heartland.</p><p><strong>Suing Patients Who Qualify For Free Or Reduced-Cost Care</strong></p><p>In 2010, Heartland sued Keith and Kathleen Herie again. Keith was experiencing chest pains, had tests done and ended up with new bills totaling upwards of $10,000. But this time, based on his income on his tax returns, the couple could have qualified to get their entire bill forgiven under the hospital's financial aid policy.</p><p>But they say nobody told them that. They didn't formally apply for aid. So the hospital charged them the full bill and garnished their wages again. Altogether, over the years, the couple has paid $19,779 through garnishments, according to court records. They still owe $25,739.</p><p>The Heries' case highlights a key point: When a hospital garnishes patients' wages, it learns how much they make. But even if the patient is very low-income, Heartland doesn't consider that. Once you get sued, <a href=\"http://www.propublica.org/documents/item/1383459-heartland-full-fap-2013-version-with-agb.html#document/p15\" target=\"_blank\">you no longer qualify for assistance</a>. \"The time to do that would have been back when you got the bill or when the bill initially went to collections,\" Wagner says. Hospital spokesperson Tracey Clark says charity care is reserved for patients who \"seek it and legitimately work with us.\"</p><p>Meanwhile, the hospital is seizing the wages of many patients who could qualify for free or reduced-cost care. Just last year, Heartland garnished the pay of more than 400 people who worked at Wal-Mart, fast-food restaurants such as McDonald's and a local pig slaughterhouse, according to court records. Clark said that Wal-Mart employees constituted \"only 3.6 percent\" of the thousands of patients currently being garnished by the hospital's debt-collection arm.</p><p>The employees of the local pig slaughterhouse were Heartland's most frequent target. One of the largest employers in St. Joseph, Triumph Foods processes 6 million hogs a year and has 2,800 employees, according to its website. In 2013, at least 255 Triumph employees had their wages garnished by Heartland's debt-collection arm — about one of every 11 employees.</p><p>Tammy Berry, who earns $8.20 an hour working at the fast food chain Taco John's, has been sued by Heartland repeatedly. Berry, 48, and her husband Keith, 47, were first sued in 2009. Since then, the hospital has garnished $4,500 from Tammy's pay, almost all of it going to pay off interest. (Keith Berry says he does not work and is applying for disability payments). The Berrys still owe $7,000 on that debt.</p><p>The couple have had a number of ailments, including issues with Keith's heart, but they aren't sure which hospital visits led to the suits.</p><p>Then, while still being garnished for those bills, Tammy said, she fell ill with pneumonia and went to Heartland for treatment again. The hospital's debt collection arm sued them for $4,600 more.</p><p>Federal law only protects the poorest of the poor from garnishment, and Tammy is not poor enough. If she takes home more than $870 a month, her wages can be garnished. On the weeks she works full time, the garnishments bring her take-home pay below the minimum wage.</p><p>But like the Heries, the Berrys are poor enough to qualify for free care under Heartland's official financial aid policy. In fact, the Berrys had qualified for charity care at Heartland for bills at other times, so the hospital has known that their finances were precarious. Yet, they were charged full price for Tammy's treatment for pneumonia. Clark, the Heartland spokeswoman, declined to explain this, but said, \"Information has to be a two-way street.\"</p><p>Outside a courtroom in the county courthouse on a recent Wednesday morning, the couple slumps on a bench dejectedly. They say they're uncertain how they will absorb this latest blow.</p><p>\"We're living paycheck to paycheck,\" Tammy says.</p><p><strong>Under The Affordable Care Act, A Tougher Standard</strong></p><p>If a nonprofit hospital gets too aggressive with debt collection these days, \"they're putting at risk their federal tax exemption,\" says Mark Rukavina. He runs Community Health Advisors, a consulting firm that helps hospitals comply with the Affordable Care Act.</p><p>The ACA actually sets a new and higher standard for debt collection.</p><p>\"The statute is quite clear,\" Rukavina says. \"It says nonprofit hospitals should not engage in extraordinary collection actions before making a reasonable effort to determine whether someone is eligible for financial assistance.\"</p><p>And if a hospital is garnishing wages of many low-income residents in their community, Rukavina says, \"it's really questionable whether that is in compliance.\"</p><p>Chi Chi Wu, an attorney with the National Consumer Law Center, says Heartland's tactics appear to run counter to its mission. Nonprofit hospitals are \"given tax-exempt status because they are supposed to be serving the public and especially the poor,\" she says.</p><p>The NCLC has criticized hospitals in the past for charging uninsured patients higher prices than the hospitals charge insurance companies. The insurance companies negotiate reduced rates from hospitals. Wu says if hospitals are charging low-income patients more than they charge insured patients, \"and then garnishing their wages on the basis of these inflated amounts,\" there ought to be consequences. \"They should lose their tax-exempt status,\" she says.</p><p>The center has recommended that federal regulators prohibit debt collectors from garnishing wages based on the higher prices hospitals charge uninsured patients.</p><p><strong>Heartland's Board Reviewing the Hospital's Practices</strong></p><p>After NPR and ProPublica brought all this to Heartland hospital's board of directors, the board says it is reviewing the hospital's debt collection practices. Mark Rukavina says nonprofit hospitals around the country should do the same.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=When+Nonprofit+Hospitals+Sue+Their+Poorest+Patients&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"486"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371821132-9f42d1.m3u?orgId=1&topicId=1018&d=486&p=3&story=371202059&t=progseg&e=371820397&seg=11&ft=nprml&f=371202059"},{"href":"http://media.npr.org/assets/img/2014/12/18/_l5b6172-2121f8ea29f75bda3da77f97890650e651f54a95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3720","width":"4960"}},{"href":"http://media.npr.org/assets/img/2014/12/18/_mg_0703-517f098e1b2342d596c450a680e504961ac946ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4987"}},{"href":"http://media.npr.org/assets/img/2014/12/18/_l5b7245-ff87fe5ad25c529a1ee46177af9623b452f85f52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3806","width":"5075"}},{"href":"http://media.npr.org/assets/img/2014/12/18/_l5b6261-47c5d7f860cf872e06ab445751e68f0b52b3b6bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3373","width":"4498"}}]}