{"created":"2014-08-28T02:40:36+00:00","modified":"2014-12-23T18:40:13+00:00","valid":{"from":"2014-12-23T18:40:12+00:00","to":"3014-12-23T18:40:12+00:00"},"hreflang":"en","title":"Iowa's Corn Farmers Learn To Adapt To Weather Extremes","published":"2014-08-14T15:32:00+00:00","teaser":"Studies warn that climate change will threaten corn production in coming decades. Meanwhile, farmers are experimenting with new planting methods in hopes of slowing soil erosion from torrential rains.","itags":["npr_api","339803135"],"guid":"55d9eba2-15e4-45e5-9016-c074086f10d1","contentencoded":"<p>Climate change is creating all kinds of challenges and opportunities for business. One of the sectors that feels the effects most immediately is agriculture. Already, weather patterns are making it more challenging to raise corn — even in Iowa — in the middle of the Corn Belt.</p><p><a href=\"http://www.extension.iastate.edu/ilf/content/seth-watkins\">Seth Watkins</a> raises corn and cattle in southern Iowa, and he recalls the memorable weather from 2012.</p><p>\"We started out with an extreme drought and then that was topped off by the worst hail storm we've had — ever. I would say that we lost 40 percent of our crop,\" he says.</p><p><a href=\"http://www.npr.org/2014/06/12/321218265/study-climate-change-is-a-growing-threat-to-corn-production\">Two studies</a> released this summer <a href=\"http://www.npr.org/2014/06/24/325073881/latest-climate-change-report-paints-dire-picture-for-business\">have warned</a> that, in coming decades, climate change will threaten corn production on the western plains of Kansas and Nebraska. It will also dramatically cut yields in Corn Belt states like Iowa.</p><p>And it's a big deal because corn is the nation's largest crop.</p><p>Over $1 trillion of business revenue is produced on the back of corn production — things like meat, ethanol and sweeteners for soft drinks.</p><p>In a test field east of Des Moines, Iowa, Watkins and Iowa State University agronomist <a href=\"http://www.sust.ag.iastate.edu/gpsa/faculty/liebman.html\">Matt Liebman</a> are looking for a way to help farmers adapt to soil erosion caused by torrential rain events that are becoming more common.</p><p>Liebman has helped develop a new technique for curbing erosion by <a href=\"http://foodtank.com/news/2013/08/food-hero-matthew-liebman-a-pioneer-in-sustainable-agriculture-research\">planting strips of native prairie plants</a> at strategic locations within cornfields. The deep-rooted, resilient prairie plants can help hold the soil in place as climate change produces more violent storms with heavy rains.</p><p>\"We slow down the water, and allow more of it to seep into the ground, rather than run off,\" Liebman says. \"We want to retain the nutrients that might be washed out into the stream and keep them on the crop fields.\"</p><p>Higher temperatures and dwindling aquifers used for irrigation are also threatening corn growers on the Western Plains. And Liebman says farmers in Iowa have faced multiple threats in past years.</p><p>\"We can wind up with conditions like we had last year, where we started out incredibly wet and there were several hundred-thousand acres of North Central Iowa and Southern Minnesota that never got planted, followed by seven or eight weeks of almost-total drought,\" Liebman says.</p><p>Watkins says getting a crop in is getting dicey.</p><p>\"They always used to say you had 12 days to get a crop in in the spring, and I haven't seen that for several years, unfortunately,\" he says.</p><p>About 10 miles from Liebman's test fields, Gene Snetselaar runs a small implement dealership — no tractors, just things like planters and wagons.</p><p>He says farmers are buying new equipment to cope with the weather changes, including adding planters so they can get crops in faster during a wet spring, and new grain wagons with tracks like a military tank, instead of wheels.</p><p>Growing conditions have been favorable across the Corn Belt this year and a <a href=\"http://farmfutures.com/story-usda-report-shows-record-corn-soybean-crops-17-116313\">bumper corn crop</a> is expected. But scientists warn action needs to be taken to cut carbon emissions that contribute to climate change.</p><p>If that doesn't happen, the changes in weather patterns are likely to overwhelm the farmers' attempts to adapt.</p><p><em>On Thursday, NPR's John Ydstie <a href=\"http://www.npr.org/blogs/thesalt/2014/08/13/340116405/shifting-climate-has-north-dakota-farmers-swapping-wheat-for-corn\">reports from North Dakota</a>, where weather patterns are benefiting some farmers.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iowa%27s+Corn+Farmers+Learn+To+Adapt+To+Weather+Extremes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"249"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339878637-8c8ff9.m3u?orgId=1&topicId=1003&ft=3&f=339803135"},{"href":"http://media.npr.org/assets/img/2014/08/12/photo2_edited-a0d1024b0c0af15c9b5609ed148649d1b2355478.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2286","width":"3048"}}]}