{"created":"2015-05-14T21:04:20+00:00","modified":"2015-05-14T21:04:20+00:00","valid":{"from":"2014-01-09T22:01:52+00:00","to":"3014-01-09T22:01:52+00:00"},"hreflang":"en","guid":"55e4df8c-52d5-4b8f-8aa0-3bcba5ba7f42","title":"Are we safer from Ponzi schemes now?","published":"2014-01-09T22:01:52+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><strong>MANY UNHAPPY RETURNS</strong></p>\n<p>“We’re okay now,” says Judith Welling, sitting in her Battery Park apartment.&nbsp; Welling invested with Madoff because her late mother was invested with Madoff, at the encouragement of friends and investment advisors.&nbsp; Together, the mother and daughter had put in $500,000 by 1992.&nbsp; They thought it was safer than trading on the stock market.&nbsp;</p>\n<p>Obviously, they were wrong. &nbsp;Their savings were used to pay off other investors in Mr. Madoff's fake investment fund.</p>\n<p>Welling has since gotten much of that money back, though it was far less than what she thought she had accumulated over the decades she invested with Mr. Madoff.&nbsp; On the whole, investors with Madoff have gotten $4.5 billion back out of $17 billion&nbsp;entrusted to him.</p>\n<p>She’s not particularly thrilled to talk about it with reporters.&nbsp; “We need to move on.”&nbsp;</p>\n<p>But Welling will speak up for other victims, especially if someone insinuates they should’ve known better than to invest with Mr. Madoff.&nbsp;&nbsp;</p>\n<p>“People say, 'Oh, it was crazy money.' No it wasn’t!,\" says Welling.&nbsp;\"You could put your money in an interest-bearing account and make returns like his.&nbsp; Our mortgage at the time was 18%.&nbsp; People forget that rates were high.”&nbsp;</p>\n<p>Indeed, it would appear Mr. Madoff’s business may have been somewhat legit (though under the table) in the early years.&nbsp;&nbsp;&nbsp; By the late 90’s, returns started to appear unreasonable.&nbsp; By 2008 they appeared magical.</p>\n<p>“He had been head of NASDAQ, advisor to the SEC, he had a sterling reputation,” Welling recalls, noting&nbsp;the fact that Madoff passed numerous SEC reviews.&nbsp;“If the government is telling you it’s fine,&nbsp;and your bank is JP Morgan Chase and they’re doing all the banking for this guy, why would you think he wasn’t legitimate?!”</p>\n<p><strong>SO WHAT’S CHANGED?</strong></p>\n<p>Ponzi schemes, as they’re known, work as new victims invest and their money is used to fake returns for old victims. &nbsp;&nbsp;“They go back a&nbsp;long time, basically ever since they invented money,” says economic and business historian John Steele Gordon. &nbsp;“The name comes from Charles Ponzi who had a spectacularly successful one around 1919.”&nbsp; In that scheme, Ponzi conned $10 million out of his victims.&nbsp; (In 2014 dollars, that’s $134 million).&nbsp; Madoff, by comparison, swindled an estimated $17 &nbsp;billion.</p>\n<p>A lot has changed since then, and since Bernie Madoff went to prison.&nbsp;</p>\n<p><strong>MORE PEOPLE CAN BE BLAMED, AND BANKS CAN BE SUED</strong></p>\n<p>First, the swarm of post-Madoff lawsuits has resulted in precedents allowing a lot more institutions to be sued for not catching a Ponzi scheme.&nbsp;</p>\n<p>“Not only financial institutions, but other professionals – law firms, &nbsp;auditors, brokers may all be held civilly liable,” says Kathy Bazoian Phelps, a partner at Diamond McCarthy and author of <a href=\"http://www.theponzibook.com/\">The Ponzi Book, a Legal Resource for Unravelling Ponzi Schemes</a> and <a href=\"http://ponzi-proof.com/\">Ponzi Proof Your Investments</a>. &nbsp;</p>\n<p>Law enforcement, says Phelps, has gotten much more aggressive in enforcing old money laundering and bank secrecy rules. “In the Madoff case,\" she notes, \"we saw what was really almost a colossal failure of the financial institutions to file suspicious activity reports\" as required by law.</p>\n<p>That was behind a recent <a href=\"http://www.marketplace.org/topics/business/do-big-fines-even-matter-jp-morgan-chase\" target=\"_blank\">$2 billion settlement</a> against JP Morgan Chase.&nbsp;&nbsp;</p>\n<p>“It puts all those banks on notice that those rules need to be adhered to as close to the line as possible, and the ability to deviate is very limited,” says David Sheehan, a partner at Baker Hostetler and chief counsel to Irving Picard, the trustee charged with <a href=\"http://www.madofftrustee.com/\">returning money to Madoff victims</a>.&nbsp; “They are the first guardians against this kind of fraud – there can’t be a large Ponzi scheme without a bank involved.”<strong>&nbsp;</strong></p>\n<p>On the other hand, “a number of these rules do not apply to all financial entities,” points out Jeffrey Smith, a partner with DiCotiis, Fitzpatrick &amp; Cole, and a former assistant U.S. Attorney in New Jersey.&nbsp; “ They’re intended to start to apply to public companies, to the big companies, the too big to fail companies,&nbsp; they don’t necessarily penetrate to the local or regional outfits, &nbsp;financial or otherwise, where some pretty substantial Ponzi schemes and other scams have occurred.”</p>\n<p><strong>CHANGES AT THE SEC</strong></p>\n<p>During the 90’s and early 2000’s, the SEC was “underfunded, understaffed because they were underfunded, and therefore they were disarmed in their ability to enforce those rules and regulations the way they should have,” according to Sheehan. &nbsp;&nbsp;</p>\n<p>But Lori Schock, director of the office of investor education and advocacy at the Securities and Exchange Commission, says “a lot of changes have taken place here at the SEC since the Madoff scandal.”</p>\n<p>For starters, independent public accountants are required to double check an investment advisor’s numbers.&nbsp; &nbsp;Plus, says Schock, “rules require that an [investment] advisor be subject to surprise exam and custody controls that were not required prior to the Madoff Fraud.”</p>\n<p>This should make it harder for a fraudster to send out fake statements.&nbsp; “You’re gonna get two separate statements, one from the custodian and one from the advisor;&nbsp; it’s really in the best interest of the investor to compare those.”</p>\n<p>The SEC has also streamlined the way it takes in tips, and&nbsp;as part of the Dodd Frank Act, whistleblowers can get handsome payoffs for ratting out crooks – up to 30% of the fines that the SEC recovers, which can stretch into the tens of millions.&nbsp; &nbsp;</p>\n<p><strong>THE ONLY CONSTANT IS CHANGE.&nbsp; OH, AND PONZI SCHEMES.&nbsp;</strong></p>\n<p>“Well I wish I could say they’re on the decline, &nbsp;but I still see so much happening in this space,” says Kathy Bazoian Phelps.&nbsp;&nbsp; “On the last of every month I post a <a href=\"http://theponzibook.blogspot.com/\">blog</a> that recaps the news and there’s just dozens and dozens of schemes [every time].”</p>\n<p>She says the only sure fire way to deal with Ponzi schemes is for investors to be educated and skeptical.&nbsp;&nbsp; If returns appear too good to be true, they probably are.&nbsp; If nobody can understand how the fund works so well, it probably doesn’t.</p>\n<p>The SEC started www.investor.gov, with a <a href=\"http://investor.gov/investing-basics/avoiding-fraud/types-fraud/ponzi-scheme#.Us8MldJdVPM\">specific section</a> dedicated to helping investors avoid Ponzi schemes.</p>\n<p>“An educated investor is our best defense against investment fraud,” says Lori Schock.&nbsp;</p>\n<p>The bottom line is that as long as there exist trust and money, there will be people who abuse the one to steal the other.&nbsp;&nbsp;</p></div>","itags":["PMP:Marketplace_PMP","Marketplace for Thursday, January 9, 2014","Marketplace","55e4df8c52d5b8f0aa093bcba5ba7f42"],"description":"A lot has changed since Bernard Madoff defrauded $17 billion.  Has it made a difference?","teaser":"A lot has changed since Bernard Madoff defrauded $17 billion.  Has it made a difference?","tags":["APM","Economy","ponzi scheme","Bernie Madoff","Securities and Exchange Commission"],"byline":"Sabri Ben-Achour","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><strong>MANY UNHAPPY RETURNS</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We’re okay now,” says Judith Welling, sitting in her Battery Park apartment.  Welling invested with Madoff because her late mother was invested with Madoff, at the encouragement of friends and investment advisors.  Together, the mother and daughter had put in $500,000 by 1992.  They thought it was safer than trading on the stock market. </p>\"},{\"content\":\"<p>Obviously, they were wrong.  Their savings were used to pay off other investors in Mr. Madoff&apos;s fake investment fund.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Welling has since gotten much of that money back, though it was far less than what she thought she had accumulated over the decades she invested with Mr. Madoff.  On the whole, investors with Madoff have gotten $4.5 billion back out of $17 billion entrusted to him.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>She’s not particularly thrilled to talk about it with reporters.  “We need to move on.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Welling will speak up for other victims, especially if someone insinuates they should’ve known better than to invest with Mr. Madoff.  </p>\"},{\"content\":\"<p>“People say, &apos;Oh, it was crazy money.&apos; No it wasn’t!,&quot; says Welling. &quot;You could put your money in an interest-bearing account and make returns like his.  Our mortgage at the time was 18%.  People forget that rates were high.” </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Indeed, it would appear Mr. Madoff’s business may have been somewhat legit (though under the table) in the early years.    By the late 90’s, returns started to appear unreasonable.  By 2008 they appeared magical.</p>\"},{\"content\":\"<p>“He had been head of NASDAQ, advisor to the SEC, he had a sterling reputation,” Welling recalls, noting the fact that Madoff passed numerous SEC reviews. “If the government is telling you it’s fine, and your bank is JP Morgan Chase and they’re doing all the banking for this guy, why would you think he wasn’t legitimate?!”</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>SO WHAT’S CHANGED?</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Ponzi schemes, as they’re known, work as new victims invest and their money is used to fake returns for old victims.   “They go back a long time, basically ever since they invented money,” says economic and business historian John Steele Gordon.  “The name comes from Charles Ponzi who had a spectacularly successful one around 1919.”  In that scheme, Ponzi conned $10 million out of his victims.  (In 2014 dollars, that’s $134 million).  Madoff, by comparison, swindled an estimated $17  billion.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>A lot has changed since then, and since Bernie Madoff went to prison. </p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>MORE PEOPLE CAN BE BLAMED, AND BANKS CAN BE SUED</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>First, the swarm of post-Madoff lawsuits has resulted in precedents allowing a lot more institutions to be sued for not catching a Ponzi scheme. </p>\"},{\"content\":\"<p>“Not only financial institutions, but other professionals – law firms,  auditors, brokers may all be held civilly liable,” says Kathy Bazoian Phelps, a partner at Diamond McCarthy and author of <a href=\\\"http://www.theponzibook.com/\\\">The Ponzi Book, a Legal Resource for Unravelling Ponzi Schemes</a> and <a href=\\\"http://ponzi-proof.com/\\\">Ponzi Proof Your Investments</a>.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Law enforcement, says Phelps, has gotten much more aggressive in enforcing old money laundering and bank secrecy rules. “In the Madoff case,&quot; she notes, &quot;we saw what was really almost a colossal failure of the financial institutions to file suspicious activity reports&quot; as required by law.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>That was behind a recent <a href=\\\"http://www.marketplace.org/topics/business/do-big-fines-even-matter-jp-morgan-chase\\\" target=\\\"_blank\\\">$2 billion settlement</a> against JP Morgan Chase.  </p>\"},{\"content\":\"<p>“It puts all those banks on notice that those rules need to be adhered to as close to the line as possible, and the ability to deviate is very limited,” says David Sheehan, a partner at Baker Hostetler and chief counsel to Irving Picard, the trustee charged with <a href=\\\"http://www.madofftrustee.com/\\\">returning money to Madoff victims</a>.  “They are the first guardians against this kind of fraud – there can’t be a large Ponzi scheme without a bank involved.”<strong> </strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>On the other hand, “a number of these rules do not apply to all financial entities,” points out Jeffrey Smith, a partner with DiCotiis, Fitzpatrick &amp; Cole, and a former assistant U.S. Attorney in New Jersey.  “ They’re intended to start to apply to public companies, to the big companies, the too big to fail companies,  they don’t necessarily penetrate to the local or regional outfits,  financial or otherwise, where some pretty substantial Ponzi schemes and other scams have occurred.”</p>\"},{\"content\":\"<p><strong>CHANGES AT THE SEC</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>During the 90’s and early 2000’s, the SEC was “underfunded, understaffed because they were underfunded, and therefore they were disarmed in their ability to enforce those rules and regulations the way they should have,” according to Sheehan.   </p>\"},{\"content\":\"<p>But Lori Schock, director of the office of investor education and advocacy at the Securities and Exchange Commission, says “a lot of changes have taken place here at the SEC since the Madoff scandal.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>For starters, independent public accountants are required to double check an investment advisor’s numbers.   Plus, says Schock, “rules require that an [investment] advisor be subject to surprise exam and custody controls that were not required prior to the Madoff Fraud.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>This should make it harder for a fraudster to send out fake statements.  “You’re gonna get two separate statements, one from the custodian and one from the advisor;  it’s really in the best interest of the investor to compare those.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The SEC has also streamlined the way it takes in tips, and as part of the Dodd Frank Act, whistleblowers can get handsome payoffs for ratting out crooks – up to 30% of the fines that the SEC recovers, which can stretch into the tens of millions.   </p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>THE ONLY CONSTANT IS CHANGE.  OH, AND PONZI SCHEMES. </strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Well I wish I could say they’re on the decline,  but I still see so much happening in this space,” says Kathy Bazoian Phelps.   “On the last of every month I post a <a href=\\\"http://theponzibook.blogspot.com/\\\">blog</a> that recaps the news and there’s just dozens and dozens of schemes [every time].”</p>\"},{\"content\":\"<p>She says the only sure fire way to deal with Ponzi schemes is for investors to be educated and skeptical.   If returns appear too good to be true, they probably are.  If nobody can understand how the fund works so well, it probably doesn’t.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The SEC started www.investor.gov, with a <a href=\\\"http://investor.gov/investing-basics/avoiding-fraud/types-fraud/ponzi-scheme#.Us8MldJdVPM\\\">specific section</a> dedicated to helping investors avoid Ponzi schemes.</p>\"},{\"content\":\"<p>“An educated investor is our best defense against investment fraud,” says Lori Schock. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The bottom line is that as long as there exist trust and money, there will be people who abuse the one to steal the other.  </p>\"}]","audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/madoffsign.jpg?itok=u1rw43cY"},{"type":"audio/mpeg","meta":{"duration":253,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/09/marketplace_segment21_20140109","type":"application/json"},"duration_hms":"00:04:13"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/09/marketplace_segment21_20140109_64.mp3","format":"MP3"}]}