{"created":"2014-11-14T23:20:57+00:00","modified":"2014-11-14T23:33:29+00:00","valid":{"from":"2014-11-14T23:33:29+00:00","to":"3014-11-14T23:33:29+00:00"},"hreflang":"en","guid":"55eafe0e-e5dd-4d22-a97e-c0a660a047d4","title":"Boko Haram militants take over Chibok in northeastern Nigeria","published":"2014-11-14T23:33:16+00:00","byline":"David Leveille","tags":["terrorism","conflict","Conflict","Conflict & Justice","Chibok","Africa","Nigeria","Jen Psaki","Bashir Sa'ad Abdullahi","Boko Haram","Islamic terrorism","Chibok","Politics"],"teaser":"Boko Haram has attacked the Nigerian town where they kidnapped more than 200 schoolgirls earlier this year. Locals say the militants are now in control.","contentencoded":"<p>Chibok, the town in northeastern Nigeria where Islamist militants kidnapped more than 200 schoolgirls last April, has been taken over by Boko Haram militants.</p>\n<p>Bashir Sa'ad Abdullahi, a reporter for the BBC in Abuja, says when Boko Haram attacked on Thursday, militants quickly overpowered residents who had organized to defend their town.</p>\n<p>\"These <a href=\"http://www.pri.org/stories/2014-11-07/vigilantes-homemade-weapons-take-boko-haram-nigeria\">vigilantes fought Boko Haram attackers</a>, but after a while they couldn't defend the town, so they had to abandon the town and leave,\" Abdullahi says. \"Most residents fled when they heard the sound of gunshots, when the vigilantes were trying to fight off the Boko Haram attackers.\"  </p>\n<p>Musa Ali, one of the vigilantes who tried to defend Chibok, says the attack began Thursday around 4 p.m. \"There were so many,\" he says. \"They came in two groups. You couldn't count them because there were so many. After they came, they started firing so our local vigilantes started exchanging gunfire with them. All the security and the soldiers, they ran away and left us on our own, they ran away, they ran away from Chibok. They didn't shoot at them, they just ran away. All the ammunition we had was finished, so there was no way we could attempt to hold the area.\"</p>\n<p>The attack left militants in control of Chibok and its residents desperately fleeing into the bush. Boko Haram may have recruited spies or informants before they attacked, says Abdullahi, so it's quite possible that Boko Haram received advice about \"where to attack, what level of local defense to expect, and when is the right time.\"</p>\n<p>So far there’s been no official reaction from Nigeria's government, but Abdullahi says that just a day before the attack, the government’s army chief was summoned before the Nigerian Senate. He was asked \"to explain why is it that Boko Haram is carrying out attacks in northeastern Nigeria with ease and they are now occupying a large part of Nigeria?\"</p>\n<p>He told the Senate that Boko Haram may be appearing to gain groud, but it's only temporary. He vowed the military would introduce new strategies to to end the insurgency and reclaim lost land.</p>\n<p>\"But many Nigerians say they are tired of such promises,\" Abdullahi says. \"Instead of the Boko Haram militants being pushed back, they are only growing bolder and pushing the Nigerian army out of many Nigerian territories.\"</p>\n<p>Details of the attack are still sketchy. Abdullahi says communication with Chibok residents who have fled is difficult as mobile phone networks have been destroyed. But one panicked resident who managed to escape told Abdullahi that Boko Haram has already carried out executions. \"He was panicked, and in hiding, so he wasn't able to go around the town to see much, but he definitely confirmed that some people were killed in Chibok,\" Abdullahi adds.</p>\n<p>In Washington, State Department spokeswoman Jen Psaki told reporters the US is closely monitoring the situation in Chibok. \"We condemn these attacks in Chibok, a community that has already suffered too much. ... We remain committed to helping the government of Nigeria address the threat posed by extremist organizations.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/111420141.mp3"},{"href":"http://www.pri.org/file/111420141mp3"}]}