{"created":"2014-09-11T07:23:20+00:00","modified":"2014-10-30T22:31:17+00:00","valid":{"from":"2014-10-30T22:31:17+00:00","to":"3014-10-30T22:31:17+00:00"},"hreflang":"en","title":"Child Migrants Settle Uneasily In The Big Easy","published":"2014-09-11T13:05:00+00:00","teaser":"U.S. immigration officials have allowed tens of thousands of unaccompanied minors from Central America to join family members or other guardians in the U.S. Nearly 1,000 are in New Orleans, for now.","itags":["npr_api","347392083"],"guid":"55ee726d-2e78-42aa-ad2d-8a4bb36721cc","contentencoded":"<p>Last June, 13-year-old Yashua Cantillano and his 11-year-old brother, Alinhoel, left their uncle's home in Tegucigalpa, Honduras, with a change of clothes in plastic bags, some snacks, water and their mother's phone number scribbled on a piece of paper.</p><p>Their guide and protector? Seventeen-year-old Sulmi Cantillano, their step-sister.</p><p>With the help of a smuggler, or <em>coyote</em>, Sulmi says, they got to the Mexican border city of Reynosa about 11 miles south of McAllen, Texas. They crossed the Rio Grande and turned themselves in to the U.S. Border Patrol.</p><p>In the past year, about 56,900 unaccompanied minors have made their way to the U.S.-Mexico border from Central America. U.S. immigration officials have allowed tens of thousands of these kids to join family members or other guardians already in the United States. Nearly 1,000 are in New Orleans, like the Cantillanos kids.</p><p>\"We arrived on a Friday around midnight,\" Yashua says. \"They put us in separate cells called freezers because they got so cold at night.</p><p>\"We slept without blankets,\" he continues, \"because the older boys would steal them.\"</p><p>There were about 200 kids in their cell, according to Alinhoel, and for nine days, they say, they ate mostly apples and sandwiches.</p><p>In New Orleans, their mother, Yolanda Cantillano, waited to hear from them, not knowing if they had ever made it to the border — until she got a phone call.</p><p>An immigration agent read her kids' names over the phone and asked Cantillano if she was their mother. She said yes.</p><p>\"I felt tremendous joy,\" she says, as tears roll down her cheeks.</p><p>Yolanda Cantillano has been in the U.S. illegally since 2006, working in all kinds of minimum-wage jobs, cleaning homes and sending money back home whenever she could. It's been eight years since she last saw her two boys, both pencil-thin and small for their age.</p><p>The Cantillano family sits on an old sofa in a hot, windowless room in the local offices of VAYLA, a nonprofit community group in east New Orleans. It has helped relocate 124 of the 1,100 or so unaccompanied minors who've arrived here, fearful of being sent back.</p><p>U.S. immigration officials are required to determine if these kids' fears of returning to Honduras are credible. Their stories, though, are almost impossible to verify. Still, says Yolanda Cantillano, by now everybody has to know why so many young children have been forced to leave Honduras.</p><p>Gangs and crime are everywhere, she says. Even schools aren't safe, and the police are criminals too, says Sulmi. \"We had no father to protect us,\" Yashua says.</p><p><strong>'It Is Life Or Death'</strong></p><p>Cristiane Rosales-Fajardo, a community organizer with VAYLA New Orleans, says the 124 families she's helping right now don't need food, clothing or shelter — they need legal representation.</p><p>\"We have families here that have strong evidence of what's happening in their country, and no one is listening to it,\" she says.</p><p>On a recent night, Rosales-Fajardo holds a meeting for recent arrivals from Honduras to discuss their options. About 70 people show up.</p><p>Rosales-Fajardo cites local news reports that say that 81 percent of the unaccompanied minors who've arrived in New Orleans don't have an attorney, and that without one, almost all — 90 percent — will be deported.</p><p>In August, the Obama administration did order immigration courts to expedite the deportation process for unaccompanied minors, giving them little or no time to get a lawyer, says Rosales-Fajardo. But even if they could get one, she says, an immigration judge needs proof that their lives are in danger if they return to Honduras.</p><p>Earlier Rosales-Fajardo showed what an 18-year-old's family had sent from Honduras in a manila envelope.</p><p>\"I have here on my desk his mother's and father's death certificates,\" she says. \"It's not just a story that they're making up — this is the reality, this is a death certificate, this is an original death certificate from his country.\"</p><p>That 18-year-old is sitting in a Texas jail, scared to death of being deported, says Rosales-Fajardo, because the people who murdered his parents are now looking for him.</p><p>\"These families are desperate. It is life or death,\" says Martin Gutierrez of Catholic Charities in the Archdiocese of New Orleans. He is working with VAYLA to connect Honduran kids and families with local attorneys.</p><p>\"Even if 100 attorneys wanted to take on pro bono cases, each case is so complex I don't know how they would do it,\" he says. \"The sad part is that many of these families would probably qualify for some sort of asylum based on their experiences.\"</p><p><strong>'Still My Country'</strong></p><p>Yolanda Cantillano says not knowing whether she and her kids will be deported, that's what worries her most.</p><p>The best-case scenario is that \"these families will have to be in limbo for the next couple of years, three years,\" Gutierrez says. \"Worst-case scenario could be that they will be deported; second worst-case scenario, they will become part of the 11, 12 million undocumented immigrants we have within the United States already.\"</p><p>That's not what Sulmi Cantillano wants. She'd rather go back to Honduras.</p><p>\"Sure, there's a lot of crime there, but it's still my country,\" says Sulmi, who has a 5-month-old daughter back in Tegucigalpa.</p><p>In the past few months, the Cantillano family has moved in with another family in order to afford rent. Yashua, Alinhoel and Sulmi have all enrolled in school, and they've been given a court date, October 2015. That's when an immigration judge in New Orleans could decide whether they'll be deported.</p><p>\"I just want to live in peace where there's not so much crime,\" Yashua says. \"A place like New Orleans.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Child+Migrants+Settle+Uneasily+In+The+Big+Easy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Claudio Sanchez","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347595020-552632.m3u?orgId=1&topicId=1003&ft=3&f=347392083"},{"href":"http://media.npr.org/assets/img/2014/09/10/claudio_uac2-3a62d7a9a1952258c9a096bbf9cf34a4ecfa62eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1098","width":"1465"}}]}