{"created":"2014-10-08T15:30:42+00:00","modified":"2014-10-31T01:47:52+00:00","valid":{"from":"2014-10-31T01:47:52+00:00","to":"3014-10-31T01:47:52+00:00"},"hreflang":"en","title":"Seeing The New 'X-Men'? Take Along A Teenager To Explain","published":"2014-05-23T22:36:00+00:00","teaser":"Bob Mondello says <em>X-Men: Days of Future Past</em> is awesomely urgent and utterly forgettable all at once, but it'll leave you bouncing with excitement — if you can keep the multiple mutants straight.","itags":["npr_api","315279292"],"guid":"55f2e483-2739-49ca-b7c1-6c47f8d4f20c","contentencoded":"<p>The final \"X\" in the 20th Century Fox logo glows for an extra second as <em>X-Men: Days of Future Past</em> gets started, but what follows is darker than dark — a bleak, dire future in which all of Manhattan is a mutant prison camp. The Sentinels (soldier-robots crafted with shape-shifter mutant DNA, and therefore adaptively lethal) are hunting down the few mutants still on the loose, while Professor Xavier (Patrick Stewart) and Magneto (Ian McKellen) are hatching a scheme with Kitty Pryde (Ellen Page) to send Hugh Jackman's Wolverine — or at any rate, his consciousness — back in time to the Nixon years to stop the mutant war before it starts.</p><p>\"What's the last thing you remember?\" wonders the professor in a whisper at one point, and though he's addressing Wolverine, that's not an idle question where the audience is concerned, at least those of us who've stopped reading comic books.</p><p>Kids, who maybe can't memorize state capitals, have no trouble keeping straight the names and powers of dozens of mutants in this series, not to mention the twice as many actors who've played them in six pictures across 14 years. Me, not so much, so when I went to see the movie, I took along a 16-year-old, and when I had problems, I'd whisper \"Who's that?\" and she'd whisper \"Quicksilver\" and I'd be OK.</p><p>Quicksilver (Evan Peters here, though the vagaries of studio contracts mean that he'll be played by Godzilla-chaser Aaron Taylor-Johnson in Disney's <em>Avengers 2</em>) is the coolest of this picture's new guys, zipping around so fast in a niftily conceived, enjoyably prankish slow-mo sequence in the Pentagon kitchen that he can taste soup, rearrange guards' limbs, and nudge bullets off their trajectories all in the time it takes to blink.</p><p>Everything about him is crystal clear. But <em>X-Men: Days of Future Past</em> is, as that title suggests, deliberately tricky — designed by director Bryan Singer to allow the audience to geek out as comic-book tropes get rejiggered and previous movies sidestepped through time-travel.</p><p>It's all but impossible to talk about the plot without spoilers, so I'll just say that everybody's acting up a storm (not to be confused with Halle Berry's briefly seen character, Storm), that someone should've thought of more for Jennifer Lawrence to do, that the special effects, while spectacular, have nothing on Mark Camacho's terrific Nixon impersonation, that the film is awesomely urgent and utterly forgettable all at once, and that it left the 16-year-old I went with bouncing with adrenaline even as she snorted derisively at what she regarded as crazy plot missteps.</p><p>She has, let me just say, the makings of a fine critic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Seeing+The+New+%27X-Men%27%3F+Take+Along+A+Teenager+To+Explain&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"165"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315279293-4047c0.m3u?orgId=1&topicId=4467349&ft=3&f=315279292"},{"href":"http://media.npr.org/assets/img/2014/05/23/x-men-days-of-future-past-df-07401_rgb-7d445e0c6f4ef0a1d9d536202a17fd198cc16fcb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1617","width":"2154"}}]}