{"created":"2014-12-15T21:30:19+00:00","modified":"2015-05-13T21:26:19+00:00","valid":{"from":"2015-05-13T21:26:19+00:00","to":"3015-05-13T21:26:19+00:00"},"hreflang":"en","title":"LAPD Chief Has Lessons To Share About Department's Past 'Ghosts'","published":"2014-12-24T23:59:00+00:00","teaser":"Cities looking to reform their troubled police forces might have a template to turn to in Los Angeles. The LAPD has come a long way in 20 years, and Chief Charlie Beck wants to share lessons learned.","itags":["npr_api","370952512"],"guid":"55f2ee60-3e47-4b8b-9353-376dceb3afa9","contentencoded":"<p>On the 11th floor of the Los Angeles Police Department's downtown high-rise, Chief Charlie Beck has been fielding a lot of calls since the shooting of 18-year-old Michael Brown in Ferguson, Mo. Beck's counterparts around the country are calling to find out how his department addressed what he calls the \"ghosts of LAPD's past.\"</p><p>\"I don't want people to have to have their city go up in flames like Los Angeles did in 1992 to learn these lessons,\" he says.</p><p>The lessons Beck refers to — and actual court-ordered reforms — began after Rodney King and addressed everything from police brutality to institutionalized racism within the LAPD. And they didn't end until last year, when a federal judge finally lifted a consent decree originally imposed by the Department of Justice in 2001 following another corruption scandal.</p><p>Out of all this came an independent civilian oversight commission and a robust \"use of force\" investigation and discipline process. It also marked a shift toward community-based policing.</p><p>\"We are where we are not because we are smarter or better than anybody else [but] just because we've been through so much,\" Beck says.</p><p>Beck is popular. He's a protege of former LAPD Chief William Bratton, who is now back at the New York Police Department. Beck was one of Bratton's hand-picked reformers. He's seen as an innovator and also someone respected by the old guard. Beck, who grew up in nearby Long Beach, Calif., started as a beat cop 40 years ago.</p><p>\"When I became a police officer in Los Angeles, it was a job for white males over 5 foot 9,\" Beck says. \"We are a vastly different police department than that now.\"</p><p>Beck says this is one of the main problems in cities like Ferguson, Mo., today. Since the 1990s, along with all the reforms, the LAPD itself started getting a lot more diverse. Beck says this has helped to cool tensions between police and minority communities.</p><p>\"The police department in LA reflects the community it serves,\" Beck says. \"As a police department, we are 45 percent Hispanic, we are 13 percent African-American, we are 20 percent female, and we are minority white male.\"</p><p>Cities looking to reform their troubled police forces might have a template to turn to in Los Angeles, according to police watchdog experts.<em></em></p><p>\"The police department went from being, in essence, an occupying army to being a community partner,\" says attorney Merrick Bobb, who worked as a court-appointed monitor for the separate LA Sheriff's Department and once served on a citizen's commission reforming the LAPD.</p><p>Bobb says those improvements didn't come right away and required a lot of nudging by the courts and police reform groups. But he and other observers say all this work is starting to pay off.</p><p>\"There are certainly still some problems; they don't go away overnight,\" Bobb says. \"But in contrast to the way that it used to be, it's a very significant improvement.\"</p><p>Los Angeles has had its fair share of officer-involved shootings recently, and they still generate protests. But things haven't really gotten out of hand. Police reform groups and many LAPD officials say this is a testament to all the work that's been done to repair relations with communities over the year.</p><p>Another reason may be that many who live in the communities themselves know the police are also being watched. Many LAPD squad cars now have cameras, and a pilot project in South LA is equipping officers with cameras on their chests.</p><p>\"We've already gone through this so we already have cameras,\" says LA resident Stan Patterson. \"The cameras stop a lot of tension between the police and the citizens because they act differently when they're being watched and they have a camera on them.\"</p><p>Patterson, 25, recently graduated from Arizona State and moved back to South LA's Leimert Park neighborhood, where he grew up. As a kid, he heard about Rodney King all the time. Patterson says things have gotten better. \"The LAPD has already been indicted so many times over the last 20 years that there's no room for error,\" Patterson says.</p><p>But he says he still gets pulled over a lot for no apparent reason other than \"I have a nice car and I'm young and I'm black.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LAPD+Chief+Has+Lessons+To+Share+About+Department%27s+Past+%27Ghosts%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371010866-c48b29.m3u?orgId=1&topicId=1091&d=230&p=2&story=370952512&t=progseg&e=370975472&seg=3&ft=nprml&f=370952512"},{"href":"http://media.npr.org/assets/img/2014/12/15/beck-0933694a7e37ca7f77820dcd971c2d7972eac5ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}