{"created":"2015-04-10T20:48:30+00:00","modified":"2015-05-13T21:03:28+00:00","valid":{"from":"2015-05-13T21:03:28+00:00","to":"3015-05-13T21:03:28+00:00"},"hreflang":"en","title":"Painting The 'Epic Drama' Of The Great Migration: The Work Of Jacob Lawrence","published":"2015-04-27T01:18:00+00:00","teaser":"A rare exhibition at New York's Museum of Modern Art features 60 of Lawrence's paintings about the journey of 6 million African-Americans, who fled the segregated South during the Great Migration.","itags":["npr_api","398806751"],"guid":"55f66327-376b-4187-8855-6bae41229548","contentencoded":"<p>There's no historical marker outside Jacob Lawrence's childhood home in New York City's Harlem neighborhood.</p><p>But <a href=\"http://www.npr.org/2015/03/13/392718524/ferguson-needs-to-be-model-for-systemic-change-professor-says\" target=\"_blank\">Khalil Gibran Muhammad</a>, director of the Schomburg Center for Research in Black Culture, has an idea of what it might say: \"Here lived one of the 20th century's most influential visual artists, a man named Jacob Lawrence, who was a child of southern migrants.\"</p><p>The son of a cook from South Carolina and a domestic worker from Virginia, Lawrence was born in Atlantic City in 1917, but it was his years in Harlem that shaped some of his most iconic work: a series of 60 paintings about the black Southerners, like his parents, who fled to cities in the North and West during the Great Migration.</p><p>That mass exodus of African-Americans began a hundred years ago, and lasted until the 1970s. New York's Museum of Modern Art is honoring that history by displaying Lawrence's entire series for the first time since 2008, when it was shown at The Phillips Collection in Washington, D.C. Co-owned by the two museums, the paintings are making a rare appearance together now at MoMA in <a href=\"http://www.moma.org/interactives/exhibitions/2015/onewayticket/\" target=\"_blank\">\"One-Way Ticket: Jacob Lawrence's Migration Series and Other Visions of the Great Movement North.\"</a></p><p><strong>Leaving A 'Godforsaken Place'</strong></p><p>Jim Crow laws that codified racial inequality in the South helped drive Lawrence's parents – and 6 million other African-Americans — to move to cities like New York, Detroit, and Chicago. Along the way, they transformed the music, demographics, and politics of the places they went.</p><p>\"They were not only heroic in their courage to leave a godforsaken place for a better place,\" Muhammad explains, \"but also that they were also going to challenge that new place to live up to its own possibilities.\"</p><p>Isabel Wilkerson, who <a href=\"http://www.npr.org/templates/story/story.php?storyId=129827444\" target=\"_blank\">wrote about the Great Migration in <em>The Warmth of Other Suns</em></a>, says the mass movement was a turning point in U.S. history that was overlooked for decades.</p><p>\"There are many, many children and grandchildren of the Great Migration who did not hear this directly from their own families,\" she says. \"Because it went on for so long, it was often hard to see, and I think one of the people who could see it all along was Jacob Lawrence.\"</p><p><strong>Not A 'Utopian Image'</strong></p><p>Lawrence finished the 60 paintings in his series in 1941. He used brightly colored tempera paint to show families waiting with luggage, sleeping in train cars, and other moments from their journey north.</p><p>\"I wanted to create a work that was very sparse. You'd see it immediately,\" Lawrence said in the 1993 documentary <em><a href=\"https://www.youtube.com/watch?v=62dlyfIRg5E\" target=\"_blank\">Jacob Lawrence and the Making of the Migration Series</a></em>.</p><p>Spliced between the images of train travel in the first half of the series are scenes of violence and poverty in the South. In one panel, a figure in red huddles near a noose hanging from a tree limb. Another shows barechested children hauling woven baskets of cotton.</p><p>Leah Dickerman, the curator of the MoMA exhibition, says panels about life outside of the South in the second half don't show a promised land either.</p><p>\"It isn't a utopian image\" she explains. \"He also addresses the kinds of racism and disappointments that migrants found when they actually got to the North.\"</p><p>As the migrants began to arrive, some white residents led race riots in the black neighborhoods of East St. Louis, Ill., Chicago and other cities. Many migrants also met the harsh realities of living in the cramped quarters of urban tenement houses and feeling the disdain some northern blacks had for newcomers from the South.</p><p><strong>A Portrait Of America</strong></p><p>For Shirley Young, who recently saw the show, Lawrence's paintings are a reflection of life.</p><p>\"He drew it, but I lived through it,\" says the 80-year-old resident of Brooklyn, N.Y. \"I remember all of the hard times, the depressions, getting in line, all that kind of stuff.\"</p><p>Born in Baton Rouge, La., Young eventually moved to New York, where she's lived for more than half a century. She says some things, like racial tensions and economic inequality, haven't changed.</p><p>\"You have people without jobs. Whatever you had to do back then, you're doing the same thing now in 2015,\" she says. \"It's like history repeating itself.\"</p><p>Depicting history was not what Lawrence had in mind when he made these paintings. Instead, he was trying to capture what he once described as <a href=\"http://www.aaa.si.edu/collections/interviews/oral-history-interview-jacob-lawrence-11490\" target=\"_blank\">\"a great epic drama\"</a> taking place before his eyes.</p><p>\"I don't think in terms of history in that series. I think in terms of contemporary life,\" he said in the documentary. \"If it was a portrait, it was a portrait of myself, a portrait of my family, a portrait of my peers.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Painting+The+%27Epic+Drama%27+Of+The+Great+Migration%3A+The+Work+Of+Jacob+Lawrence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824657-4719f3.m3u?orgId=1&topicId=1141&d=347&p=2&story=398806751&t=progseg&e=398729011&seg=20&ft=nprml&f=398806751"},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migrationseries_panel388-d15c3e00124f494c74430596e943616365cee990.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4777","width":"6370"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migrationseries_panel1-776bd010e11f749ae9ae52d51d365a0ed8176f36.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4194","width":"5592"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migrationseries_panel15_wide-2f515c1c5232d1ec61b1e1a8dcd29410d2c6790d.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"992","width":"1765"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migreationseries_panel22_wide-5c006940530133fe78922101d931ad0cb85a7360.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"999","width":"1777"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migrationseries_panel58_wide-544065c13a140da863dd2d9a3529e398f0845e5a.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1003","width":"1784"}},{"href":"http://media.npr.org/assets/img/2015/04/10/jacoblawrence_migrationseries_panel52_wide-b10619838bb35f14eed0083e2530a51b37f6fda7.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1017","width":"1808"}}]}