{"created":"2014-10-30T18:08:31+00:00","modified":"2014-10-30T21:10:41+00:00","valid":{"from":"2014-10-30T21:10:40+00:00","to":"3014-10-30T21:10:40+00:00"},"hreflang":"en","title":"A Computer Model Forecasts Ebola's Future Path","published":"2014-10-30T20:02:00+00:00","teaser":"With the virus in Africa, the U.S. and Europe, experts have created a computer model to predict where it could go next.","itags":["npr_api","360138390"],"guid":"55f7bb28-e513-4fe1-b21e-1b0b4a4beefd","contentencoded":"<p>Experts at the <a href=\"http://www.mobs-lab.org/\" target=\"_blank\">Laboratory for the Modeling of Biological and Socio-Technical Systems</a> at Northeastern University have developed a computer model designed to predict the path of Ebola, based on everything from demographics to travel patterns.</p><p><strong>Alessandro Vespignani</strong>, a computer and health sciences professor at Northeastern University, is leading the research and joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to discuss the predictions.</p><ul><li><a href=\"http://currents.plos.org/outbreaks/article/assessing-the-international-spreading-risk-associated-with-the-2014-west-african-ebola-outbreak/\" target=\"_blank\">Read Vespignani&#8217;s research on the Ebola spreading risk</a></li></ul><h4>Interview Highlights</h4><p><strong>On how a computer model predicts Ebola’s pathway</strong></p><p>“Well, what we do is build very large scale computational models for the evolution of the epidemic. So this is a little bit like doing what a forecaster does with a big computational model, where you try to integrate all the data of the epidemic. Obviously, instead of weather data we use data on population, number of cases, the epidemic parameters and the models will project what will happen in the next month, two months.”</p><p><strong>On the computer model’s predictions</strong></p><p>“Well for the moment the big issue is the fight that we are having in West Africa. This is where we still see a lot of cases although we got some positive news from WHO &#8212; there is a little bit of slowing down of cases in Liberia and that was the hardest hit country.”</p><p>“There is a potential for international spread, as we have seen in the U.S., and in countries in Europe. Obviously, Africa is the most worrisome because that is where there are little sparks that could trigger another fire.”</p><p><strong>On China being the most at-risk Asian country for getting a case of Ebola</strong></p><p>“This is the place with a big question mark. At the moment they don’t have a large probability of importing cases from the West Africa region, but of course if we aren’t able to put under control the outbreak, the probability is going increase. Especially, if there is spill-over into other African countries with ties and relations to Asia we could find cases in Asia.”</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.mobs-lab.org/alessandro-vespignani.html\" target=\"_blank\">Alessandro Vespignani</a></strong>, computer and health sciences professor, Northeastern University. He tweets <a href=\"https://twitter.com/alexvespi\" target=\"_blank\">@alexvespi</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Computer+Model+Forecasts+Ebola%27s+Future+Path&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"512"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360138393-7f7d53.m3u?orgId=1&ft=3&f=360138390"}]}