{"created":"2015-04-01T20:32:12+00:00","modified":"2015-06-25T17:44:49+00:00","valid":{"from":"2015-06-25T17:44:48+00:00","to":"3015-06-25T17:44:48+00:00"},"hreflang":"en","title":"Artist Goes Outside The Lines With Coloring Books For Grown-Ups","published":"2015-05-01T19:56:00+00:00","teaser":"When Johanna Basford first told her publisher she wanted to draw books for adults — well, she says, \"You can imagine how quiet they were.\" Today, both of her books have become sellout successes.","itags":["npr_api","396634471"],"guid":"55f79ae3-88dd-48ae-9e0e-6914878a1736","contentencoded":"<p>We've learned about a secret some of you have — a secret that involves crayons, markers and colored pencils. Last week, <a href=\"https://www.facebook.com/npratc/photos/a.320446011440244.1073741827.320437431441102/463419287142915/?type=1&theater\">we asked our Facebook followers to tell us if they were an adult who likes to color</a>, and we received hundreds of responses saying, \"yes,\" and, \"I thought I was alone.\"</p><p>Well, you're not alone. In fact, there are enough of you out there to have made sellout successes out of not one, but <em>two</em> grown-up coloring books by illustrator Johanna Basford. Her first book, 2013's <em>Secret Garden</em>,<em> </em>sold nearly 1.5 million copies worldwide. Her latest, <em>Enchanted Forest, </em>came out in February.</p><p>Basford tells NPR's Audie Cornish why she thinks her books have been such a hit.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On where she got the idea for a grown-up coloring book</strong></p><p>My work has always been black and white and hand-drawn. I work as a commercial illustrator, and for years my clients have been telling me when they see my illustrations that they wanted to color them in. So when my publishers initially approached me to do a children's coloring book, I said I'd actually like to do one for adults. You can imagine how quiet they were, because coloring in for grown-ups just wasn't a thing then. It wasn't a trend.</p><p><strong>On how she describes her illustrations</strong></p><p>Everything is hand-drawn, just pen and ink, really floral, very intricate. Every illustration has little things hidden in it, so it might be a rogue butterfly or a little half-hidden robin, or, you know, a cheeky little squirrel gathering nuts. But no matter what the picture, there [are] just layers of depth and detail. ...</p><p>I actually was a textile designer — that was what I trained as — and what I wanted to do was to make a book where every page was just beautiful. So it was, you know, almost like an art book, not a children's coloring book where the drawings are quite simple, but something that's really beautiful that you just wanted to own and to have out and to show your friends.</p><p><strong>On how people have responded to her books </strong></p><p>My inbox was getting absolutely jammed with people sending photographs of all the different pages of the coloring book. And it's just amazing to see how so many people can take the same collection of images and make them so different and unique. And so I ended up setting up <a href=\"http://www.johannabasford.com/colouring-gallery\">a coloring gallery on my website</a> where people can upload their images and share them with the world and tell us what kind of colored pencils or pens they used. It's a real online community, I think.</p><p><strong>On what she thinks the appeal is</strong></p><p>I think there's something quite charming and nostalgic about coloring in. And chances are last time you picked up pens or pencils you didn't have a mortgage or like a really horrible boss or anything. So yeah, it's just a really nice way to be creative. You don't have to sit down with a blank sheet of paper or, you know, have that scary moment of thinking, 'What can I draw?' The outlines are already there for you, so it's just something that you can do quietly for a couple of hours that, you know, is hand-held and analog and quiet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Artist+Goes+Outside+The+Lines+With+Coloring+Books+For+Grown-Ups&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"241"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396871425-0a27c3.m3u?orgId=1&topicId=1033&aggIds=100876926&d=241&p=2&story=396634471&t=progseg&e=396774750&seg=9&ft=nprml&f=396634471"},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_2-73efe7f011b2e7fefe6b9244ea5c9a6ccfaf1343.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2640","width":"3960"}},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_7-c5a71b2e7b5222b7b622761b43ed2780b2cca335.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2640","width":"3960"}},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_9-70c4f5fdf9d833a83fda48a30a867f5bfa8fdec4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2640","width":"3960"}},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_12-0d0dfb578b5628c274540e1d390ca4eb691a5254.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2618","width":"3491"}},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_14-cd79f287ff5b58cacaee7f42fcd94d754781295e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1647","width":"3514"}},{"href":"http://media.npr.org/assets/img/2015/04/01/enchanted-forest_spread_12-0d0dfb578b5628c274540e1d390ca4eb691a5254.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2618","width":"3491"}},{"href":"http://media.npr.org/assets/img/2015/04/01/johanna-basford-008-2546459747274b7107cd1048a439d37318369388.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3059","width":"4079"}}]}