{"created":"2014-08-29T07:49:08+00:00","modified":"2014-10-30T22:52:07+00:00","valid":{"from":"2014-10-30T22:52:06+00:00","to":"3014-10-30T22:52:06+00:00"},"hreflang":"en","title":"Security Vs. Free Speech: India Blocks Film On Assassination","published":"2014-08-29T07:49:00+00:00","teaser":"The 1984 assassination of Prime Minister Indira Gandhi was followed by a wave of sectarian killings. The government has now stepped in to stop the release of a film about the traumatic episode.","itags":["npr_api","344036665"],"guid":"55fb6504-90c2-4f2c-86d9-824217310c5f","contentencoded":"<p>A new film projects a decidedly different perspective about one of the most convulsive episodes in India's modern age.</p><p><em>Kaum De Heere</em>, or <em>Diamonds of the Community</em>, looks at the 1984 assassination of Prime Minister Indira Gandhi — through the lens of her assassins.</p><p>Producer Satish Katyal rejects the criticism that the film eulogizes Gandhi's killers. \"It has a human angle,\" he says. \"It's about their personal lives. Why did they suddenly commit this act?\"</p><p>Gandi's assassins, Beant Singh and Satwant Singh, both Sikh, were also her bodyguards. The pair unloaded their weapons into the 66-year-old Indian leader on the morning of Oct. 31, 1984, to avenge an event a few months earlier — an army storming of the Sikh's holiest shrine in a bid to flush out Sikh separatists hiding there.</p><p>Sociologist Surinder Singh Jodhka says the assault on the Golden Temple in June 1984 shocked the community. Gandhi's assassination in turn provoked riots, centered in New Delhi, in which Hindus hunted down and killed Sikhs. Estimates of the number dead \"vary from 4,000 to 10,000-plus in the country,\" Jodkha says.</p><p>Thirty years on, Jodkha says, \"what happened in either in the Golden Temple or in Delhi is not something that will be forgotten.\"</p><p>That's evidently what concerns the government.</p><p>India's Home Ministry, which oversees the country's security, stopped the release of the film last week, concluding it \"was highly objectionable,\" according to the Press Trust of India. The film's producers have appealed for its release. It's already been screened in the U.S., the U.K. and Australia.</p><p>India's Congress Party, headed by Sonia Gandhi, the daughter-in-law of Indira Gandhi, objects to the release of the film in India. Party spokesman Abhishek Manu Singhvi says both his party and the ruling BJP Party have deep misgivings about the movie.</p><p>\"The very title of it clearly suggests an inflammatory, a provocative re-creation of completely unnecessary tensions. The important thing is India has pulled together. We have got over that state of affairs, and I think that's the way it should be left,\" Singhvi says.</p><p>But civil liberties activist Gautam Navlakha says the Indian government historically has justified banning films using the claim that a particular picture could \"hurt the sentiments\" of a community, or that it departs from mainstream orthodoxy on issues such as religious fundamentalism or Indo-Pakistan relations.</p><p>\"This is a choice that authorities have to make. On whose side of the divide are they standing? On the side of freedom of expression? Or those who want to censor it or ban it?\" Navlakha says.</p><p>Navlakha says that the body that determines whether a film is banned is a relic from the British colonial era, when the Film Certification Board was a tool to crush dissent. Last week allegations of corruption hit the board when the CEO, Rakesh Kumar, was arrested on charges of soliciting bribes to speed the certification process.</p><p>Some 16,000 films are certified by the board each year, with the help of panels that screen them. The 80 or so films that have been refused can be appealed.</p><p>Documentary filmmaker Anand Patwardhan says he has had to \"incessantly\" battle the system to get his films released. \"Regardless of which government has been in power, the censor board\" — his term for the Film Certification Board — \"has been used to curtail or modify dissent,\" he says.</p><p>India has long struggled with bans on films and books. It barred the import of Salman Rushdie's <em>The Satanic Verses</em>, a work that ignited a furor in the Muslim world.</p><p>Leela Samson, the chairwoman of the Central Board of Film Certification, says film approval must take into account the range of sensitivities in a place as breathtakingly diverse as India.</p><p>\"Look at the complexities. You have multiple languages, multiple religions, multiple social strata, multiple advantages, disadvantages. It can be very problematic,\" Samson says.</p><p>But free speech advocate Gautam Navlakha laments that India has not made more strides since gaining independence.</p><p>\"One would have expected that in 67 years that we would become more democratic, more tolerant — rather than become more intolerant and narrow-minded,\" he says.</p><hr /><p><em>Follow NPR's Julie McCarthy on Twitter: <a href=\"https://twitter.com/juliemccarthyjm\">@JulieMcCarthyJM</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Security+Vs.+Free+Speech%3A+India+Blocks+Film+On+Assassination&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036680-93506b.m3u?orgId=1&topicId=1125&ft=3&f=344036665"},{"href":"http://media.npr.org/assets/img/2014/08/28/kaum-de-heere-2-14e317a1ec5c9f03501fb5b1a692709cbb7fb46f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}},{"href":"http://media.npr.org/assets/img/2014/08/28/52015536-3432f1b2646ad4b5f44dc383c91410f4e33b501e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1029","width":"1372"}}]}