{"created":"2014-10-27T20:29:41+00:00","modified":"2014-10-28T20:03:26+00:00","valid":{"from":"2014-10-28T20:03:26+00:00","to":"3014-10-28T20:03:26+00:00"},"hreflang":"en","guid":"5602b5be-c9fb-4a55-a299-3201b1c5d6ab","title":"The killing of a South African soccer star highlights the nation's rising murder rate","published":"2014-10-28T20:03:25+00:00","byline":"Andrea Crossan","tags":["soccer","sports","crime","conflict","Sports","Johannesburg","Africa","South Africa","Africa","Senzo Meyiwa","Jacob Zuma","Kelly Khumalo","Mo Allie","Ephraim Mashaba","soccer","Goalkeeper","Gun violence","South Africa","Senzo Meyiwa","Jacob Zuma","Africa","Sports"],"teaser":"South African soccer star Senzo Meyiwa was known for his incredible skills in goal, recently earning the starting spot on his country's national team. But he died on Sunday during a robbery at his girlfriend's house, stunning South Africans and bringing even more attention to gun violence there.","contentencoded":"<p>South Africa is mourning the passing of a sports hero: The country's national soccer captain, Senzo Meyiwa, died after being shot during a burglary on Sunday.</p>\n<p>The 27-year-old was the goalkeeper for the <a href=\"http://www.orlandopiratesfc.com/\">Orlando Pirates</a>, one of South Africa's most popular teams, and had played in South Africa's last four qualifiers for the continent's biggest international tournament, the Africa Cup of Nations.</p>\n<p>Meyiwa was reportedly attacked after men entered his girlfriend's house in Vosloorus, near Johannesburg. The South African Police Service issued a statement sayings two men had entered the house, demanding cell phones and valuables. A third man remained outside. All three fled on foot after shots were fired.</p>\n<p>Reports said Meyiwa may have been trying to defend his girlfriend, Kelly Khumalo, a South African singer and celebrity. “As a youngster, he actually wanted to grow up to be a policeman,” says Mo Allie, the BBC's soccer correspondent in South Africa .</p>\n<p>Allie says Meyiwa once explained his interest in law enforcement during an interview: “[It's] because there was so much political violence at the end of apartheid ... and also because there were so many criminal elements in his home township, that he wanted to become a cop to restore peace.”</p>\n<p>Meyiwa's death \"really has rocked the football fraternity all over the world,” Allie says. Ephraim Mashaba, the head coach of South Africa's national team, wept during a news conference about Meyiwa’s death. \"Senzo was a very kind person,\" he said. \"I have never seen Senzo being sad or angry in the camp.\"</p>\n<p>South African President Jacob Zuma said in a statement on Monday: \"We mourn the death of this young footballer and team leader whose life has been taken away at the prime of his career. Words cannot express the nation's shock at this loss.\"</p>\n<p>Meyiwa’s shooting brings into focus the wider issues of gun crime in South Africa. “Crime figures released last month show that there has been an increase in murder rates in South Africa to 17,000 murdered [nationally] last year,” says Allie. That’s an increase of about 5 percent since the previous year, according to police figures.</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[]}