{"created":"2014-08-28T02:32:31+00:00","modified":"2014-12-04T15:16:21+00:00","valid":{"from":"2014-12-04T15:16:21+00:00","to":"3014-12-04T15:16:21+00:00"},"hreflang":"en","title":"Lois Lowry Says 'The Giver' Was Inspired By Her Father's Memory Loss","published":"2014-08-21T14:09:00+00:00","teaser":"Lowry's father didn't have Alzheimer's but as he began to forget his past, the author says, she began to imagine a book about eliminating painful memories. <em>The Giver</em> has just been adapted into a film.","itags":["npr_api","340170478"],"guid":"560d4dfa-8c17-4ac9-9af0-8075a59a217e","contentencoded":"<p>Just for a second, imagine a world without war, conflict or grief. Refreshing, right? But it's also a world without memory, at least in the premise of Lois Lowry's 1993 novel <em>The Giver</em>. The <a href=\"http://www.npr.org/2014/08/14/340167662/the-giver-strikes-old-and-ominous-notes-about-the-dark-side-of-serenity\">movie adaptation</a> opened this week and stars Meryl Streep and Jeff Bridges.</p><p><em>The Giver</em> swept up nearly every prestigious prize for young adult literature, including the Newbery Medal and the William Allen White Award. It's assigned reading in thousands of schools. Lowry came up with the idea of a scary, sterile world where nearly everyone takes drugs to suppress their memories and emotions after her father was put in a nursing home.</p><p>\"He didn't have Alzheimer's, but he began to lose pieces of his memory, the way people do as they age,\" she recalls. One day, she showed her father a photo of her sister, who died at the age of 28.</p><p>\"And he said, 'I can't remember her name,' and I told him her name,\" she says. \"And he said, 'Whatever happened to her?' And I had to tell him about her death.\"</p><p>Like so many who've suffered the pain of losing someone, Lowry considered — just passingly — how much better our existences might be if we didn't have memories at all.</p><p>\"And so I began to think about writing a book about people who had found a way to manipulate human memory, so they wouldn't have to remember anything bad,\" she explains.</p><p>Lowry has written more than 40 books for kids and young adults, ranging from a historical novel about the Holocaust (<em>Number the Stars</em>) to a rollicking series about a suburban preteen and her family (the Anastasia Krupnik books) to a fictionalized account of her sister's passing (<em>A Summer to Die</em>). Many have been wildly popular, but <em>The Giver </em>has been Lowry's greatest success. It's sold more than 12 million copies and has been adapted into a play, a musical and an opera.</p><p>That's not to say that writing the movie version was easy.</p><p>\"It was extremely intimidating,\" admits Michael Mitnick, who's co-credited for the script. \"I think I did about 87 drafts of the screenplay.\"</p><p>Mitnick read <em>The Giver</em> as a fifth-grader. Now he's 30, but it's still one of his favorites, he says, for its spare but haunting language — and the questions it raises for young readers.</p><p>\"Would I prefer a world where there isn't war and there isn't starvation and greed and envy?\" he asks. \"Or would I instead believe that with the good there comes the bad — and there always has to be both sides of it?\"</p><p><em>The Giver</em> includes controversial topics such as euthanasia, and that made Walden Media, which bought the rights to the book early on, at first hesitant to make the movie. \"Because it had been banned in some places,\" explains executive Chip Flaherty.</p><p>But then came<em> The Hunger Games</em>. Suddenly, a dystopian fantasy with a built-in following of millions of readers seemed like a worthy risk. Some critics credit <em>The Giver</em> with kicking off the entire dystopian YA trend, but Lowry immediately dismisses the notion.</p><p>\"I didn't think of it as futuristic or dystopian or science fiction or fantasy,\" she protests.</p><p>Instead, she says, it was just a story like so many of her other ones, about a kid making sense of a complicated world. As the child of an Army officer, Lowry moved all over the globe — often after the school year had started.</p><p>\"So I would be thrust into classrooms as the new kid,\" she explains. That made her hypervigilant about recognizing subtle differences between the rules of each new place. For instance, in one school, the girls might wear their socks artfully scrunched down.</p><p>\"And then you'd be in the next place and the socks were carefully folded over,\" she laughs. \"And it was important to know that. So I would observe those things.\"</p><p>In retrospect, it was perfect training for a writer, Lowry says. She refuses to say what she's working on now — besides her garden, at her renovated farmhouse in Maine. \"As female hormones decrease, they're replaced with an overwhelming urge to grow delphinium,\" she cracks.</p><p>At 77, Lois Lowry says it was worth the 18 years it took to see <em>The Giver</em> transferred to the big screen. And she hopes it won't take quite as long to see the three other books in <em>The Giver</em> series become movies, too.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lois+Lowry+Says+%27The+Giver%27+Was+Inspired+By+Her+Father%27s+Memory+Loss&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340857833-9167af.m3u?orgId=1&topicId=1033&ft=3&f=340170478"},{"href":"http://media.npr.org/assets/img/2014/08/14/loislowry.photocreditmattmckee-639b1d13cd89d625e2bbbe1f5d7f109b0e30ec13.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"932","width":"1243"}},{"href":"http://media.npr.org/assets/img/2014/08/14/giver2a_lg-6bd486c87d04b503c53278a2c56a44f3e12f0c24.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1996"}}]}