{"created":"2015-02-22T12:52:07+00:00","modified":"2015-05-13T21:13:54+00:00","valid":{"from":"2015-05-13T21:13:54+00:00","to":"3015-05-13T21:13:54+00:00"},"hreflang":"en","title":"Pot Policy Splits Native Americans Over Whether Business Is Worth It","published":"2015-02-23T17:23:00+00:00","teaser":"Some tribes are trying to set up growing operations after the Justice Department announced it would back off enforcement. Others worry about the potential for substance abuse.","itags":["npr_api","387822329"],"guid":"560ed538-0382-4a70-975f-733f4a5c8368","contentencoded":"<p>When it comes to marijuana laws, the Justice Department is now treating American Indian tribes the way it treats states that have legalized pot.</p><p>The move, <a href=\"http://www.justice.gov/sites/default/files/tribal/pages/attachments/2014/12/11/policystatementregardingmarijuanaissuesinindiancountry2.pdf\">announced in December</a>, has inadvertently sparked interest in the marijuana business. While many see dollar signs, others worry about contributing to the impact substance abuse has already had on Indian Country.</p><p>Havasupai Tribe Chairman Rex Tilousi says he was relieved to hear the Justice Department was recognizing tribal sovereignty when it comes to marijuana. His tribe has grown and smoked marijuana plants for over a century near the Grand Canyon.</p><p>\"I felt very free,\" he says. \"I don't have to hide behind that rock. I don't have to go into those bushes to smoke.\"</p><p>The Havasupai make what little money they have by taking visitors on mule and helicopter to see their famous turquoise-blue waterfalls.</p><p>However, tourism is seasonal. Tilousi says having another economic source — like growing and selling medical marijuana — would help his people.</p><p>Since the Justice Department's memo was released, FoxBarry Farms has been inundated with more than a hundred calls from tribes that want to start growing operations.</p><p>\"All tribes, generally speaking, want the same thing — and that's economic independence,\" says Barry Brautman, the president of FoxBarry, which helps tribes build casinos, hotels and, now, medical marijuana operations.</p><p>\"They want housing, health care, education,\" he says. \"They want to be able to fund those things themselves without having to ask for government's assistance.\"</p><p>A tiny northern California tribe, the Pinoleville Pomo Nation, will be the first to grow and manufacture medical marijuana. FoxBarry Farms is helping the tribe build a $10 million grow house. Brautman expects to recoup his company's investments and then some.</p><p>Navajo Nation President Ben Shelly's spokesman, Deswood Tome, says he understands how lucrative pot could be, but also understands the drawbacks.</p><p>\"This is opportunity for economic growth and jobs,\" he says. \"But there are so many questions that remain as to the safety of people. How is it going to be controlled? Is this going to attract the criminal element?\"</p><p>Jonnie Jay, who says she smoked pot years ago, says she's skeptical about what good a marijuana grow operation would bring her tribe.</p><p>\"Somehow it would get corrupted and not be for what it was intended to be,\" she says. \"So it is not a good idea for our tribe's economy, although we desperately need economic growth and opportunity.\"</p><p>Hopi leadership sees the earnings potential, but current tribal law still considers possession of marijuana a criminal act. Many throughout Indian Country worry legalized pot could lead to some of the same painful consequences as alcohol.</p><p>For its part, the Justice Department says the intent of the memo wasn't to motivate tribes to get into the marijuana business; it intended to prioritize laws against gangs and violence, driving while high and selling to minors, among other problems.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pot+Policy+Splits+Native+Americans+Over+Whether+Business+Is+Worth+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Laurel Morales","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187298-45fc8d.m3u?orgId=1&topicId=1001&d=236&p=10&story=387822329&t=progseg&e=388187203&seg=15&ft=nprml&f=387822329"},{"href":"http://media.npr.org/assets/img/2015/02/20/marijuana-plant-getty-forpromo-0e4597655de756c925fcbc089aa73b373ff72891.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/02/20/rex_tilousi-72556224f2a907eb05d1e639470dec59128bb5d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1835","width":"2448"}},{"href":"http://media.npr.org/assets/img/2015/02/20/waterfall-e0fbc3cf57574eba3842e9091868139181f9cf98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}