{"created":"2014-10-08T14:19:39+00:00","modified":"2014-10-31T01:16:11+00:00","valid":{"from":"2014-10-31T01:16:11+00:00","to":"3014-10-31T01:16:11+00:00"},"hreflang":"en","title":"At The Head Of Her Class, And Homeless","published":"2014-06-11T22:24:00+00:00","teaser":"Rashema Melson is the valedictorian of Anacostia High School in Washington, D.C. She's always excelled at her homework — but for the past six years, she hasn't had a home to do that work in.","itags":["npr_api","321022595"],"guid":"5610e78c-c5c5-4d6d-af01-8a1c0638f9de","contentencoded":"<p>On Wednesday, Rashema Melson will graduate at the top of her class as the valedictorian of Anacostia High School in Washington, D.C. She's headed to Georgetown University this fall on a full scholarship.</p><p>Melson has excelled at her homework — but for the past six years, she hasn't had a home to do that work in. She currently lives in the <a href=\"http://wamu.org/programs/metro_connection/14/05/30/inside_dc_general_a_tour_of_the_citys_largest_homeless_shelter\">D.C. General homeless shelter</a>, along with her mother and two brothers. The shelter houses up to 300 adults and 500 children and has <a href=\"http://www.washingtonpost.com/local/100-rally-at-dc-general-homeless-shelter/2014/06/03/7736b530-eb4b-11e3-93d2-edd4be1f5d9e_story.html\" target=\"_blank\">come under scrutiny</a> for its poor conditions.</p><p>Melson, 18, tells NPR's Audie Cornish that after school, a typical night involves reluctantly heading back to the shelter around 9:30 p.m.</p><p>\"I try to stay out as late as possible,\" she says. \"I wouldn't say it's my favorite place.\"</p><p>Among the many frustrations of shelter life are long security checks and noise. Because of the second, she would often wake up in the middle of the night just to do her homework in peace. Melson says she didn't keep her homelessness a secret from classmates — but didn't offer up the information either.</p><p>\"I don't like sharing with kids because they start to pity you or they start to look at you in a different way,\" she says. \"And I feel like, 'Hey, I'm just like the rest of you. I come in to get an education.' \"</p><p>Even Melson isn't sure how she's managed to successfully juggle school (a 4.0 GPA), athletics (cross-country, track, volleyball) and homelessness. \"I just know when I have a goal, I try not to let anything get in the way,\" she says.</p><p>That goal, even before becoming homeless, has been to graduate from medical school and become a forensic pathologist. She says her father's murder when she was a baby inspired her to pursue the career.</p><p>But it's never been easy.</p><p>\"Along the way, we stumbled and we started struggling as a family,\" she says.</p><p>When those struggles began, she considered quitting sports and getting a job. But her coaches and teachers convinced her otherwise.</p><p>\"They were just like, 'Don't worry, you're doing the best you can — keep it up, just do what you have to do,' \" she says. \"They were always there for me. They took a lot of stress from my mind.\"</p><p>But she says she still worries about what will happen to her family after she heads off to college in the fall, even if the campus is just a few miles away. She's hopeful her younger brother, who's 14 years old and a talented athlete, will continue to find a haven in sports.</p><p>In the meantime, she has advice for other homeless kids: Don't let your situation define you.</p><p>\"I would just say keep your head up because you never know what's going to happen,\" she says. \"You just have to have hope and faith and don't let it change who you are. Don't become ashamed and don't be embarrassed. And just know who you are inside. Because you live in a shelter — that's not who you are, that's just where you reside at for the moment.\"</p><p>She says it's the best advice she can give; it's what she tells herself.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+The+Head+Of+Her+Class%2C+And+Homeless&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321053982-a661a1.m3u?orgId=1&topicId=1003&ft=3&f=321022595"},{"href":"http://media.npr.org/assets/img/2014/06/11/rashema-1-8055edf6e889637f0ca22e4516ff40a04ff95758.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}