{"created":"2015-02-16T18:11:50+00:00","modified":"2015-02-16T22:30:10+00:00","valid":{"from":"2015-02-16T22:30:10+00:00","to":"3015-02-16T22:30:10+00:00"},"hreflang":"en","guid":"56117c30-fee8-4b3b-a924-69df534af2e3","title":"This German activist who worked with skinheads and neo-Nazis is now trying to de-radicalize young Muslims ","published":"2015-02-16T22:30:04+00:00","byline":"Matthew Bell","teaser":"Security officials in Germany say radical Islamic extremists are trying to recruit German youths for violent jihad in Syria and Iraq. A team of German social workers aims to de-radicalize Muslims, one young person at a time.","tags":["Belief","Lifestyle & Belief","Berlin","Europe","Germany","Thomas Mücke","Denis Cuspert","Abu Talha al-Almani","Islamism","Islamic terrorism","Extremism","Radicalization","ISIS","rap"],"contentencoded":"<p>After the attacks in Copenhagen over the weekend and last month's deadly rampage in Paris, authorities all over Europe are ramping up the fight against radical Islamist extremists.</p>\n<p>German authorities say up to 600 of their nationals have joined the fight in Syria and Iraq. There is great concern about the possibility they might return to Germany and continue their violent jihad. Young people from Germany’s large Muslim immigrant communities are particularly vulnerable, experts say, to the kind of radical Islamic vision spread by groups like ISIS.</p>\n<p>Last week, the US State Department named Denis Cuspert, a German, a “specially designated global terrorist.” That means he could be a target for US intelligence operations. Cuspert grew up in Berlin. His African father left home when he was young, and he was raised by his German mother and American stepfather. Cuspert was in and our trouble as a young man. Eventually, he had some success in the rap industry.</p>\n<p>Cuspert went by the name Deso Dogg as a hip-hop recording artist. Now he's said to go by the name of Abu Talha al-Almani. And he's believed to have left Germany and made his way to Syria. According to US officials, the 39-year-old is an active member and recruiter for ISIS.</p>\n<p>An online video posted earlier this month appears to show Cuspert speaking in German and urging Muslims to leave Europe and join the so-called Islamic State caliphate. He says, “come and enjoy life under the flag of ISIS, ... [where] you can be a martyr and enter paradise. ... Come by plane, by car, train, by bicycle! Just come!,” he goes on to say.</p>\n<p>This type of message is what Thomas Mücke is up against. He runs a Berlin-based organization called the Violence Prevention Project. Mücke has been working with young people in Germany — trying to steer them away from extremism — his whole professional life.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1836\" width=\"3264\" alt=\"Thomas Mücke says it doesn&amp;#039;t take long for a young person to become radicalized, but reversing the process takes time and effort. \" title=\"Thomas Mücke says it doesn&amp;#039;t take long for a young person to become radicalized, but reversing the process takes time and effort. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/IMG_4642.jpg\" /><div class=\"field-caption\">\n    <p>Thomas Mücke says it doesn't take long for a young person to become radicalized, but reversing the process takes time and effort.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p>“Around 2006, 2007, we were working in prisons with neo-Nazis,” he told me at his home outside the German capital. “We saw there was a new problem with religiously motivated radicalism. So, we started engaging these people.” </p>\n<p>The problem with radical Islam in Germany seemed to get a lot worse about a year and a half ago, Mücke said. Extremist preachers and their followers are exploiting young Muslims, he said, who might not have much direction in life or might feel alienated by mainstream German society.</p>\n<p>Mücke has a team of about 50 social workers. Many of them come from Muslim immigrant families. They meet face-to-face with young men and teenagers in prison, at schools, on the street or at mosques. And they end up talking a lot about religion.</p>\n<p>“This is what the radicals tell people, ‘There’s the enemy. Follow us. And you’ll automatically be on the right side,’” Mücke said. They give people a sense of absolute truth, he said.</p>\n<p>“Our Muslim counselors help [young people] think differently,” Mücke explained. “What we want to do is get young people thinking again, with their own minds. That way, they won’t let others make decisions for them.”</p>\n<p>In this way, Mücke said working with youth at risk of being radicalized by Islamic extremism is very similar to working with wannabe neo-Nazis. It just takes time and patience, he said. Typically, counselors need at least a year or two to make real progress. And he said people in Germany’s Muslim immigrant communities are well aware of the problem.</p>\n<p>“From the moment we open up a telephone line, or put an ad in the newspaper, we get a huge number of people calling to ask for help. It’s usually the parents who realize that their kids are gone, or their behavior is changing dramatically. And the parents often don’t know where else to get help,” Mücke said.  </p>\n<p>The Internet is a powerful recruitment tool, Mücke conceded. Young, impressionable Muslims can go online and find all sorts of extremist propaganda. But he believes this sort of thing is usually not sufficient to fully radicalize someone.</p>\n<p>“These people are looking for a community,” Mücke said. And if the one they happen to find at a certain stage in life is dedicated to Islamic extremism, that could seal their fate. Mücke added that it’s impossible to de-radicalize certain types of individuals.</p>\n<p>“There is a certain group of intellectuals,” he said. “They <em>want </em>this radical Islamic ideology. They want <em>power</em>. They’re megalomaniacs.”</p>\n<p>“Another group is just full of hate. These people are looking for an outlet to carry out violence. Neither of these groups are followers. So, they’re not our focus. We work with the followers — the people who might be taken advantage of. This is the only group we can reach.”</p>\n<p>Mücke has his work cut out for him. He said German authorities reckon there is a network of about 6,000 radical Islamists spreading their violent ideology in Germany. But Mücke said there is no choice.</p>\n<p>“The people recruiting kids — 13, 14, 15 years-old, to leave Germany and go fight with groups like ISIS,” he said, “They are war criminals.\"</p>\n<p>And Germany needs to “use all means necessary” to put a stop to it, he said.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-16%2Fgerman-activist-used-work-skinheads-and-neo-nazis-now-he-s-trying-de-radicalize&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02162015_05.mp3"},{"href":"http://www.pri.org/file/0216201505mp3"}]}