{"created":"2015-06-03T21:58:12+00:00","modified":"2015-06-09T17:05:15+00:00","valid":{"from":"2015-06-09T17:05:15+00:00","to":"3015-06-09T17:05:15+00:00"},"hreflang":"en","title":"How To Make A Living In Cash-Poor Zimbabwe","published":"2015-06-03T23:01:00+00:00","teaser":"The country's in crisis. But Fortunate Nyakupinda manages to earn a living by selling secondhand clothes. Although she'll be the first to tell you: A $10 profit disappears in a flash.","itags":["npr_api","411735434"],"guid":"561470b9-2f62-4228-ae30-959d8d41d066","contentencoded":"<p>On May Day, Zimbabwe's information minister, Jonathan Moyo, posted a bleak tweet, listing what he described as his country's triple challenge after the economic crash of 2007-2008: \"We've workers without work, we've lost the sense of labour value and we lack a strategy to create wealth.\"</p><p>Zimbabweans lament that life is tough and everything is expensive in their U.S. dollar-based economy.</p><p>So how do people get by?</p><p>In Copacabana, an area of downtown Harare, the capital city, people are eking out a living, literally on the sidewalks. Vendors sell everything you can imagine, from piles of tomatoes and sweet potatoes to long stalks of sugarcane to used clothes and shoes, all laid out by the roadside.</p><p>Fortunate Nyakupinda parks her car about half a mile away from the hubbub at Copacabana. Her livelihood fills and covers her parked hatchback. She sells used clothing. The first thing that strikes you is her big smile and big laugh. <br /> <br />\"Yah, I'm earning a living,\" she says. \"We get profit — a little bit profit, yah. So I can pay my rent, even buy food for my kids, and I can even pay five dollars for fuel to juice my car.\"</p><p>The 30-year-old mother of two is clearly a born businesswoman. She stacks the neatly-folded shirts and pants at the back of the car, some sitting on a wooden shelf. Jeans and jackets cover the hood and the windscreen.</p><p>\"These shirts are plain for church. These checked, it's for the farmers,\" she says about her inventory. \"And those ones for going to work. Every man can come and buy. Everyone. You can see it's stylish. This one's an African attire — yah!\"</p><p>It's a way to earn money with high unemployment and a stuttering economy, says Nyakupinda. She specializes in men's clothes, because she says women are too fussy and haggle over prices.<br /> <br />\"They like clothes, but they are stingy,\" she says and laughs. \"They complain too much, and they want discount.\"</p><p>A friend encouraged her to get into the used clothes business about two years ago. They travel across the border to Mozambique to buy used clothes by the bale from dealers in the port city of Beira for about $250 per bale. Zimbabwe is landlocked.</p><p>\"Eiiiiiiiiiiiiii, I was inspired by my friend to go. She said, 'Let's go to Mozambique and buy these bales. They are cheap and the clothes they are very strong.'\"<br /> <br />New clothes are pricey, and many Zimbabweans can't afford them in a country that used to produce quality cotton. <br /> <br />\"There is no more industry in Zimbabwe,\" Nyakupinda says. \"So if we sell these clothes at a very cheap price, people will come and buy.\"<br /> <br />Zimbabwe jettisoned its currency after the economic crash. Today, the country relies on the U.S. dollar. Nyakupinda says life is expensive, and money for a family just disappears.</p><p>\"Everything in Zimbabwe now is very difficult,\" she says. \"Even to get a dollar ... I must plan.\"</p><p>Nyakupinda shies away from talking politics. Asked who's to blame for Zimbabwe's economic problems, she just counts on her fingers what she would get for $10.</p><p>\"How can I use this $10? Three dollar can buy cooking oil. Left with seven dollar. Dollar you can buy bread. Then left with six dollar. A dollar again maybe kids, they want some chips. Now you're left with five dollar. You want bread. You're now left with four dollar. You want fuel for the car. That ten dollar is finished.\"</p><p>She says, \"Every day, maybe you need $20, every day, so that you can survive in Zimbabwe. You need sugar for the tea, you need mealie meal. Ah, it's hard.\"</p><p>Nyakupinda's focus is on boosting her business. <br /> <br />\"We are many here, so the competition is very high now,\" she says. \"I'm doing good business, but it's now very tough. Yeah, I'm feeling proud of myself.\"</p><p>As we're chatting, business is brisk. Naomi Mutonodza has come back to Nyakupinda's car trunk-store to change a pair of trousers she bought for her husband that didn't fit.</p><p>\"Yes, I'm a customer here, because you know what, I'm very comfortable to come here and buy here,\" Mutonodza says, \"because the people here, the salesladies here, they're very cheerful. Very cheerful, nice girls here. This is my place.\"</p><p>Mutunodza says the practice of buying from the back of a vendor's car started \"because the prices are very comfortable. And very nice things — good trousers and good shirts, yah. Good quality yes. Yah. Very satisfied. Very satisfied. Thank you.\"</p><p>Eyes twinkling, Fortunate Nyakupinda smiles broadly as she listens to another happy customer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Make+A+Living+In+Cash-Poor+Zimbabwe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ofeibea Quist-Arcton","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411783643-84c686.m3u?orgId=1&topicId=1017&d=253&p=2&story=411735434&t=progseg&e=411666402&seg=11&ft=nprml&f=411735434"},{"href":"http://media.npr.org/assets/img/2015/06/03/img_1456-3-167e902ca4cbbb9aa729f83397f7099009edd9fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1497","width":"1996"}}]}