{"created":"2014-10-08T16:03:33+00:00","modified":"2014-10-31T02:03:38+00:00","valid":{"from":"2014-10-31T02:03:38+00:00","to":"3014-10-31T02:03:38+00:00"},"hreflang":"en","title":"Son Of? Bride Of? Cousin Of? How Many Godzillas Are There, Already?","published":"2014-05-16T00:18:00+00:00","teaser":"Bob Mondello reviews the latest in a long line of Godzilla movies, this one with Bryan Cranston and other actors who take a back seat to digital tricks as everyone's favorite monster stomps again.","itags":["npr_api","312711614"],"guid":"56247085-fde1-47e4-8889-58d01d505160","contentencoded":"<p>The world has already seen 28 Godzilla movies — 29, if you count Roland Emmerich's 1998 Hollywood remake (which most of us don't). So why is another one opening this week?</p><p>Well, the fiduciary logic is no doubt compelling if you're a studio executive — even that widely derided '90s version made $379 million — but for the rest of us, director Gareth Edwards needs to make a case. He starts in the opening credits, by letting you know that everything you think you know about this story is suspect. The background is black-and-white footage of atom bomb tests from the 1940s and '50s — the time Godzilla originally surfaced; the foreground, movie credits. But as soon as each credit comes up, it's redacted: words blacked out, censored as if to say the audience lacks security clearance. Something has been kept from us.</p><p>Flash forward to 1999, when earnest scientists Ken Watanabe and Sally Hawkins come across a mysterious radioactive exoskeleton in the Philippines, at about the moment that trouble surfaces at a Japanese nuclear facility. A seismic disturbance — think of it as a bug in the system — destroys the reactor, giving the authorities an excuse to keep everyone away from it for the next 15 years, including a hysterically shock-haired Bryan Cranston, who lost his wife (Juliette Binoche) in the reactor meltdown and who's now convinced that the powers that be are hiding something.</p><p>I won't describe what they're hiding, except to say that it's not Godzilla. But it is big, and feeds on radiation, so if you come at it with nuclear weapons, it thinks you're just serving snacks. Oh, and it emits electromagnetic pulses that knock out all things technological. Nifty critter, about to escape. Fortunately for humanity, the navy's on hand to give it an acronym.</p><p>\"M.U.T.O.,\" intones Admiral David Straithairn with more seriousness than you might expect. \"Massive Unidentified Terrestrial Organism,\" adding parenthetically that it has ceased being terrestrial and is airborne and headed across the Pacific.</p><p>So the navy follows, and on the way, it finds Godzilla — or rather Godzilla finds it, and swims along with the fleet like a whale among minnows all the way to that tough-luck town, San Francisco, which has only just shaken off the critters from <em>Pacific Rim</em>. At least you know the burg can bounce back from a good trampling.</p><p>Director Edwards got this job after making a creative little indie called <em>Monsters,</em> on which he <em>had</em> to be creative because his entire budget was less than half a million dollars. Here, his <em>effects</em> budget is more than 200 times that, so it's nice that he's still bothering to be inventive — offering nods to previous Godzilla movies here and there, reflecting real-life environmental concerns just often enough to erase any vestigial memories of Roland Emmerich's 1998 version, and doing a lot of clever visual storytelling through windshield wipers, or freshly gaping holes in trains, or on video screens with wildly understated headlines like \"Crisis in Vegas.\" He also finds very pretty ways to put viewers in the middle of a parachute jump past snarling, 350-foot critters.</p><p>Does it matter that the onscreen folks doing the parachuting, including <em>Kick-Ass</em>'s seriously buffed-up Aaron Taylor-Johnson, who's ready to defuse bombs at the drop of a skyscraper, aren't nearly as interesting as the tricks he's using to tell their story? Well, we haven't come to see them, really. We're here to see the film's leading lizard, who is pretty gorgeously realized by an army of digitizers, even if he seems just a bit-player in his own movie for the first hour or so.</p><p>Fans will very likely think that in the second hour he makes up for it, chewing the scenery with enough enthusiasm that it almost doesn't matter that it's digital, and hence, not very nourishing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Son+Of%3F+Bride+Of%3F+Cousin+Of%3F+How+Many+Godzillas+Are+There%2C+Already%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312832930-b2e300.m3u?orgId=1&topicId=4467349&ft=3&f=312711614"},{"href":"http://media.npr.org/assets/img/2014/05/15/gz-fp-010r-cf8f05eaf008c7d571bb3c0fff963208f7feb5ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3335","width":"4452"}}]}