{"created":"2015-04-01T07:55:14+00:00","modified":"2015-06-05T15:27:43+00:00","valid":{"from":"2015-06-05T15:27:43+00:00","to":"3015-06-05T15:27:43+00:00"},"hreflang":"en","title":"Engineer Turned Cabbie Helps New Refugees Find Their Way","published":"2015-04-07T15:55:00+00:00","teaser":"Omar Shekhey left engineering to start a nonprofit that helps refugees navigate their new lives near Atlanta. He also drives a cab — and often gives the money to families to help them settle in.","itags":["npr_api","392767067"],"guid":"562d9536-14b0-43d3-92e0-7218d134de65","contentencoded":"<p><em>This story is part of an occasional series about individuals who don't have much money or power but do have a big impact on their communities.</em></p><p>Almost 70,000 refugees — victims of war, hardship and persecution — are allowed into the U.S. each year. But settling into their new homes can be a challenge, from learning English to figuring out how to turn on the dishwasher.</p><p>Omar Shekhey says he's there to help. The Somali-American drives a cab at night, but during the day, he runs the nonprofit <a href=\"http://www.somaliaccatl.org/\">Somali American Community Center</a>, based in Clarkston, Ga.</p><p>Clarkston, a small town outside of Atlanta, is sometimes called the <a href=\"http://www.npr.org/blogs/pictureshow/2012/05/24/153573038/100-words-in-clarkston-ga-a-modern-day-ellis-island\" target=\"_blank\">\"Ellis Island of the South</a>.\" <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/09/25/349517470/liberian-expats-in-atlanta-join-together-to-fight-ebola\" target=\"_blank\">Several thousand refugees live there</a>, resettled by the U.S. government from Somalia, Burma, Bhutan, Iraq, the Democratic Republic of Congo and other hot spots around the world.</p><p>Shekhey and his small staff pick up where the resettlement agencies leave off, he says, helping refugees feel at home. \"We are like soldiers. We go do whatever's needed. No time sheets, no nothing. Just go.\"</p><p>And Shekhey, 55, seems to go nonstop, taking phone calls about potential jobs for refugees, helping people with government forms or organizing a community dinner between refugees and local Jewish teens. There's a steady stream of people seeking help at the center, a small office tucked in a strip mall with shops like Al Muhajaba Clothing Store and Halal Pizza and Cafe.</p><p>When he's not behind his desk, Shekhey is behind the steering wheel of his taxicab. He drives the yellow minivan at night and on weekends to earn extra money, which he often gives to refugees to help them with food, clothing or paying a bill.</p><p>During the day, he uses the cab almost like a company car. He ferries about refugees who have no other transportation, or picks up a boy from school to help out his working mother. Shekhey also makes frequent house calls, checking up on refugee families to see if they need any help.</p><p>Shekhey says many of the refugees are single mothers. Their husbands were killed in wars or other violence. Most of the families spent years, even decades, in refugee camps before coming to America and have lost everything. Shekhey says they're now trying to build new lives, working at nearby chicken-processing plants and factories.</p><p>\"It's a tough life, but at the end of day they are better off [than] where they were,\" he says. \"They were in a camp where they didn't have [a] future for their kids. So, this is the American dream. You have to work for everything, and communities have to help each other. That's the way we build dreams.\"</p><p>Shekhey's dream was to be an engineer. He came to the U.S. from Somalia in the early 1980s to earn a degree at Georgia Tech. He then became a U.S. citizen. But when the Somali civil war broke out in the 1990s, his focus changed, he says, and he brought his parents to the United States to live with him.</p><p>His mother told him that she and his father were terrified every time he left the house, because they were helpless without him.</p><p>\"That kind of touched me,\" he says. \"I knew that there were families like mine who didn't have a son like me.\"</p><p>So Shekhey gave up his engineering career and started the community center. First he used up all his savings; now he gets some government grants.</p><p>\"Omar and his staff and what they've accomplished is just very inspiring,\" says Lexie Linger, community engagement coordinator at <a href=\"http://newamericanpathways.org/\">New American Pathways</a>, a nonprofit refugee resettlement agency in Georgia.</p><p>Linger says groups like hers rely on people like Shekhey to help refugees integrate into the community. Sometimes refugees prefer getting help from someone who speaks their language or knows firsthand how difficult it can be to feel at home in a new country, she says.</p><p>Shekhey is a tall, gentle man, who often seems to be on the edge of exhaustion. He says many of the refugees get discouraged. Some think that he should just be writing checks to them from the grants he receives, he says. He has to explain that's not how things work in America.</p><p>The biggest obstacle refugees face isn't language or poverty, he says, but their own unrealistic expectations. \"Expectation that America is a perfect nation,\" he says. \"But ... it's not heaven. It's a [bumpy] road. Everything, you have to work for it.\"</p><p>Shekhey sees it as his job to help them over the bumps.</p><p>Every day, Shekhey picks up refugee children at their apartments to take them to the center's after-school program. At one stop, a worried-looking father approaches the taxi with some papers in his hand; people are constantly stopping Shekhey to ask for help.</p><p>The man speaks Somali and is confused by a letter he just received. Shekhey explains that it's about food stamps, and that the government needs more information or the family's benefits will be cut off.</p><p>Shekhey says it's the adults who have the hardest time adjusting, not the kids. The children in his cab arrived from Africa less than a year ago. The little girls wear brightly colored head scarves, or hijabs. One boy has plastic sandals on, even though it's freezing outside. But when they start singing \"Let It Go\" from the Disney movie <em>Frozen</em>, they sound like kids in the backseat of any American car.</p><p>Shekhey says he's very proud of these kids. He and his staff will spend the next two hours helping them with their English-language homework, something their parents aren't able to do.</p><p>\"This is beautiful. This is what it's all about. Helping these kids,\" says Shekhey. \"They're going to finish high school before you know it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Engineer+Turned+Cabbie+Helps+New+Refugees+Find+Their+Way&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"318"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396757529-cc496d.m3u?orgId=1&topicId=1091&aggIds=396627754,130593764&d=318&p=3&story=392767067&t=progseg&e=396757433&seg=11&ft=nprml&f=392767067"},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0190edit-47cc9549b69011efbbf266ae339d5f61cc86e01a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1937","width":"2905"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0295edit-56eba2bc158fbdf70b5336656a281e4287d483a3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1913","width":"2870"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0396edit-0c72fa12cab1d2e0ea4e378b94c60d5a76611c23.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1859","width":"2788"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0789edit-7072e270a589c07adf32606cf655df2a50c79ebd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1827","width":"2740"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0851edit-d52a3078fc101c0fe7dd26e454be45ad720e05ef.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_0885edit-4257354cb54092de80987e66c2ad6a7f1e5a2839.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1839","width":"2758"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_1046edit-f097bd5080314adfbe12c3588f13abaeb1ffcfe9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1967","width":"2950"}},{"href":"http://media.npr.org/assets/img/2015/03/18/150305_npr_omar_shekhey_1108edit-ecbf142250f7c06b52270aa7f72d2ba4ef9a0042.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1795","width":"2692"}},{"href":"http://media.npr.org/assets/img/2015/03/20/mama-amina-027296c8d4910bf47d595bcb226494c2c747f09e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"858","width":"1144"}}]}