{"created":"2015-02-20T21:47:16+00:00","modified":"2015-05-13T21:14:23+00:00","valid":{"from":"2015-05-13T21:14:23+00:00","to":"3015-05-13T21:14:23+00:00"},"hreflang":"en","title":"The Oscars Are Coming, With 1  Big Hit And Few Close Contests","published":"2015-02-21T03:43:00+00:00","teaser":"Linda Holmes and movie critic Bob Mondello sit down with Audie Cornish to talk about the upcoming Oscars.","itags":["npr_api","387519459"],"guid":"563ef25e-5535-4203-9346-f3653366fa9f","contentencoded":"<p>On today's <em>All Things Considered</em>, NPR film critic Bob Mondello and I have a chat with Audie Cornish about the inevitable, inscrutable Oscars.</p><p>There are eight films up for best picture this year: <em>American Sniper, Whiplash, The Grand Budapest Hotel, The Imitation Game, The Theory of Everything, Birdman, Boyhood </em>and <em>Selma</em>. Of these, <a href=\"http://www.npr.org/2015/01/23/379130915/american-sniper-exposes-unresolved-issues-about-the-iraq-war\" target=\"_blank\">exactly one</a> is a giant popular hit. And it's not the one that oddsmakers will tell you is going to emerge with the victory. In fact, there's a distinct absence of races this year that are perceived to be especially close. So with mostly small-box-office films and mostly contests that seem to have clear winners, what's to watch on Sunday?</p><p>Well, host Neil Patrick Harris, our Official Host Of Lots Of Things, for one. He's done the Emmys and the Tonys and probably spends his Sunday nights hosting impromptu awards ceremonies for his family, but this year, he's getting the big stage for the first time.</p><p>Meanwhile, we'll be on Twitter, like much of the rest of the world, using the hashtag #NPROscars.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Oscars+Are+Coming%2C+With+1++Big+Hit+And+Few+Close+Contests&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"480"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387823008-f18015.m3u?orgId=1&topicId=1048&d=480&p=2&story=387519459&t=progseg&e=387805133&seg=17&ft=nprml&f=387519459"}]}