{"created":"2014-09-19T19:45:25+00:00","modified":"2014-10-08T21:07:48+00:00","valid":{"from":"2014-10-08T21:07:48+00:00","to":"3014-10-08T21:07:48+00:00"},"hreflang":"en","title":"In The Land Of Razor Clams, Dinner Hides Deep Within The Sand","published":"2014-04-23T17:49:00+00:00","teaser":"Clam digging satisfies that primeval urge to go out into nature and find free food. And inveterate Washington state clam diggers admit they compete to get their daily limit of 15 clams.","itags":["npr_api","304574150"],"guid":"563fb8ab-f720-462e-b376-a32865608384","contentencoded":"<p>As soon as you drive into town, it's pretty clear that Long Beach, Wash., is all about the razor clam. The first clue is the giant frying pan. It's 14 feet tall and a relic of the clam festivals of the 1940s. And then there's the clam statue that spits when you insert a quarter.</p><p>But if you really want to see how much people here love their clams, you'd have to be like Karen Harrell and get up before dawn and drive out onto the blustery beach to go clam digging.</p><p>Harrell is one of hundreds of people already out on the beach, just ahead of the low tide, tramping around in rubber boots. Her husband, Ron, points out the telltale dimples in the wet sand.</p><p>\"See that one? See how it went down?\" he says. \"See him squirt and go down?\"</p><p>Ron goes after it with a clam gun, which, if you've ever been clam digging, you know isn't so much a gun as it is a tube with a handle.</p><p>\"You push it on down over the clam,\" Ron says. \"And then you put your finger on the hole on the top, and it creates a suction. And as you pull, it just sucks all the sand up.\"</p><p>And chances are, that tube of sand will contain a clam as big as your hand.</p><p>Plastic guns cost $15, or you could pay more than $100 for the fancy ones. On this beach, you'll sometimes see an heirloom.</p><p>The one Andi Day uses has been in her family for more than 40 years. Day, who works for the local visitor's bureau, says her grandfather made it for her grandmother around 1974.</p><p>The gun is welded stainless steel, but the handles are wooden — that's a special touch. \"The hands don't get cold,\" she says. \"It keeps your hands warm.\"</p><p>Once you've got a good clam gun, even the kids can catch dinner. Heck, they can catch several dinners.</p><p>Fifteen clams is the daily limit, and around here, that's a magic number. When friends bump into each other on the sand, the first thing they ask is, \"Did you get your limit?\"</p><p>Inveterate clam digger Jim Neva admits it's kind of a race. \"It's a guy thing. You want to be the first to get your limit, you want to get the biggest ones,\" he says. \"You want to be down there washing your limit off when somebody else has got only one or two in their sack.\"</p><p>Clam digging also satisfies that primeval urge to go out into nature and find free food.</p><p>\"To me, when I open the freezer door, and I see all those stacks of clams, it's like going to your safe deposit box and looking at your collection of gold bullion,\" Neva says with a laugh.</p><p>He says he gives most of his frozen clams to family because \"the freezer is where food goes to die.\"</p><p>Like Neva, most people freeze their clams for later. Others smoke them and \"can\" them in jars.</p><p>Clamming is what separates old-time Washingtonians from the newbies, especially on the Pacific Coast. On the Long Beach Peninsula, locals talk about digging clams as being \"in the blood,\" and they reminisce about long lazy evenings of bonfires and family fun on the beach.</p><p>But clambakes are not so common, at least not in the spring. In the Northwest, the Pacific tends to spit at you a lot more than any angry clam. So the clams are cooked indoors.</p><p>And as for cooking them, there isn't a single recipe that's typical of Long Beach. Every family has its own preference. The <a href=\"http://longbeachrazorclamfestival.com/\">Razor Clam Festival </a>traditionally focuses on clam fritters, but that may be because giant fritters lend themselves to giant frying pans.</p><p>There's also talk of rolling them in Ritz Cracker crumbs and frying them. But purists just sauté the fresh clams in olive oil with a pinch of salt and pepper (and, for the citified types who've spent too much time in Seattle, garlic and cayenne). If the heat is high and you cook them quickly, they're as tender as the best calamari.</p><p>But this all went away for a while. Too much digging caused the clam population to collapse a few decades back. That's one reason they stopped needing that giant frying pan.</p><p>Tighter regulation has allowed the clams to rebound — a lot. The town even brought back the annual Razor Clam Festival — and another giant frying pan. The festival is this weekend, and organizers have drafted Neva to teach digging basics to an army of visiting newbies.</p><p>First lesson: Do <em>not</em> turn your back on the ocean. There's nothing more embarrassing than having a clam in your hand — and letting it get away.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Land+Of+Razor+Clams%2C+Dinner+Hides+Deep+Within+The+Sand&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304574151-353593.m3u?orgId=1&topicId=1053&ft=3&f=304574150"},{"href":"http://media.npr.org/assets/img/2014/04/18/clam_04-d1353d130140764e466c9a722727a1509a38cac8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/04/18/clam_01-c476455adcc6da523b6261b91895cc7de0e6856b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}},{"href":"http://media.npr.org/assets/img/2014/04/18/clam_02-d72db941e4f12fd908b0415382565bb5d94952a5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3263"}}]}