{"created":"2014-09-29T17:05:19+00:00","modified":"2014-12-04T14:33:34+00:00","valid":{"from":"2014-12-04T14:33:34+00:00","to":"3014-12-04T14:33:34+00:00"},"hreflang":"en","title":"Hospitals To Pay Big Fines For Infections, Avoidable Injuries","published":"2014-06-30T13:32:00+00:00","teaser":"Starting this fall, 25 percent of all U.S. hospitals — those with the worst records for infections and injuries — will lose 1 percent of every Medicare payment for a year.","itags":["npr_api","323998618"],"guid":"5641e650-f9d6-41a4-b3dd-280d826ba532","contentencoded":"<p>Medicare is preparing to penalize about 750 hospitals that have the highest rates of infections and patient injuries. The sanctions, estimated to total $330 million over a year, will kick in at a time when most infections and accidents in hospitals are on the decline, but still too common.</p><p>In 2012, 1 out of every 8 patients nationally suffered a potentially avoidable complication during a hospital stay, the government <a href=\"http://innovation.cms.gov/Files/reports/patient-safety-results.pdf\">estimates</a>. Even infections that are waning are <a href=\"http://www.npr.org/blogs/health/2014/03/26/294720566/1-in-25-hospital-patients-picks-up-an-infection-there\">not decreasing fast enough</a> to meet targets set by federal health officials. Meanwhile, new strains of antibiotic-resistant bacteria are making infections much harder to cure.</p><p>Dr. Clifford McDonald, a senior adviser at the federal Centers for Disease Control and Prevention, says the worst performers \"still have a lot of room to move in a positive direction.\"</p><p>Starting in October, a quarter of the nation's hospitals — those with the worst rates — will lose 1 percent of every Medicare payment for a year. In April, federal officials released a preliminary analysis of which hospitals would be assessed — they identified 761. When Medicare sets final penalties later this year, that list may change because the government will be looking at performance over a longer period than it used to calculate the draft penalties. (The full list of preliminary hospital scores is available <a href=\"http://www.kaiserhealthnews.org/Stories/2014/June/23/patient-injuries-hospitals-Medicare-Hospital-Acquired-Condition-Reduction-Program.aspx\">here</a>.)</p><p>The Hospital-Acquired Condition Reduction Program, created by the 2010 health law, is the third of the mandatory <a href=\"http://www.medicare.gov/hospitalcompare/linking-quality-to-payment.html?AspxAutoDetectCookieSupport=1\">pay-for-performance</a> programs established under federal health law. The first levies penalties against hospitals with <a href=\"http://www.npr.org/blogs/health/2012/08/13/158711121/thousands-of-hospitals-face-penalties-for-high-readmission-rates\">high readmission rates</a>, and the second <a href=\"http://www.kaiserhealthnews.org/stories/2013/november/14/value-based-purchasing-medicare.aspx\">awards bonuses</a> or penalties based on two dozen quality measures. Both programs are in their second year.</p><p><strong>Annual Penalties Add Up</strong></p><p>When all three programs are in place this fall, hospitals will be at risk of losing up to 5.4 percent of their Medicare payments.</p><p>In the first year of the penalties for hospital-acquired conditions, Medicare will look at three measures. One is the frequency of bloodstream infections among patients who had catheters inserted into a vein to deliver antibiotics, nutrients, chemotherapy or other treatments.</p><p>The second measure is the rate of infections from catheters inserted into the bladder to drain urine. Finally, Medicare will examine a variety of avoidable health problems some patients experience in hospitals, including bedsores, hip fractures, blood clots and accidental lung punctures.</p><p>Over the next few years, Medicare will also factor in infections of surgical wounds and the rates of infection by one of two bacteria resistant to antibiotic treatments: <em>Clostridium difficile,</em> known as <a href=\"http://www.cdc.gov/hai/organisms/cdiff/Cdiff-patient.html\">C. diff</a>, and methicillin-resistant <em>Staphylococcus aureus,</em> known as <a href=\"http://www.cdc.gov/mrsa/\">MRSA</a>.</p><p>\"We want hospitals focused on patient safety and we want them laser-focused on eliminating patient harm,\" says Dr. Patrick Conway, chief medical officer of the Centers for Medicare & Medicaid Services.</p><p>Medicare's penalties are going to hit some types of hospitals harder than others. An analysis of the preliminary penalties conducted for Kaiser Health News by <a href=\"http://www.hsph.harvard.edu/ashish-jha/\">Dr. Ashish Jha</a>, a professor at the Harvard School of Public Health, found that publicly owned hospitals and those that treat large portions of low-income patients are more likely to be assessed penalties. So are hospitals that are large, urban or in the West or Northeast.</p><p>According to Medicare records, preliminary penalties were assigned to more than a third of the hospitals in Alaska, Colorado, Connecticut, the District of Columbia, Nevada, Oregon, Utah, Wisconsin and Wyoming. The biggest impact may be on the nation's major teaching hospitals: 54 percent were marked for preliminary penalties, Jha found.</p><p>\"Hospitals that have been working hard to reduce infections may end up in the penalty box,\" says Nancy Foster, vice president for quality and public safety at the American Hospital Association.</p><p>The government takes into account the size of hospital, the location the patient was treated and whether it is affiliated with a medical school when calculating infection rates. But the Association of American Medical Colleges and some experts question whether those measures are precise enough.</p><p><strong>Missed Surgical Nick Triggers Nasty Infection</strong></p><p>Medicare assigned a preliminary penalty to Northwestern Memorial Hospital in Chicago, for instance, but Dr. Gary Noskin, the chief medical officer, says hospitals that are more vigilant in catching problems end up looking worse unfairly. \"If you don't look for the clot, you're never going to find it,\" he says.</p><p>It took, for example, five days for doctors to identify the infection Dorothea Handron picked up when a surgeon unknowingly pierced her bowel in 2009. By the time they operated on her again, she was so weakened that she was placed in a medically induced coma at Vidant Medical Center in Greenville, N.C.</p><p>Under the scores released by Medicare in April, Vidant was assigned a preliminary penalty. Joan Wynn, who is in charge of safety at Vidant, says the hospital has taken many steps to reduce complications. The prospect of penalties is \"difficult when you know how much your performance is improved,\" Wynn says.</p><p>Among its improvements, Vidant has added patients to internal committees and <a href=\"https://www.vidanthealth.com/patientcare/safety/medicalcenter/\">now reveals</a> on its website the total number of medication errors, infections, falls and bedsores that patients at the hospital experience.</p><p>Vidant also asked Handron, who happens to be a retired nursing professor, to tell her experience to the hospital's trustees and to make a video for the medical staff.</p><p>Handron continues to advise the hospital. \"I know they're going in the very right direction,\" Handron says. \"I would have absolutely zero concern about myself or a family member going to Vidant for anything now.\"</p><p>This new effort by Medicare is just the latest campaign to get hospitals to lower rates of injuries to patients. In 2008 Medicare started refusing to reimburse hospitals for the extra cost of treating patients who suffered complications that the hospital could have prevented. A subsequent study by Harvard researchers found <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1202419\">no evidence</a> that the change led to lower infection rates.</p><p>\"With infections, we are moving in the right direction,\" says Lisa McGiffert, who directs the patient safety program at Consumers Union. \"But I would not say we are anywhere near where we need to be.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hospitals+To+Pay+Big+Fines+For+Infections%2C+Avoidable+Injuries&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jordan Rau","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324738308-3a8488.m3u?orgId=1&topicId=1128&ft=3&f=323998618"}]}