{"created":"2015-04-09T07:27:46+00:00","modified":"2015-05-13T21:04:06+00:00","valid":{"from":"2015-05-13T21:04:05+00:00","to":"3015-05-13T21:04:05+00:00"},"hreflang":"en","title":"She's 66 And Finally Getting Electricity. Bring On The Ice Cream!","published":"2015-04-09T20:56:00+00:00","teaser":"Haiti has long relied on NGOs for aid. But the village of Tuffet is now on the grid — and paying for its power. \"It's better when you pay for something,\" a resident says. \"It doesn't go away then.\"","itags":["npr_api","398292887"],"guid":"56770753-d0de-4f37-b935-9fd7a2fc4401","contentencoded":"<p>In the village of Tuffet, a rocky 45-minute drive from the closest city along Haiti's southern coast, several men get down to work in Monique Yusizanna Ouz's rural home. They're wiring up her two-room, dirt floor house with a breaker box, an outlet and a light fixture.</p><p>She's 66 years old, and for the first time in her life, she's going to have electricity.</p><p>Ouz, who has five grandchildren, wants a refrigerator. She wants cold drinks — for herself but also to sell. And she wants ice cream, too.</p><p>\"I'll figure out a way to pay for the electricity because it's better when you pay for something,\" she says. \"It doesn't go away then.\"</p><p>Haiti has long been dubbed the Republic of NGOs because of its heavy reliance on foreign donors and international charities. But Ouz says charities come to the village and end up leaving when they run out of volunteers or money.</p><p>That's why 38-year-old <a href=\"http://www.limyepaw.com/team/\">Duquesne Fednard</a> is bringing a for-profit electricity company to Tuffet. He says Haiti can't survive on philanthropy alone.</p><p>\"You need an economy that is thriving,\" he says, \"where businesses flourish and create jobs, and that's how you grow a country.\"</p><p>Fednard has three businesses now. <a href=\"http://www.limyepaw.com/\">Limye Pa w</a> (Haitian Creole for \"your light\") is the rural electric company. The other two are a data processing service and a company that sells a <a href=\"http://sustainablog.org/2013/07/clean-cook-stove-ecorecho-haiti/\">more efficient version</a> of the charcoal stoves found in nearly every Haitian home. (His model has a special ceramic liner so it uses less charcoal.) He was born in Haiti but left as a teen. In the U.S. he got a master's degree from Columbia University, worked on Wall Street and was a small-business consultant.</p><p>\"A job in the U.S. to me doesn't have the same impact as a job in Haiti,\" he says. \"Because a job in Haiti means that you are helping 10 people for every job.\"</p><p>Through a college buddy, Fednard got Benjamin Shell, a former microfinance loan manager, to come to Haiti and get the electric company going. \"I'd never been to Haiti, I got a really low grade in physics in college, I didn't have any electrical background,\" Shell says with a laugh. \"But I felt confident that I could teach myself.\"</p><p>Like Fednard, Shell subscribes to the same philosophy when it comes to economic aid: A handout is not going to help.</p><p>Which brings us back to Tuffet and the rural electric company — and the cold drinks.</p><p>As school lets out, children stream onto the main dirt road, walking past newly installed wooden utility poles. About 300 families live here. Most are bean and corn farmers. Shell says Haiti's electricity monopoly, Electricite d'Haiti, has been promising Tuffet electricity for the past 50 years.</p><p>\"That's how you get elected in any part of Haiti, especially rural Haiti,\" he says. \"You promise to either bring EDH, electricity or improve the service because it's a chief complaint of anybody anywhere.\"</p><p>If Shell and Fednard's plan works, the town will get that service six days a week, 10 hours a day.</p><p>Shell opens the door to their electric company's new offices, a huge warehouse just off Tuffet's main road. Inside, the duo will put a generator that's going to be the company's linchpin. It will produce the electricity — not on expensive and dirty diesel but with corncobs. It's a <a href=\"http://www.allpowerlabs.com\">biomass gasifier</a>, a new technology that's had success in other developing countries but has never been used in Haiti. The rest of the warehouse is for drying the corncobs the company will buy from farmers.</p><p>\"People are almost as excited about getting to sell their corncobs as they are about getting electricity,\" says Shell.</p><p>Already, 65 people have signed up and have spent 1,500 gourdes, about $35, to get their homes wired. Expectations are high for the day the lights go on.</p><p>Washing clothes at the town's main water well, Carol Macaus says she can't wait. I immediately thought the first thing she and the other half-dozen women here would want is a washing machine. I was wrong.</p><p>Like Ouz, she also wants a freezer so she can sell cold drinks and ice cream. At current estimates, a freezer would cost a family about $25 a month to run.</p><p>People here have long wanted to have their own businesses but they need electricity to do that, says town leader Cherie Paul Andres. \"If you have a freezer you can create your own business,\" he says. \"So when it comes to pay the electricity bill it doesn't have to come out of my pocket.\"</p><p>That's exactly what Fednard and Shell are hoping for. Not only will the electricity boost living standards and help satisfy the thirst for cold drinks, it'll also spark Tuffet's stagnant economy.</p><p>But the day I was with Shell, driving down Tuffet's rocky dirt roads, that dream seemed to be slipping away. He got a call from the group that promised to develop pay-as-you-go electric meters, key to making the company profitable. They told him they definitively couldn't do it.</p><p>After two years of struggling, Shell says maybe it's time to accept that bringing electricity to this part of Haiti just can't be done — at least not by him.</p><p>\"There will be somebody that does it that makes it work in the future, and the work that we've done definitely won't be wasted,\" he says. \"It won't be for nothing.\"</p><p>I left Tuffet a few months ago, not knowing what happened.</p><p>So I call Shell to find out. Turns out, he's still there.</p><p>I could hear a whirling sound coming from the background. \"That's the generator, the gasifier,\" Shell tells me. \"We are using corncobs to make electricity.\"</p><p>Shell found a <a href=\"http://www.lumeter.net/\">new company</a> to make the meters, and 30 families are hooked up to the company's grid and getting electricity. More meters are coming, Shell has hired five more employees and Tuffet has one refrigerator and two freezers running. Cold drinks are now being sold in the village.</p><p>\"We are in business,\" Shell says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=She%27s+66+And+Finally+Getting+Electricity.+Bring+On+The+Ice+Cream%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398458552-9b821e.m3u?orgId=1&topicId=1031&aggIds=130593764&d=376&p=3&story=398292887&t=progseg&e=398458448&seg=12&ft=nprml&f=398292887"},{"href":"http://media.npr.org/assets/img/2015/04/08/img_0546-2-18ace87ac429011ec4a82d60df3fc6e5e408944f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2990"}},{"href":"http://media.npr.org/assets/img/2015/04/08/img_0567-2-9a78e6d2ee0353b494c346dbfc22a802fc681193.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/04/08/img_0563-2-0c31013127e5e7be2a3821b7f97998e29b111f62.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2015","width":"2682"}},{"href":"http://media.npr.org/assets/img/2015/04/08/img_0565-2-fba47be25461b2c9394f72076373dbbec03b6552.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1753","width":"2337"}}]}