{"created":"2014-10-27T23:45:43+00:00","modified":"2014-10-27T23:45:43+00:00","valid":{"from":"2014-10-27T23:45:43+00:00","to":"3014-10-27T23:45:43+00:00"},"hreflang":"en","title":"In Diplomacy, Obama Aims To 'Hit Singles,' Not Swing For Fences","published":"2014-04-29T23:40:00+00:00","teaser":"As President Obama returns from his trip to Asia, he's defending the trip's modest diplomatic accomplishments. He says that, while such efforts may not be sexy, they're better than unforced errors.","itags":["npr_api","308068189"],"contentencoded":"<p>President Obama returned to Washington on Tuesday after a weeklong visit to Asia.</p><p>The four-nation tour was designed to showcase U.S. involvement in the region, but it produced only modest diplomatic developments. And toward the end of the trip, the president offered a modest assessment of his overall foreign policy.</p><p>The Asia trip didn't produce a blockbuster trade deal, or bring an end to North Korea's nuclear threat. The U.S. won a smaller-scale agreement to station military forces in the Philippines. And it polished its newfound ties with Malaysia. This is the kind of workaday diplomacy that President Obama says is not sexy but pays off in the long run.</p><p>\"That may not always attract a lot of attention, and it doesn't make for good argument on Sunday morning shows. But it avoids errors. You hit singles; you hit doubles. Every once in a while we may be able to hit a home run. But we steadily advance the interests of the American people and our partnership with folks around the world.\"</p><p>The ongoing crisis in Ukraine cast a shadow over the trip. Having watched Russia annex Crimea with only limited challenge from the West, Asian allies wanted reassurance the U.S. will support them against any aggressive moves by China. Congressional Republicans, like Tennessee Sen. Bob Corker, have criticized what they say is the administration's tepid response to Russia's moves in Ukraine.</p><p>\"I'm very concerned that as we've seen from this administration on so many tough issues, their policies are always late — after, after the point in time when we could have made a difference in the outcome,\" Corker said on CBS.</p><p>Obama suggests his critics are really calling for a stronger military response, and argues they haven't learned the lessons of the Iraq War:</p><p>\"Frankly, most of the foreign-policy commentators that have questioned our policies would go headlong into a bunch of military adventures that the American people have no interest in participating in and would not advance our core security interests.\"</p><p>David Rothkopf, the editor of <em>Foreign Policy</em> magazine, concedes some of the president's critics are trigger-happy. But he also says Obama is too quick to suggest that sending in the troops is the only possible alternative.</p><p>\"There is something between the catastrophe of the Iraq War and total impotence that is an option for U.S. foreign policy,\" he says.</p><p>Rothkopf would have liked to see the U.S. act more decisively in Syria and Egypt, and on global issues such as climate change. While the president's modest talk of hitting singles partly reflects the experience of five-plus years in office, Rothkopf says there's a danger of setting the bar too low.</p><p>\"He's being realistic, but I think he's also rationalizing where we've ended up in a way that is a little self-serving and not sufficiently demanding of himself or performance from his team.\"</p><p>Obama insists the U.S. will continue to make a difference around the world, using all the tools available to it. But the president was frank this week in citing the limits of U.S. power.</p><p>\"There are going to be times where there are disasters and difficulties and challenges all around the world. And not all of those are going to be immediately solvable by us.\"</p><p>Obama takes seriously the idea that he was elected to end wars, not start new ones. But in his drive to avoid making errors, Rothkopf says, the president also runs the risk of playing it too safe.</p><p>\"I think he's moved into a kind of a mode where he will consider his presidency and its foreign policy to be successful if we don't screw up in a big way like we did during the first term of the Bush administration. And, you know, that's fair. We don't want to go back there. But it may leave some problems on the field for the next president.\"</p><p>This president still has 2 1/2 years, though, in which to refine the Obama Doctrine.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Diplomacy%2C+Obama+Aims+To+%27Hit+Singles%2C%27+Not+Swing+For+Fences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","guid":"567f49e2-cc65-4c05-90e8-992208aa642b","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308068190-c76a81.m3u?orgId=1&topicId=1001&ft=3&f=308068189"}]}