{"created":"2015-06-25T17:04:03+00:00","modified":"2015-07-02T18:30:02+00:00","valid":{"from":"2015-07-02T18:30:02+00:00","to":"3015-07-02T18:30:02+00:00"},"hreflang":"en","guid":"5682ab4d-e530-4fda-8363-1e0b411e5c3d","title":"Worried about radioactive 'Fukushima' fish in the US? Don't be, scientists say","published":"2015-07-02T18:29:59+00:00","byline":"Ashley Ahearn","tags":["Oceanic","Science, Tech & Environment","Seattle","North America","Japan","United States","California","Washington","Pacific Northwest","West Coast","Pete Knutson","Dustin Knutson","Delvan Neville","Kim Martini","Ashley Ahearn","Fish","Fukushima disaster","Tuna","Salmon","YouTube","Radiation","Cesium","Nuclear power","Pacific Ocean","Fukushima Prefecture"],"teaser":"Nearly three years after the Fukushima nuclear disaster in Japan, many consumers in the US remain concerned about radiation in fish from the Pacific Ocean. One Seattle fisherman finally got his fish tested, and found what many scientists have also found: there's nothing to worry about.","contentencoded":"<p>Pete Knutson’s Loki Fish company offers all kinds of salmon products and the Sunday Ballard farmer’s market in Seattle—whole, pickled, smoked, canned—whatever your pleasure.</p>\n<p>Knutson’s been in the business of catching and selling fish for more than 40 years. But recently he had to do something new to meet his customers’ demands: test his fish for radiation.</p>\n<p>Ever since the Fukushima meltdown, Knutson’s son Dylan says, people have expressed concerns.</p>\n<p>\"We had regulars at the U District market,” the younger Knutson says, “and they were saying, ‘sorry we’re not coming by any more.’ It was directly because they were worried about Fukushima.\"</p>\n<p>So the elder Knutson sent seven samples of his Pacific salmon off to a lab.</p>\n<p>When the results came back, he says, “we found that these fish were clean… There were two samples that maybe had a trace of barely detectable, so we feel very good about the results.”</p>\n<p>The barely detectable substance was Cesium. It’s a radioactive isotope that was released in the Fukushima meltdown. But the levels in the fish were hundreds of times below federal safety standards.</p>\n<p>Of course seven fish is a pretty limited sample, but Knutson’s results are in line with other tests of Pacific fish since Fukushima.</p>\n<p>Delvan Neville, a Ph.D candidate in Radiation Health Physics at Oregon State University, has analyzed dozens of samples of albacore tuna caught in the Pacific since the meltdown.</p>\n<p>He says the highest level of radioactive contamination he’s found “is more than 1,000 times lower than the point where the FDA would even think about whether or not they need to let people eat that food.”</p>\n<p>Tuna are top predators, and tend to concentrate any pollutants that are in the food chain. But what Neville’s found are Cesium levels so low he’s comfortable eating his samples.</p>\n<p>Which was actually kind of fun, he says, “because then I was telling people as we were eating at the table what their approximate dose was due to Fukushima from the food they were eating, and it’s this ridiculously small number.”</p>\n<p>Neville has sampled more than 60 fish since Fukushima. The levels of Cesium traced to Fukushima were so low that his lab couldn’t see it at all until he concentrated the samples.</p>\n<p>Kim Martini, an oceanographer at the University of Washington, agrees that the tuna are completely safe.</p>\n<p>“To actually get a harmful dose of tuna you have to eat 2.5 tons of tuna a year,” Martini says. “I really love Tuna, but I don’t love it that much.”</p>\n<p>Numerous other tests since the Fukushima disaster have found the same thing: radiation levels in Pacific fish that are vanishingly small.</p>\n<p>And yet the fear persists, and even grows, fostered in part by supposed “evidence” passed around the web. Sites have sprung up blaming Fukushima for everything from lower sockeye salmon runs in the US to conjoined twin baby whales in Baja.</p>\n<p>Martini points to one video in particular that’s been posted on YouTube that shows a guy named “Dave” sweeping a northern California beach with a Geiger counter that suddenly starts beeping.</p>\n<p>“I’m over background,” Dave says on the video, “The alarm’s going off. Here I am on the beach... There you go. That’s sort of the levels we’re dealing with here…”</p>\n<p>The video, which has more than 700,000 views, prompted California officials to test samples from the beach. They found that the radioactivity was naturally occurring.</p>\n<p>“This is one of the problems,” Martini says. “People are going out with Geiger counters and saying this is Fukushima radiation, but the Geiger counter can measure radiation but it can’t differentiate between different kinds of radiation.”</p>\n<p>You’ll find naturally occurring radioactive isotopes in rock, sand, even in bananas and seawater itself</p>\n<p>That’s not to say that radioactive material from Fukushima isn’t moving east from Japan. And radiation remains a critical local issue there, where radioactive groundwater is still seeping into the ocean.</p>\n<p>But scientists like Martini are confident that the levels of isotopes like Cesium showing up in fish and water on the west coast of North America just aren’t grounds for concern.</p>\n<p>“It’s about 20,000 times less than drinking water standards, Martini says. “We like to say is it’s detectable but harmless.”</p>\n<p>Still, Martini and other scientists have received hate mail, even death threats, for trying to dispel rumors about radioactive pollution from Fukushima.</p>\n<p>“There’s definitely people that you’re never going to convince,” Martini says. “And I’ve actually talked with a lot of these people. We do our best. If you’re really, really convinced, I don’t know what to tell you. The science says it’s ok.”</p>\n<p><em>EDITOR'S NOTE: The audio version of this report incorrectly refers to Pete Knutson’s son as \"Dustin.\" His name is Dylan.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-01-20%2Fworried-about-radioactive-fukushima-fish-us-dont-be-scientists-say&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/012020143.mp3"},{"href":"http://admin.pri.org/file/012020143mp3"}]}