{"created":"2015-03-10T17:21:12+00:00","modified":"2015-03-10T19:50:36+00:00","valid":{"from":"2015-03-10T19:50:36+00:00","to":"3015-03-10T19:50:36+00:00"},"hreflang":"en","title":"Meet The Voice Of Hundreds Of Airports, Subways And Theme Parks","published":"2015-03-10T19:50:00+00:00","teaser":"Carolyn Hopkins started voicing public service announcements back in the 1980s. Her voice can now be heard around the world.","itags":["npr_api","392105211"],"guid":"5683029e-2a37-49e1-8dce-53aa8cdadbd0","contentencoded":"<p>The next time you take a plane, train or find yourself at an amusement park, listen closely to the announcements. Chances are you are listening to the same person.</p><p><strong>Carolyn Hopkins</strong> started voicing public service announcements back in the 1980s and today, she gives travelers notice in hundreds of locations around the world, including LaGuardia Airport, Incheon International Airport, the New York City Subway and the Walt Disney World Resort.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson spoke with Hopkins about her life, career and, of course, her voice.</p><h4>Interview Highlights</h4><p><strong>On how many places use her voice</strong></p><p>&#8220;Oh dear, if I knew I’d be in really high cotton, as they say down south. I know it’s in the range of over 200 airports and I’m in the MTA and CTA and several other smaller transit places, the Staten Island Ferry, you know, various organizations like in Eli Lilly, and big production plants. I’m very good at telling people to get the heck out of a place when it’s on fire.&#8221;</p><p><strong>On how she ended up in this career </strong></p><p>&#8220;I was very lucky. My father had a great voice and I used to imitate him a lot when I was a kid. Course, I didn’t, you know, I couldn’t sound like a man, but my diction was helped by him. And he died young, so I kind of followed in that tradition a little bit.</p><p>&#8220;Then I worked in radio in production, didn’t do on-air. And so, I was working, producing video presentations for industry at the company right next door to a bunch of geniuses, who invented the first computer-controlled sound systems for large institutions. And they said, you can do the voice we want, so come on.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I once was a talking dishwasher.&#8221;<div class=\"pullquoteauth\">&ndash; Carolyn Hopkins</div></p><p></div></p><p><strong>On the first announcements she recorded</strong></p><p>&#8220;I believe the first one was in the RCA Dome in Indianapolis and then the first airport was O’Hare in T5 and I did a ‘move-it-along’ kind of announcement for Typhoon Lagoon in Disney.&#8221;</p><p><strong>On the announcement she makes most often </strong></p><p>&#8220;Of course, the introductions are always very of important: ‘May I have your attention please.’ You know, then you says whatever it is.&#8221;</p><p><strong>On whether it is strange to hear her own voice in public venues</strong></p><p>&#8220;Yes and no. I was in Orange County Airport out in California and I had forgotten that I had done announcements for the curbside. And, whamo, there I was and I kind of laughed, cause it was one of those situations where you kind of knock sideways a little bit.</p><p>&#8220;I’m going to bring my loving husband into this. He was sitting in front of the airport in Louisville, Kentucky, waiting in the car for me and then police officer comes up and say, ‘Buddy, you gotta move. You hear that voice up there, you gotta move.’ And he says, &#8216;Well I don’t pay attention at home, why should I do it now?&#8217; And the guy had a very quizzical look, but my husband moved on very nicely. And this was before 9/11; he would never try it now.&#8221;</p><p><strong>On recording for the new World Trade Center</strong></p><p>&#8220;I was so thrilled to do those because it made me feel like things were becoming whole again. To read out those locations, that station, ‘World Trade Center’, made such a difference to me.&#8221;</p><p><strong>On the words that stump her</strong></p><p>&#8220;Regularly, usually, some of the ‘-lys’.&#8221;</p><p><strong>On the strangest thing she ever recorded</strong></p><p>&#8220;I once was a talking dishwasher. I was a point of purchase voice on a dishwasher that had come out. A person walked by it and there was a little receptor on it, a little motion sensor, and I’d start talking to them, ‘You need me in your kitchen.’ &#8221;</p><h4>Guest</h4><ul><li><strong>Carolyn Hopkins</strong>, public service announcer whose voice can be heard in hundreds of major transportation systems and facilities around the world.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+The+Voice+Of+Hundreds+Of+Airports%2C+Subways+And+Theme+Parks&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"681"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392135267-8dcc4b.m3u?orgId=1&e=392105211&d=681&ft=nprml&f=392105211"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0310_carolyn-hopkins.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"885","width":"1280"}}]}