{"created":"2015-01-18T21:57:28+00:00","modified":"2015-02-20T20:47:30+00:00","valid":{"from":"2015-02-20T20:47:30+00:00","to":"3015-02-20T20:47:30+00:00"},"hreflang":"en","title":"A Memoir Of A Family's Diaspora, And A Mother's Depression","published":"2015-01-19T16:25:00+00:00","teaser":"<em>New York Times</em> columnist Roger Cohen looks back on his life and asks: Could a family's constant movement — four countries in four generations — contribute to a mother's struggle with mental illness?","itags":["npr_api","377294529"],"guid":"568b0a65-4c1b-4072-afb9-7b6ea207e2d9","contentencoded":"<p><em>The New York Times</em> columnist Roger Cohen has quite the family history. It starts in Lithuania with his great-grandparents — and then the moving begins.</p><p>\"In each of the past four generations, the family has moved. Lithuania, South Africa, London,\" Cohen tells NPR's Arun Rath. \"My parents were born in South Africa, and [then] they were immigrants in the U.K., where I was born. Then when I was an infant, we went back to South Africa for a couple of years, then moved to Britain, where I mainly grew up.\"</p><p>Cohen is now an American citizen, and considers New York City his home.</p><p>In his new memoir, <em>The Girl from Human Street, </em>Cohen tells of his family's wandering, while also revealing the story of the depression that hounded his mother for decades. There are painful details about electroshock therapy and the now-discredited insulin shock treatment, where his mother took large doses of insulin to induce a coma. She tried committing suicide more than once before cancer finally took her in 1999.</p><p>Was the depression entirely inherited, Cohen wonders? Or was it set off, in part, by the continuous family upheaval?</p><hr /><h3>Interview Highlights</h3><p><strong>On becoming aware of his mother's depression</strong></p><p>My mother, shortly after we immigrated, immediately after my younger sister's birth, broke down. She had what was then called post-puerperal psychosis, now generally called postpartum depression. And she had insulin shock treatment (a treatment since completely discredited) — this in the late '50s in England — and electroshock treatment. It was only in researching the book that I finally was able to put dates and times on this. I now know, for example, that on Aug. 1, 1958, one day before my third birthday, she had this treatment.</p><p>But she came back to the family after an intimate absence of a couple of years. And a great effort was put into preserving an appearance of normality. I was not consciously aware of what had happened to my mother until, in my late teens, she began to become mentally unstable again and was manic depressive for the rest of her life. She first tried to commit suicide when I was 22.</p><p><strong>On the genesis of <em>The Girl From Human Street</em></strong></p><p>It was a box in the attic. And in it were my mother's suicide notes. And my dad was a doctor, and there was a pretty detailed chronology of what had happened. And there was a family tree that he'd obviously made in a moment of desperation, with black dots next to every family member who had suffered from manic depression. There were more relatives with black dots than without them.</p><p>I began to think about how this family condition had been hidden within my own family. And then there was a wider story of our displacements with each generation and the trauma, if you like, of losing a home, of upheaval, of beginning again.</p><p><strong>On growing up Jewish in apartheid South Africa</strong></p><p>My parents were South African Jews. They'd come from Lithuania, [but] they grew up [in South Africa]. My dad came to England as a young doctor at the end of World War II, then went back. And he abhorred apartheid. He was actually the dean of the last black house within the University of the Witwatersrand in Johannesburg. And then he saw how, as a result of apartheid, black students were no longer able to attend, and that, for him, was the last straw.</p><p>I lived there as an infant and then would go back every year, and there was always this faint menace in the horizon. That blacks were going to rise up and sweep away these beautiful homes where I stayed in Johannesburg. And I remember cousins saying to me, \"Enjoy the swimming pools — next year they'll be red with blood.\" And I didn't quite get it. Sometimes I would sit on the wrong bench or wander into the wrong place. Because I was part of South Africa, but I wasn't from there.</p><p>And of course, one of the particularities of apartheid was that blacks were banished except in the most intimate of settings: the home, the family. More or less, every white family had black staff. And I would wonder why these utensils were set apart, and I would see [the black workers] going to sleep in these little concrete outhouses with their baleful single windows. So there was this combination of intimacy, of closeness, and of threat, fear, menace, always out there. It gave me a profound abhorrence of this evil.</p><p>You know, I spent a lot of time in the Middle East. I don't think Israel practices apartheid. ... When it comes to Palestinians, some people use that phrase. But there are echoes. You know, when you're in the West Bank, and you're on the road, and it says, \"Only for Jews, only for settlers, only for Israelis and not for Palestinians,\" those echoes are there. And it's one of the reasons why I'm a Zionist who believes very strongly that Zionism must involve two states for two peoples.</p><p><strong>On coming to America, and whether it's easier to assimilate here</strong></p><p>It is easier ... that's why I love it. That's why I became an American citizen. You can't imagine what a relief it was as a Jew to arrive in New York City.</p><p>The bright star, as I think I put it in the book, of immigration, of moving on, is new opportunity. And its black sun is loss. The loss of a home, the loss of a country, the loss of a community. And for some people, the project of beginning again is overwhelming. It's too much. That was the case with my mother. Even in America, for me, it's hard.</p><p>But even the most open of European societies has nothing like the openness of the United States, which is a country that is still — in my view — endlessly enriched by immigration.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Memoir+Of+A+Family%27s+Diaspora%2C+And+A+Mother%27s+Depression&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378200450-0c3654.m3u?orgId=1&topicId=1033&e=377294529&d=391&ft=nprml&f=377294529"},{"href":"http://media.npr.org/assets/img/2015/01/15/promo-image-fe7f2a77fbbbb90b2fdab20f06b85f5033132b92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"322","width":"429"}},{"href":"http://media.npr.org/assets/img/2015/01/15/cohen-rebeccaring-a9a9fbbc70fa2aede039be06a5947fb3dea424f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2380","width":"3174"}}]}