{"created":"2015-05-19T18:13:05+00:00","modified":"2015-05-20T18:55:18+00:00","valid":{"from":"2015-05-20T18:55:18+00:00","to":"3015-05-20T18:55:18+00:00"},"hreflang":"en","guid":"568d000f-f8a6-47f9-b65f-b2e022b039e7","title":"India's anti-molestation heroines now face doubt and disapproval","published":"2015-05-20T18:55:14+00:00","byline":"Nina Porzucki","tags":["sexual harassment","gender equality","culture","women","Across Women's Lives","Justice","Conflict & Justice","Rohtak","Asia","India"],"teaser":"Six months ago, two young girls made headlines in India when a video of them fighting off three men on a bus went viral. But now, even in their own village, some people think the sisters shouldn't have fought back — and they harbor some of the same doubts themselves.","contentencoded":"<p>Six months ago, two sisters in the small village of Rohtak in northern India became instant celebrities after a video of them fighting off three alleged molesters on a bus went viral.</p>\n<p>The two girls, 22-year-old Aarti and 19-year-old Pooja, became heroines across india, and the hashtag <a href=\"https://twitter.com/hashtag/rohtakbravehearts\">#Rohtakbravehearts</a> trended on Twitter from Delhi to Mumbai.</p>\n<p>“Molestation may be fairly common in India’s buses and streets and other forms of public transport, but hitting back is quite unusual,\" says the BBC's Divya Arya, who recently visited the girl's home village. \"That is why they became big news here.\"</p>\n<p>But residents of the women's home village have now started to question them and their allegations of molestation. After the first video came out, another video emerged in which the girls were seen beating up another man in a park.</p>\n<p>“All kinds of other allegations then surfaced, which made them look like girls who beat up boys for no rhyme or reason,\" Arya explains. \"That has really lowered their credibility in the area that they live in.\"</p>\n<p>The sisters admitted to Arya they probably wouldn’t hit back if they were faced with molestation again; people don’t understand the need for it, they say. Arya says she heard similar sentiments from many of the women she interviewed in Rohtak.</p>\n<p>“They would go out of their way to praise what the girls did,\" she says, \"but then in the second instance they would say, ‘But what was the need to do that? We face harassment every day — they might as well have kept quiet.'\"</p>\n<p>The investigation into the case is still ongoing. The men arrested have been released, and they now claim the sister instigated the beating for no reason. But Arya has a difficult time buying their claim.</p>\n<p>\"I traveled on that bus myself and I saw that there’s very few number of girls and women on that very crowded bus and a large number of men,\" she says. \"I could imagine that molestation could take place.\"</p>\n<p>But regardless of the outcome of the investigation — or their current reputation in their community — the sisters told Arya they still believe their actions and the video made at least a small difference.</p>\n<p>“If a boy again would want to molest someone on the bus he would think of that video for a moment,\" she says. \"Even if [the sisters are] not being considered the true ‘bravehearts’ because of various other allegations, they feel that they’ve made some difference.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-19%2Fnew-normal-indian-fightback-sisters&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05192015_09.mp3"},{"href":"http://admin.pri.org/file/0519201509mp3"}]}