{"created":"2015-06-02T19:21:25+00:00","modified":"2015-06-08T23:05:08+00:00","valid":{"from":"2015-06-08T23:05:08+00:00","to":"3015-06-08T23:05:08+00:00"},"hreflang":"en","title":"Vaccine Court Aims To Protect Patients And Vaccines","published":"2015-06-03T18:05:00+00:00","teaser":"It has been nearly 30 years since Congress established a special court to help keep good vaccines on the market and fairly compensate the rare person who has a severe reaction. Who wins these cases?","itags":["npr_api","411243242"],"guid":"568eaf86-aa69-497b-b593-b705dbc5357f","contentencoded":"<p>It was a beautiful Saturday in the fall of 2005. The leaves in Cincinnati were changing colors, and Lisa Smith had just finished watching her son's soccer game.</p><p>She ran some errands, including something she'd been meaning to do for a week — get a flu shot. She stopped by her local pharmacy.</p><p>She didn't think about the shot again until a few days later, when she woke up feeling a bit strange. She had an odd tickle in her throat and her leg muscles were sore.</p><p>\"Almost like I'd been exercising,\" she says.</p><p>Over the next couple of weeks, the soreness got worse. Then, one evening, with her husband and two sons out of town for the weekend, Smith realized she couldn't stand up. She was stuck on her living room couch.</p><p>Her neighbor happened to stop by, and Smith asked her to call an ambulance.</p><p>The paramedics arrived. As they loaded her onto a stretcher, Smith began screaming.</p><p>\"The doctors later told me the nerves were all inflamed,\" she says. The pain \"was like having third-degree burns on my legs.\"</p><p>In the ambulance, the paramedics asked Smith if she had recently received a flu shot. At the hospital, the nurses asked the same question.</p><p>\"I was like, why does everybody keep asking me if I've had a flu shot?\" she says. The nurses told her paralysis was a rare, but known side effect.</p><p>Smith was diagnosed with <a href=\"http://www.ninds.nih.gov/disorders/gbs/detail_gbs.htm#281493139\" target=\"_blank\">Guillain-Barre syndrome, </a>a condition in which the immune system attacks the nerves. According to <a href=\"https://cdc.confex.com/cdc/nic2010/webprogram/Person23997.html\">Dr. Tom Shimabukuro</a>, a vaccine specialist at the Centers for Disease Control and Prevention, roughly 3,000 to 6,000 people in the U.S. develop the syndrome each year.</p><p>Shimabukuro says most cases of Guillain-Barre are <em>not</em> linked to the flu vaccine, but it's possible that some are. He says the data fluctuate from year to year and are inconclusive, but the epidemiology and timing of cases suggests that, at most, one or two people might develop Guillain-Barre per million doses of flu vaccine administered. With roughly <a href=\"http://www.cdc.gov/flu/protect/keyfacts.htm\" target=\"_blank\">130 million</a> flu shots given in the U.S. each year, that translates to, maybe, 130 to 260 cases across the country, annually.</p><p>Lest that put you off getting immunized, it is worth noting, Shimabukuro says, that getting sick with the flu appears to increase one's risk of developing Guillain-Barre syndrome <em>more</em> than getting the flu shot does.</p><p>A few days after Lisa Smith received her Guillain-Barre diagnosis, her friend Jackie visited her in the hospital.</p><p>\"[She] said, 'Lisa, they know this happens,' \" Smith recalls. \" 'There's a form you fill out and there's a court that you file claims in.' \"</p><p>Smith did some research, found a lawyer, and took her case to the Office of Special Masters of the U.S. Court of Federal Claims — commonly called the <a href=\"http://www.uscfc.uscourts.gov/vaccine-program-readmore\">vaccine court</a>.</p><p>The court administers a no-fault compensation program that serves as an alternative to the traditional U.S. tort system. The program was established in 1986, after a series of high-profile lawsuits against drug companies. A number of children had serious adverse reactions — including seizures and brain damage — that appeared to be linked to the diphtheria, pertussis, tetanus vaccine or DPT vaccine (this version was later replaced by the DTaP vaccine). The parents filed lawsuits against the makers of the DTP vaccine and, in at least two cases, won awards worth millions of dollars.</p><p>Several drug companies then threatened to cease vaccine production, claiming the risk of litigation was too high. <a href=\"https://www.lsa.umich.edu/women/people/ci.kirklandanna_ci.detail\">Anna Kirkland</a>, an associate professor of women's studies and political science at the University of Michigan, says that threat frightened health officials.</p><p>\"There was a real fear that some of our childhood vaccines would no longer be available,\" says Kirkland, who has written several <a href=\"http://sss.sagepub.com/content/42/2/237\">articles</a> on the vaccine court, and has a book in the works on the topic.</p><p>In response, Congress passed the <a href=\"http://www.hrsa.gov/vaccinecompensation/authorizinglegislation.pdf\">National Childhood Vaccine Injury Act</a>, a bill that established the no-fault compensation program for vaccine injuries.</p><p>\"Basically what it did was shield the vaccine makers from liability,\" Kirkland says, thereby encouraging them to continue producing vaccines and developing new ones.</p><p>The program also created a special fund to compensate vaccine recipients who'd been hurt, through a 75-cent surcharge on every dose of vaccine.</p><p>To expedite the compensation process, the court created a list of side effects that, according to the best available science, are sometimes caused by vaccines. This list — called the <a href=\"http://www.hrsa.gov/vaccinecompensation/vaccinetable.html\">vaccine injury table</a> — is updated regularly, following reviews of scientific literature by the Institute of Medicine.</p><p>To win a claim, a petitioner must provide proof of having received a certain vaccine and, within a specified time frame, subsequently developed a condition included in the vaccine injury table. Petitioners don't have to prove that the immunization caused their condition — the court operates under a presumption of causation if the injury develops within a certain period of time.</p><p>In cases where someone has a condition not listed in the table, there is a higher burden of proof. In addition to evidence of vaccination and a medical diagnosis, petitioners must also have a statement from a medical expert — usually a physician — with a plausible explanation of how the vaccine could have caused the injury.</p><p>The court is in the process of officially adding Guillain-Barre syndrome to the vaccine injury table. So, for Lisa Smith, the court process was pretty straightforward.</p><p>A few months after she submitted her case, Smith got a phone call from her lawyer. She was told that the court had determined that her case had merit. Smith accepted an award; the decision requires that she not discuss the terms.</p><p>In 2014, the court received 542 claims and compensated 365 people for a total of $202 million. Settlements ranged from tens of thousands to hundreds of thousands of dollars. Many were for the flu shot and Guillain-Barre syndrome.</p><p>Today, 10 years after she first developed Guillain-Barre, Lisa Smith is still dealing with complications from the condition. The settlement helped, she says, but for her it wasn't about the money.</p><p>\"For me it was an acknowledgment that this happens — they know it happens,\" she says. \"And I want an honest discussion.\"</p><p>Many people who might qualify for compensation in the vaccine court don't know it exists. Anna Kirkland says there has been a lot of discussion over the years about advertising the court's services. But doing that creates a problem, she says.</p><p>\"Critics, once they see a compensation — you see this on blogs and websites all the time — [say] this means vaccines are dangerous and you shouldn't vaccinate,\" she says.</p><p>Health officials have worried about the downside of such publicity for years, Kirkland says. If the court becomes too high-profile and people keep hearing about payouts to the rare patients who may have been harmed by an immunization, the public might think vaccines are more dangerous than significant research and evidence suggests they are. And, as a result, vaccination rates might fall.</p><p>A few years ago, Kirkland says, there was an attempt to promote the court more.</p><p>\"They had [a] public relations firm prepare this advertising campaign,\" she says, \"and then Congress just didn't fund it.\"</p><p>So the court keeps humming away, quietly, in the background, hearing cases from people who are able to find it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Vaccine+Court+Aims+To+Protect+Patients+And+Vaccines&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"359"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411533546-9e0bd5.m3u?orgId=1&topicId=1128&d=359&p=2&story=411243242&t=progseg&e=411420570&seg=4&ft=nprml&f=411243242"},{"href":"http://media.npr.org/assets/img/2015/06/02/vaccines-needles-a9437270f121fad272b657ce9d1f987edceca910.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1385","width":"1846"}},{"href":"http://media.npr.org/assets/img/2015/06/02/lisa-smith-1-279debbe734b61421bbeb832e7bc27beea78068e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1304","width":"1739"}}]}