{"created":"2015-02-02T20:48:27+00:00","modified":"2015-02-02T22:17:49+00:00","valid":{"from":"2015-02-02T22:17:49+00:00","to":"3015-02-02T22:17:49+00:00"},"hreflang":"en","guid":"568e8dd8-e4ac-4a60-af01-c83ea096c90c","title":"How pro-Assad hackers pretending to be women tricked Syrian rebels","published":"2015-02-02T22:17:45+00:00","byline":"Bradley Campbell","tags":["Bashar al-Assad","Cyberwarfare","Hacking","SafeMode","Technology","Science, Tech & Environment","Assad","Computing","Hacker","War","honeypot"],"teaser":"There's a cyberwar being waged in Syria. And while the hacking is high tech, the methods being used are very old. ","contentencoded":"<p>There are so many different armies fighting each other in Syria that it's tough to know who is fighting whom and for what reason. That gets multiplied when the battle goes online.</p>\n<p>What we do know is the battle online is fierce and highly technical. But the methods are old school, says David Sanger of the New York Times, who  wrote about <a href=\"http://www.nytimes.com/2015/02/02/world/middleeast/hackers-use-old-web-lure-to-aid-assad.html?hp&amp;action=click&amp;pgtype=Homepage&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=0\">the hackers and their methods</a>.</p>\n<p>He says a computer security firm, <a href=\"https://www.fireeye.com/blog/threat-research/2015/02/behind_the_syrianco.html\">FireEye</a>, discovered that Assad's hackers were honey-potting the enemy when they looked into the origins of a computer virus.</p>\n<p>\"And as they traced the virus back, they discovered they were embedded in the photographs of young women,\" he says. \"These photos were just pulled off the Internet and used in either Facebook or Skype chats between the opposition leaders and people who the opposition fighters thought were young women.\"</p>\n<p>It turns out that the people pretending to be young women were pro-Assad hackers. They honey-potted rebels in the field. They certainly had easy targets.</p>\n<p>\"The rebels are in their mid-20s, mostly guys who have been out in the field for sometime,\" says Sanger. \"You figure it wasn't that hard for [Assad's forces to trick them.]\"</p>\n<p>The hackers went after the rebels online because most of the rebel battle plans were loaded on for their mobile phones. \"It tells you that the more this type of information gets decentralized, moves onto mobile platforms, the more it is also vulnerable,\" he says.</p>\n<p>But Sanger is careful to point out that what happened was not a large-scale cyberwar attack. \"It was something more along the lines of espionage,\" he says. \"In other words, those who fell for this honey-pot attack were basically just dumping the contents of their material into the hands of the Syrian leadership. That's different from an attack that is meant to disable your computers.\"</p>\n<p>But who are the hackers?</p>\n<p>Sanger says they are believed to be in Lebanon, despite using servers based in Germany. \"But the 'who' is a mystery,\" he says. \"There are ideas but no evidence.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02022015_06.mp3"},{"href":"http://www.pri.org/file/0202201506mp3"}]}