{"created":"2014-09-25T20:28:10+00:00","modified":"2014-10-30T22:08:06+00:00","valid":{"from":"2014-10-30T22:08:06+00:00","to":"3014-10-30T22:08:06+00:00"},"hreflang":"en","title":"Moving On: Project Helps War Widows Recover","published":"2014-09-26T15:11:00+00:00","teaser":"The Defense Department says the Iraq and Afghanistan wars produced 3,200 military widows and widowers. This support group aims to help heal and empower its participants.","itags":["npr_api","350919088"],"guid":"56a18f09-5719-4bd9-9e4e-a081b6396831","contentencoded":"<p>In the kitchen of a rental house near a beach in San Diego, a group of moms is preparing dinner.</p><p>The 13 women from all around the country have one thing in common: They lost their husbands in the Iraq and Afghanistan wars.</p><p>They are part of the American Widow Project, a support group for women whose husbands were killed in Iraq and Afghanistan. The Defense Department estimates there are more than 3,200 military widows and widowers from those wars.</p><p>The women gather once a month in small groups for bonding and adventure. On this weekend, they're at the beach.</p><p>For 34-year-old Danielle Schafer, much of the day she learned that her husband had died remains hazy.</p><p>\"July 25, 2005, two men came to my door, both of them were standing there, and they said, 'Are you Mrs. Schafer?' \" she says.</p><p>She remembers a chaplain taking her 3-year-old son into another room. And she was certain the men at the door had made a mistake.</p><p>\"The denial was even more because I had just talked to him that night,\" she says.</p><p>Her husband, Army Staff Sgt. Michael Schafer, was stationed in Afghanistan. He would often call her before he left on a mission, but there was something different this time. She told him to call or message when he got back and to stay safe.</p><p>\"And I never told him to stay safe, so the fact that I did I felt for so long like if I wouldn't have just said that it wouldn't have happened,\" Schafer says.</p><p>In 2007, Erin Dructor's husband, Army Sgt. Blake Stephens, was in Iraq. He too called her the night he died, but she didn't pick up in time.</p><p>\"For some reason I didn't answer the phone, and he left me a voicemail,\" Dructor says.</p><p>\"And I still have that voicemail, and I still listen to it 7 1/2 years later. I can't erase it,\" she says. \"Just because that war is over, it doesn't mean that ours is over. Like, our journey is still continuing.\"</p><p>The American Widow Project, the women say, is all about that journey.</p><p>\"There's a part of you when you are a young widow that nobody gets except for them,\" says Jessica Rozier, who was 22 when her husband died.</p><p>Rozier and her infant son were living in a small town in Texas when her husband, Army 1st Lt. Jonathan Rozier, was killed in Iraq in July 2003.</p><p>She says there are certain things only a woman who has lost a husband to war knows about. And she and the other widows have grown weary of hearing how much time has passed, and how they should just get over it.</p><p>\"I'm sitting here with tears in my eyes, so obviously there's some stuff that still hurts, and I'm 11 years out,\" Rozier says.</p><p>She still remembers the day the Army sent her a package that she thought contained her husband's clothes.</p><p>\"We didn't get the clothes he was wearing back obviously, because they were bloody, but they told me they burned everything,\" Rozier says. \"Well, one day I got a box in the mail.\"</p><p>It was six months after her husband had died. Inside that box was a pair of boots.</p><p>\"I pulled them out, and I was so excited because they sent me his boots back and I — and this is so weird, but I buried my face in them and I couldn't smell him, and then I was like ... these are awfully small,\" she says. \"Well, turns out those boots belonged to another soldier who had passed away.\"</p><p>The American Widow Project welcomes about five new members a week, including surviving spouses of those who died on the battlefield and at home from suicide. Today there are more than 1,600 members — half the number of spouses killed in the wars.</p><p>The project's mission is to help heal and empower participants. Rozier got her college degree and has a new job. Her son Justin is now 11 years old and attended the San Diego-area event with his mother.</p><p>\"I haven't been kayaking before,\" she says. \"I'm terrified of the ocean. I've never been on a sailboat.</p><p>\"I may never get in the ocean ever again, but he was there with me the one time I did,\" she adds.</p><p>On their last night together, the moms and kids wrote on seashells words that they had not had a chance to share with their husbands and fathers.</p><p>At sunset, they returned the shells to the sea.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Moving+On%3A+Project+Helps+War+Widows+Recover&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351529466-cac085.m3u?orgId=1&topicId=1091&ft=3&f=350919088"},{"href":"http://media.npr.org/assets/img/2014/09/23/widow-project-668fc7e5bd6ccf07fedf8c2836ab9f8b55e1dfc0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2014/09/23/shell-b019c90b84a71ca795d7a6a9846f988a0f652c63.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1857","width":"2476"}}]}