{"created":"2015-05-14T15:14:08+00:00","modified":"2015-05-14T15:14:08+00:00","valid":{"from":"2013-02-19T19:57:56+00:00","to":"3013-02-19T19:57:56+00:00"},"hreflang":"en","guid":"56a93076-5137-4661-82fa-9905b00113f6","teaser":"Deferred Action allows the children of undocumented immigrants to work legally in the U.S., but only temporarily.","contenttemplated":"[{\"content\":\"<p>What would it look like for the 11 million undocumented immigrants living in this country to come out of the shadows and join the legal workforce? We’ve gotten a sneak peek through a federal program called <a href=\\\"http://www.dhs.gov/deferred-action-childhood-arrivals\\\" target=\\\"_blank\\\">Deferred Action for Childhood Arrivals</a>, which went into effect last year. It allows some immigrants brought to this country as children to temporarily postpone deportation and work here legally. So far, more than 150,000 young people have been approved. To see how Deferred Action is working, we looked at its impact on two recipients living in Los Angeles.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Miguel Carvente instructs kids in English and Spanish at a dual-language kindergarten near downtown. In some ways, he’s also teaching by example. Carvente came to this country from Mexico when he was 5. He didn’t even think about his legal status until he got older. “It sort of hit me when I realized that a lot of things were being closed to me because I lacked certain documentation,” says Carvente.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>After high school, he worked a variety of menial jobs -- sewing clothes in a garment factory, stocking shelves in a liquor store -- all paid under the table. “They paid way below minimum wage. And so, that was sort of something you aspired to, to earn minimum wage,” says Carvente.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>He put himself through UCLA and got a teaching credential, but then his career hit a roadblock. “The majority of my peers were applying for jobs and visiting schools,&quot; says Carvente. &quot;It’s sort of disheartening to know that they’re getting a job somewhere. I knew that I was just as qualified as they were.” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>Last fall, he got a break when the government granted him Deferred Action. So, for the next two years, he won’t face deportation and can work here legally. Now, Carvente gets paid around $150 to teach for four hours. “When I first got my paycheck from the first few days here, I was very surprised at how much I received. And how much a difference just having that work-permit made in terms of your earning power,” he says. </p>\"},{\"content\":\"<p>Across town, 20-year-old Arian Nava was equally thrilled to get her first paycheck of $307. “It was great,&quot; says Nava. &quot;It was just such a sense of relief that I no longer had to, to do it under the table. That it was no longer illegal for me to work,” she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nava is a student at Los Angeles Trade Technical College. For the last three months, she’s worked as a receptionist at the college, helping people who want to transfer to a four-year university. Before she got this job, she struggled to pay the tuition of $460 a semester. Then, she was legally barred from working. “Before, it was just really, really difficult to even study for a test and know that I might not even get the actual grade because I didn’t have the money to pay for that class,” says Nava.</p>\"},{\"content\":\"<p>If Nava had been documented when she graduated from high school, she might be in a different profession. “Actually, when I graduated from high school, I was certified to go directly into nursing, because I got that background being in a health academy,&quot; Nava says. &quot;And I couldn’t go into any hospitals because they require documentation.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nava is grateful for the chance to join the ranks of the documented workforce. But she still worries about her parents, who live under constant threat of deportation and because her reprieve is temporary. “It is only for two years. That’s the scary part,” says Nava.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Back in his kindergarten class, 28-year-old Miguel Carvente also wonders how long his good luck will last. The Deferred Action program only covers people under the age of 31. The current rules allow people like Carvente, who have already qualified, to apply for an extension. But nothing is guaranteed. “So that’s my biggest worry. That I’ll be 31, and I’ll suddenly be out of the program and sort of be stuck back where I started a few years ago,” says Carvente.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Until then, he’s in legal limbo. Along with more than 150,000 other young immigrants who’ve been granted Deferred Action, Carvente is unsure if his economic future will be bright, or a return to the shadows.</p>\"}]","tags":["Economy","Deferred Action","undocumented immigrants","illegal immigrants","APM"],"byline":"Jeff Tyler","title":"A glimpse of what legal status means for the undocumented","contentencoded":"<div class=\"barn-cleaned\"><p>What would it look like for the 11 million undocumented immigrants living in this country to come out of the shadows and join the legal workforce? We’ve gotten a sneak peek through a federal program called <a href=\"http://www.dhs.gov/deferred-action-childhood-arrivals\" target=\"_blank\">Deferred Action for Childhood Arrivals</a>, which went into effect last year. It allows some immigrants brought to this country as children to temporarily postpone deportation and work here legally. So far, more than 150,000 young people have been approved. To see how Deferred Action is working,&nbsp;we looked at its&nbsp;impact on two recipients living in Los Angeles.</p>\n<p>Miguel Carvente instructs kids in English and Spanish at a dual-language kindergarten near downtown. In some ways, he’s also teaching by example. Carvente came to this country from Mexico when he was 5. He didn’t even think about his legal status until he got older. “It sort of hit me when I realized that a lot of things were being closed to me because I lacked certain documentation,” says Carvente.</p>\n<p>After high school, he worked a variety of menial jobs -- sewing clothes in a garment factory, stocking shelves in a liquor store -- all paid under the table. “They paid way below minimum wage. And so, that was sort of something you aspired to, to earn minimum wage,” says Carvente.</p>\n<p>He&nbsp;put himself through UCLA and got a teaching credential, but then his career hit a roadblock. “The majority of my peers were applying for jobs and visiting schools,\" says Carvente. \"It’s sort of disheartening to know that they’re getting a job somewhere. I knew that I was just as qualified as they were.”&nbsp;</p>\n<p>Last fall, he got a break when the government granted him Deferred Action. So, for the next two years, he won’t face deportation and can work here legally. Now, Carvente gets paid around $150 to teach for four hours. “When I first got my paycheck from the first few days here, I was very surprised at how much I received. And how much a difference just having that work-permit made in terms of your earning power,” he says.&nbsp;</p>\n<p>Across town, 20-year-old Arian Nava was equally thrilled to get her first paycheck of $307. “It was great,\" says Nava.&nbsp;\"It was just such a sense of relief that I no longer had to, to do it under the table. That it was no longer illegal for me to work,” she says.</p>\n<p>Nava is&nbsp;a student at Los Angeles Trade Technical College. For the last three months, she’s worked as a receptionist at the college, helping people who want to transfer to a four-year university. Before she got this job, she struggled to pay the tuition of $460 a semester.&nbsp;Then,&nbsp;she was legally barred from working. “Before, it was just really, really difficult to even study for a test and know that I might not even get the actual grade because I didn’t have the money to pay for that class,” says Nava.</p>\n<p>If Nava had been documented when she graduated from high school, she might be in a different profession. “Actually, when I graduated from high school, I was certified to go directly into nursing, because I got that background being in a health academy,\" Nava says. \"And I couldn’t go into any hospitals because they require documentation.”</p>\n<p>Nava is grateful for the chance to join the ranks of the documented workforce. But she still worries about her parents, who live under constant threat of deportation and because her reprieve is temporary. “It is only for two years. That’s the scary part,” says Nava.</p>\n<p>Back in his kindergarten class, 28-year-old Miguel Carvente also wonders how long his good luck will last. The Deferred Action program only covers people under the age of 31. The current rules allow people like Carvente, who have already qualified, to apply for an extension. But nothing is guaranteed. “So that’s my biggest worry. That I’ll be 31, and I’ll suddenly be out of the program and sort of be stuck back where I started a few years ago,” says Carvente.</p>\n<p>Until then, he’s in legal limbo. Along with more than 150,000 other young immigrants who’ve been granted Deferred Action, Carvente is unsure if his economic future will be bright, or a return to the shadows.</p></div>","description":"Deferred Action allows the children of undocumented immigrants to work legally in the U.S., but only temporarily.","published":"2013-02-19T19:57:56+00:00","itags":["Marketplace for Tuesday, February 19, 2013","56a93076513766142fac9905b00113f6","PMP:Marketplace_PMP","Marketplace"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/117585220.jpg?itok=QPeXYLjS","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/02/19/marketplace_segment21_20130219_64.mp3","meta":{"duration_hms":"00:04:00","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/02/19/marketplace_segment21_20130219","type":"application/json"},"duration":240},"type":"audio/mpeg"}]}