{"created":"2014-10-08T15:01:04+00:00","modified":"2014-10-31T01:39:34+00:00","valid":{"from":"2014-10-31T01:39:34+00:00","to":"3014-10-31T01:39:34+00:00"},"hreflang":"en","title":"In Hollywood, 50 Is The New 80: What Happens When 'It Girls' Get Old","published":"2014-06-01T02:56:00+00:00","teaser":"\"Being a woman over 50 in Hollywood I could commit any crime with impunity, because I'm completely invisible,\" says actress Annabelle Gurwitch. Her new book is called <em>I See You Made an Effort.</em>","itags":["npr_api","317035492"],"guid":"56ac2127-ccc8-4fec-80c3-9e5638ee0911","contentencoded":"<p>There's no shortage of \"it girls\" in Hollywood — there's 31-year-old Lupita Nyongo, 24-year-old Jennifer Lawrence, 21-year-old Shailene Woodley, and even 16-year-old Elle Fanning. But what will become of their careers when they're older?</p><p>The industry is notoriously young; acting roles for women often dry up by the time they're 40. And in her new book <em>I See You Made an Effort, </em>Annabelle Gurwitch shares \"compliments, indiginities, and survival stories\" from the other side of 50.</p><p>\"I'm 52, which is actually 82 in actress years,\" she says. \"Being a woman over 50 in Hollywood I could commit any crime with impunity, because I'm completely invisible.\"</p><p>In the book — which features a photo of frilly granny panties on the cover — Gurwitch writes about things many women her age can relate to:</p><p>\"I'm going through menopause while my son is going through puberty,\" she laments. \"He has too many hormones, I don't have any hormones. He's mad at me, I'm mad at the world. It's clash of hormones.\"</p><p>She complains about reading glasses and those pesky chin hairs. She worries about getting tracked down by AARP and receiving their complimentary pill container. (\"I really want to use it, but I'm afraid it's like a libido killer,\" she says.)</p><p>At the home she shares with her son and husband, Gurwitch admits she's completely unaware of who the newest \"it\" girl may be. Then again, she says her book is not for younger generations.</p><p>\"If you tell people in their 20s about anything I'm writing about in this book, they can't hear it. It's like a high-pitched dog whistle. Only people over 40 can hear,\" she says.</p><p>Actress Amy Brennamen is a longtime friend who starred in <em>NYPD Blue</em> and <em>Judging Amy,</em> and is currently on the HBO drama <em>The Leftovers</em>. Brennamen is turning 50, and, like Gurwitch, she says she's learned to produce her own interesting work.</p><p>\"It was a joke to me that Hollywood would provide me with a great role. So I created it, with <em>Judging Amy</em>,\" she says. \"I mean, somebody who's funny and messed up and sexual and smart. Let's just see if we can do it.\"</p><p>These days, Gurwitch finds herself having to audition for grandmother roles, and she aspires to play what she calls \"forgettable, expositional roles,\" like judges and generals, that male actors with craggy faces get.</p><p>\"Maybe one day I will get to be in a uniform saying 'Mr. President, there's been an incident in sector 14,'\" Gurwitch says.</p><p>When she started, fresh out of N.Y.U., Gurwitch was cast as a 14-year-old Holocaust survivor. From avant garde theater and off-Broadway, she started getting TV roles.</p><p>\"I was Betty White's secretary, I was Candice Bergen's secretary, Treat William's secretary,\" she recalls. \"I played a lot of hookers on old shows like <em>Miami Vice</em> and <em>The Equalizer</em>.\"</p><p>Gurwitch graduated to playing attorneys on <em>Boston Legal</em> and <em>Dexter.</em> For seven years, she co-hosted the TBS show <em>Dinner and a Movie.</em> She was hoping for a big break in a Woody Allen play, but \"saw that entire dream crumble\" when she got fired from the play.</p><p>She turned the experience into a book and a documentary about lots of people getting canned, cancelled, downsized and dismissed. In her new book, Gurwitch writes about being what she calls \"Hollywood adjacent\" — not only because she once lived next door to George Clooney and Sandra Bullock, but also because she's worked with so many actors who are now household names:</p><p>\"I live in the shadow of the industry that I once toiled in,\" she says.</p><p>Gurwitch says it's a youth-obsessed industry, that only has room for a few older actresses.</p><p>\"It's just like corporate America, right?\" she explains. \"So Meryl Streep is like a CEO, [or] Julianne Moore. So you do have some women headlining things, then everything else underneath that. ... [The roles for women include] just a couple of lines and they don't want to pay you anything. So a lot of people have just dropped out of the industry.\"</p><p>Gurwitch says supporting roles are few and far between for older actresses on film and in television. While her own experience has been in Hollywood, Gurwitch says a lot of her readers tell her they can relate.</p><p>\"It is a business where you get to be a certain age having not attained a level of celebrity that others have,\" she says. \"People will actually say things to me like: 'What happened to you? I really thought you were gonna be something.'\"</p><p>Writing about all this may be the best revenge. Gurwitch's book <em>I See You Made An Effort</em> is now on the <em>New York Times</em> bestsellers list.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Hollywood%2C+50+Is+The+New+80%3A+What+Happens+When+%27It+Girls%27+Get+Old&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"345"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317707767-2c79cd.m3u?orgId=1&topicId=1033&ft=3&f=317035492"},{"href":"http://media.npr.org/assets/img/2014/05/29/effort-0e350517451244035cec5aaa1de6c9d320f28be5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1079","width":"1438"}},{"href":"http://media.npr.org/assets/img/2014/05/29/gurwitch_final-author-photo_jeannie-cole-with-border-045571ce918575013ad44c0452deebc1d177f615.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"626","width":"835"}}]}