{"created":"2015-03-24T07:36:19+00:00","modified":"2015-06-05T15:27:34+00:00","valid":{"from":"2015-06-05T15:27:34+00:00","to":"3015-06-05T15:27:34+00:00"},"hreflang":"en","title":"Koreans Have An Insatiable Appetite For Watching Strangers Binge Eat","published":"2015-06-01T23:26:00+00:00","teaser":"What's behind the curious food fad of <em>mukbang</em>, or live-streamed broadcasts of people eating endless amounts of food? The genre is so popular in South Korea that its stars pull in $10,000 a month.","itags":["npr_api","392430233"],"guid":"56ba7c7a-4549-479e-89e4-c8c7aed86391","contentencoded":"<p>Move over, cooking shows. In Korea, the big food fad is eating shows, or <em>mukbang</em>. Korean viewers are so glued to watching strangers binge eating that the live-streamers consuming calories in front of webcams are becoming minor celebrities in Korean culture.</p><p>Rachel Ahn, who goes by \"Aebong-ee\" on her <a href=\"http://www.afreeca.com/yum8730\">broadcasts</a>, is kind of a big deal in the <em>mukbang</em> world. In fact, when we went to meet her, she wore a mask for fear fans would recognize her on the street.</p><p>Every weeknight at 9 p.m., Ahn sits down with enough food to feed a family of six. The night we visit, it was spicy noodles, spicy shrimp, steamed dumplings, fried dumplings and another platter of even spicier noodles, called <em>fire zha jiang myeon</em>.</p><p>She carefully displays the platters so they all fit in the frame, turns up lights and her mic, and when she goes live, about 200 of her fans are already chatting in a box next to her video stream. As she begins tearing into the food, the number of simultaneous viewers swells above 1,000.</p><p>The demands on Ahn and other <em>mukbang </em>stars like her are high — she can't just eat, she must eat ferociously. As she devours noodles, loud slurping is a must. Audiences offer feedback on a live stream, asking how spicy the noodles are, suggesting she move dumplings closer to the camera or do a dance in excitement. The stream continues for three hours every night.</p><p>This fad hasn't just made Ahn a brand, it makes her a living.</p><p>\"In the beginning I earned nearly nothing. It started out really slow, but now I'm earning more than my salary at my actual job,\" she says.</p><p>For eating lots, and eating loudly, the audience rewards <em>mukbang </em>jockeys with virtual balloons that can be converted into cash. On the night we visit, in the first half-hour of her three-hour webcast, Ahn collected the equivalent of $200.</p><p>She and other prolific Korean eaters now have fan clubs thanks to their copious consumption.</p><p>Ahn's fan club manager, Min Bo-ram, moderates the chat room during the nightly <em>mukbangs</em>, helping Ahn rise to the ranks of the 100 most popular hosts. She tells NPR she won't stop until \"Aebong-ee\" is ranked No. 1 among the estimated 3,000 <em>mukbang </em>broadcast jockeys in South Korea.</p><p>The tech company supporting this trend is AfreecaTV, which provides the platform these broadcasters use to stream their live eating, and the cash converter that gets them paid. Even the managers at AfreecaTV are surprised this particular trend took off.</p><p>At dinnertime hours, 45,000 Korean viewers watch <em>mukbang </em>at the same time, a threefold growth since this emerged in 2013. The top-ranked stars make as much as $10,000 a month, and that's not counting sponsorships from food and drink brands.</p><p>But what compels so many Koreans to tune in?</p><p>For Ahn, she explains that her mostly female fan base gets to eat vicariously through her.</p><p>\"Viewers who watch my <em>mukbang </em>are on a diet,\" she says. \"So you call this a sort of gratification through others.\"</p><p>AfreecaTV's digital media manager, Hahn Yeh Seul, suspects the growth of Koreans living alone gives <em>mukbang </em>a boost, since there's a sense of community in coming together at a dinner table, even if it's only virtually.</p><p><a href=\"http://www.faculty.uci.edu//profile.cfm?faculty_id=3315\">Kyung Kim</a>, professor of East Asian studies at University of California, Irvine, suggests the audience hunger for mukbang is a yearning for something besides connection — it's a desire for something real.</p><p>\"Eating is something one activity that is strongly identified as being natural, and spontaneous,\" Kim says. \"You think about <a href=\"http://www.npr.org/blogs/money/2012/10/16/163039109/episode-410-why-k-pop-is-taking-over-the-world\">K-pop</a> or K-drama [and] they're very artificial, they're all about makeup and plastic surgeries. And a lot of people find this — <em>mukbang </em>— to be the exact opposite of all the things right now Korean popular culture really stands for.\"</p><p>You could argue whether or not eating two extra-large pizzas in one sitting, or a punch bowl full of ramen, is really <em>natural. </em>But Korean viewers? They can't look away.</p><p><em>For behind-the-scenes with <a href=\"https://www.youtube.com/watch?v=nURk39_LzNo\">Aebong-ee</a>, check out <a href=\"http://elisegoeseast.tumblr.com\">our new East Asia tumblr</a>.</em></p><p><em>Hae Ryun Kang contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Koreans+Have+An+Insatiable+Appetite+For+Watching+Strangers+Binge+Eat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395001653-5c1e86.m3u?orgId=1&topicId=1053&d=270&p=3&story=392430233&t=progseg&e=394997796&seg=9&ft=nprml&f=392430233"},{"href":"http://media.npr.org/assets/img/2015/03/12/dsc00633-cec6e5a665d71e3c644d44440e1f6ca5fc2b3c78.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1986","width":"2648"}}]}