{"created":"2014-12-30T10:00:12+00:00","modified":"2015-06-05T15:31:03+00:00","valid":{"from":"2015-06-05T15:31:03+00:00","to":"3015-06-05T15:31:03+00:00"},"hreflang":"en","title":"Here's Why Obama Said The U.S. Is 'Less Racially Divided'","published":"2014-12-30T23:05:00+00:00","teaser":"The president says incidents in the past year have \"surfaced\" long-simmering issues between minority communities and authorities, allowing for a healthy airing of grievances.","itags":["npr_api","372557632"],"guid":"56c3ce35-bd8d-4468-9e16-18d0982ba701","contentencoded":"<p>President Obama says Americans feel worse about race relations not because relations <em>are </em>worse, but because we're talking about them more.</p><p>Obama offered that analysis during a year-ending NPR interview. In a 40-minute talk just before he left Washington for the holidays, he gave clues to his thinking about his final two years in office.</p><p>The president says he wanted 2014 to be a \"breakthrough year,\" when the economy would decisively improve and the nation's toxic politics might improve too. Though the economy did grow, 2014 became another year of unexpected disasters and unplanned events. That surely contributed to the drop in Obama's approval ratings, and left the president with little power to prevent his party's loss of the Senate.</p><p>Of this year's unexpected events, some of the most difficult and dramatic surrounded two police killings of black men in Ferguson, Mo., and New York City. Yet in our talk on Dec. 18, the president interpreted the widespread debate over the killings <a href=\"http://npr.org/372485968#racialdivide\">as a sign of potential positive change</a>:</p><p>Two days after the president spoke of that healthy debate, a gunman murdered two New York City police officers.</p><p>The day of the interview, however, <a href=\"http://npr.org/372485968#data\">there already was other evidence of division in the country</a>.</p><p>Obama offered an essentially optimistic view that better data for the public and better training for police can improve their interactions.</p><p>He has assembled a task force to examine police and community relations, and said its members are \"interested in solving a problem as opposed to simply stewing in the hopelessness of race relations in this country. And I'm convinced that we actually are going to see progress on this issue next year.\"</p><p>Some other race-related data, on voting patterns, presents a challenge to the president's party. Obama twice won election on the strength of an unprecedented minority vote, and the share of minorities in the electorate is growing. <a href=\"http://npr.org/372485968#whitevoters\">But a flip side to this trend can be seen with white voters</a>.</p><p>The collapse of the white vote won't be inevitably fatal for the Democratic Party; in the 2016 presidential election, nonwhite voters are expected to make up an even larger share of the electorate than they did in 2012.</p><p>But the drop-off <em>was</em> disastrous in the low-turnout midterm elections of 2010 and 2014. In a Senate race in Georgia, for example, it was estimated that Democrats needed little more than 25 percent of the white vote to win, but they failed to get it. This is why Republicans now dominate Congress and most state legislatures.</p><p>Obama's larger sentiment — it would be better for America if both major parties were able to compete seriously for the votes of all major racial and ethnic groups — is shared by politicians in both parties. As 2014 draws to a close, that ideal is not yet reality.</p><p><em>This is the second installment of a three-part year-ending interview with President Obama. <a href=\"http://npr.org/372537535\">The first was on the upcoming Congress</a>; the third focuses on his foreign policy.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Here%27s+Why+Obama+Said+The+U.S.+Is+%27Less+Racially+Divided%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"449"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373934306-cfd2a0.m3u?orgId=1&topicId=1015&d=449&p=3&story=372557632&t=progseg&e=373933872&seg=1&ft=nprml&f=372557632"},{"href":"http://media.npr.org/assets/img/2014/12/24/race_clip1-16e8039f5be30d5f5ed517adcd429a21d6db2eba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1438"}}]}