{"created":"2014-10-08T16:48:23+00:00","modified":"2014-10-31T02:27:37+00:00","valid":{"from":"2014-10-31T02:27:37+00:00","to":"3014-10-31T02:27:37+00:00"},"hreflang":"en","title":"Sonny Rollins: 'You Can't Think And Play At The Same Time'","published":"2014-05-03T22:27:00+00:00","teaser":"\"Jazz improvisation is supposed to be the highest form of communication,\" says the 83-year-old sax legend, who is about to release the third volume in his prized <em>Road Shows</em> series.","itags":["npr_api","309047616"],"guid":"56cd7db5-243f-4591-a0ec-262ce437aa4c","contentencoded":"<p>When you consider that critics have been writing about him for over 60 years, it can seem as if there's nothing left to say about <a href=\"http://www.npr.org/artists/15131378/sonny-rollins\" target=\"_blank\">Sonny Rollins</a>. But there is – because over the decades, the \"Saxophone Colossus\" has never stopped growing or adding to his sound.</p><p>More than once, Rollins has stepped away from his adoring audiences for extended sabbaticals: He'd decide he wasn't good enough, take a couple of years off to practice and study, and come back when he felt ready. He's taking some time off again now, but that may be due more to the fact that he's 83 than a desire to rethink his music. In the meantime, Rollins has been leaking some live recordings for a series he calls \"Road Shows.\"</p><p>The latest installment, <em>Road Shows, Vol. 3</em>, comes out Tuesday. He spoke with NPR's Arun Rath about the value of time away from the studio, and why, when you make your living improvising, a little spiritual practice can be a big help. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>These live recordings, your fans have been begging for them for years. Why now? What was it that, a few years ago, made you decide to start releasing this material?</strong></p><p><strong></strong><strong></strong>Well, I got afraid of the recording studio. I've got a phobia about the \"lights-camera-action.\" And a lot of people tell me that in person, with the audience and the ambiance, \"Gee, I like you better when you're live, Sonny.\" So I said, OK, that's easy: I've got a lot of live performances, and I can pick and choose and put some out. Which was not so easy, actually.</p><p><strong>There's a huge amount of material.</strong></p><p>There's a lot of material out there, and I'm very strict on myself, so that I'm never satisfied with the stuff I hear. I don't like listening to myself; I'm not a guy that goes home and puts on a Sonny Rollins record. So picking and choosing can be quite excruciating.</p><p><strong></strong><strong>What's hard for you about listening to older recordings of yourself?</strong></p><p>Well, the older recordings I don't mind so much, because in those days — you know, when I was recording with <a href=\"http://www.npr.org/artists/15404396/j-j-johnson\" target=\"_blank\">J.J. Johnson</a> and <a href=\"http://www.npr.org/artists/15404849/bud-powell\" target=\"_blank\">Bud Powell</a> and all those great people — we just went in the studio for a short time, and we knew that was it. We rose to the occasion without any afterthought or forethought; we just went in there and recorded. Now, it's a lot different. When I was in the recording studio over at Fantasy [Records] for many years, I had the option of listening back and doing another take, and I did five, ten takes. That sort of changed the dynamic.</p><p><strong></strong><strong>There's a track on <em>Road Shows, Vol. 3</em> called \"Patanjali,\" and that's the name of the great Hindu philosopher of yoga. You studied Indian philosophy and yoga in India, right?</strong></p><p>Yes I did, and I'm still studying Indian philosophy.<strong></strong></p><p><strong></strong><strong>I can see how yoga, with its emphasis on breathing, could be useful even on a technical level for a saxophonist. What has yoga brought to your playing?</strong></p><p>Well, it's the concentration level. A lot of people think of yoga as the exercises — hatha yoga — which is only one form. There are other forms of yoga, and they are more contemplative, introspective, meditational. The thing is this: When I play, what I try to do is to reach my subconscious level. I don't want to overtly think about anything, because you can't think and play at the same time — believe me, I've tried it (<em></em><em>laughs</em>). It goes by too fast. So when you're into yoga and when you're into improvisation, you want to reach that other level.</p><p><strong></strong><strong></strong><strong>When you went to India — this was in the late '60s — it was at a time when you famously took sort of a sabbatical from playing and recording. What was it that triggered you to reach out in these other directions in that way?</strong></p><p>I was into many things. I was into Rosicrucianism, I studied Buddhism, Kabbalah, even — I was really into those philosophies of life, as were some of my compatriots. We were trying to find a way to express life through our improvisations. The music has got to mean something. Jazz improvisation is supposed to be the highest form of communication, and getting that to the people is our job as musicians.</p><p>I'm not supposed to be playing, the music is supposed to be playing me. I'm just supposed to be standing there with the horn, moving my fingers. The music is supposed to be coming through me; that's when it's really happening.<strong></strong></p><p><strong></strong><strong>It's hard to think of anything that you haven't accomplished, in terms of music. Is there something else out there that you still want to do?</strong></p><p>I think there's always something to do. There are things that I've thought about — nature recordings, listening to new people coming up and being able to relate to them. Music is an open sky; it's vast. I wouldn't be so foolish as to ever feel that there isn't more music to be done, because it is out there. And I want to do it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sonny+Rollins%3A+%27You+Can%27t+Think+And+Play+At+The+Same+Time%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"657"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309304660-705fa5.m3u?orgId=1&topicId=1105&ft=3&f=309047616"},{"href":"http://media.npr.org/assets/img/2014/05/03/128x_sonny-rollins_june110-by-johnabbott-aa1824e77a2ca0184ebad71cd8136ff642f822e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"2997"}}]}