{"created":"2014-09-08T15:40:05+00:00","modified":"2014-12-20T00:32:52+00:00","valid":{"from":"2014-12-20T00:32:52+00:00","to":"3014-12-20T00:32:52+00:00"},"hreflang":"en","title":"Netanyahu Says Israel Has Proof Hamas Is Behind Kidnapping Of Teens","published":"2014-06-23T15:54:00+00:00","teaser":"The Israeli prime minister said that while he appreciates help from Palestinian leader Mahmoud Abbas, he also wants Abbas to renege on the unity government formed with Hamas.","itags":["npr_api","324843688"],"guid":"56cf07ca-d72c-480d-aae3-37f7359d7bd8","contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu says they \"have a lot\" of proof that Hamas is behind <a href=\"http://www.npr.org/2014/06/16/322597929/teens-disappear-in-the-west-bank-and-israel-blames-hamas\">the kidnapping of three Israeli teens</a>, which includes one dual U.S.-Israeli citizen.</p><p>\"We've pretty much figured out who are the kidnappers,\" Netanyahu said during an interview with NPR's <em>Morning Edition</em>. \"The actual perpetrators, the supporters, the command structure and there's no question — these are members of Hamas. We've passed some of that information to the U.S. government and others. We'll make it public as soon as the investigation enables us to do that. Our — my number one goal right now is to bring back our three kidnapped boys.\"</p><p>During the interview, Netanyahu moved very quickly into the broader political question this case brings up. Essentially, Netanyahu said the kidnappings prove Hamas should not be considered a legitimate political player and Palestinian leader Mahmoud Abbas should therefore renege on a deal with the group to form a unity government. </p><p>That's when the more interesting exchange in the conversation between NPR's Steve Inskeep and Netanyahu came about:</p><blockquote><p><strong>Steve Inskeep:</strong> Prime Minister Netanyahu, Mahmoud Abbas, the Palestinian leader, has criticized this kidnapping publicly and he's also, we're told, had his security forces cooperating with you on the ground. And you've said it's good that he made that statement but that you also want action. Can you name specific cooperation that Abbas has withheld?</p><p><strong>Benjamin Netanyahu</strong>: Well first of all, I do appreciate the statement against the kidnapping, it's important. I think it'll be tested also by stopping the glorification of released terrorists who did exactly this in the past and murdered many Israelis. And that he break his pact with Hamas. I think that's the critical thing. Because Hamas is incompatible with peace. Hamas like the Islamist movements that you see in Syria and in Iraq and elsewhere in the Middle East is committed to a savagery that not only includes the demise of the state of Israel, but actually the establishment of these Islamist realms — unforgiving violent realms — that oppose peace. You can't make a pact with Hamas and peace with Israel — it's one or the other or both --</p><p><strong>SI</strong>: I wanna make sure that...</p><p><strong>BN</strong>: And I think the most important thing that President Abbas could do — aside from helping us to bring back these boys — is to break its pact with Hamas.</p><p><strong>SI:</strong> I wanna make sure that people understand what you're talking about. You're talking about this unity government that's been formed between Abbas' party Fatah and Hamas. Is that your real goal here to make sure that that unity government is broken up?</p><p><strong>BN:</strong> Well our first goal is to get our boys back. The second is to find the kidnappers<strong> </strong>who are<strong> </strong>Hamas. The third is to weaken as much as possible Hamas that performs these grizzly deeds and calls for our destruction. That's natural. Anybody would do that just as you're fighting al Qaeda everywhere you can. I think that if you are trying to make peace you can't have a unity pact with al Qaeda — in this case with Hamas. You have to break away from it. And I think there are perhaps some thoughts to that effect in certain Palestinian circles and I hope that they produce action. So I think that the end result of this should be not only to try to bring back these teenagers and to apprehend<strong> </strong>their direct killers<strong> </strong>but also to break away from this pact with Hamas that can — is a giant step backward from peace.</p><p><strong>SI:</strong> If you press too hard --</p><p><strong>BN:</strong> And breaking the pact with Hamas will be a step towards peace.</p><p><strong>SI:</strong> If you press too hard Prime Minister and end up weakening or somehow deposing Mahmoud Abbas who is the closest thing  you have to a friend on that side, will it be destructive to Israel's interests?</p><p><strong>BN:</strong> I certainly don't think that. </p></blockquote><p>You can listen to the whole interview by clicking on the player at the top of the page.   <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Netanyahu+Says+Israel+Has+Proof+Hamas+Is+Behind+Kidnapping+Of+Teens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"456"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324847224-cde3aa.m3u?orgId=1&topicId=1001&ft=3&f=324843688"},{"href":"http://media.npr.org/assets/img/2014/06/23/450867206-aad01ea8b29086c2260b67d8d0c73ddb77b0b64c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2130","width":"2842"}}]}