{"created":"2014-09-22T16:10:20+00:00","modified":"2014-10-31T15:41:30+00:00","valid":{"from":"2014-10-31T15:41:30+00:00","to":"3014-10-31T15:41:30+00:00"},"hreflang":"en","title":"'Unmosqued' Examines Muslim Variant Of Unchurched Youth","published":"2014-05-23T15:00:00+00:00","teaser":"A new documentary making the rounds on college campuses is striking a chord with young Muslims. It depicts them drifting away from Islam and argues that mosques are to blame.","itags":["npr_api","314867358"],"guid":"56e6a3e6-e61f-4b59-b0ab-057f736dbb43","contentencoded":"<p>There's a new film screening on American college campuses this spring that's sparking lively debate among Muslim students. <em>Unmosqued </em>depicts a younger generation of American Muslims drifting away from Islam, and it argues that mosques bear the blame.</p><p>Recently several hundred people gathered at the Webb Foundation to celebrate Mawlid, the birthday of the Prophet Muhammad. The foundation is named after an early American convert to Islam. There's no dome, minaret or even a building. It's known for service projects, good Sunday schools and father-daughter camping trips.</p><p><em>Unmosqued </em>celebrates diverse and increasingly popular communities like Webb — so-called \"third spaces\" beyond home and <em>masjid,</em> the Arabic word for mosque.</p><p><em>Unmosqued </em>also takes a hard and often unflattering look at mosques in America.</p><p>\"The <em>masjid</em> is very relevant for immigrants. For our generation it has become such a place that bears little to no relevance to my life,\" says Bilal Hilto, co-founder of The Lighthouse Initiative, a third space center in Long Island, N.Y.</p><p>Atif Mahmud, the film's producer, says he got the phrase \"unmosqued\" from a term Christian friends use to describe how they'd drifted away from their childhood congregations.</p><p>\"I heard the way that young Christians were talking about how they felt unchurched, and I felt exactly the same way,\" Mahmud recalls.</p><p>Mahmud says this isn't a battle over beliefs — it's a battle over culture. He's a business consultant with an MBA, and he says that just like his corporate clients, many of the mosques need new habits and more hospitality.</p><p>\"It is very possible that we can go to a mosque today, wash ourselves, put our shoes on the rack, go inside, make our prayers and come out and go home without having said a word directly to a single person,\" Mahmud says.</p><p>Mahmud says mosque leaders should visit popular evangelical churches, like the one near his home in Houston. The sermons are focused and timely. People smile and hug. They hand out fresh orange juice in the parking lot.</p><p>In the film, converts to Islam talk about how they don't<em></em> feel welcome; women talk about how they feel isolated. The film features awkward fundraisers, lectures in broken English, signs and sermons in foreign languages, dingy bathrooms.</p><p>Leena Suleiman attended a recent screening for the Muslim Student Association at the University of Chicago. She says the film got a lot right, but she worries that it favors third spaces and might insult older immigrants.</p><p>\"There was a bias in the film,\" Suleiman explains. \"There's already a problem. That will turn off the men and women that are causing the issues that exist.\"</p><p>She says she won't show the film to the older folks at her mosque because she needs them as allies in the push for change. The filmmakers point out that their own parents are immigrants, and the film does include some immigrant \"uncles\" who want<em></em> the young generation to lead.</p><p>This isn't just a Muslim story; it's a very American story.</p><p>\"We see this with most immigrant groups founded by folks who are trying to re-create a sense of home in a new space,\" says Benjamin Zeller, who teaches American religious history at Lake Forest College near Chicago. \"So they want to re-create the language, they want to re-create the culture, they want to re-create the art, they want to re-create the style, the mood of the old world in the new world.\"</p><p>He says Japanese Buddhists, Italian Catholics and German Jews have all been there.<em> </em></p><p>Creating <em>American</em> mosques is exactly what the filmmakers have in mind. They view mosques as crucial institutions.</p><p>Filmmaker Ahmed Eid says at heart, <em>Unmosqued</em><em></em> is about community: \"Islam is not a religion you can practice by yourself in a hut somewhere. Every Friday, every week we have to gather as a community at a mosque and learn something from the imam.\"</p><p>Eid hopes the film will inspire his generation to get involved, whether at mosques or third spaces that may someday evolve into mosques, so that by the time his 3-year-old daughter is in college, she'll have a mosque where she feels at home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Unmosqued%27+Examines+Muslim+Variant+Of+Unchurched+Youth&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Monique Parsons","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315080686-09faf5.m3u?orgId=1&topicId=1015&ft=3&f=314867358"},{"href":"http://media.npr.org/assets/img/2014/05/23/unmosqued.zain2-08d4fde1099f52a5b169a3ecaebc66cb5d6d8130.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2827","width":"3761"}},{"href":"http://media.npr.org/assets/img/2014/05/23/unmosqued-poster-8bfd2eaac53b4f0ef2469fcadc804d87b05cfa0f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1022"}}]}