{"created":"2014-09-22T14:30:23+00:00","modified":"2015-03-12T17:39:30+00:00","valid":{"from":"2015-03-12T17:39:30+00:00","to":"3015-03-12T17:39:30+00:00"},"hreflang":"en","title":"Microphone Check Live: The Stories Of The Notorious B.I.G.","published":"2015-03-03T21:51:00+00:00","teaser":"On Sunday, Sept. 14, 20 years and one day after Biggie Smalls' debut album <em>Ready to Die</em> was released, we gathered four of the musician's friends in Brooklyn to recall the man they knew.","itags":["npr_api","349607102"],"guid":"56eb23f7-dc6e-4843-aae6-6aeb6b981612","contentencoded":"<p>On Sunday, Sept. 14, 20 years and one day after Biggie Smalls' debut album, <em>Ready to Die,</em> was released, <em>Microphone Check</em> gathered four of the musician's friends in Brooklyn to recall the man they knew.</p><p>Hubert Sam went to elementary school with Chris Wallace and was his very first DJ. Donald Harrison, Jr., was a world-touring jazz musician when Hubert and Chris started going over to his house to talk about jazz and the industry. Matty C, whose job gave him access to all the latest hip-hop before anyone else, used to get hit up by Big for new tapes as he got off the subway. And dream hampton took Biggie with her to classes at NYU's film school.</p><p>We called the event \"If You Don't Know, Now You Know: The Stories Of Notorious B.I.G.\" The story-telling happened at BRIC House on Fulton Street, just blocks from where the young man who would become the Notorious B.I.G. went to school, bagged groceries, hustled and freestyled. You can download the conversation above or watch videos of the panel below.</p><h3>Part 1</h3><h3>Part 2</h3>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Microphone+Check+Live%3A+The+Stories+Of+The+Notorious+B.I.G.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"7064"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383359950-d3f694.m3u?orgId=1&topicId=1105&e=349607102&d=7064&ft=nprml&f=349607102"},{"href":"http://media.npr.org/assets/img/2014/09/22/20140914_npr_biggiepanel_pvy_0004-886bf01047583c5d399a4b4d83d6b512c0aa2fe4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3116","width":"4155"}}]}