{"created":"2015-06-03T18:14:19+00:00","modified":"2015-06-09T17:05:08+00:00","valid":{"from":"2015-06-09T17:05:08+00:00","to":"3015-06-09T17:05:08+00:00"},"hreflang":"en","title":"Chimps Are No Chumps: Give Them An Oven, They'll Learn To Cook","published":"2015-06-05T13:22:00+00:00","teaser":"That's what researchers found when they gave chimps a device that appeared to work like an oven. The findings add to the argument that our ancestors began cooking soon after learning to control fire.","itags":["npr_api","411748170"],"guid":"56f43213-2258-478a-81a8-d35cabcd4037","contentencoded":"<p>If you give a chimp an oven, he or she will learn to cook.</p><p>That's what scientists concluded from a <a href=\"http://rspb.royalsocietypublishing.org/content/282/1809/20150229\">study</a> that could help explain how and when early humans first began cooking their food.</p><p>\"This suggests that as soon as fire was controlled, cooking could have ramped up,\" says <a href=\"http://scholar.harvard.edu/rosati/home\">Alexandra Rosati</a>, an evolutionary biologist at Yale and a co-author of the <a href=\"http://rspb.royalsocietypublishing.org/content/282/1809/20150229\">study</a>, which was published in the <em>Proceedings of the Royal Society B</em>.</p><p>Evidence suggests early humans learned to control fire between 400,000 and 2 million years ago.</p><p>Rosati and <a href=\"https://software.rc.fas.harvard.edu/lds/research/warneken/warneken/\">Felix Warneken</a>, a psychologist at Harvard University, carried out the study at a <a href=\"http://www.janegoodall.org/programs/tchimpounga-chimpanzee-rehabilitation-center\">chimpanzee sanctuary</a> in the Democratic Republic of the Congo. First, the researchers gave the chimps a device that appeared to work like an oven.</p><p>\"You can think of it as a chimpanzee microwave where, basically, if the chimpanzees placed raw food in the device and then we shook the device, [the food] came out cooked,\" says Rosati, who will be moving from Yale to Harvard this summer.</p><p>The device was actually just a bowl with a false bottom that held cooked food. The researchers didn't use fire because it could have injured the chimps, and because some chimps might have already seen how humans used it to cook food.</p><p>After providing the \"oven,\" Rosati and Warneken gave the chimps slices of uncooked white sweet potato. \"At first, the chimps pretty much ate the food. But then you almost could see them have this insight like, Oh, my goodness, I can put it in this device and it comes back cooked,\" Rosati says.</p><p>About half the chimps became regular users of the faux oven, Rosati says. And those chimps pretty much ignored a second device that returned their food uncooked.</p><p>Other experiments showed that chimps understood the concept of cooking.</p><p>When researchers gave them a cooked potato slice, they simply ate it. But when they got a raw carrot, they immediately put it in the device. And their preference for cooked food was so strong that they would hold on to raw potatoes, or carry them to other locations, in order to have them cooked.</p><p>Previously, chimps and their close cousins, bonobos (like Kanzi, who is pictured above), have been taught to cook by people. But this is the first study showing that animals can acquire a cooking-like skill on their own.</p><p>The results add to a debate about whether early humans had the brain power to figure out cooking, an activity that requires planning, a willingness to delay gratification and sophisticated use of a tool, Rosati says.</p><p>The new study was inspired by the work of a colleague at Harvard, <a href=\"http://heb.fas.harvard.edu/people/richard-w-wrangham\">Richard Wrangham</a>, a professor of biological anthropology. His book <em>Catching Fire: How Cooking Made Us Human</em> argues that early humans began cooking almost immediately after learning to control fire, something Wrangham believes happened about 2 million years ago.</p><p>The new study suggests that even back then, our ancestors had brains that were ready to barbecue, Wrangham says. \"All they needed, I think, would be to see a piece of food drop in the fire, pick it out and realize that it tasted good, and then the cultural transmission of that behavior would spread very quickly,\" Wrangham says.</p><p>The study also offers a reminder that very few behaviors are uniquely human, Wrangham says. \"What we're seeing here is that the chimps are surprisingly similar to humans, even though the whole process of cooking seems like something that is a huge divide between humans and other animals.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chimps+Are+No+Chumps%3A+Give+Them+An+Oven%2C+They%27ll+Learn+To+Cook&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411783619-5f54bc.m3u?orgId=1&topicId=1024&d=234&p=2&story=411748170&t=progseg&e=411666402&seg=4&ft=nprml&f=411748170"},{"href":"http://media.npr.org/assets/img/2015/06/03/49550662_h16398093-d2acd30a1b68c7ec182b063dc77022048ec3a56e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1896","width":"2528"}},{"href":"http://media.npr.org/assets/img/2015/06/03/49550662_h16398085-6cc5085d1e0ecf27427eadd023a51bc8c71371c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1700","width":"2267"}}]}