{"created":"2015-06-20T09:50:44+00:00","modified":"2015-06-25T17:44:57+00:00","valid":{"from":"2015-06-25T17:44:57+00:00","to":"3015-06-25T17:44:57+00:00"},"hreflang":"en","title":"Survival Is Insufficient: 'Station Eleven' Preserves Art After The Apocalypse","published":"2015-06-20T14:40:00+00:00","teaser":"In Emily St. John Mandel's novel, <em>Station Eleven</em>, a Shakespearean troupe clings to scraps of civilization after a deadly pandemic. Mandel and NPR's Scott Simon talk about art at the end of the world.","itags":["npr_api","415782006"],"guid":"5700edb0-0e40-483f-aa0a-ee69211c5c34","contentencoded":"<p>Emily St. John Mandel's new novel, <em>Station Eleven</em>, opens with a vain actor — and is there really any other kind? — who dies of a heart attack onstage as he plays King Lear in Toronto. His co-stars can't remember if he had a family to notify. But soon, within minutes, the death of one man playing Lear disappears into the vast, mass death of a worldwide plague called the Georgia Flu. And the novel skips forward 20 years to a young woman who was just eight when she was on stage with that actor and is now trying to make her way in a world that's been shorn of most of what we call civilization.</p><p><em>Station Eleven</em> has been a best seller. It won several major awards, was an <a href=\"http://apps.npr.org/best-books-2014/#/book/station-eleven-a-novel\">NPR Books Concierge pick</a>, and it's just come out in paperback. But book awards and paperback releases are a thing of the past in the world Mandel has created. \"No cities,\" she tells NPR's Scott Simon. \"No countries, no internet, no more Facebook, no more email. I very purposely set much of the action 15 and then 20 years after that flu pandemic. And the reason for that is that I feel that most dystopian fiction tends to dwell on that immediate aftermath of horror and mayhem. What I was really interested and writing about was what's the new culture and the new world that begins to emerge? In this altered world, there is a traveling Shakespearean theater company and symphony orchestra touring the small and fairly isolated communities in the Midwest.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On why she featured a troupe of actors.</strong></p><p>I found it hopeful. You know, it's interesting. It's not that I don't think that there would be a period of absolute mayhem and chaos and horror. It's that I don't think that period would last forever everywhere on earth. You know because, mayhem is not a terribly sustainable way of life. It seemed at least plausible to me that there would eventually be some kind of hope. Perhaps it's wishful thinking on my part, but I did like the idea that a Shakespearean company might be able to make it.</p><p>You know, it's interesting to think about what survives. I remember describing the premise of the novel to my husband, and he said, \"People would want what was best about the world.\"</p><p><strong>On what survives — including a comic book treasured by several characters</strong></p><p>Of course you hope in a scenario like this, what would survive would be the Beethoven symphonies, the Shakespeare plays, the things that we think of as the highest and most exalted expressions of our culture. What if it's also a self-published comic book? Yeah, I was interested in the randomness of what survives and what doesn't. So yeah, there is a comic book that's drawn by a character in the present day. She has no expectation that anybody else will ever see her work. For her, the important thing is the work itself, not whether or not it's ever published.</p><p><strong>On the Traveling Symphony's motto, \"survival is insufficient\"<br /></strong><br />It is not from Shakespeare. I in fact stole it shamelessly from <em>Star Trek: Voyager</em>. Yes, an episode that aired in 1999. I remember watching that episode and I remember being absolutely struck by that line. Survival is never sufficient. Here in the present, we play — we play musical instruments at refugee camps. We put on plays in warzones. Immediately following the Second World War, there was a fashion show in Paris. There's something about art I think that can remind us of our humanity. It could remind us of our civilization. So that line became almost the thesis statement of the entire novel.</p><p><strong>On the recent popularity of post-apocalyptic fiction<br /></strong><br />A suggestion that I hear quite often is that our interest in post-apocalyptic fiction is a natural expression of the anxiety we feel. We always seem to think the world's ending. It's some sort of combination of pessimism or narcissism that — it's almost as though we want to believe or living at the climax of the story. Someone suggested to me that it has to do with economic inequality. That we secretly desire a situation in which this entire apparatus is blown up and we all start over again on perfect equal footing.</p><p>The theory that I found the most interesting was suggested to me by a bookseller in England last year: she thought perhaps our interest in these futuristic narratives had to do with the fact that there are no more frontiers. You know, it's no longer possible to set out as a pioneer and stake a claim and start a new life. Now that that's all mapped and charted out and there are no more frontiers — that's left us with a certain restlessness, that I suppose gets channeled into our interest in this futuristic, speculative fiction.</p><p><strong>On what she'd want to save in an apocalypse</strong></p><p>You know, I think I'd want to save a globe. Something that came up for me as I was writing this book was how incredibly local your world would become. But you know, here I am in Philadelphia this afternoon. If I lived in Philadelphia, I would have no idea what was going on. Even in rural Pennsylvania, let alone Asia, you know your world becomes so small so quickly. And I think it would be very easy to lose perspective and think that this was the entire world. So I would want a globe, just to remember that there was a world out there.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Survival+Is+Insufficient%3A+%27Station+Eleven%27+Preserves+Art+After+The+Apocalypse&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"367"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415973985-7cc1d7.m3u?orgId=1&topicId=1033&aggIds=100876926&d=367&p=7&story=415782006&t=progseg&e=415973866&seg=19&ft=nprml&f=415782006"},{"href":"http://media.npr.org/assets/img/2015/06/19/stationeleven-b9691ce6677787d7359d6f5e140ec48a0f1f276c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"516","width":"688"}}]}