{"created":"2015-04-15T14:03:17+00:00","modified":"2015-06-03T15:00:34+00:00","valid":{"from":"2015-06-03T15:00:34+00:00","to":"3015-06-03T15:00:34+00:00"},"hreflang":"en","title":"You Didn't Check The 'Presidential Election Campaign' Box On Your Taxes, Did You?","published":"2015-04-15T16:46:00+00:00","teaser":"The little box is for presidential public financing. At first, it was relatively popular, but now fewer people are checking the box — and more candidates are rejecting the funds.","itags":["npr_api","399699566"],"guid":"5704e6a2-cca8-4eec-9a3f-030eb546c148","contentencoded":"<p>Here's a question for you last-minute tax filers. See that little checkoff box at the top of the <a href=\"http://www.irs.gov/instructions/i1040a/ar01.html#d0e2182\">1040 tax form</a>, the one labeled \"Presidential Election Campaign\"? You didn't check it, did you?</p><p>If not, then you're just like pretty much everybody else.</p><p>That little box is for presidential public financing. It's on the tax form because of the <a href=\"http://www.history.com/topics/watergate\">Watergate scandal</a> — because of million-dollar contributions, secret donors and government decisions favoring corporate moneymen. In 1972, Congress created presidential public financing to get presidential candidates away from big donors like these. And while it doesn't sound so remarkable now, back then the move was a shocker.</p><p><a href=\"http://www.fec.gov/press/bkgnd/fund.shtml\">The system</a> has two elements.</p><p>Presidential candidates can get matching funds in the primaries, based on how much they get from small donors. In the general election, federal grants can pay for everything. The Democratic and Republican nominees don't have to raise money at all. The big catch to this generosity? Candidates who take public funds have to limit their spending.</p><p>This money would flow from the actions of taxpayers — those who mark that little checkoff box on Form 1040.</p><p>At first, public financing was relatively popular.</p><p><a href=\"http://www.fec.gov/members/ravel/ravel_bio.shtml\">Ann Ravel</a>, chairwoman of the <a href=\"http://www.fec.gov/pages/brochures/fecfeca.shtml#search=presidential%20election%20campaign%20fund\">Federal Election Commission</a>, which oversees the public financing, said that in 1976, the first year of the program, 27.5 percent of taxpayers participated. Participation peaked in 1980 at 28.8 percent. In 2013, Ravel said, the figure was 6 percent.</p><p>So: why the plunge in support?</p><p>One obvious reason is the Washington money chase. <a href=\"http://www.opensecrets.org/pres08/\">In 2008</a>, Republican nominee John McCain took the federal grant for the fall campaign, all $84 million of it. He lost to Barack Obama, who rejected the public funds and raised $745 million.</p><p>Following that was the Supreme Court's Citizens United ruling in 2010, encouraging <a href=\"http://www.opensecrets.org/outsidespending/\">outside money</a> — 501c tax-exempt groups and superPACs. It raised the ante even higher.</p><p>This cycle, no candidates are even talking about using public financing.</p><p>Even when it was popular with candidates, some taxpayers didn't like public financing — \"food stamps for politicians,\" in one often-used criticism.</p><p>And public financing has other problems too.</p><p>Campaign finance lawyer <a href=\"http://www.akerman.com/bios/bio.asp?id=1896\">Brett Kappel</a> put some of the blame on the 1040's design. The checkoff box is in the wrong place, he said, \"almost at the top of the form, right next to the name and address. It's easy to overlook.\"</p><p>He also said that taxpayers misunderstand the process. The $3 checkoff (formerly $1) comes through the usual government appropriations process, he said. \"It does not come out of the refund that the taxpayer is owed.\"</p><p>To add to the confusion, Congress in 2014 cut off public funding for the Democratic and Republican nominating conventions. Congress diverted the money elsewhere. It's still included in the checkoff, but the convention funds actually go to a pediatric research program chosen by Congress.</p><p>Then there's the way that the system treats candidates. <a href=\"https://pillaroflaw.org/index.php/about/staff\">Benjamin Barr</a>, a lawyer for the conservative Pillar of Law Institute, said, \"You just have an inherently inefficient regulatory system, that sets an arbitrary number that isn't responsive to what candidates may or may not need.\"</p><p>But FEC Chairwoman Ravel said it still can help lesser-known candidates, who might need a platform to present their ideas. She said, \"In my view, it's good for democracy.\"</p><p>That leaves one unanswered policy question: whether supporting minor candidates is what public financing was meant to do.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=You+Didn%27t+Check+The+%27Presidential+Election+Campaign%27+Box+On+Your+Taxes%2C+Did+You%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Overby","audio":[{"meta":{"duration":"179"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399796553-08bf08.m3u?orgId=1&topicId=1014&d=179&story=399699566&ft=nprml&f=399699566"},{"href":"http://media.npr.org/assets/img/2015/04/15/istock_000005273363large-df1ed7103855e073633379d647a5132165ea2d51.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}},{"href":"http://media.npr.org/assets/img/2015/04/15/pecbox_custom-c2d853597fff2def732d891cba0e4de0a85175b8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"232","width":"748"}}]}