{"created":"2014-10-08T15:48:26+00:00","modified":"2014-10-31T01:56:27+00:00","valid":{"from":"2014-10-31T01:56:27+00:00","to":"3014-10-31T01:56:27+00:00"},"hreflang":"en","title":"For Brazil's Soccer Stars, Careers Often Begin On Makeshift Fields","published":"2014-05-20T19:38:00+00:00","teaser":"The soccer-mad country produces some of the world's best players. They often come from shantytowns, where they learn the game playing barefoot in the streets or on dusty fields.","itags":["npr_api","313982248"],"guid":"5704015e-772d-4e77-bb61-cad578830830","contentencoded":"<p>The road to World Cup glory in Brazil doesn't start in fancy soccer clubs or private schoolyards. It often begins in places like this poor neighborhood called Rio Pequeno in Sao Paulo and on a dirt lot, where a group of children are playing soccer.</p><p>Brazil is hosting the World Cup, which starts in less than a month, and the country is also favored to win. Brazil is already a five-time champion and it has played in every World Cup since the tournament's inception.</p><p>It's no exaggeration to say that most every young boy in this country dreams of becoming a professional soccer player. The children kicking a ball around the lot in Rio Pequeno are no different.</p><p>The boys in the ragtag group shout excitedly about who their favorite players are.</p><p>Felipe de Lucca Mendes Ferreira, 11, is small for his age, but he swaggers confidently toward my microphone as if he's already used to giving comments to the press after a match.</p><p>Soccer \"is a way of having fun,\" he says. \"I want to be a big, famous player when I grow up.\"</p><p>In Brazil, every open patch of grass or concrete yard is a potential field of dreams where kids play with whatever they have on hand.</p><p>In Sao Paulo's soccer museum there's even an exhibit dedicated to the variety of makeshift balls used — a doll's head, a ball made out of spooled tape, or tightly wound up socks. If it is round and they can kick it, they will use it.</p><p>Last year, a documentary called <em>Pelada, Futebol na Favela</em> focused on the early lives of famous footballers in Brazil.</p><p>Soccer greats like Ronaldo and this year's projected World Cup star Neymar talk about how they got their starts in the dirt lots of their poor neighborhoods.</p><p>Narrator Silvio Luiz says that the reason so many wonderful soccer players come from the slums is that they learn how to be tough and \"treacherous soccer players there, which is something they can't learn at a soccer school.\"</p><p>These rags-to-riches tales live in the popular imagination and fuel the dreams of fame and glory, not just of the kids but also of their parents.</p><p>Being a professional footballer in Brazil used to be seen as something the poor would only aspire to. But with the TV deals, international careers and million-dollar salaries of many Brazilian players, the middle class and the rich now want to get in on the game too. In the past, recruitment and training were more haphazard, but these days it has become professionalized.</p><p>\"The sports federations, the government here, unlike in other countries don't discover and train soccer players,\" said Ronildo Santos, a sports journalist at Bandeirantes TV in Sao Paulo. \"And unlike in the U.S., there is no school system which allows you to become a professional athlete through high school and college teams. Here it's the football clubs that do all the work.\"</p><p>One of the most famous clubs in Brazil is Palmeiras. To get to the Palmeiras first division soccer team's training camp, you have to go along a bumpy dirt road on the outskirts of Sao Paulo.</p><p>This past week, 11- and 12-year-old kids have their names called out as they stand nervously waiting to be judged during a three-day tryout.</p><p>All the major soccer teams in Brazil have these weekly events, and the kids who are evaluated are getting younger and younger. Palmeiras used to only take boys older than 15 — now it is looking at children as young as 8.</p><p>The 32 kids present on this day are run through basic drills under the watchful eye of two recruiters.</p><p>Trainer Edvaldo Sousa Marques from Palmeiras explains this is something akin to an open casting call. People sign up their children for the evaluations, which are free, in the hopes they will be chosen for the club's program.</p><p>Only 25 to 30 will be chosen out of the thousands of all age groups who are evaluated. Once they are signed up, they are trained and will eventually — if they remain promising — be signed to play with Palmeiras or sold to another football club for a healthy profit. In the meantime, once they've turned 15, they are housed and schooled and fed.</p><p>The goal of all these kids is to become one of the 5,000 professional soccer players in Brazil despite the fact that it's only the elite who make the big salaries. Most professional players here, especially in the smaller towns, pull in $250 a week at best.</p><p>Hairdresser Elizandra da Silva has her son Paulo, 12, trying out for the Palmeiras program.</p><p>She says the odds don't worry her because this is a better dream than their current reality.</p><p>\"It's not just the money,\" she adds. \"This helps them get off the streets, where there are drugs and violence, to try for something better.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Brazil%27s+Soccer+Stars%2C+Careers+Often+Begin+On+Makeshift+Fields&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313996810-397c4d.m3u?orgId=1&topicId=1127&ft=3&f=313982248"},{"href":"http://media.npr.org/assets/img/2014/05/19/brazil-soccer-dreams1-861d7a45cbcead71927a4098a6e5fe3d1b4a5889.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1622","width":"2165"}},{"href":"http://media.npr.org/assets/img/2014/05/19/brazil-soccer-dreams2_custom-45c52896fc683b2b8e0e1622ec52dc01e6294a3a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1998","width":"3000"}}]}