{"created":"2014-09-19T19:44:21+00:00","modified":"2014-12-23T18:41:38+00:00","valid":{"from":"2014-12-23T18:41:38+00:00","to":"3014-12-23T18:41:38+00:00"},"hreflang":"en","title":"Designing The Perfectly Architectural Ice Cream Sandwich","published":"2014-07-07T11:26:00+00:00","teaser":"NPR's Renee Montagne visited Coolhaus Ice Cream Shop in Southern California to find out what architecture and frozen desserts have in common, and how to stack up a mean ice cream sandwich.","itags":["npr_api","328207987"],"guid":"5708acc3-fcad-4941-a2f3-0357ba62622f","contentencoded":"<p>Coolhaus ice cream shop — which is just blocks from NPR West in Culver City, Calif. — is famous for its ice cream, which comes in crazy cool flavors like Whisky Luck Charms and Peking Duck.</p><p><a href=\"http://eatcoolhaus.com/about#about_story\">Coolhaus</a> recently came out with a cookbook, so NPR's Renee Montagne visited the shop to learn how some of these loopy flavors can be used as building blocks in crafting the ultimate ice cream sandwich.</p><p>The first thing you'll want to know: The co-founder of Coolhaus, Natasha Case, was not trained as a cook or chef. She was actually trained as an architect — which helps explain the name of her establishment.</p><p>\"Coolhaus is a play on <a href=\"http://www.metmuseum.org/toah/hd/bauh/hd_bauh.htm\">Bauhaus architecture</a> and <a href=\"http://www.pritzkerprize.com/2000/bio\">Rem Koolhaas</a>, the architect,\" Case explains. A life-size image of Rem greets Coolhaus customers; he's Case's favorite.</p><p>Plus, Case says, \"the ice cream sort of looks like little cold houses, as do our trucks.\"</p><p>The ice cream shop itself grew out of a concept that Case began exploring in her graduate architecture program. \"I called it 'farchitecture,' food plus architecture,\" she says. \"I just got into different ways of using food as the medium to talk about architecture. How could food send people a message or educate people about design?\"</p><p>She started experimenting with different desserts — she even made an architectural model out of a layer cake. Eventually, she opened Coolhaus.</p><p>Many of her famous ice cream sandwiches pay heed to the architecture greats. The architect behind the Louvre pyramid, <a href=\"http://www.pcf-p.com/a/f/fme/imp/b/b.html\">I.M. Pei</a>, becomes \"I.M. Pei-nut butter.\" And <a href=\"http://www.designboom.com/portrait/mies/bg.html\">Mies van der Rohe</a> — one of the pioneers of modern architecture — becomes \"Mies Vanilla der Rohe.\"</p><p>\"I consider myself, you know, very punny,\" Case says. \"A pun-isher, if you will.\"</p><p>But the principles of building design really come into play in the construction of the shop's famous ice cream sandwiches.</p><p>\"There's definitely an architecture to the sandwich,\" Case says. The bottom cookie is the foundation, and it has to be pliable, so that \"as you're eating the sandwich [it won't] fall apart and not just crunch off,\" she says.</p><p>The ice cream in the middle serves as the glue — it holds the whole structure together, Case says. And finally, you've got to mind the top cookie. \"If it's too hard and too crunchy, it's just going to push all the center of the ice cream sandwich out.\"</p><p>For the custard ice cream base, the Coolhaus approach is to go creative. \"I think [customers'] palate has evolved,\" Case says. At Coolhaus, Fried Chicken and Waffles is a favorite, as is Goat Milk and Caramel.</p><p>Check out Coolhaus' recipes for Dirty Mint Chip and Balsamic Fig Mascarpone, below.</p><hr /><h3>Plain Custard Base Recipe from the <em>Coolhaus Ice Cream Book</em></h3><p><em>Use the freshest eggs available for best results. If possible, refrigerate the base for a full 24 hours— the longer, the better. We like to chill our bases in plastic or stainless-steel pitchers with airtight lids for easy pouring into the ice cream maker after chilling.</em></p><p><em>Makes about 1 1⁄2 quarts </em></p><p>2 cups whole milk</p><p>2 cups heavy cream</p><p>1 1⁄4 cups granulated sugar</p><p>8 large egg yolks</p><p>In a 4 quart saucepan, combine milk, cream, and half of sugar. Set over high heat, and cook, stirring occasionally, until mixture comes to a boil, about 5 minutes.</p><p>Meanwhile, in a medium bowl, whisk yolks and remaining sugar until smooth, heavy, and pale yellow — about 30 seconds.</p><p>When cream mixture just comes to a boil, whisk, remove from heat, and, in a slow stream, pour half of cream mixture over yolk and sugar mixture, whisking constantly until blended.</p><p>Return pan to stovetop over low heat. Whisking constantly, stream yolk-cream mixture back into pan.</p><p>With a wooden spoon, continue stirring until mixture registers 165 to 180 degrees on an instant-read thermometer, about 2 minutes. Do not heat above 180 degrees, or eggs in base will scramble. Mixture should be slightly thickened and coat back of spoon, with steam rising, but not boiling. (If you blow on the back of the spoon and the mixture ripples, you've got the right consistency.)</p><p>Pour base into a clean airtight container and refrigerate for 12 to 24 hours before using.</p><p>Use base within 3 to 5 days</p><h3>Coolhaus' Balsamic Fig Mascarpone Ice Cream</h3><p><em>The French electronic band Justice chose this flavor to represent them at Coachella. The elegant European flavors of this ice cream get a sugar slap from dried figs, mellowed by mascarpone. The chewiness of the figs contrasts nicely with the crunchy almonds, which add a toasty facet to the ice cream that will make you wanna D-A-N-C-E.</em></p><p><em>Makes about 1 1/2 quarts </em></p><p>1 cup balsamic vinegar</p><p>1⁄2 cup granulated sugar</p><p>1 cup coarsely chopped dried</p><p>Mission figs</p><p>1(4 ounce) container mascarpone</p><p>Pinch kosher salt</p><p>Plain Custard Base</p><p>1. In a small heavy saucepan, bring vinegar and sugar to a boil over high heat and cook until reduced by half. Reduce heat to low, add figs, and reduce liquid until syrup just covers figs about 20 minutes. Remove from heat and set aside to cool.</p><p>2 . Mix mascarpone and salt into base with an immersion blender or a hand mixer.</p><p>3. Process in an ice cream maker according to manufacturer's instructions.</p><p>4. Transfer to a bowl and fold in balsamic-fig mixture.</p><p>5 Scrape into an airtight storage container. Freeze for a minimum of 2 hours before serving.</p><h3>Coolhaus' Dirty Mint Chip Ice Cream</h3><p><em>We have news for you. That supermarket mint chip ice cream with the nuclear-green color? It doesn't have any mint leaves in it. It has mint oil or fake mint flavoring, and that nasty color comes from artificial coloring. Real, fresh mint leaves give our Dirty Mint a fresh, cool intensity. Why is it \"dirty\"? Because we use brown sugar in the base, which gives the ice cream a deep caramel punch and a natural light brown color. It is also \"dirty\" because we don't strain out the mint. Leaving it in deepens the flavor the longer the ice cream is in the freezer.</em></p><p><em>(Warning: This has been known to convert mint ice cream haters.)</em></p><p>Makes about: 1 1⁄2 quarts</p><p>1⁄3 cup finely chopped fresh mint leaves</p><p>1⁄2 tablespoon dark brown sugar</p><p>1⁄4 teaspoon kosher salt</p><p>Plain Custard Base (page 28) or Eggless Base (page 30), made with light brown sugar instead of granulated</p><p>1⁄2 cup mini semisweet chocolate chips (we like Guittard or Ghirardelli)</p><p>1. Stir mint leaves, dark brown sugar, and salt into base. Mix well.</p><p>2. Process in an ice cream maker according to manufacturer's instructions.</p><p>3. Transfer to a bowl and fold in chocolate chips.</p><p>4. Scrape into an airtight storage container. Freeze for a minimum of 2 hours before serving.</p><p><em>Recipes reproduced by permission of Houghton Mifflin Harcourt</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Designing+The+Perfectly+Architectural+Ice+Cream+Sandwich&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328374075-584b29.m3u?orgId=1&topicId=1053&ft=3&f=328207987"},{"href":"http://media.npr.org/assets/img/2014/07/03/icecream-wide-ce4a38b725fabfd38ff3637099b54e955c4d5351.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"892","width":"1189"}},{"href":"http://media.npr.org/assets/img/2014/07/03/balsamic-fig-marscapone_enl-06d67eace183b65d4f7dfc5584c604755faef954.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3446","width":"2584"}},{"href":"http://media.npr.org/assets/img/2014/07/03/dirty-mint-chip_enl-cd04d807446876965531f64e5477b6c7984d6a10.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1624","width":"1600"}}]}