{"created":"2014-08-29T03:11:09+00:00","modified":"2014-08-29T03:11:09+00:00","valid":{"from":"2014-08-29T03:11:09+00:00","to":"3014-08-29T03:11:09+00:00"},"hreflang":"en","guid":"571453a8-3c40-4e74-acf9-295d31cd2980","title":"Undocumented Asian immigrants shy away from revealing their status","published":"2014-08-29T03:11:08+00:00","byline":"Josie Huang","tags":["immigration","culture","politics","government","Global Nation","Justice","Conflict & Justice","Washington DC","Los Angeles","North America","Asia","United States","Philippines","Taiwan","California","Amy Lin","Tiffany Panlilio","Margie McHugh","Anthony Ng","Social Issues","Deportation","Immigration","Visa"],"teaser":"The immigration debate often centers on people from Latin America, but many undocumented immigrants are Asian. Yet Asian communities are seeking out help and enrolling in a government anti-deportation program at much lower rates than Latinos, thanks to stigma over being undocumented.","contentencoded":"<p>Amy Lin was 12 when she and her mom left her abusive dad in Taiwan and came to California. What she didn&#39;t know is that they&#39;d done so on a tourist visa.</p><p>Her mom got work as a nanny. Lin went to school. Then Lin turned old enough to drive and mentioned the prospect of getting a driver&#39;s license to her mom. &quot;S<span style=\"line-height: 1.538em;\">he was like, you just can&rsquo;t do it. And she wouldn&rsquo;t even tell me why,&quot; Lin says.</span></p><p>A few months later, Lin brought up college.&nbsp;<span style=\"line-height: 1.538em;\">But like many immigrants without the authorization to live in the US, they had had overstayed their tourist visas.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;She finally sat me down and said, &#39;Look, you&rsquo;re undocumented,&#39;&quot; Lin remembers.</span></p><p>That&#39;s not an uncommon story for Asian immgrants: Advocates say they often hide their situation from their children.&nbsp;<span style=\"line-height: 1.538em;\">&quot;People just don&rsquo;t talk about their immigration status or how they came to the US,&quot; said </span><a href=\"https://twitter.com/Antology\" style=\"line-height: 1.538em;\">Anthony Ng</a><span style=\"line-height: 1.538em;\">,&nbsp;an immigrant rights activist from the Philippines. He says Asian immigrants often feel shame and embarrassment around not having legal status.&nbsp;</span></p><p>And that means it&#39;s hard to convince them to get help.&nbsp;<span style=\"line-height: 1.538em;\">You can see that in participation rates for a federal program called&nbsp;</span><a href=\"http://www.uscis.gov/humanitarian/consideration-deferred-action-childhood-arrivals-daca\">Deferred Action for Childhood Arrivals</a>&nbsp;<span style=\"line-height: 1.538em;\">that lets young immigrants avoid deportation.&nbsp;</span><span style=\"line-height: 1.538em;\">Introduced two years, DACA allows undocumented immigrants who were brought to the United States as children to reveal their status to government in return for a guaranteed respite from Citizenship and Immigration Service that can be renewed every two years.</span></p><p><span style=\"line-height: 1.538em;\">DACA was designed as a sort of stopgap after the failure of the DREAM Act, but many immigrants were skeptical of the program because it required them to make their statuses public &mdash; not to mention the lack of a path to legal residence in the United States. Still, many immigrants flocked to DACA, particuarly Latinos.</span></p><p>&quot;There is such a high degree of visibility of the DACA program in the Spanish-speaking media that it&rsquo;s hard not to know about the program if you&rsquo;re in that community,&quot; says&nbsp;<span style=\"line-height: 1.538em;\">Margie McHugh, an analyst at&nbsp;</span><span style=\"line-height: 1.538em;\">the nonpartisan&nbsp;</span><a href=\"http://www.migrationpolicy.org/\" style=\"line-height: 1.538em;\">Migration Policy Institute</a><span style=\"line-height: 1.538em;\">&nbsp;in Washington, DC.</span></p><p>But that&#39;s <a href=\"http://www.scpr.org/blogs/multiamerican/2014/08/11/17127/asian-immigrants-daca-deferred-action-deportation/\">not the case in Asian communities</a>.&nbsp;<span style=\"line-height: 1.538em;\">&quot;Overall, we see application rates for Asian applicants is fairly low,&quot; McHugh says.&nbsp;</span><span style=\"line-height: 1.538em;\">Just a quarter of eligible Koreans and Filipinos have even applied for DACA.</span></p><p><span style=\"line-height: 1.538em;\">McHugh said this could be due to the stigma around lack of legal status in Asian cultures, combined with a sense that DACA is geared more toward Latinos. DACA has also been controversial, with Republican lawmakers saying deferred action is simply amnesty &mdash; a charged topic that damaged chances for wider immigration reform &mdash; by another name.</span></p><p><span style=\"line-height: 1.538em;\">McHugh points out that Latinos more widely and easily &mdash; thanks to their shared Spanish &mdash; discuss immigration, and also get most of the attention from immigration authorities.&nbsp;</span><span style=\"line-height: 1.538em;\">&quot;Since the vast majority of deportations are of Latinos, that might be why the population might not feel as urgent a need to come forward and apply,&quot; she suggests</span></p><p><span style=\"line-height: 1.538em;\">Tiffany Panlilio, a legal advocate for <a href=\"http://www.advancingjustice.org/\">Asian Americans Advocating Justice</a> in Los Angeles, also sees those differences in her work. She says that when she&#39;s tried to start informational clinics at Los Angeles schools, Latino parents jump on board.</span></p><p><span style=\"line-height: 1.538em;\">She describes the typical reactions from Latino families: &quot;&#39;Yeah, we need a DACA clinic for our kid. We&rsquo;ll provide the Spanish translations.&#39; But when it came to Asian parent leaders, they gave us the vibe that, &#39;This is not our problem.&#39;&quot;</span></p><p>Chinese immigrants appear to be the least interested in the program, their application rates among the lowest.&nbsp;<span style=\"line-height: 1.538em;\">&quot;Chinese families are typically conservative and holding onto family unity,&quot; says Amy Lin, the would-be driver and college student. &quot;</span><span style=\"line-height: 1.538em;\">And something like DACA, which [is] seemingly putting families in jeopardy, is not something that a lot of parents are willing to take.&quot;&nbsp;</span></p><p>In fact, even though Lin wanted to attend college, she didn&#39;t want apply for DACA and put her mother at risk.&nbsp;<span style=\"line-height: 1.538em;\">In a departure from the norm in Chinese families, it was Lin&rsquo;s mom who pushed her to join. Lin says they fought for months over the danger of exposing her mother&#39;s undocumented status &mdash; and the difficulty of coming up with the $465 application fee.</span></p><p><span style=\"line-height: 1.538em;\">&quot;But my mom is very courageous in that she thought that having some sort of document is still better than nothing,&quot; Lin says. After a few months, her mother won out. Now&nbsp;</span><span style=\"line-height: 1.538em;\">Lin is a student at UCLA and is no longer afraid of deportation.</span></p><p>Many more immigrants may get this kind of temporary relief. Within weeks,&nbsp;President Barack Obama is expected to announce new immigration measures.&nbsp;Lin&rsquo;s hoping he&rsquo;ll alleviate the constant fear of deportation for millions of immigrants &mdash; her mom among them.</p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/082820142.mp3"},{"href":"/file/082820142mp3"},{"href":"http://youtu.be/xMY4mbPv6Ps?list=UULrPCgpp5ZBrki34UqK2lFw"},{"href":"/file/deferred-action-what-deferred-action-thai"},{"href":"http://youtu.be/kVz6qKmNQWg?list=UULrPCgpp5ZBrki34UqK2lFw"},{"href":"/file/what-deferred-action-korean"}]}