{"created":"2015-03-09T21:54:36+00:00","modified":"2015-03-10T18:35:49+00:00","valid":{"from":"2015-03-10T18:35:49+00:00","to":"3015-03-10T18:35:49+00:00"},"hreflang":"en","guid":"571a9283-6a3a-4778-9736-ebe22a4917c1","title":"An alleged murder mystery shocks the dog show world","published":"2015-03-10T18:35:47+00:00","byline":"David Leveille","tags":["pets","Justice","Culture","Arts, Culture & Media","Europe","United Kingdom","Belgium","Europe","Cahal Milmo","Crufts","Breeding"],"teaser":"One of the world's biggest dog shows is reeling after a top contender died — possibly poisoned. The owners of a three-year-old Irish setter named Jagger believe their dog was murdered with poisoned food after competing at the Crufts dog show.","contentencoded":"<p>The death of a three-year-old Irish red setter named Jagger has the dog show world reeling.</p>\n<p>Jagger collapsed last Friday after returning home to Belgium from the annual Crufts show in Birmingham, England, dying before a local veterinarian could reach the scene. His owners say an necropsy shows evidence of foul play: The presence of meat morsels laced with three different poison,  including a fatal dose of a poison used to kill slugs.</p>\n<p>So who did it — and why?</p>\n<p>Cahal Milmo, a reporter at The Independent in London, says that there are two basic theories at this point: Either this is the work of an individual outside the dog world who held some sort of grudge, or it was someone from within the world of dog breeding who was either jealous or wanted to eliminate a competitor.</p>\n<p>For now, there's no telling which of those hypotheses is the correct one.</p>\n<p>For its part, Crufts appears to be waiting for the toxicology report that's due in coming days from Belgian authorities. Meanwhile, there are some reports that the owners of two Shetland sheepdogs, a West Highland white terrier, an Afghan hound and a Shih Tzu may also have been poisoned at the show, which is England's answer to the Westminster Dog Show.</p>\n<p>Dee Milligan-Bott, one of Jagger's owners, said she refuses to believe it's an inside job.</p>\n<p>\"I certainly don't want our dog shows, the places we work so hard to get to, to become a ground of finger-pointing and suspicion,\" she told reporters on Monday from outside her home. \"I therefore need you all to know that we can't, and we won't, think that this was an act of another exhibitor. If we thought this, we couldn't go on, and the last 30 years of breeding and showing beautiful dogs would have been a complete waste.\"</p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fwho-killed-irish-setter-named-jagger-and-why&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/jagger.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/jaggerjpeg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0309201503.mp3"},{"href":"http://www.pri.org/file/0309201503mp3"}]}