{"created":"2015-04-19T21:18:36+00:00","modified":"2015-06-01T14:23:46+00:00","valid":{"from":"2015-06-01T14:23:46+00:00","to":"3015-06-01T14:23:46+00:00"},"hreflang":"en","title":"Unsettling Tales Of Strange Suburbia Echo Through 'The Night'","published":"2015-04-20T00:16:00+00:00","teaser":"What do Rapunzel, the Buddha and small-town America have in common? Deceptively safe spaces, says Steven Millhauser. The Pulitzer Prize winner's new short story collection is <em>Voices in the Night.</em>","itags":["npr_api","399594981"],"guid":"5722a08f-5faf-45a7-8375-682b84ee3aa1","contentencoded":"<p>A town that experiences a sudden suicide epidemic, a mysterious traveling salesman who sells a magical mirror polish, a mermaid who washes up on shore: What happens to a small town when something strange and supernatural takes over?</p><p>Pulitzer Prize-winning author Steven Millhauser explores that intersection of familiar life and disturbing, often bizarre events in his new short story collection, <em>Voices in the Night.</em></p><p>Millhauser tells NPR's Arun Rath that it's hard to pin a genre on the stories in the new collection: \"Embracing the familiar and the everyday — I like to do that and then swerve away a little bit.</p><p>\"I don't think there's any word for that. Unless you want to call me a swerve-ist.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the disturbing events in Millhauser's small-town stories</strong></p><p>\"What's wrong with me?\" I sometimes say to myself ... I feel like denying it but, in fact, my imagination does work that way. As a rule, I like the idea of beginning with something common, ordinary, and introducing something somewhat unusual and then pushing, pushing, pushing and seeing what happens.</p><p><strong>On his version of Rapunzel, a fairy tale that still haunts him</strong></p><p>I think as a child, it simply terrified me — being captured by a frightening person and being taken away. As an adult, what interests me is the fact that someone is taken away to a <em>safe place. </em>The sorceress is not a cruel person ... but she wants to save this girl from the troubles of the world. And she creates an ideal environment where no one can harm her ...</p><p>And I see that connected in the perfect world that the father of Gautama [Buddha] arranges for him in order to protect him from a destiny that the father fears for his son.</p><p><strong>On 'The Pleasures and Sufferings of Young Gautama' </strong></p><p>I look only at the early part ... pre-enlightenment — living in a privileged, perfect world in which all signs of trouble, death, disease are carefully excluded. So that he will be happy — that's what his father wants for him, because of a prophecy that his son will leave and become an enlightened one and not rule the kingdom.</p><p>So there is an odd connection between Prince Gautama and Rapunzel, and in a way some of the little characters in these small American towns who live in safe, rather lovely environments and become restless, want more, are disrupted by something from the outside world that strikes them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Unsettling+Tales+Of+Strange+Suburbia+Echo+Through+%27The+Night%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"305"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400831372-fc6128.m3u?orgId=1&topicId=1033&d=305&p=2&story=399594981&t=progseg&e=400819150&seg=9&ft=nprml&f=399594981"},{"href":"http://media.npr.org/assets/img/2015/04/17/voices-in-the-night2-efec05f891f76a11373d7d713581614e484af1c2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1717","width":"2290"}},{"href":"http://media.npr.org/assets/img/2015/04/14/steven-millhauser-by-michael-lionstar-e7a4511a4be4dc1faf85d0f411af9a1883700ba5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1446","width":"1928"}}]}