{"created":"2015-02-25T21:19:11+00:00","modified":"2015-03-09T19:18:19+00:00","valid":{"from":"2015-03-09T19:18:19+00:00","to":"3015-03-09T19:18:19+00:00"},"hreflang":"en","title":"The Good, The Bad And The Hot: Movies To Warm Winter's Bite","published":"2015-03-09T19:18:00+00:00","teaser":"As much of the country shivers in the grip of a nasty winter, NPR movie critic Bob Mondello ponders cinematic heat — the movies that smolder, swelter and sizzle no matter what the mercury says.","itags":["npr_api","388953306"],"guid":"5726a6b5-5abd-49e6-852c-3f5db3ce7e9f","contentencoded":"<p>Plenty of movies sound as if they'll warm you up — <em>Heat, The Towering Inferno, Hot Fuzz, Blazing Saddles, The Long Hot Summer, Paris When It Sizzles, Cat on a Hot Tin Roof, In the Heat of the Night </em>— the list goes on and on.</p><p>But just as you can't judge a book by its cover, it's tough to take a film's temperature from its title. Yes, <em>In the Heat of the Night</em> does swelter, both from being set in Mississippi and from having Sidney Poitier and Rod Steiger spend most of its length hot under the collar. But most of the rest of those films won't warm you up much.</p><p>Nor will <em>Volcano</em> or <em>Fahrenheit 451</em> (a sci-fi title that producers decided needed explaining — it's the temperature at which paper catches fire and burns).</p><p>Even <em>Some Like It Hot</em> isn't actually hot. Sure, it heads to Miami, but it never gets nearly as steamed up as a Marilyn Monroe comedy that stays in Manhattan: <em>The Seven-Year Itch,</em> set in a heat wave that inspires a classic Marilyn moment — you know the one — with her standing atop a subway grate, and each passing train stirring up both a breeze and the skirt of her white pleated dress.</p><p>Marilyn spends most of <em>The Seven-Year Itch</em> visiting a downstairs neighbor who's got air conditioning, playfully fueling his fantasies — as well as the audience's — with ideas for cooling down her own bedroom that involve ice-water-soaked sheets.</p><p>Other films take the steamy side of things more seriously. Stanley Kowalski fuming at Blanche DuBois for making <em>A Streetcar Named Desire</em> so muggy by taking hot baths in midsummer. And William Hurt and Kathleen Turner simmering through a Florida hot spell in <em>Body Heat,</em> their skin glistening not just when they're sharing a bed or a bathtub but even when they're just hanging around.</p><p>William Hurt plays a sleazy attorney who is always in hot water, as it were. forever mopping sweat from his brow in suffocating courtrooms, like legions of movie Southerners before him. Think <em>Inherit the Wind, Twelve Angry Men, To Kill a Mockingbird</em> or almost anything based on a John Grisham novel.</p><p>Brow-mopping is also a fact of life for Southern beauty-shop patrons, folks who eat fried green tomatoes, soldiers on military bases. To judge from movies, you'd think no one in the South had ever heard of air conditioning.</p><p>\"This is Africa hot,\" wheezes raw recruit Matthew Broderick in <em>Biloxi Blues,</em> adding, \"it never got this hot in Brooklyn.\"</p><p>Spike Lee might take issue with that assertion. He very nearly made the soaring temperatures a character in his Brooklyn epic, <em>Do the Right Thing</em>. \"It is hot as blazes,\" blurts out Ossie Davis, and as the sun bakes his neighborhood, tempers flare, arguments get heated, old feuds combust and, finally, a building bursts into flame.</p><p><em>Do the Right Thing</em> is about the racial tensions that fan those flames. Other, more conventional dramas have kept audiences smoldering by laboring to put flames out. From the firefighters in <em>Backdraft</em> and <em>Ladder 49</em> all the way back to silent films and a three-alarm epic called <em>Here Comes the Fire Brigade,</em> in which 1920s firemen coaxed a woman to leap from a burning building into their \"life net\" — which was, back then, a relatively recent invention. Knowing that audiences would most likely never have seen one, the director had his firefighters bounce her up and down on it a bit more than makes practical sense. But hey — can't blame a guy for trying to fire up the audience's imagination.</p><p>What's hotter than fire? Well, just one thing, really: the sun — baking movie beaches until they fuse into an <em>Endless Summer;</em> melting heat shields when film astronauts veer too close. And scorching anyone and anything foolish enough to try to cross a desert, be it the Australian outback in <em>Rabbit Proof Fence,</em> the parched American West in <em>The Good, the Bad and the Ugly — </em>or a scorching Middle Eastern wasteland in the mother of all desert epics, <em>Lawrence of Arabia</em>.</p><p>Across a desert so searing that even the Bedouins consider it impassable, Peter O'Toole's T.E. Lawrence leads a small band of Arab warriors on a days-long march. Heat — dry and overwhelming, blistering lips, turning eyes to slits. And when they've finally spied an oasis ahead, Lawrence discovers that a man has slipped unnoticed off a camel the night before, and heads back to rescue him.</p><p>Insanity, his men agree, and press forward. But one boy stays behind, hoping against hope, scanning an empty horizon for hours as the midday sun roasts him, the punishing heat rising in waves from the sand. And then — impossibly — the boy spies a speck on a dune far way and tentatively urges his camel forward, at first slowly, peering skeptically into the blinding sun. Then at a trot ... then a gallop</p><p>And as the boy races toward Lawrence, so thrilled and parched and desperate that he overshoots and has to come around in a great arching circle, you, like millions before you, are likely to feel many, many things.</p><p>I promise that \"cold\" will not be among them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Good%2C+The+Bad+And+The+Hot%3A+Movies+To+Warm+Winter%27s+Bite&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389041522-f56caa.m3u?orgId=1&topicId=1045&e=388953306&d=365&ft=nprml&f=388953306"},{"href":"http://media.npr.org/assets/img/2015/02/25/int004cl-41698cdcf02dc2bad3742c8e17b33aec5a9533b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1494","width":"1993"}},{"href":"http://media.npr.org/assets/img/2015/02/25/law001gz-a08b8e5baffd309199a6fb1572e4b9860ee08f50.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2736","width":"3648"}}]}