{"created":"2014-10-08T13:39:08+00:00","modified":"2014-10-31T00:57:15+00:00","valid":{"from":"2014-10-31T00:57:15+00:00","to":"3014-10-31T00:57:15+00:00"},"hreflang":"en","title":"'I'm An Iraqi': A Family Attacked, A Brother Missing","published":"2014-06-22T16:33:00+00:00","teaser":"In 2005, Iqbal al-Juboori's family in Iraq was attacked at home and her brother was kidnapped. \"As an Iraqi, you get violated,\" she says. \"You don't have a lot of rights.\"","itags":["npr_api","324355121"],"guid":"57394436-309c-4704-9037-638a4cb20564","contentencoded":"<p><em>Each week, </em>Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Iqbal al-Juboori is well acquainted with the ethnic tensions coming to a head in her home country of Iraq right now. In 2005, her family, who is Sunni, was attacked in their home and her brother was kidnapped simply because of his ethnicity, Juboori believes.</p><p>Her brother hasn't been seen since.</p><p>In 2006, her house was attacked again, she tells NPR's Lynn Neary, and they were told to leave in 24 hours or be killed.</p><p>\"So you can imagine you feel that as an Iraqi, you get violated,\" she says. \"You don't have a lot of rights.\"</p><p>Juboori says though they were dressed in what looked like military garb, it is unclear who attacked them and took her brother. They did, however, have a lot of information about her and the people in the house. When she was arguing with one of the men, he said to her, \"Oh, you're that smart-mouth that works for the U.N.\"</p><p>Juboori now works for the aid group International Relief and Development, based in Washington, D.C., but visits Iraq periodically.</p><p>Last week, Juboori returned from a trip to her home country for business and to see her family in Baghdad. She says she still has hope for Iraq, and that the international community can come to its aid.</p><p>\"There is always the hope; there is always the positive side that people will see reason,\" she says.</p><p>Juboori says the tragedy now is the estimated 1 million Iraqis who have been displaced from their homes because of the violence: women, children and elderly without food, water or a place to stay.</p><p>\"This is what we need to focus on,\" she says. \"I don't know if people really can imagine what it is to be forced to leave your house.\"</p><p>Like so many others with missing loved ones, Juboori says they go to the Ministry of Human Rights each month to try and find information on her missing brother. If anything, they hope to have some closure.</p><p>\"Just knowing if he's dead or alive will help us,\" she says. \"And this is what will happen and will continue to happen if the political situation is not resolved.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27I%27m+An+Iraqi%27%3A+A+Family+Attacked%2C+A+Brother+Missing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324480000-d7125a.m3u?orgId=1&topicId=1010&ft=3&f=324355121"},{"href":"http://media.npr.org/assets/img/2014/06/21/iqbal-al-juboori-1ef84070c0d6c98ecfc9c59c5abe17b6a3d16995.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2825","width":"3767"}}]}