{"created":"2014-12-24T14:23:42+00:00","modified":"2015-05-13T21:26:21+00:00","valid":{"from":"2015-05-13T21:26:21+00:00","to":"3015-05-13T21:26:21+00:00"},"hreflang":"en","title":"Turkey's President And His 1,100-Room 'White Palace' ","published":"2015-01-04T21:06:00+00:00","teaser":"President Recep Tayyip Erdogan says the massive presidential complex is a symbol of Turkey's growing importance. But as one opposition politician puts it: Only dictators want to live in palaces.","itags":["npr_api","370931835"],"guid":"57403575-a30e-4538-87f1-8c2bd6b9655e","contentencoded":"<p>On the outskirts of the Turkish capital, a new landmark looms over what was once Ankara forestland. It's a new presidential palace complex, with at least 1,100 rooms and an official price tag of $615 million — although critics suggest both figures are probably higher.</p><p>President Recep Tayyip Erdogan says it's a symbol of Turkey's important and growing role in the region and beyond. But aside from the staggering size and cost, some Turks are wondering what the vast edifice says about Erdogan's ambitions to rule Turkey for years to come.</p><p>From the street, the compound of three massive buildings looms up out of a muddy construction site, dwarfing the many security guards who shoo away picture-taking visitors. To one side, a crane looms over a partly built mosque designed to hold 4,000 worshippers.</p><p>The complex, nicknamed <em>Ak Saray,</em> or White Palace, was unveiled in late October. <a href=\"http://www.youtube.com/watch?v=ouCnd73OaeE\">A video posted online</a> featured dramatic aerial images of the imposing stone structures, with the national anthem playing in the background.</p><p>But some people noticed something different about the anthem: the words were the same, but the martial drumming and brass instruments made the music sound as if it were being played by an Ottoman-era military band.</p><p>For Turks who worry that Erdogan is gradually undoing the secular underpinnings of the modern Turkish republic, it had an ominous ring.</p><p><strong>An Architectural Mishmash <br /></strong></p><p>Architect Tezcan Karakus Candan says it's a confusing mash of styles from various eras, including some that have fallen out of favor, to put it mildly.</p><p>\"It's kind of a mutt architecturally,\" she says. \"It has taken the stairs of Dolmabahce Palace, and some parts of Topkapi Palace\" — referring to two well-known Ottoman palaces in Istanbul.</p><p>\"Outside it's been fitted with giant columns,\" Candan adds, \"reminding us of Hitler-era fascist architecture.\"</p><p>Candan leads the board of the Ankara chapter of the Chamber of Architects, which sued to block construction of the palace and won a court ruling saying the construction violated forest protection laws.</p><p>Erdogan ignored the ruling, inviting anyone who has \"the power and the courage [to] come and demolish this building.\"</p><p><strong>A Symbol Of Expanding Presidential Powers</strong></p><p>Erdogan also appears to be busy re-fashioning his largely ceremonial office. <a href=\"http://www.npr.org/blogs/parallels/2014/08/10/339266869/turkeys-erdogan-seeks-an-expanded-role-as-president\">He has already assumed powers his predecessors never used</a>, and some were alarmed when he asserted recently that the presidential compound is the center of Turkey's government:</p><p>\"Now if anyone asks, 'Where is the Turkish Republic being governed from?' this palace, with all its standing, will give the answer, 'Here,' \" Erdogan told an approving audience, adding, \"This is not Tayyip Erdogan's palace!\"</p><p>But many Turks do associate the palace with Erdogan himself. It was started as a prime minister's office when he held that post, and was re-branded a presidential compound when he switched jobs in August.</p><p>Izzet Cetin is a member of Parliament from the main opposition party, the Republican People's Party. He says the palace complex, which extends four stories underground and features state-of-the-art anti-surveillance gear, seems more like a bunker or military command center than a public building.</p><p>Cetin argues that the huge compound should alarm any Turk worried for the country's democratic future.</p><p>\"Only dictators want to live in palaces,\" he says. \"Normal heads of state live in relatively modest compounds.\"</p><p><strong>'America Has The White House, Now We Have Our White Palace'</strong></p><p>But as an opposition politician, it's Cetin's job to criticize the government. What do ordinary Turks think?</p><p>At the Yasar cafe in Ankara, middle-aged men huddle over cards and numbered tiles, sipping tea and sharing stories. Some, like 49-year-old Osman Oktan, are civil servants. Like many Turks, Oktan says he is in favor of the palace. He says it suits the new Turkey, with its growing ambitions.</p><p>\"As far as I'm concerned, America has the White House, now we have the White Palace, so we're proud of it,\" he says. \"Because Turkey is a big country, so this kind of building is necessary. And we're not interested in what any critics have to say.\"</p><p>Nor is the government, it seems. A new law is being introduced that will bring activist groups like the architects union under the control of a pro-government Cabinet minister.</p><p>Construction, meanwhile, continues at the presidential palace site, which will also include Erdogan's family residence — estimated to have a mere 250 rooms.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turkey%27s+President+And+His+1%2C100-Room+%27White+Palace%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372940259-1157b3.m3u?orgId=1&topicId=1004&d=266&p=2&story=370931835&t=progseg&e=372940244&seg=3&ft=nprml&f=370931835"},{"href":"http://media.npr.org/assets/img/2014/12/15/turkey-palace-getty-396cf9f987abcf0349f094f6d8c7adab50e736ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1601","width":"2134"}}]}