{"created":"2014-10-27T22:24:14+00:00","modified":"2014-10-27T22:24:14+00:00","valid":{"from":"2014-10-27T22:24:14+00:00","to":"3014-10-27T22:24:14+00:00"},"hreflang":"en","title":"Soldier Calls 'PR Campaign' Against Bergdahl 'Disgusting'","published":"2014-06-04T20:31:00+00:00","teaser":"Matthew Farwell, a former infantry soldier in Afghanistan, pushes back against the criticism of Sgt. Bowe Bergdahl.","itags":["npr_api","318863427"],"contentencoded":"<p>A new video out from the Taliban shows his release to American special forces on Saturday, as the debate continues over whether Sgt. Bowe Bergdahl is a deserter, defector or hero.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young speaks with <strong>Matthew Farwell</strong>, a former infantry soldier in Afghanistan who helped write a 2012 Rolling Stone profile of Bowe Bergdahl.</p><ul><li><a href=\"http://www.rollingstone.com/politics/news/americas-last-prisoner-of-war-20120607\" target=\"_blank\">Read the profile of Bergdahl in Rolling Stone</a></li></ul><h4>Interview Highlights: Matthew Farwell</h4><p><strong>On the criticism Bergdahl has received from members of his unit</strong></p><p>&#8220;The unit itself appeared to have discipline and morale problems. You can review <a href=\"#footage\">footage</a> from Sean Smith of the Guardian, who embedded with them for a month. And when reviewing that footage, as a former infantryman, I looked at the way those soldiers were conducting operations, and I was stunned with the lack of professionalism.&#8221;</p><p>&#8220;So you&#8217;ve got soldiers who have come back from a pretty hellish deployment, had to shut up about it for five years, and now, the bubble&#8217;s burst and they can finally talk about it, and they&#8217;re directing a lot of the anger that is natural for any soldier to feel after a war directly at Bergdahl, which I think is unfair.&#8221;</p><p><strong>On allegations that soldiers died looking for Bergdahl</strong></p><p>&#8220;Applying any direct causal relationship &#8212; you know, Bowe Bergdahl and those soldiers dying &#8212; and I have the greatest sympathy for those families and those soldiers. I have a brother who was killed serving his country. I know how horrible that feels. But, you know, I don&#8217;t think it&#8217;s fair to lay that directly at Bergdahl&#8217;s feet, and the fact is, it&#8217;s a bad area. Any time that you flood that zone with soldiers, there are going to be fatalities. So I think it&#8217;s kind of a weak link, and it&#8217;s an emotional argument that resonates with people, but isn&#8217;t necessarily factual.&#8221;</p><p><strong>On the &#8220;PR campaign&#8221; surrounding Bergdahl&#8217;s release</strong></p><p>&#8220;I think it&#8217;s fairly interesting and somewhat disgusting how politicized this has been.&#8221;</p><p>&#8220;The political game being, you know, playing typical Washington games of using U.S. soldiers as pawns and props to make a political argument. Also, Bob and Jani Bergdahl, the parents of Bowe, are lovely people, they are good Americans, and they have been through hell in the past five years,<a name=\"footage\"></a> and I think the amount of disrespect they&#8217;ve been getting from all sides has been absolutely disgusting.</p><p><a href=\"http://www.youtube.com/watch?v=43v-1sYNTQg\">[Youtube]</a></p><h4>Guests</h4><ul><li><strong><a href=\"http://www.mattbfarwell.com/\" target=\"_blank\">Matthew Farwell</a></strong>, a former infantry soldier in Afghanistan. He tweets <a href=\"https://twitter.com/mattbfarwell\" target=\"_blank\">@mattbfarwell</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Soldier+Calls+%27PR+Campaign%27+Against+Bergdahl+%27Disgusting%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"5742787d-8ac7-4c21-a6eb-9d399cc1aa5e","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318894849-6e11b1.m3u?orgId=330&ft=3&f=318863427"}]}