{"created":"2014-10-27T20:44:47+00:00","modified":"2014-10-28T20:33:49+00:00","valid":{"from":"2014-10-28T20:33:49+00:00","to":"3014-10-28T20:33:49+00:00"},"hreflang":"en","guid":"574b83a6-937f-4fec-a47e-66d8ba37edca","title":"Laura Poitras' new documentary tells the Edward Snowden story — with some free computer lessons thrown in","published":"2014-10-28T20:33:48+00:00","byline":"Bradley Campbell","tags":["digital security","privacy","government surveillance","movies","SafeMode","International Security","SafeMode","Arts","Arts, Culture & Media","North America","Asia","Russia","United States","North America","Asia","Laura Poitras","Edward Snowden","Sarah Harrison","Ewan MacAskill","Glenn Greenwald","WikiLeaks","National Security Agency","Information privacy"],"teaser":"Filmmaker Laura Poitras was one of the journalists whom Edward Snowden selected last year to tell his story. Now Poitras has released a new documentary with footage from the meetings that made Snowden a global figure and digital security an everyday concern.","contentencoded":"<p>Last year, I put a sticker over the camera on my laptop. I've known for a while that the computer camera could potentially be turned on without my knowledge. But it took seeing the new documentary \"<a href=\"https://citizenfourfilm.com/\">Citizenfour</a>\" to finally make me think I wasn't a crazy conspiracy theorist.</p>\n<p>\"Citizenfour\" is the new documentary by Laura Poitras about Edward Snowden, but the film plays more like a thriller than a documentary. Poitras was in the Hong Kong hotel room with Glenn Greenwald and The Guardian's Ewan MacAskill when Snowden told them his story.</p>\n<p>The audience gets to see primary source video of an incredible moment in history. Poitras also reads the encrypted messages she exchanged with Snowden leading up to that meeting in Hong Kong, which only adds to the narrative drive.</p>\n<p>Snowden's own words do the same thing. He explains to the three journalists that he's leaking information because he doesn’t want people to spend their time online while constantly looking over their shoulders, wondering if the NSA or someone else is watching.</p>\n<p>So why is Snowden in Russia, one of the most monitored countries in the world?</p>\n<p>\"He didn't intend to go to Russia,\" Poitras says. \"What happened was he was in Hong Kong when the US came forward with the extradition request. He was assisted out of Hong Kong with a journalist: Sarah Harrison, who works with Wikileaks. And they booked a flight — they were looking for airspace where they could travel — and they booked a flight to Latin America that was transiting through Moscow.\"</p>\n<p>When Snowden landed in Moscow, the US revoked his passport. That started <a href=\"http://www.pri.org/stories/2013-07-12/searching-edward-snowden-moscows-sheremetyevo-airport\">a long waiting game in the Moscow airport</a>, followed by receiving asylum in Russia from President Vladimir Putin.</p>\n<p>It's been a long time since then, but it's also been the Year of Snowden in many ways: Greenwald went on to share a Pulitzer Prize for his reporting; privacy issues became front-page news; Poitras' documentary came out to major fanfare; and it seems like more people are thinking about and using encryption.</p>\n<p>That's true for Poitras, at least. She says Snowden has been a great teacher of encryption techniques. \"He's actually the best teacher I've ever had in terms of digital technology,\" she says. \"I knew a lot going in, but I learned a lot from him. I was using encryption before, but he suggested I use another system.\"</p>\n<p>Poitras took his advice and now uses software called <a href=\"https://tails.boum.org/doc/encryption_and_privacy/index.en.html\">Tails</a>. \"It's a bootable operating system that is stored on a CD-ROM or a USB stick. And every time you re-boot it erases everything that's on it. And it forces all of your communication to go over encryption. So he taught me that, and also other things like how to mask my IP address.\"</p>\n<p>The movie shows a recent shot of Snowden in Russia. He looks exhausted; there are big black rings around his eyes. It doesn't look like he's been sleeping much.</p>\n<p>\"I do think you see the toll that the last year had taken on him,\" Poitras says, recalling the times she's visited him. \"You see it on his face, and you also see it on Glenn [Greenwald's] face. I mean, this was a very intense time. I think now that Lindsey Mills, his longtime partner, is there. The last time I saw him they were together and he actually seems in much better spirits.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102720144.mp3"},{"href":"http://www.pri.org/file/102720144mp3"}]}