{"created":"2014-10-07T20:10:59+00:00","modified":"2014-10-30T21:42:54+00:00","valid":{"from":"2014-10-30T21:42:54+00:00","to":"3014-10-30T21:42:54+00:00"},"hreflang":"en","title":"After Clogging The Streets, Hong Kong Protests Dwindle","published":"2014-10-08T18:24:00+00:00","teaser":"The demonstrators still have widespread support, but many students have returned to class and businesses have grown weary of daily disruptions that have hampered their operations.","itags":["npr_api","354360837"],"guid":"57509216-76e2-4a63-a5ce-a5679b8452d0","contentencoded":"<p>Nixon Ma runs a small electronics shop in Hong Kong's Wanchai business district, and since the protests began late last month, he says, sales are down 30 percent.</p><p>Like the protesters, he wants to see genuine democracy in this former British colony. But he opposes the tactics of the demonstrators who filled the streets and disrupted businesses.</p><p>\"I agree. I 100 percent support [the protesters], but not in this way,\" he says. \"For example, taxi drivers, a lot of businesses are unhappy because it disturbs their normal lives,\" he says.</p><p>After generating huge crowds last week, street occupations in Hong Kong have dwindled. The government has agreed to talks, and the vast majority of student protesters have returned to class.</p><p>At a cafe across the harbor at Hong Kong Baptist University, history student Mandy Wang says she admires the protesters for speaking out.</p><p>\"As a student in mainland, I think their behavior is very impressive,\" she says.</p><p>But as a resident of the city's working-class Mong Kok district — where protesters have blocked traffic and where there have been clashes — she has grown tired of the inconvenience.</p><p>\"I have to say it influenced me a lot. The bank closed down and the people are always yelling at midnight,\" she adds. \"It really troubles me a lot. I can't fall asleep well.\"</p><p><strong>Back In School</strong></p><p>Michael DeGolyer, a professor of government and international studies at Hong Kong Baptist, says the tide of students pouring off campus to protest last week has almost completely turned.</p><p>\"We're getting 85 to 90 percent of people back in class now,\" he says, \"because they're actually falling so far behind, it's going to be difficult to catch up.\"</p><p>DeGolyer, who has studied political opinion here for years, says the vast majority of Hong Kongers support electoral democracy.</p><p>He personally supports the protesters' aims, but says there's a growing backlash against civil disobedience.</p><p>When demonstrators went beyond an original plan to disrupt just the city's financial district and moved to other parts of town, they tried the patience of ordinary people.</p><p>\"As long as it was the big tycoons who could take the damage, nobody complained, but when it's Ma Chen and Uncle Tong and the various folks who have those mom-and-pop businesses, they can't handle that, they can't take that kind of damage,\" he says.</p><p>Jacky Ip says the protests have cut revenue in half at the bar where he works.<br />But Tuesday, he was out protesting in the Mong Kok business district even though it hurts his employer.</p><p>Ip, 24, knows people have criticized the protesters' tactics, but says if they weren't disruptive, the government would ignore them.</p><p>\"We don't want to affect all the people's lives, but we have no choice,\" he says. \"I think Hong Kong people should persevere to the end, otherwise the government will never listen to us.\"</p><p>After a standoff, the Hong Kong government agreed Tuesday to meet with student leaders later this week. Jacky Ip says he intends to keep protesting.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Clogging+The+Streets%2C+Hong+Kong+Protests+Dwindle&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354371768-37d458.m3u?orgId=1&topicId=1125&ft=3&f=354360837"},{"href":"http://media.npr.org/assets/img/2014/10/07/hk-fatigue-277b5ec49c58292eabdfaa95c64b6bd22280e945.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3615","width":"4820"}}]}