{"created":"2014-10-27T21:12:12+00:00","modified":"2014-10-31T00:38:13+00:00","valid":{"from":"2014-10-31T00:38:13+00:00","to":"3014-10-31T00:38:13+00:00"},"hreflang":"en","title":"Migrants Buses Turn Back In Face Of Protesters","published":"2014-07-02T18:26:00+00:00","teaser":"Protesters in Murrieta, Calif., blocked the buses carrying migrant children and families from reaching a processing center.","itags":["npr_api","327761527"],"guid":"576adb3f-1b7c-4504-a075-19c5d86c60d7","contentencoded":"<p>Homeland Security buses carrying migrant children and families were rerouted Tuesday to a facility in San Diego after American flag-waving protesters blocked the group from reaching a suburban processing center.</p><p>The standoff in Murrieta came after Mayor Alan Long urged residents to complain to elected officials about the plan to transfer the Central American migrants to California to ease overcrowding of facilities along the Texas-Mexico border. Many protesters held U.S. flags, while others held signs reading &#8220;stop illegal immigration,&#8221; and &#8220;illegals out!&#8221;</p><p>Many of the immigrants were detained while fleeing violence and extortion from gangs in Guatemala, El Salvador and Honduras. After the buses were blocked, federal authorities rerouted the vehicles to a freeway and then to a customs and border facility in San Diego within view of the Mexico border.</p><p>More than 52,000 unaccompanied children have been detained after crossing the Texas-Mexico border since October in what President Barack Obama has called a humanitarian crisis. Many of the migrants are under the impression that they will receive leniency from U.S. authorities.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.latimes.com/la-bio-kate-linthicum-staff.html\" target=\"_blank\">Kate Linthicum</a></strong>, Immigration Reporter, LA Times Producer. She tweets <a href=\"http://twitter.com/katelinthicum\" target=\"_blank\">@katelinthicum</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Migrants+Buses+Turn+Back+In+Face+Of+Protesters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"375"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327761530-4b3137.m3u?orgId=1&ft=3&f=327761527"}]}