{"created":"2014-10-31T00:34:09+00:00","modified":"2014-12-01T21:25:42+00:00","valid":{"from":"2014-12-01T21:25:42+00:00","to":"3014-12-01T21:25:42+00:00"},"hreflang":"en","title":"The Man Behind 'The Star Spangled Banner'","published":"2014-07-07T12:53:00+00:00","teaser":"Francis Scott Key, who is most famous for penning \"The Star Spangled Banner,\" was a prominent lawyer and confidant to Andrew Jackson.","itags":["npr_api","328490613"],"guid":"576ee2ce-40ba-4ee5-8984-b7b64d935000","contentencoded":"<p>This year marks the 200th anniversary of &#8220;The Star Spangled Banner.&#8221; Francis Scott Key scribbled the words on the back of a letter he had in his pocket after he had watched the Battle of Baltimore during the War of 1812. British forces bombarded the city for 25 hours, but the guns went silent around 3 a.m. that September morning.</p><p>&#8220;So they had to wait until the dawn&#8217;s early light,&#8221; historian <strong>Marc Leepson</strong> tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now</em></a>&#8216;s Robin Young. &#8220;Finally they could see a flag on Fort McHenry but it was limp. And then a breeze stirred and he could see it was the American Flag. He realized the Americans had prevailed and this amateur poet was moved to write what he did that night.&#8221;</p><p>Leepson tells Francis Scott Key&#8217;s story in his new book &#8220;<a href=\"http://www.amazon.com/What-So-Proudly-We-Hailed/dp/1137278285/?tag=wburorg-20\" target=\"_blank\">What So Proudly We Hailed: Francis Scott Key, A Life</a>,&#8221; and it&#8217;s a life that was really about much more than writing the National Anthem. In fact, according to Leepson, Key only spoke about the song publicly once in his life.</p><p>Key was a man of his time living in the South. He owned slaves, but he also defended them in court as a lawyer, and he was a prominent member of the American Colonization Society, which was devoted to sending free blacks back to Africa. That was a notion, by the way, that abolitionists of the day hated.</p><p>Knowing this history gives us some new perspective on the song.</p><p>&#8220;You can&#8217;t judge this through 21st century eyes,&#8221; says Leepson. &#8220;On the other hand there are some universal feelings going on here. We know the line from the first verse &#8216;the land of the free and the home of the brave.&#8217; How ironic is that when it didn&#8217;t apply to a large segment of the population. The whole question of slavery, you can&#8217;t get around it when you&#8217;re dealing with the early republic.&#8221;</p><p>Key also played a political role in that early republic. Below, Leepson talks about Key&#8217;s membership in President Andrew Jackson&#8217;s so-called &#8220;Kitchen Cabinet.&#8221;</p><h4>Book Excerpt: &#8216;What So Proudly We Hailed&#8217;</h4><p><em>By Marc Leepson</em></p><p><strong>Introduction: A Classical Speaker</strong></p><p>The man could talk. The well-connected, highly successful Washington, D.C., lawyer—the scion of an aristocratic Maryland family—was known throughout the early American Republic for his multifaceted oratorical skills: in the courtroom; in front of patriotic, religious, and political gatherings; and in the salonlike atmosphere of his finely appointed Georgetown home.</p><p>“From the moment he arose” to speak at a trial in 1811, one courtroom observer wrote, “the crowd was brought back from the doors and every adjoining part of the house,” drawn by his “peculiar celebrity . . . as an orator.”</p><p>The celebrated orator loved poetry. From the time he was a child, he spun out rhyming verses with prolific regularity, verses that with one giant exception were at best overly f lowery and at worst embarrassingly amateurish. Verses that their author never meant to be seen or read outside the circle of his family and friends.</p><p>The giant exception was the patriotic poem he wrote on the fateful night of September 13–14, 1814, during one of the War of 1812’s most ferocious and crucial engagements, the Battle of Baltimore. That night a massive British f leet of warships tried to pound the city into submission with a constant stream of bomb, mortar, and rocket shells as an intense thunderstorm punctuated the darkness.</p><p>The poem that thirty-five-year-old Francis Scott Key wrote that night—initially titled “The Defence of Ft. M’Henry”—contained lines that have melded into the fabric of American life. Put to music, the words morphed into “The Star-Spangled Banner,” which became the official national anthem in 1931.</p><p>Two mysteries surround the writing of “The Star-Spangled Banner.” First, did Frank Key (as he was known to family and friends) write a poem or a song that night? Described by family members as “unmusical,” Key had never written a song in his life (aside from several religious hymns), which makes it unlikely that he was thinking musically in Baltimore Harbor when he scribbled the words “Oh say can you see by the dawn’s early light” on the back of a letter he fished out of his pocket.</p><p>On the other hand, this poem (as well as one he had written seven years earlier) was set in rhyme and meter precisely to the tune “To Anacreon in Heaven,” a well-known song of the era.</p><p>“Star-Spangled Banner” mystery number two: No one knows for certain how the poem wound up at a Baltimore printer the following morning—nor do we know how the words later found their way onto sheet music of the tune that was the theme song of the Anacreontic Society in England, a gentlemen’s club that met periodically to listen to musical performances, to dine lavishly, and to belt out songs.</p><p>Compounding the mysteries is the fact that Francis Scott Key had precious little to say about the poem (or song) after he wrote it. Key did not speak of it in the one letter he wrote after the battle, in which he recounted his Baltimore mission to free an American prisoner taken after the Battle of Bladensburg. And, it appears that he spoke of the song in public only once—in a political speech in 1834, nearly twenty years later, in which Key deferentially said that the real credit for the piece went to the defenders of Baltimore, not the lawyer-poet who set down the words.</p><p>The fourth verse of “The Star-Spangled Banner” contains the lines: &#8220;Then conquer we must, when our cause it is just, /And this be our motto ‘In God is our trust.&#8217;&#8221;</p><p>Francis Scott Key, as those lines suggest, was both extremely patriotic and pious from the earliest days of his childhood in the early 1780s until his death on January 11, 1843. As a young man, he seriously considered joining the Episcopal priesthood but opted instead for the law and a secular life. Virtually everyone who came in contact with Key remarked on his piety. He peppered his letters to family and friends with references to the Bible and its teachings.</p><p>“Read your Bibles every morning and evening, never neglect private prayers both morning and evening, and throughout the day strive to think of God often, and breathe a sincere supplication to him for all things,” Key wrote to his children later in his life, in a not untypical missive. “Go regularly to church, plainly [dressed] and behave reverently. . . . Do everything for God’s sake and consider yourselves always in his service.”</p><p>The pious Key devoted himself to religious causes throughout his life. In him, “the Episcopal Church had one of its few great laymen,” one student of Key’s church life wrote.3 Indeed, for decades Key was an inf luential and effective lay supporter of the Episcopal Church, taking an active role in three: Christ Church and St. John’s Church in Georgetown and Trinity Church in Washington, D.C. He served as a lay rector for many years, leading services and visiting the sick. Among the scores of poems he wrote, many dealt with religious themes.</p><p>A longtime trustee of the Maryland General Theological Seminary and a founder of what became the Virginia Theological Seminary in 1823, Key also was a strong proponent of the American Bible Society and a leading advocate for government-run religious Sunday schools known as “Sabbath schools.”</p><p>Although he disdained politics for much of his life, in his fifties Key became an ardent supporter of Andrew Jackson and his newly formed Democratic Party. He became a trusted adviser to Jackson after the Tennessean won the presidency in 1828. A member of Jackson’s “kitchen cabinet,” Key was steadfastly loyal to Old Hickory throughout his tumultuous presidency. As a reward, Jackson appointed him U.S. Attorney for Washington, a post in which he served for eight years, from 1833–41.</p><p>A slave owner from a large slave-owning family, Key was an early and ardent opponent of slave trafficking. He became one of the founders and strongest and most active proponents of the American Colonization Society, which sent freed blacks to Africa beginning in the early 1820s. Yet, Key’s legacy with respect to the “peculiar institution” is cloudy.</p><p>Neither he nor the Colonization Society called for the abolition of slavery; their mission instead focused solely on sending freed blacks to Africa. That was one reason that few abolitionists had any use for the society.</p><p><em>Excerpt from WHAT SO PROUDLY WE HAILED by Marc Leepson. Copyright © 2014 by the author and reprinted by permission of Palgrave Macmillan, a division of St. Martin’s Press,</em> <em>LLC.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.marcleepson.com/\" target=\"_blank\"><strong>Marc Leepson</strong></a>, author of &#8220;<a href=\"http://www.amazon.com/What-So-Proudly-We-Hailed/dp/1137278285/?tag=wburorg-20\" target=\"_blank\">What So Proudly We Hailed: Francis Scott Key, A Life</a>&#8221;  and teaches American history at Lord Fairfax Community College in Virginia. He tweets <a href=\"https://twitter.com/MarcLeepson\" target=\"_blank\">@marcleepson</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Behind+%27The+Star+Spangled+Banner%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"959"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329482421-6ec375.m3u?orgId=1&ft=3&f=328490613"}]}