{"created":"2014-09-08T15:46:20+00:00","modified":"2014-09-30T14:28:29+00:00","valid":{"from":"2014-09-30T14:28:28+00:00","to":"3014-09-30T14:28:28+00:00"},"hreflang":"en","title":"Molotov Cocktails And Razor Wire: Inside An Occupied Building In Ukraine","published":"2014-04-12T05:36:00+00:00","teaser":"Pro-Russian protesters in the eastern city of Donetsk seized a government building in the middle of town on Sunday. NPR's Ari Shapiro went inside the building and reports on what it was like.","tags":["npr_api","301759073"],"guid":"5784ba15-6333-4575-b87c-795f43192a98","contentencoded":"<p><em>In Ukraine's eastern city of Donetsk, activists who want to align the country more with Russia seized a regional administration building in the center of town last weekend. NPR correspondent Ari Shapiro went inside the building Friday and reports on what it was like:</em></p><p>Overnight, reports said pro-Russian protesters here in Donetsk had reinforced the barricade surrounding the 11-story government building that the demonstrators have occupied since Sunday. This morning, I made the 10-minute walk through wintry weather with my translator and security adviser, to see what the new construction looked like.</p><p>The scene had changed completely in just a few days. On Tuesday, the weather was warm and people paraded outside the building with their children. There were balloon arches. The operation looked like a Disneyland version of an armed occupation, except the Molotov cocktails and lead pipes were real.</p><p>Today, several new layers of barricades had been erected. There were two solid borders made up of tires and razor wire surrounding the building. At the only gap, a masked man checked identification of everyone who walked through. We explained that we're American reporters, hoping to interview one of the protest organizers. After scrutinizing our press cards, he handed us off to another man in fatigues, who whisked us inside.</p><p>We passed at least three checkpoints, pulling out identification at every stop. Our bags were searched. Inside, the building was a beehive of organized activity. Lights were on, even though the government says it has disconnected electricity to the building. Streams of young men ran up and down flights of stairs, carrying palettes of supplies. In a corner, a large pile of canned and jarred foods suggested that the demonstrators are planning to be here for a while.</p><p>At a table, women sliced cheese, sausages and pickled tomatoes for sandwiches. Some brewed hot tea, which they distributed to the men outside. Other women stood at a first aid station behind a table of pills and other medical supplies. Behind them, signs listed a phone number to reach a building supervisor.</p><p>The entire operation seemed far more coordinated and hierarchical than just a few days ago. On Tuesday, people were drinking in public. Today, there was no alcohol to be seen.</p><p>The walls were lined with posters and handmade signs in Russian. One read, \"If you pillage, I will break your hand.\" Another had a dollar sign followed by, \"Go away!\" \"Ukrainian media are lying sluts,\" read a third.</p><p>I tried to pull out my iPhone to take a picture. \"No photos,\" our escort said in polite but firm English.</p><p>We walked briskly down a hall, and reached a man in fatigues sitting behind a desk. Our escort explained in Russian that we are American reporters seeking an interview. \"Nyet, nyet,\" the man behind the desk said crisply.</p><p>We left as quickly as we arrived, our bags searched one more time at the final perimeter.</p><p>Once we had left the building but were still inside the barricade, we crossed paths with an American reporter we'd met earlier. He was eating a chocolate truffle. \"They just held me in a room for an hour,\" the journalist said. \"They gave me this on the way out.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Molotov+Cocktails+And+Razor+Wire%3A+Inside+An+Occupied+Building+In+Ukraine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1301764622-13f637.m3u?orgId=1&topicId=1004&ft=3&f=301759073"},{"href":"http://media.npr.org/assets/img/2014/04/11/donetsk-411-93e51d16469ec77637767b17413d1930bc643e1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2423","width":"3233"}}]}