{"created":"2014-10-08T14:06:14+00:00","modified":"2014-10-31T01:09:20+00:00","valid":{"from":"2014-10-31T01:09:20+00:00","to":"3014-10-31T01:09:20+00:00"},"hreflang":"en","title":"From Former Slaves To Writers, Civilians, Too, Rest At Arlington","published":"2014-06-23T17:32:00+00:00","teaser":"Arlington National Cemetery turns 150 years old on Sunday. It's known as the resting place of war heroes, but extraordinary civilians are buried there as well — here are the stories of three of them.","itags":["npr_api","322109445"],"guid":"578e6c52-b33f-443a-a076-e14af7fc6985","contentencoded":"<p>Just over the Arlington Memorial Bridge, which connects the nation's capital to Virginia, lies a piece of sacred ground: 624 acres covered in rows and rows of headstones and American flags.</p><p>Sunday marks the 150th anniversary of the designation of Arlington National Cemetery. The military burial ground was created on land that was once the home of Confederate Gen. Robert E. Lee — and was established, in part, to accommodate the many Americans killed in the Civil War.</p><p>Today, more than 400,000 men and women are buried there.</p><p>Most of them were members of the armed forces who served in active duty, and we often think of the cemetery as the final resting place of many of the nation's fallen soldiers.</p><p>But others are buried in the cemetery, including family members and other civilians.</p><p>In honor of the cemetery's anniversary, NPR's <em>Weekend Edition</em> explores the lives of three people who aren't war heroes, but whose legacies reside at Arlington.</p><hr /><h3>James Parks, Gravedigger</h3><p>James Parks was born a slave on the Arlington estate, before it became a cemetery. His great-granddaughter, Tamara Moore, shares the story of the man they called \"Uncle Jim\": \"He lived there all his life, he worked there, and then prior to his death he got a special approval to actually be buried on the grounds where he had been born, as well as where he had worked all his life.\"</p><p>\"The estate was abandoned during the Civil War. Uncle Jim and the other slaves continued to carry out their duties there. What I've read is that James Parks was the one that actually started to dig the graves of the dead as they were — he says they were lined up like cordwood.</p><p>\"He had always wanted to be buried there.\"</p><p>An attorney named Enoch Chase took up the task of writing letters to the War Department, asking that James Parks be granted approval to be buried in the cemetery where he'd spent his life. After his efforts paid off, he wrote to the assistant secretary of war to thank him for approving Parks' request.</p><p>\"It is a fine, sentimental thought to contemplate that old Uncle Jim Parks, who has helped to prepare so many graves for the heroes of our Army and Navy, will one day find his own grave in the beautiful spot he has labored so faithfully to serve throughout his long and youthful life,\" Chase wrote.</p><p>Today, Moore says she tries to envision what the cemetery must have looked like to her great-grandfather. \"I try to imagine it without the graves — I try to imagine it in the state, when he was a little boy and when he grew up into manhood,\" she says. \"I see him standing and just gazing and taking in the beauty, taking in all that's around the trees, the quietness, the peacefulness that's there. And you draw strength from doing that.\"</p><p>\"When I go there sometimes, I stand and I do the same thing.\"</p><hr /><h3>Ollie Bennett, Army Doctor</h3><p>Ollie Josephine Prescott Baird Bennett, M.D., was born in Decatur, Ill., in 1873. Her grandson, Edward William Digges, Jr. — who goes by Bill — tells her story:</p><p>\"I don't know where she got it, but she always had the dream of being a medical doctor. She met a man a little bit older than her, and they eloped when she was 16 years old with the promise that he would put her through med school. She was a medical doctor when World War I broke out, so she signed a contract May 1, 1918, with the U.S. Army to serve as a contract surgeon.</p><p>\"They did not have uniforms for medical females. The quartermaster general said, 'Well, you design something and let us know.' \"</p><p>Her campaign hat indicates she held the rank of first lieutenant, Digges says. After her service in World War I, she went on to work for the War Industries Board, where she was \"charged with supervising the health and care of 1,100 women employees. And I remember she told me that they had tents set up down the side of the Mall, off Independence Avenue.</p><p>\"She was trained to go to France, but she never did, because the war ended and she got out of the service,\" Digges says. \"She was considered the first female medical officer commissioned in the U.S. Army.\"</p><hr /><h3>Mary Roberts Rinehart, War Correspondent</h3><p>Mary Roberts Rinehart was a turn-of-the-century author — probably the most popular female author of the time, says her great-grandson, Frederick Roberts Rinehart. \"She really appealed to middle-class women in particular,\" he says. \"She wrote 60 books, and they were mostly mysteries and romances. But she was also a journalist, so many of her books were collections. They were travelogues.\"</p><p>\"She wrote probably the seminal book about the outbreak of World War I, being the first correspondent on the Allied front,\" he says. \"She was very determined to go, and this was the first great adventure of her life. And she left behind her husband and three sons to sail at the expense of the <em>Saturday Evening Post</em> in England.</p><p>\"While she was in England she joined the Belgian Red Cross, and that was her subterfuge for going to the front,\" Rinehart says. \"She said, 'I'm going over to inspect the hospital situation there.' So, they basically gave her a pass and she spent two weeks at the front, where other correspondents were given no more than 24 hours.\"</p><p>\"Her husband opposed her going over pretty vehemently but she decided she was going anyway,\" Rinehart says. \"She saw history being made and she wanted to witness it.</p><p>\"When she went over again, in 1917, my grandfather was serving under Pershing in France, and he found out that his mother was at the front. He immediately telegrammed his father and said, 'What on earth is Mother doing here?' \"</p><p>Mary Roberts Rinehart now lies buried at Arlington next to her husband, Dr. Stanley Marshall Rinehart, a doctor in the Army Medical Corps.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Former+Slaves+To+Writers%2C+Civilians%2C+Too%2C+Rest+At+Arlington&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322112391-4aebd6.m3u?orgId=1&topicId=1136&ft=3&f=322109445"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322112211-b90b17.m3u?orgId=1&topicId=1136&ft=3&f=322109445"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322265977-53e13a.m3u?orgId=1&topicId=1136&ft=3&f=322109445"},{"meta":{"duration":"392"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322242842-e9ff19.m3u?orgId=1&topicId=1136&ft=3&f=322109445"},{"href":"http://media.npr.org/assets/img/2014/06/14/74317738-276605ec218c0e244427b401852cb5989245b0df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"936","width":"1248"}},{"href":"http://media.npr.org/assets/img/2014/06/14/jamesparks-77a547b9ed0ed775390f26477e47318ec36a5aab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"565","width":"751"}},{"href":"http://media.npr.org/assets/img/2014/06/14/mrr-21a3b15b74a9fe1a0b89b755c81488caf75de642.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"456","width":"608"}}]}