{"created":"2014-09-08T15:46:35+00:00","modified":"2014-10-07T15:32:54+00:00","valid":{"from":"2014-10-07T15:32:54+00:00","to":"3014-10-07T15:32:54+00:00"},"hreflang":"en","title":"Calif. Lawmaker Leland Yee Pleads Not Guilty To Corruption ","published":"2014-04-08T22:13:00+00:00","teaser":"Yee, a Democractic senator who advocated for more gun control, was arrested on gun trafficking charges. He denied those charges in a federal court on Tuesday.","itags":["npr_api","300596997"],"guid":"579870c3-1857-4099-82b5-8e228aa162b8","contentencoded":"<p>California state Sen. Leland Yee, a prominent Democratic lawmaker who pushed for more gun control, pleaded not guilty to charges of corruption and conspiracy to traffic guns during an appearance in federal court on Tuesday.</p><p><a href=\"http://blogs.sacbee.com/capitolalertlatest/2014/04/leland-yee-pleads-not-guilty-to-corruption-and-firearms-charges.html\"><em>The Sacramento Bee</em> reports</a> that Yee is facing up to 125 years in prison. The paper adds:</p><blockquote><p>\"Keith Jackson, a former Yee consultant and one of 29 defendants in the case, also pleaded not guilty at a joint arraignment before U.S. Magistrate Judge Joseph C. Spero.</p><p>\"Another major subject in the federal probe, Raymond \"Shrimpboy\" Chow, was allowed to postpone his plea after his new attorney, Tony Serra, asked for more time.</p><p>\"Prosecutors assert that Jackson introduced Yee to several undercover agents posing as people seeking political favors in exchange for donations to Yee's campaigns for San Francisco mayor in 2011 and secretary of state in 2014.\"</p></blockquote><p><em>Morning Edition</em>'s <a href=\"http://www.npr.org/2014/04/08/300477861/next-chapter-unfolds-in-san-francisco-political-scandal\">Steve Inskeep spoke to</a> veteran San Francisco writer Tim Redmond about the case.</p><p>\"I've been covering San Francisco politics for 30 years, this is one of the oddest ones I've ever seen,\" Redmond said.</p><p>Redmond said, according the charging documents, Yee was caught on tape cooking up a scheme which would import weapons — including automatic ones and even shoulder-launched rockets — from the Philippines to the United States.</p><p>Yee has since been suspended from the state Senate. <a href=\"http://sanfrancisco.cbslocal.com/2014/04/07/state-senate-erases-websites-of-leland-yee-other-suspended-lawmakers/\">The AP adds</a> that his name and that of two other suspended lawmakers have been erased from the California State Senate website.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Calif.+Lawmaker+Leland+Yee+Pleads+Not+Guilty+To+Corruption+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1300602970-7acaaf.m3u?orgId=1&topicId=1001&ft=3&f=300596997"},{"href":"http://media.npr.org/assets/img/2014/04/08/481741227-1ced2bb7c7a6b2b22ff9a2d646cc3401cc36ddad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2112","width":"2817"}}]}