{"created":"2014-12-05T21:36:37+00:00","modified":"2014-12-06T21:50:55+00:00","valid":{"from":"2014-12-06T21:50:55+00:00","to":"3014-12-06T21:50:55+00:00"},"hreflang":"en","guid":"579b56ce-0a81-44b1-a9e3-c251d93a8d2c","title":"These two sisters are trying to understand why people join groups like ISIS — by meeting militants in prison ","published":"2014-12-06T21:50:49+00:00","byline":"Rebecca Collard","tags":["terrorism","conflict","research","science","SafeMode","Justice","Conflict & Justice","Tripoli","Roumieh","Asia","Lebanon","Syria","northern Lebanon","Nancy Yamout","Maya Yamout","Roumieh Prison","ISIS","Terrorism","Islamic State of Iraq and Syria","holy warriors"],"teaser":"Two Lebanese sisters have been interviewing accused terrorists in Lebanon’s Roumieh prison. They hope to understand what pushes people to become holy warriors. And they have found a common theme among the men —absent or abusive dads.","contentencoded":"<p>For the past two years, Maya and Nancy Yamout have spent their weekends hanging out with the worst of the worst in Lebanon’s notorious Roumieh prison — specifically, in Block B. It holds 900 inmates.</p>\n<p>Lebanese authorities have labeled a third of them \"terrorists.\"</p>\n<p>“They thought no one would come to interview anyone from Block B,” Nancy says of the guards at the prison. “So when we came, there were giggles — that we were not going to stay long. We’re not going to handle it. I told them, ‘see that face?’ You’re going to see it a lot. Remember it.”</p>\n<p>The sisters’ mission is to find out what makes these guys tick. It's part of their master’s research, supervised by American-Lebanese forensic psychologist Raymond Hamden — a specialist in terrorism and extremism. Roumieh prison holds high-profile jihadis — Lebanese, Palestinians, Syrians and others, including at least one European citizen.</p>\n<p>In June, an ISIS-related website posted a video of fighters singing about the freedom of their brothers in Roumeih and comparing it to Abu Ghraib. US abuses at the Iraqi prison became a rallying cry for jihadists around the world.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/IMG_8282.jpg?itok=sS97h8Vp\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Maya Yamout shows a picture of ISIS supporters in the library of the Roumeih prison where she conducted interviews.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Rebecca Collard</p>\n  </div>\n</div>\n<p>“We want to crack the gate,” sing the men in the video, faces covered by balaclavas, clutching weapons in front of a black and white ISIS flag.</p>\n<p>Maya pulls out her phone and opens the pink cover and finds a picture of ten men standing in the library where she used to interview the inmates. A crude copy of that black and white ISIS flag is hung on the shelf for the photo.</p>\n<p>“See, this is the ISIS flag. This is the library, I usually sit here,” says Maya, pointing at the picture.</p>\n<p>The third floor of Block B is especially for Islamists, and ISIS has a presence here. And that’s where Maya and Nancy chose their subjects. Maya says gaining the trust of these inmates wasn’t easy.</p>\n<p>“They said, ‘You are from the intelligence. You are from the police department,” recalls Maya. “We told them ‘No, we are innocent people.’”</p>\n<p>Most important, say the women, was to listen without judgment to inmates’ stories and allow them to feel heard, not observed.</p>\n<p>“We need to speak then without handcuffs, without the guards surrounding us,” Maya says.</p>\n<p>The women say they found many factors that push people to militancy — poverty, political ideology, sometimes revenge. But the one thing all their subjects shared was an absent, or abusive, father.</p>\n<p>“Some of their fathers passed when they were a young age, so they don’t have a male model,” Nancy says. “Others were humiliated by their fathers — they were hit in front of cousins or uncles or humiliated in front of neighbors. All the people that had fathers answered, yes, they were humiliated in their childhood. They’re victims of victims.”</p>\n<p>Eventually Maya and Nancy won the men over. Some prisoners admitted to crimes. Some revealed they would pursue jihad when — or if — they were released. Others, though, claimed innocence. And the women say they believe some of them.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/IMG_8304.jpg?itok=YyYydLe9\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Maya Yamout shows a picture of the outside of Block B of Roumeih. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Rebecca Collard</p>\n  </div>\n</div>\n<p>But all too often those claims aren’t tested in Lebanon. Many of the prisoners in Block B are kept there for years without trial. And that, say the sisters, builds aggression and resentment.</p>\n<p>Maya tells the story of a boy from Tripoli, in northern Lebanon.</p>\n<p>“He was 16 years old. He was a teenager, and he’s hungry and very poor,” Maya says. “This preacher told him to come over and he gave him a sandwich and a box of weapons. He told him to take the box to someone else.”</p>\n<p>They boy never went to trial. Instead, he spent years locked up on the third floor — with the hard-core Islamists of Roumeih. The sisters say the place is an incubator for extremism. And they weren’t especially shocked by what happened to the kid from Tripoli.</p>\n<p>“He went to Syria directly and bombed himself,” Nancy recalls.</p>\n<p>On top of this, the women say inmates don’t have access to the therapy and social workers they need. And that’s dangerous when you’re dealing with accused militants. </p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_8307_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img8307jpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/120520148.mp3"},{"href":"http://www.pri.org/file/120520148mp3"}]}