{"created":"2015-06-18T12:48:35+00:00","modified":"2015-06-18T13:17:20+00:00","valid":{"from":"2015-06-18T13:17:20+00:00","to":"3015-06-18T13:17:20+00:00"},"hreflang":"en","guid":"579f508a-de06-4c56-8b75-601bfb78f5bc","title":"A 'LEGO provocateur' pushes the company to add female characters","published":"2015-06-18T13:17:16+00:00","byline":"Michael May","tags":["toys","culture","women","Across Women's Lives","Culture","Arts, Culture & Media","Lego","Feminism","Women in science","Teach Her"],"teaser":"LEGO minifigurines have been a financial bonanza for the company. But, even as the popularity of the toys soars, the mini-characters themselves remain several decades out of step with the times: There are almost no female \"minifigs.\" One dedicated LEGO hobbyist is determined to change that.","contentencoded":"<p>Sometimes all it takes is one determined individual to change a long-standing culture. In this case, the LEGO culture. Specifically, the male-focused culture of the LEGO 'minifigs,' as they're called.</p>\n<p>The LEGO brick as we know it was released in 1958. Twenty years later, the company made its first minifigure, or “minifig.” It was a little modular man with a yellow face, two dots for eyes and a black curve for a smile. But the humble minifigure populated the LEGO world and gave it heart.</p>\n<p>It was a smart move. There are now hundreds of different minifigures and LEGO has made a fortune creating Star Wars and Harry Potter sets.</p>\n<p>But one thing has not changed. It’s still a man’s world when it comes to LEGOs. Very few minifigures are female — and they’re often relegated to being sidekicks.</p>\n<p>Maia Weinstock is hoping to change that: She is a LEGO provocateur, rearranging stock minifig parts to challenge the company to create more options for girls.</p>\n<p>“If you're someone who doesn't see yourself in the products, you sometimes get frustrated,” she says. “If I'm critical, it's because I love them so much and I want them to do better — because I want everyone to enjoy them as much as I have.”</p>\n<p>Weinstock, who works as a science journalist, was particularly frustrated that LEGO had no female scientist minifigs (over the years, LEGO did make a female astronaut and surgeon, but no lab scientists). But unlike other popular toy brands, such as Barbie or G.I. Joe, LEGO makes it possible for you to create your own characters. And that’s where Weinstock saw her opportunity.</p>\n<p>She began to work on her own line of minifigs, based on living female scientists (and some male scientists as well). “Most people can't name a living scientist at all,” she says. “So this would be a way to give them a platform of being awesome superheroes.”</p>\n<p>Her inaugural custom minifig was of planetary scientist Carolyn Porco. Porco was part of the Voyager mission and currently leads the <a href=\"http://www.nasa.gov/mission_pages/cassini/main/index.html\">Cassini imaging team</a>, helping beam to Earth the most vivid photographs of Saturn ever made.</p>\n<p>Weinstock has now created dozens of other scientist minifigs. She creates props for each one, takes a photo, and posts it on Twitter, where her photographs now have a cult following.</p>\n<p>Although she’s critical of the LEGO company, there’s another way to look at it — she’s helping the company identify a new market.</p>\n<p>In the last couple of months, Weinstock has taken on a new challenge. She’s created minifigures of all four female Supreme Court justices and built a LEGO version of the court itself. And in April, Weinstock gave the set to Justice O’Connor at an event for her organization, iCivics.</p>\n<p>Weinstock isn’t done pushing LEGO to change. She’s put the Supreme Court set on the company’s crowdsourcing site <a href=\"https://ideas.lego.com/projects/99027\">LEGO Ideas</a>. LEGO wouldn’t allow the actual Supreme Court justices, so it’s been renamed the “Legal Justice Team.” If she gets 10,000 votes, LEGO will consider creating and selling it as an official set.</p>\n<p><em>This article is based on a <a href=\"http://www.studio360.org/story/bringing-female-heros-to-the-lego-universe/\">story</a> that aired on PRI's <a href=\"http://www.studio360.org\">Studio 360 </a>with Kurt Andersen </em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-12%2Fone-artist-pushing-lego-twenty-first-century&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Legal_Justice_League.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/legaljusticeleaguejpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/studio-360/segment-audio/studio060415cms493758pod.mp3"},{"href":"http://admin.pri.org/file/studio060415cms493758podmp3"}]}