{"created":"2015-04-16T19:16:50+00:00","modified":"2015-04-17T13:03:05+00:00","valid":{"from":"2015-04-17T13:03:05+00:00","to":"3015-04-17T13:03:05+00:00"},"hreflang":"en","title":"Oklahoma City Bombing Juror Looks Back","published":"2015-04-17T13:03:00+00:00","teaser":"Mike Leeper was Juror No. 5 in Timothy McVeigh's trial for the 1995 terror attack that killed 168 people.","itags":["npr_api","400170697"],"guid":"57a1832b-97fd-4b19-a469-863ff993538c","contentencoded":"<p>Just past the two-year anniversary of the bombing of the Boston Marathon, another horrific anniversary approaches. Oklahoma City residents will never forget April 19, 1995, when a bomb blast tore through the Alfred P. Murrah federal building, killing 168 people and injuring several hundred others.</p><p>Police tracked down Timothy McVeigh, a 26-year-old Persian Gulf War veteran and right-wing militia sympathizer. He was put on trial and ultimately put to death.</p><p>As a jury in Boston considers the death penalty for another attack on American soil, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young spoke with <strong>Mike Leeper</strong>, who was Juror No. 5 in McVeigh&#8217;s trial.</p><p>&#8220;I believe in our system,&#8221; Leeper said. &#8220;I was proud to be called and asked to be a member of the jury. I wanted to be proud of how we conducted ourselves.&#8221;</p><p>By the time the group was in the sentencing phase of the trial, Leeper says the jurors had a rapport and a mutual respect.</p><p>&#8220;Of course it was a heavy burden for us to come to a decision,&#8221; he said. &#8220;There was a major concern on my part that whatever we walked out of there with would be questioned by the public. We didn&#8217;t know whether Mr. McVeigh was a leader or part of a conspiracy against the government. We didn&#8217;t know if there was a feeling out there in the public as to pro or con for the death penalty.&#8221;</p><p>Leeper says he has no advice for the Boston jury deciding Dzhokhar Tsarnaev&#8217;s fate.</p><p>&#8220;They have to live with what they decide,&#8221; he said. &#8220;I&#8217;m very grateful that I&#8217;m not in their shoes.&#8221;</p><p>Leeper notes that he still keeps in touch with his fellow jurors who are still in the area.</p><p>&#8220;In certain ways you want to put some distance between the time that you&#8217;ve spent in that courtroom,&#8221; he said. &#8220;However [you] also want to be a champion for how well it can work.&#8221;</p><p><em>Correction: The audio for this interview, as well as an earlier version of this online story, misstated the number of people who were killed in the Oklahoma City Bombing. A total of 168 people died, not 165. We regret the error.</em></p><h4>Guest</h4><ul><li><strong>Mike Leeper</strong>, a Colorado resident who served on the jury that convicted Timothy McVeigh of carrying out the Oklahoma City Bombing in 1995.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Oklahoma+City+Bombing+Juror+Looks+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"598"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400333305-01eea3.m3u?orgId=1&e=400170697&d=598&ft=nprml&f=400170697"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0416_mcveigh-jury.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"877","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0416_mike-leeper.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"831"}}]}