{"created":"2014-10-22T08:33:59+00:00","modified":"2015-04-16T18:41:03+00:00","valid":{"from":"2015-04-16T18:41:03+00:00","to":"3015-04-16T18:41:03+00:00"},"hreflang":"en","title":"Among The Young And Privileged In North Korea","published":"2014-10-22T13:59:00+00:00","teaser":"American journalist Suki Kim spent six months teaching English at a North Korean University that serves the sons of the elite. She chronicles her experience in a new book, <em>Without You, There Is No Us</em>.","itags":["npr_api","357632699"],"guid":"57af45f1-0cbf-4d28-b5bd-fb3d7983456f","contentencoded":"<p>In the summer of 2011, American journalist Suki Kim got a job teaching English at the elite, all-male Pyongyang University of Science and Technology in the North Korean capital.</p><p>Kim, who was born in South Korea and immigrated with her family to the U.S. at age 13, is a fluent Korean speaker and secretly took notes during her six months at the university in Pyongyang. This formed the basis for her new book, <em>Without You, There Is No Us</em>.</p><p>Though the university is geared for the privileged few, the students, like all North Koreans, are tightly controlled. The young men were closely monitored by female guards, they were not allowed off campus except for group outings, and they were discouraged from asking about the wider world.</p><p>On the day before Kim left the country in December 2011, North Korea's leader, Kim Jong Il, died, sending the nation into mourning.</p><p>The next morning, the students \"looked as though they'd been crying all night, as though their souls had been sucked out of them, as though they'd just lost a parent,\" said Kim.</p><p>She spoke with <em>Morning Edition's</em> Steve Inskeep about her rare insider's glimpse of the reclusive country.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On speaking about the country's leader <br /></strong></p><p>You don't talk about Great Leader [Kim Il Sung, the country's founder] by name. You certainly never, ever bring up anything about the outside world. The fact that I travel outside, really, is not something that I was supposed to talk about. But then, you live together for months and months and share three meals a day together. Then, suddenly, things start happening where you ask things.</p><p><strong>On what the students asked <br /></strong></p><p>One time, a student did ask me about a national assembly. I think it was a word he picked up somewhere.</p><p>There was no way you could discuss that without bringing democracy into a conversation. And once I began talking about it, I got very nervous because the students were all watching each other and reporting on each other. After we discussed democracy at the table, later, another student, who's a roommate of that student, told me that he's with me. Meaning, he thinks like me. And that really scared me because I thought, then, some of them are questioning the system.</p><p><strong>On how cut-off the students were from the wider world</strong></p><p>Some were more sheltered than others. Whatever the reason was, on [the] surface, because it is a system so based, built on fear, they're not supposed to admit it, even if they knew. They were never supposed to admit to knowing what's going on outside. So, for example, we talked about the way they celebrate birthdays.</p><p>Usually, they go back to their dormitory after dinner and they start singing songs, one by one. And they all always claimed the Great Leader's songs, or songs about friendship. One time, one student said, \"Rock 'n' roll.\" The minute he said that, the whole table went quiet. The student just looked out instantly, as if some horrible thing was just admitted. And then someone changed the topic, and I realized: This is the fear. It was a kind of reality that is so impossible to imagine for us Americans, and I thought it was important to humanize North Koreans.</p><p><strong>On how the elite fear they could be purged<br /></strong></p><p>I've covered North Korea for over a decade, interviewed so many defectors, and this was the other extreme of the society, and they had no freedom.</p><p>I don't know how they absolutely keep that control. But we just saw, you know, [current leader] Kim Jung Un getting his uncle executed, Jang Song Thaek, at the end of 2013. And that is [the] No. 2 man in North Korea for decades, who is a relative of the Great Leader.</p><p>I think it's just a different system. I had assumed, also, that maybe the elite — you know, maybe the images that those people control — that they have so much freedom, but that just simply was not true.</p><p><strong>On the ubiquitous female guards at the university</strong></p><p>It is so controlled. The guards were only women — young women in their early 20s — and they never mixed words with the staff. I tried, but they wouldn't talk back to me. And they were minders, minders living in the faculty dormitory on the ground floor, and all they ever did was just guard us. It was very, very systematically controlled. ...</p><p>I did ask about that several times to the foreign teachers, \"Why is this the case?\" The answer that I got was that in the beginning of the school, they had put men there — soldiers — but they realized that maybe it just looks too threatening, so they changed the soldiers to women soldiers.</p><p><strong>On whether the students and the guards ever fell in love</strong></p><p>That would make a really good Hollywood movie. And I did imagine that because these were just, you know, 19-, 20-year-old beautiful boys. But then I realized also, at some point, I learned that they come from a completely different social strata that it just wasn't possible, supposedly.</p><p><strong>On what she took away from her six months at the university</strong></p><p>This was my fifth visit in North Korea, and I felt the incredible sorrow in my last time more so than ever because I spent so much time, and I got to observe so many things firsthand at the school. And because they were so young — 19 and 20 — and I think from that, really loving them, to a degree, and understanding their world, it made me really think what a claustrophobic and inhuman place North Korea is.</p><p>You know, it's kind of like thinking my kids are trapped there. It was heartbreaking on a daily basis. And also to leave, and also knowing that's the world that they will possibly be the leaders — they're the future leaders of North Korea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Among+The+Young+And+Privileged+In+North+Korea&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357998938-642a6b.m3u?orgId=1&topicId=1033&aggIds=100876926&e=357632699&d=468&ft=nprml&f=357632699"},{"href":"http://media.npr.org/assets/img/2014/10/20/without-you-there-is-no-us---jacket-image-ee09727106ca6ba78b0f2e4b36c93c2008e0461a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"787","width":"1049"}},{"href":"http://media.npr.org/assets/img/2014/10/20/suki-kim-author-image---photo-credit-ed-kashi-vii-8aaac7d01012ddaf675a0ccb65d7d492074e949a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2174","width":"2898"}}]}