{"created":"2015-02-28T13:01:53+00:00","modified":"2015-03-01T03:36:43+00:00","valid":{"from":"2015-03-01T03:36:43+00:00","to":"3015-03-01T03:36:43+00:00"},"hreflang":"en","title":"Pakistani Author Mohsin Hamid And His Roving 'Discontent'","published":"2015-02-28T15:40:00+00:00","teaser":"Mohsin Hamid combines the personal and political in his new book, <em>Discontent and Its Civilizations</em>. NPR's Scott Simon talks with the Pakistani author about his new collection of essays.","itags":["npr_api","389479787"],"guid":"57b87444-a409-4d49-8e3b-f52a7ea8ce41","contentencoded":"<p>Mohsin Hamid <a href=\"http://www.newstatesman.com/node/154496\" target=\"_blank\">has been called a water lily</a> for the way he's drifted from place to place. The 43-year-old novelist and essayist, born in Lahore, has established roots, grown and thrived in places as disparate as Pakistan, London, California and New York. He's best known as the author of the 2007 international bestseller <a href=\"http://www.mohsinhamid.com/trfexcerpt.html\">The Reluctant Fundamentalist</a> which has been published in 30 different languages, was shortlisted for Britain's <a href=\"http://www.themanbookerprize.com/\">Man Booker Prize</a> and was made into a 2013 <a href=\"http://www.ifcfilms.com/films/the-reluctant-fundamentalist\">movie </a>directed by Mira Nair.</p><p>Hamid's professional life began in the business world, not in book writing. After attending Princeton University and Harvard Law School, he worked as a management consultant in New York. But his first novel, <a href=\"http://www.mohsinhamid.com/mothsmokeexcerpt.html\">Moth Smoke</a>, published in 2000, launched him into the literary spotlight. The story of a dissolute former banker in Lahore, <em>Moth Smoke</em> was a finalist for the PEN/Hemingway award, given for an outstanding debut work of fiction.</p><p>Hamid went on to publish two more novels and eventually left New York for Lahore, where he lives with his wife and two children. His new book of essays, <em>Discontent and Its Civilizations: Dispatches</em> <em>from Lahore, New York and London, </em>explores some of his thinking, reflection and recollection over the past 15 years. Speaking with Scott Simon, host of <em>Weekend Edition Saturday</em>, he examines some of the fissures of the post-9/11 world, the value of \"mongrelization\" — and the power of love.</p><hr /><h3>Interview Highlights</h3><p><strong>On being an outsider<br /></strong></p><p>\"I was born in Pakistan and came to America when I was three, and I spoke Urdu fluently. But I arrived in America and quickly discovered from the kids around me that I didn't know how to speak, because I couldn't speak English.</p><p>\"So I learned English, forgot Urdu, went back to Pakistan at nine, and discovered, of course, that once again I did not speak properly. So I learned Urdu. And I bounced around between America and Pakistan and Britain for most of my life.</p><p>\"So I'm somebody who can blend in usually quite quickly — but inside continues to retain a sense of feeling foreign.\"</p><p><strong>On re-thinking the presumed link between poverty and terrorism<br /></strong></p><p>\"I don't think terrorism is <em>only</em> the poor man's politics. I don't think that that narrative is complete, so it's probably worth us reexamining it.</p><p>\"But I think at a deeper level, what we see is people are becoming hybridized, mongrelized. They're becoming Western, Muslim, American, Pakistani — at the same time. And if we can encourage that kind of hybridization, mongrelization, and look at it as a good thing, I think we're relatively safe.</p><p>\"But if we start looking at it as a bad thing (and many people do) then a desire is born to try to separate one's self, one's different parts — to not be Pakistani <em>and</em> American or Muslim <em>and</em> European, but to pick sides. And when that happens, you see young people feeling they have to reject what they think they are becoming. They are becoming tainted by becoming Westernized. And so, in a way, the war is a war with part of themselves.\"</p><p><strong>On the drawbacks of drones<br /></strong></p><p>\"I think that it's completely understandable that the United States would wish to deploy drones in the borderlands of Pakistan and Afghanistan. However, I think that they're deeply counterproductive for a number of different reasons.</p><p>\"One is, of course, they do kill innocent people. Two is that — even when they kill people who aren't innocent — they have the effect of allowing, in a country like Pakistan, the continued view that America is to blame, that America's intervention is to blame, for extremism in Pakistan.</p><p>\"And of course, America has played some role in extremism developing in Pakistan. But I think Pakistanis have to recognize — and many do recognize — that the most important role has been played by Pakistanis themselves. And so the drones prevent Pakistan from basically taking the lead in its own effort to eradicate these extremists.</p><p>\"Nobody from outside can police it. Pakistanis <em>have</em> to come to the conclusion that they have to fight this fight for themselves, and drones, I think, prevent that from happening.\"</p><p><strong>On love<br /></strong></p><p>\"All of my novels are love stories, in a way.<strong> </strong>And — and I think, in a way, I think love is kind of the plot in our lives, you know? The early loves we have, the loves of our parents when we're kids, the loves of our friends. Romantic love, love for children, you know — all of that, that's what provides the structure on which human lives are built. ...</p><p>\"And it's in a way embedded in the culture and even religion of the part of Pakistan I'm from — which is that one of the ways in which we can confront the horror of being mortal and dying one day is to love enough that we're not so central to ourselves that we can't face the fact that we're going to end.</p><p>\"And I think in these times, when you see politicized religions and all kinds of extremisms and the market taking over everything, love, in a way — it sounds like a soft thing to say, but I think the ability to feel for others is a potential way out.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pakistani+Author+Mohsin+Hamid+And+His+Roving+%27Discontent%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389706247-f91429.m3u?orgId=1&topicId=1033&e=389479787&d=462&ft=nprml&f=389479787"},{"href":"http://media.npr.org/assets/img/2015/02/27/500_mohsin_hamid_edelstein-0fa72b17191dff6da42475ba85f1eba2c250434e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"375","width":"500"}}]}