{"created":"2015-02-26T18:52:23+00:00","modified":"2015-02-26T18:52:23+00:00","valid":{"from":"2015-02-26T18:52:23+00:00","to":"3015-02-26T18:52:23+00:00"},"hreflang":"en","guid":"57be6da2-eff8-42d4-a283-0f975b2282c9","title":"For 'Women In Clothes,' It's Not What You Wear, It's Why You Wear It","published":"2014-09-05T01:16:00+00:00","teaser":"A new book collects stories that link clothing with intimacy, emotion and memory: how moms dressed before they had kids, favorite outfits and, of course, garment envy.","itags":["npr_api","345290998"],"contentencoded":"<p>It can be hard to talk about clothes in an intelligent way. Fashion critic Kennedy Fraser once wrote in <em>The New Yorker</em> that the act of donning a garment can seem almost furtive or trivial, something beneath debate or intellectual content. The editors of <em>Women in Clothes</em> would agree that it's a challenge. The book collects essays, conversations, pictures and testimonials from more than 600 women talking about how clothes shape or reflect them as human beings.</p><p>\"When you hear the word 'fashion' you just think fashion magazine,\" says novelist and <em>Women in Clothes </em>editor Heidi Julavits. \"You think of a ... much more superficial way of talking about what you put on your body.\"</p><p>So she and her two collaborators, writers Sheila Heti and Leanne Shapton, decided to send out questionnaires to hundreds of women.</p><p>\"We wanted to ask people questions that might in some ways be the province of a fashion magazine, but we wanted to really free people from that fashion language,\" Julavits says.</p><p>After all, fashion magazine language can be both tired and patronizing: \"must-have outfits,\" \"do's and don'ts\" or \"who wore it best?\" Together, the editors of <em>Women in Clothes</em> created a list of 50 far more intriguing clothing questions:</p><p><em>What is your cultural background and how has that influenced how you dress?</em></p><p><em>Do you think you have taste or style? Which one is more important?</em></p><p><em>How does money fit into all this?</em></p><p><em>Did your parents teach you things about clothing, care for your clothing, dressing or style?</em></p><p><em>Please describe your mind. Please describe your body. Please describe your emotions.</em></p><p>Another thing they wanted to know was how many women were<em> not</em> interested in clothing. Among the thousand or so responses, only 5 percent weren't.</p><p>\"It's so frustrating when people say, 'I'm not interested in clothing,' \" Julavits says. \"You know, what they mean is, 'I don't want to <em>appear </em>to <em>care </em>about clothes.' \"</p><p>That was certainly true for editor Sheila Heti. She's the author of the autobiographical novel <a href=\"http://www.npr.org/books/titles/154928887/how-should-a-person-be\">How Should a Person Be?</a>, which analyzes one woman's process of trying to answer that question. Heti says she never gave any thought to clothes; she had an interior life, and clothes were external. But that changed a couple of years ago.</p><p>She says, \"I woke up one day and I just thought, 'Today's the day that I want to figure out how to dress.' You know, I wanted to know what other women thought about as they got dressed: how they knew what to buy in the store, how they knew what they wanted to wear. I wanted to sort of figure out what my taste was.\"</p><p><strong>Clothing As Memory</strong></p><p>The book's submissions come from a chorus of voices from around the world. Its stories are about clothing as intimacy, emotion and memory. One woman talks about emigrating as a child from Vietnam only to see her family labor day and night at a home sweatshop producing ties and cummerbunds. Another is a weeklong diary of a woman's compulsive purchases. And another, by artist Miranda July, photographs six strangers in one another's favorite outfits.</p><p>There are famous names — Cindy Sherman, Lena Dunham, Molly Ringwald — but the vast majority of submissions are by women of all ages, some anonymous, others not.</p><p>One contributor is Gilda Haber of Silver Spring, Md. As an author and educator, she has written thousands of pages on clothing rules going back as far as ancient Greece and Rome.</p><p>Haber says, \"Nobody realizes that this is a law — that you have to be dressed, to a certain extent. So we are forced to dress, actually, otherwise we break the law if anybody should run naked down the street.\"</p><p>Clothing restrictions were part and parcel of life in Haber's childhood cockney neighborhood. As a Jewish girl growing up in East London during World War II, she fixated on clothing as it defined her. She was an only child, shipped off to a Christian orphanage by her mother during the wartime evacuations. There, she had to wear red bloomers. She hated them, and when she came back from the orphanage, it only got worse.</p><p>\"By the time I was 16, my mother had had me measured and put into a corset with whalebone and hooks and a tie-up at the side,\" Haber says. \"And you could knock on me.\"</p><p>In the book, she describes how she was dressed the day an editor for <em>Life</em> magazine, in London, took her to tea. She wanted to wear her first beautiful, postwar white dress, which showed off her figure. But instead her mother made her wear the detested school uniform.</p><p>\"The young, handsome editor expected a glamorous teenager,\" Haber writes. \"Tea was a disaster. I was so angry with my mother that I risked a slap in the face. Right then, I decided to leave home and come to America, which I did.\"</p><p>She has remained here ever since. And she's a hat maven.</p><p><strong>'My Mom Is The One ... Being Badass'</strong></p><p>Mothers and daughters usually have a primal, visceral fashion dialogue. In the book, that dialogue is reflected in sections like \"Mothers as Others,\" for which women sent in photographs of their mothers from before they had children, then described what they saw.</p><p>Jowita Bydlowska sent in a photo of her mother at 19 on a beach in Poland. She writes:</p><blockquote><p>\"My mom is the one with fake eyelashes and headband, smoking a cigarette, being badass. ... I love how feisty she is here, and how self-aware and sexual she is. She looks like this in most pictures from that time, and always with those fake lashes on. Brigitte Bardot. Her bikini is like something from <em>Blow-Up</em>. I know that she was really popular with the boys but that she didn't fall in love easily, so she probably buried a couple of hearts in that pile of sand.\"</p></blockquote><p>In another section, 5-year-old Milena Rosa's mother helps her answer a survey about what she likes. (She's the book's youngest contributor.) When asked what she finds beautiful, she says, \"My fancy dresses, dress-up dresses, and my rings and everything I have that's really pretty.\"</p><p>When asked what she considers very ugly, she runs into the bathroom and gets the bathtub plug: \"This. This thing is really ugly.\"</p><p><strong>Tools Of Transformation</strong></p><p>In <em>Women in Clothes</em>, the artful, often elitist language of fashion is stripped away, leaving behind a conversation that is funny, painful, certainly vulnerable and ultimately empowering. Editor Leanne Shapton wrote the memoir <em>Swimming Studies</em>, for which she won the 2012 National Book Critics Circle Award. She says some of <em>Women in Clothes'</em> best entries show plain honesty. Take, for example, one of author Ann Ireland's contributions:</p><blockquote><p>\"Often, I'll spot a woman crossing the road who is wearing just the narrow grey-black pants I want. Or sneakers that are just one color with no ugly stripes. Maybe I could get away with that Indian dress! Those Jesus sandals are just the ticket — I bet they're comfortable, too. Then I crave it, a sort of low-level fever that won't lift until I've located the desired item and seen whether it works for me, too.\"</p></blockquote><p>Clothing is triumph; clothing is connection. And as this book attests, it's about the life of the mind and the heart. Sheila Heti offers this memory from writer Amy Turner:</p><blockquote><p>\"My favorite piece of jewelry is a gold heart that I got in upstate New York. I never have distinct or clear feelings, but when I saw it and put it on, I knew unwaveringly that it was for me. At the time, I was with a friend I'd become close to over a year of writing emails, and in our first exchanges, I knew that she was for me, too. Now when I put the necklace on, I think of her, and I think of what it feels like to know something clearly in my gut.\"</p></blockquote><p>Clearly, from the gut, you find that one thing — that one dress, jacket, scarf — that makes you a big, bold personality, even if you're a little mouse. That's not shallow; that's about transformation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+%27Women+In+Clothes%2C%27+It%27s+Not+What+You+Wear%2C+It%27s+Why+You+Wear+It&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345706922-ecadc0.m3u?orgId=1&topicId=1033&aggIds=310432756,100876926&e=345290998&d=429&ft=nprml&f=345290998"},{"href":"http://media.npr.org/assets/img/2014/09/03/women1-c8a7487affba818d694f77bd06de650057be1acd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2372","width":"3163"}},{"href":"http://media.npr.org/assets/img/2014/09/02/gpowell_womeninclothes_editors_037-1afaaa3129ac0d17857532422dd3199ba24ef84c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1969","width":"2625"}},{"href":"http://media.npr.org/assets/img/2014/09/03/jowita-bydlowska_mom-pg-53-de5fb7cde6d67055596409bbee3554db488ddbc1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1397"}}]}