{"created":"2014-09-08T15:42:52+00:00","modified":"2014-11-05T01:07:12+00:00","valid":{"from":"2014-11-05T01:07:12+00:00","to":"3014-11-05T01:07:12+00:00"},"hreflang":"en","title":"South Korea's President Will Disband Coast Guard","published":"2014-05-19T18:01:00+00:00","teaser":"President Park Geun-hye announced the changes a bit more than one month after the ferry Sewol sank, killing more than 300 people. It also comes as South Korea prepares to hold national elections.","itags":["npr_api","313859014"],"guid":"57c5fdab-6ee4-474e-953e-15dea7093de3","contentencoded":"<p>Apologizing for a rescue operation that saved only a fraction of the passengers on a ferry that sank last month, South Korea's president said she plans to dismantle the country's coast guard and reform its emergency and safety systems.</p><p>President Park Geun-hye announced the shakeup in a televised address to the nation. At times, she wept as she spoke, particularly as she read out the names of passengers and crew members who were killed. Most of those who died were teenagers on a high school trip.</p><p>\"As president [I am] responsible for the people's lives and safety, and I offer a heartfelt apology for the pain the people have suffered,\" Park said, according to <a href=\"http://www.koreaherald.com/view.php?ud=20140519000264\">The Korea Herald</a>. \"The ultimate responsibility for failing to respond properly to this accident lies with me.\"</p><p>But Park also said the coast guard was poorly structured and unable to respond to emergencies such as the ferry sinking, and that changes must be made. Her speech came a bit more than one month after the ferry Sewol sank, killing more than 300 of the 476 people who were on board.</p><p>For days after the ferry sank, people hoped for news of more survivors — but for many families, those hopes turned into anger and frustration when no further rescues were made.</p><p>As for the coast guard's tasks, Park is \"handing over some of the responsibilities to the national police agency,\" Seoul-based journalist Jason Strother reports on <a href=\"http://www.npr.org/programs/morning-edition/\">Morning Edition</a>. \"But she also plans to create a new government agency, an emergency response division.\"</p><p>Jason says the plan will need the approval of the national assembly — and that some of her opponents say she didn't go far enough.</p><p>Park announced her plan less than a month before South Korea is slated to hold national elections, on June 4.</p><p>\"The Sewol tragedy has put Park's leadership into question,\" the <em>Herald</em> reports, \"and her approval rating has dived from 60 percent to slightly over 40 percent, the lowest since she took office last year.\"</p><p>In Monday's speech, Park also promised to get tougher on companies that put the public's safety at risk.</p><p>From <a href=\"http://www.voanews.com/content/reu-skoreas-park-disbands-coast-guard-following-ferry-disaster/1917360.html\">Voice of America</a>:</p><blockquote><p>\"South Korean media report the 6,800-ton ferry was carrying three times as much cargo as allowed under safety rules and made a sharp turn just before it began to sink.</p><p>\"The captain and three crew members are facing manslaughter charges for telling passengers to stay below in their cabins while they themselves were among the first to abandon ship.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=South+Korea%27s+President+Will+Disband+Coast+Guard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Bill Chappell","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313861316-a5dbdc.m3u?orgId=1&topicId=1125&ft=3&f=313859014"}]}