{"created":"2014-10-27T21:05:34+00:00","modified":"2014-10-27T21:05:34+00:00","valid":{"from":"2014-10-27T21:05:34+00:00","to":"3014-10-27T21:05:34+00:00"},"hreflang":"en","title":"What Happens To The 52,000 Unaccompanied Migrant Kids In The U.S.?","published":"2014-07-04T19:10:00+00:00","teaser":"Reports about the 52,000 unaccompanied children who've entered the United States illegally have raised questions about what is in store for them.","itags":["npr_api","328500445"],"contentencoded":"<p>This week&#8217;s reporting on the over 52,000 children who have crossed into the United States, often unaccompanied, from countries like Guatemala, Honduras, and El Salvador has raised a lot of questions, among them, whether individuals can sponsor the children, and what the procedures facing the children are once they&#8217;ve entered the country.</p><p><strong>Kevin Appleby</strong> is the director of migration policy for the Conference of Catholic Bishops, one of the organizations contracting with Health and Human Services and the Office of Refugee Resettlement to provide care and services for these children.</p><p>He talks to <a href=\"https://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young about the process facing the children who enter the country illegally.</p><p>According to Appleby, this wasn&#8217;t an issue until recently because before 2011, there were only around 7000 children in this category each year. Now, the high number is overwhelming the system, slowing down the process of either reunification or deportation.</p><p>But when Appleby traveled to Central America in November with his organization, they found that in many countries, children are in dangerous situations.</p><p><div class=\"pullquote\" style=\"\">&#8220;Just imagine your own child who&#8217;s ten years old, who&#8217;s traveled a thousand miles in dangerous conditions, talking to another enforcement official about what they&#8217;ve experienced &#8212; that&#8217;s really daunting for a young person.&#8221;<div class=\"pullquoteauth\">&ndash; Kevin Appleby</div></div></p><p>&#8220;Children are being targeted by organized crime networks, trying to be recruited into gangs, at threat of their lives,&#8221; he said. &#8220;In that sense, they&#8217;re fleeing violence, they&#8217;re fleeing threats to their lives and could be considered refugees or someone who needs international protection.&#8221;</p><p>Appleby says, however, that immediate protection in the U.S. is difficult to come by. In order to sponsor a migrant child, Americans must be family or a family friend with a proven prior relationship with the child. Other children will be released to trained, licensed foster parents.</p><p>Just because these children are released from placement centers doesn&#8217;t mean they will stay in the U.S. forever. Rather, once the children are &#8220;in a situation where they are cared for,&#8221; he says, they will wait for immigration court proceedings begin.</p><p>&#8220;Americans look at this and think, &#8216;Oh, we&#8217;re gonna have to accept every child that comes across the border now,&#8217;&#8221; he said. &#8220;That&#8217;s not true. What we&#8217;re saying is that at least these children should go through due process, their stories should be heard, because they&#8217;re at risk of being harmed or killed if they&#8217;re returned to their countries.&#8221;</p><p>In the end, 40 and 50 percent will get some sort of immigration relief, whether it&#8217;s asylum or a visa for other circumstances, like a T Visa for victims of human trafficking.</p><p>As President Obama pursues a more efficient immigration system, Appleby is worried about the potential consequences for these children, since border patrol officers are not generally trained in immigration law and children would not have access to attorneys in the process.</p><p>&#8220;Just imagine your own child who&#8217;s ten years old, who&#8217;s traveled a thousand miles in dangerous conditions, talking to another enforcement official about what they&#8217;ve experienced &#8212; that&#8217;s really daunting for a young person,&#8221; he said.</p><ul><li><em>Note: For more information on fostering migrant children visit the<strong> </strong><a href=\"http://www.acf.hhs.gov/programs/orr/programs/ucs/about\" target=\"_blank\">Office of Refugee Resettlement</a> or get in touch with the <a href=\"http://usccb.org/about/contact-us.cfm\" target=\"_blank\">United States Conference of Catholic Bishops</a></em></li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://berkleycenter.georgetown.edu/resources/people/kevin-appleby\" target=\"_blank\">Kevin Appleby</a></strong>, Director of Migration Policy for the Conference of Catholic Bishops.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Happens+To+The+52%2C000+Unaccompanied+Migrant+Kids+In+The+U.S.%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"57c743dd-58b8-404f-94dc-0c3fb3520c24","audio":[{"meta":{"duration":"429"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328500448-c1fd98.m3u?orgId=330&ft=3&f=328500445"}]}