{"created":"2015-05-20T20:29:11+00:00","modified":"2015-05-20T21:12:40+00:00","valid":{"from":"2015-05-20T21:12:40+00:00","to":"3015-05-20T21:12:40+00:00"},"hreflang":"en","guid":"57d095e8-494b-4d5c-8703-6e06ff47b3aa","title":"How anti-communist Vietnamese refugees signed up for a cooperative farm","published":"2015-05-20T21:12:34+00:00","byline":"Nina Feldman","tags":["agriculture","environment","business and economy","culture","immigrants","Global Nation","Economics","Business, Finance & Economics","New Orleans","North America","United States","Lousiana","Deepwater Horizon oil spill","BP","Vietnam War","Environment","Fishing"],"teaser":"Vietnamese shrimpers in New Orleans were doing well until the BP oil spill in 2010 closed the Gulf of Mexico and devastated their businesses. To make ends meet, many in the staunchly anti-communist community adopted an ironic but effective model: a cooperative farm.","contentencoded":"<p>Sang Ho, a Vietnamese refugee, is painting his boat, checking up on nets and getting ready for shrimping season in New Orleans, which gets underway in May.</p>\n<p>Like many Vietnamese refugees, Sang relocated to the US after the end of the Vietnam War and settled in New Orleans East, an outlying area of the city. He chose it, he says, because he’s a fisherman, and a good one. In the years between Hurricane Katrina and the BP oil spill in 2010, he says he was making over $100,000 a year.</p>\n<p>But when the Deepwater Horizon oil rig exploded in April 2010, sending 200 million gallons of oil into the Gulf of Mexico, the spill closed off a third of the Gulf's federal waters to commercial fishing — a $2.5 billion loss for the industry. It was a year before all of the restrictions were lifted, and many fishermen lost their livelihoods.</p>\n<p>The closures hit the Vietnamese community especially hard. By some estimates, nearly one third of the New Orleans East community worked in the seafood industry.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/CROPDaniel.jpg?itok=H9TTfD3B\" alt=\"\" /><div class=\"field-caption\">\n    <p>Daniel Nguyen, a community organizer, helped create the Vietnamese Farming Co-operative in New Orleans East.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of VEGGI</p>\n  </div>\n</div>Sang Ho says the BP spill was obviously terrible for business, but it also robbed him of the only thing he knows how to do. “I don’t have nothing other than fisherman,” he explains.\n<p>The spill also shook the community’s subsistence economy, says Daniel Nguyen, a community organizer affiliated with the Catholic Church, which is an anchor for the Vietnamese community here. The community relies on barter and trade, so seafood was currency unto itself.</p>\n<p>“If you’re a shrimp boat captain and you harvest 100 pounds of shrimp, you would sell 75 pounds to the market and 25 pounds you would keep to feed your family or barter with other community members,” Nguyen says. “A [shrimp] farmer may ... pay a carpenter to fix his house in the form of seafood.”</p>\n<p>With that critical piece of the local economy missing, Nguyen and his fellow organizers started asking what people needed to get on their feet.</p>\n<p>“What we found was that a lot of people were growing produce to supplement the cost of living, and growing in such excess that we found we could sell some of that excess produce in the city and find a way to generate income for folks,” Nguyen says.</p>\n<p>After the BP spill, the Vietnamese community in New Orleans East held a summit to rethink how they made a living. They decided to start a <a href=\"http://www.veggifarmcoop.com/\">network of farms</a> that could create jobs and also keep people from going hungry. Nguyen says they opted to structure it as a co-op to prevent community members from growing too much and competing with one another.</p>\n<p>Each member of the farm co-op gets some start-up help. They don’t pay for seeds — or for land in many cases. The co-op markets and sells their produce to buyers all over New Orleans, and the growers get a return based on how much land they cultivate: If they grow an acre’s worth of food, they get a larger share of the profits than, say, someone with a backyard plot.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/VeggiGrowers.jpg?itok=BrmXEnIW\" alt=\"\" /><div class=\"field-caption\">\n    <p>Vietnamese growers work on a communal farm in New Orleans East. The farming helps supplement shrimpers' income.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of VEGGI</p>\n  </div>\n</div>\n<p>“One of the principles in which we organize or build the cooperative around is this idea of 'from each according to ability and to each according to need,'” Nguyen says.</p>\n<p>If you think that sounds like socialism, so did the community — and Nguyen says that was a problem for some of the Vietnamese refugees, who fled a communist regime.</p>\n<p>“Being based in a very dense Vietnamese population that is pretty much anti-communist from the Vietnam War, it took a while to get to the point to associate or incorporate a cooperative,” Nguyen says.</p>\n<p>In the end, he says the community got on board when they saw the co-op model working: people were making money. “For example, our highest income-generating grower right now probably generates like $50,000 a year,” he says.</p>\n<p>When Sang Ho, the shrimp farmer, realized the oil spill was keeping him from earning enough from shrimping, he decided to give farming a try. It’s not a living on its own, but it helps to cover his losses. If nothing else, he says, it’s more consistent than the revenue from shrimping.</p>\n<p>Plus, Sang Ho adds, he’s starting to develop a bit of a green thumb — at least until shrimping season gets going.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-20%2Ffarm-co-op-vietnamese-refugees-who-dont-socialism&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/CROPSangHo.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/cropsanghojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05202015_05.mp3"},{"href":"http://admin.pri.org/file/0520201505mp3"}]}