{"created":"2015-03-20T09:41:54+00:00","modified":"2015-03-20T14:28:14+00:00","valid":{"from":"2015-03-20T14:28:14+00:00","to":"3015-03-20T14:28:14+00:00"},"hreflang":"en","title":"Transcript: NPR's Interview With Israeli Prime Minister Benjamin Netanyahu","published":"2015-03-20T14:19:00+00:00","teaser":"Israeli Prime Minister Benjamin Netanyahu spoke with NPR's Steve Inskeep on the heels of a win for Netanyahu's Likud Party in parliamentary elections this week. Read a transcript of the interview.","itags":["npr_api","394191261"],"guid":"57d2664c-a303-4d0b-8cf0-0b900ec9cfd3","contentencoded":"<p>Israeli Prime Minister Benjamin Netanyahu spoke with NPR's Steve Inskeep on the heels of a win for Netanyahu's Likud Party in parliamentary elections this week. The following is a transcript of the interview:</p><p><strong>RENEE MONTAGNE:</strong> We are going to listen carefully now as Benjamin Netanyahu explains his views of Middle East peace. Israel's prime minister provoked anger from President Obama and others. He did with remarks during this week's election.</p><p><strong>STEVE INSKEEP: </strong>Netanyahu came on the line from Jerusalem to discuss his party's victory.</p><p><strong>PRIME MINISTER NETANYAHU:</strong> Well I think it was a clear mandate from the people of Israel to make sure that we can be safe and secure.</p><p><strong>SI: Security, the issue he emphasized in the Israeli campaign's last days. It was the way Netanyahu emphasized it that dismayed the U.S. Just before election day, the prime minister said he would not allow a Palestinian state alongside Israel. He was appealing to voters in what Israelis call their right wing. It was awkward because American presidents from both parties have supported a Palestinian state for years. In our talk the prime minister navigated between the demands of his voters and the White House. He said he did not mean his remarks in the way many people understood them.</strong></p><p><strong>Americans are aware that just before the election you made a statement on Israeli radio that there would indeed not be a Palestinian state were you to remain as prime minister; that you were against a Palestinian state. Is that still your position?</strong></p><p><strong>N:</strong> Well, actually, what I said was that under the present circumstances, I said today it's unachievable because I had laid out very clearly what my conditions were for a two-state solution in the 2009 speech I gave at Bar-Ilan University. And I haven't changed; I haven't retracted that speech, at all. I said that the implementation of that vision is not relevant right now because of two things. First the decision of the leadership of the Palestinian Authority last year to forge a pact with Hamas, which is a terrorist organization that works for our destruction.</p><p><strong>SI: Oh, the unity government that they tried to put together.</strong></p><p><strong>N:</strong> Well, they're still in it. And the Hamas fired thousands of rockets at Israel's cities. And second, the dramatic changes that have occurred in the last few years in the region has brought the rise of militant Islam in any territory that is being vacated. By the way, that's true of Iraq and Syria, with ISIS, as it's true of us, in Gaza. We vacated and we didn't get peace. We got, in fact, an Iranian-backed terrorist enclave that is using the territory for launching pads against us. I think right now in the immediate future it doesn't hold until we correct these things.</p><p><strong>SI: You said in this interview you were asked, \"Are you saying if you are prime minister, a Palestinian state will not be created.\" Your answer was, \"Indeed.\" Are you saying now that it is possible during this term as prime minister that there could be circumstances ...</strong></p><p><strong>N:</strong> I said the conditions have to change. I said that I don't think that these things hold today but I think the conditions have to change. You know, I don't want a one-state solution. But I certainly don't want a zero-state solution, a no-state solution, where Israel's very existence would be jeopardized. And that's what the people of Israel overwhelmingly elected me to do.</p><p><strong>SI:</strong> Israeli Prime Minister Benjamin Netanyahu was speaking yesterday afternoon. It was not his only call to Washington yesterday. He also spoke with President Obama and they discussed the same subjects we're hearing now. The two leaders talked of a Palestinian state. And whatever Netanyahu said, a White House official did not seem satisfied. The U.S. official said afterward quote, \"We will need to reassess our options in light of Netanyahu's quote 'new positions and comments.'\" U.S. officials have spoken of scaling back diplomatic protection of Israel. Until now, the United States has typically blocked United Nations resolutions against Israel. President Obama also brought up the many Arabs who live inside Israel and that is the next subject of our interview.</p><p><strong>SI: Here's another statement, Prime Minister, that made news in the United States. You urged your supporters to go to the polls because Arabs were voting in droves. This was commented upon negatively by the White House, among others. What did you mean by that?</strong></p><p><strong>N:</strong> Well, actually, I was talking about the mobilization of specific communities for a specific party. It's bizarre lines of Islamists and anti-Israel forces who are trying to topple my government. So I wasn't trying to block anyone from voting. I was trying to mobilize my own forces. And that mobilization was based on Arab money – sorry, on foreign money, a lot of foreign money that was coming in. I want to tell you that Israel is a democracy and every citizen is automatically registered to vote. There's a commitment in our declaration of independence, guaranteed under Israel's law, that all our citizens, Arab and Jews, alike, have the right to vote.</p><p><strong>SI: I want to be clear, Prime Minister. I was in Israel during the election campaign. It is a democracy; it was a very free and open debate. I didn't read your remark as suppressing the Arab vote. I read it as a warning that you were afraid that Arabs were going to flood the polls. Are you in some way suspicious of Arabs who are citizens of your country? </strong></p><p><strong>N:</strong> No. In fact, I had a meeting 10 days ago with Arab Likud supporters, and we got quite a few votes, by the way, from them. I have invested billions, billions, in my last two governments in trying to close the gaps, social gaps, infrastructure, education, in the Arab communities in Israel. I'm proud that I did that, I'm going to do that again, I'm committed to that. I'm the prime minister of all of Israel's citizens, Jews and Arabs, alike.</p><p><strong>SI: Will there be significant fence-mending that you need to do now, Prime Minister, given the way your remarks were taken?</strong></p><p><strong>N:</strong> Well, I certainly will make sure that everybody understands that I'm the prime minister of all of Israel's citizens, and I really believe that. It's something that my actions have shown. It's not a question of fence-mending, it's a question of real belief, and it's there. I don't have to fabricate it.</p><p><strong>SI: I want to ask another question, Prime Minister Netanyahu. While we were reporting in Israel, we heard people in Israel on the left and on the right openly worry about Israel's increasing international isolation, particularly because the conflict with Palestinians has gone on and on and there has not been the establishment of a Palestinian state. How concerned are you about Israel's international isolation?</strong></p><p><strong>N:</strong> Well, look. I think that there is a misperception. Israel has done enormous amount of, for peace. I myself have done things that no prime minister previously had done. I had frozen the settlements. Nobody did that. And I think, you know, the ones that have to be convinced are not only the international communities, the people of Israel will have to be convinced that the Palestinians are ready for peace. The leaders of Iran, just in the last few days have said that they would arm the West Bank and turn it into another Gaza. What the people of Israel are saying, \"Hey, make sure that doesn't happen again.\" And if that is misperceived in some parts of the international community that's unfortunate, but I think that that's the truth.</p><p><strong>SI: I have to just check a fact here, Prime Minister. You said that you froze settlements. It is correct that during your time as prime minister there was a period of months where there was a moratorium on settlements. </strong></p><p><strong>N:</strong> That's right.</p><p><strong>SI: But when I was traveling around the West Bank we saw construction everywhere, construction cranes everywhere. There's plenty of building going on today. </strong></p><p><strong>N:</strong> Well, first of all, remember that 90 percent, 85 to 90 percent of Israeli citizens in Judea-Samaria, in the West Bank, live in clusters, in urban blocks. Everybody understands that if we were to have a solution then those blocks would stay in Israel. And that's where you saw these cranes; that's where Israelis live. In the Jewish neighborhoods of Jerusalem, everybody understands, they will stay.</p><p><strong>SI: I saw cranes outside of Jerusalem. I'm thinking of Ariel, for example.</strong></p><p><strong>N:</strong> Those are, well, the blocks are outside of Jerusalem, that's exactly true. And what I'm saying is that the map is not affected by that. The critical problem we have is not merely where the borders will be but what will be on the other side of the border. Do we walk out and the Islamists walk in, backed by Iran, as happened in Gaza, as happened in Lebanon, as is happening in other parts of the Middle East. They're either backed by Iran or they're backed by al-Qaida or, if you will, by ISIS.</p><p><strong>SI: You did warn during the campaign, Prime Minister Netanyahu, that if you lost, your opponents would evacuate the settlements. You've been quoted in the past, in going to settlements, and saying that you would not be removing settlements. Are you saying now that you would remove settlements, some of them anyway, as part of a peace deal?</strong></p><p><strong>N:</strong> I'm saying I don't think that's the obstacle for a peace deal. I don't think it ever was. In effect, if you followed this election, which you may have if you were here.</p><p><strong>SI: Sure.</strong></p><p><strong>N:</strong> You'd notice that this issue that you're now asking me was barely engaged across the political spectrum. Why? Because nobody in Israel really believes that you should take positions different from what I've just said. Well, some do, but they're very small.</p><p><strong>SI: We spoke with Saeb Erekat, the Palestinian negotiator, and he said, first, directly in the interview \"I recognize the state of Israel.\" And second he said of you, Prime Minister Netanyahu, \"he's not a two-stater.\" Are you a two-stater?</strong></p><p><strong>N:</strong> Well, I don't want a single state. And I talked about two states where a demilitarized Palestinian state recognizes the Jewish state, and I stand by that. I haven't retracted my position; I haven't changed it.</p><p><strong>SI: Erekat also warned of violence because Palestinians are losing hope. If you were talking to a group of Palestinians what, if anything, would you tell them to hope for in their futures?</strong></p><p><strong>N:</strong> I would tell them, let's build in your economy. Let's see that you actually recognize Israel as the nation-state of the Jewish people, something Erekat refuses to do.</p><p><strong>SI: But I'm saying that this man said, on the record, on tape, \"I recognize Israel.\" What's he failing to say?</strong></p><p><strong>N:</strong> He's failing to say that he won't flood Israel with the descendants of Palestinian refugees.</p><p><strong>SI: Oh, the right of return.</strong></p><p><strong>N:</strong> He's saying that he will not give up all the claims to Israel. That the conflict — we don't want a Palestinian state that will be used to continue the conflict. We want to see an end to the conflict and that's something they are never willing to say.</p><p><strong>SI: Prime Minister Netanyahu, thanks very much for your time.</strong></p><p><strong>N:</strong> Thank you. Thank you very much.</p><p><strong>SI: Israeli Prime Minister Benjamin Netanyahu spoke yesterday afternoon from Jerusalem. Now elsewhere in today's program, we are also questioning the chief negotiator for the Palestinian authority.</strong>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript%3A+NPR%27s+Interview+With+Israeli+Prime+Minister+Benjamin+Netanyahu&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"614"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394231183-7057b5.m3u?orgId=1&topicId=1009&e=394191261&d=614&ft=nprml&f=394191261"}]}