{"created":"2014-11-29T18:09:10+00:00","modified":"2014-12-01T16:22:57+00:00","valid":{"from":"2014-12-01T16:22:57+00:00","to":"3014-12-01T16:22:57+00:00"},"hreflang":"en","guid":"57e418fa-13a1-4f40-b23e-13898b7ffeab","title":"Two Afghan interpreters, targeted for helping the US military, finally make it to America","published":"2014-12-01T16:22:36+00:00","byline":"Joyce Hackel","tags":["Afghanistan war","interpreters","immigration","visa","Global Nation","Conflict","Conflict & Justice","Kabul","San Francisco","Alexandria","Asia","North America","United States","Afghanistan","Virginia","Matt Zeller","Ajmal Faqiri","Janis Shinwari","Robert Gates","War in Afghanistan","Taliban","US military"],"teaser":"Serving as a local interpreter for the US during the war in Afghanistan was a deeply risky move. It was like putting a target on your head for Taliban fighters. The US promised to help interpreters, but for two of them, the road to their holiday lunch this week reunited in the US was long and complex.","contentencoded":"<p>When Afghans Ajmal Faqiri and Janis Shinwari signed on to work as interpreters with US troops in Afghanistan, they took a gamble with their lives.</p>\n<p>They risked being killed for helping the Americans and, in return, got a promise that they and their families would be resettled to the US if they found themselves on Taliban hit lists.</p>\n<p>That gamble seems to have finally paid off this week.</p>\n<p>The two men, their wives and their children celebrated a holiday lunch together Thursday in Alexandria, Virginia. “We said, if we go to the United States, if we go, we will stay together, close to each other,” Shinwari says. “That was our dream.”</p>\n<p>But making good on the promise wasn’t easy.</p>\n<p>In spite of Shinwari's service, he and his family were denied a US visa. They got help from Matt Zeller, a veteran of Afghanistan who credits Shinwari with saving his life on the battlefield there.</p>\n<p>When Shinwari started receiving death threats from the Taliban in 2009, Zeller made it a personal mission to get him to America. The four-year bureaucratic ordeal is <a href=\"http://www.pri.org/stories/2013-11-28/war-story-has-happy-ending-afghan-and-american-brothers-sharing-thanksgiving\">an amazing story</a>, and ended with the family settling in Virginia in 2013. Veteran Matt Zeller has since founded <a href=\"http://www.nooneleft.org/\">No One Left Behind</a>, a group to help Afghan and Iraqi interpreters.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"427\" width=\"570\" style=\"margin: 5px; line-height: 20.0063037872314px; width: 300px; height: 225px; float: right;\" alt=\"Afghan Ajmal Faqiri, wearing a scarf, served as a translator for former Secretary of Defense Robert Gates.\" title=\"Afghan Ajmal Faqiri, wearing a scarf, served as a translator for former Secretary of Defense Robert Gates.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/story/images/Ajmal.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Ajmal Faqiri</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Afghan Ajmal Faqiri, wearing a scarf, served as a translator for former Secretary of Defense Robert Gates.</p>\n  </div>\n</div>\n<p>Faqiri’s relocation to America was even more complicated, even though he had ascended the ranks of interpreters and landed a job as a personal translator for former US Defense Secretary Robert Gates.</p>\n<p>When Faqiri finally got his visa last year, he, his wife and two children had to leave Afghanistan with no contacts or cash. According to Zeller, the State Department \"botched” Faqiri’s visa. </p>\n<p>“I had to catch the first flight to wherever in the United States,” Faqiri says. “When I came out of the airport, I was like, ‘Man, where should I go now?’”</p>\n<p>Interpreter's visas usually allow their holders six months to travel, but Faqiri’s document required him to get to the US within 72 hours.  </p>\n<p>“They had nowhere to go, no one who had been planning for their arrival because it had happened so suddenly,” Zeller says. “He ended up actually homeless on the streets of San Francisco, with his wife and two young children, in the middle of winter.”</p>\n<p>Faqiri and his family wandered the streets of San Francisco for days until an Afghan American found them and offered to help. That’s when Faqiri located Shinwari’s contact information on Facebook and called his longtime friend.  </p>\n<p>“That was my happiest moment in my life, when I got the call from Ajmal,” Shinwari says. “I said, ‘OK, now I’m not alone.’”</p>\n<p>Zeller gathered money for tickets and arranged for Faqiri and his family to travel to Virginia. Shinwari crowded his old friend’s family into his two bedroom apartment. “When Ajmal’s family arrived, we started a new life together,” Shinwari says.</p>\n<p>Both men found employment. Faqiri worked at a car wash and then as a pizza delivery person. Now he works for a shipping company. Shinwari has a job in accounting.</p>\n<p>Zeller says nothing the US does for these Afghans can welcome them enough. “Just like folks would call me a veteran — well, these guys, to me, they’re just as much a veteran as I am, if not more.\"</p>\n<p>“I had the luxury of leaving when my tour of duty was over,\" he says. \"They just went on to the next one, and the next one and the next one.”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Translators2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/translators2jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112720141_1.mp3"},{"href":"http://www.pri.org/file/112720141mp3-0"}]}