{"created":"2015-05-15T13:16:40+00:00","modified":"2015-05-15T13:16:40+00:00","valid":{"from":"2013-05-16T12:56:12+00:00","to":"3013-05-16T12:56:12+00:00"},"hreflang":"en","guid":"57e762e2-0c47-465c-868e-b752cf96d22b","contenttemplated":"[{\"content\":\"<p>If you thought it was hard to get up this morning, imagine working at the IRS. Even on a good day, you&apos;re commonly a source of dread, and the butt of jokes.  Now, in the wake of disclosures that IRS has been targeting conservative groups for scrutiny, your workplace is also the subject of hearings on Capitol Hill and a potential criminal investigation. And the <a href=\\\"http://www.marketplace.org/topics/economy/acting-irs-commissioner-steven-miller-resigns\\\">guy who runs everything just resigned</a>.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“This scandal just adds to the burden,” says <a href=\\\"http://www.taxanalysts.com/www/website.nsf/Web/ClintStretch?OpenDocument\\\">Clint Stretch</a>, with the tax policy news service <a href=\\\"http://www.taxanalysts.com/www/website.nsf/Web/AboutTaxAnalysts?OpenDocument\\\">Tax Analysts</a>.   “You&apos;re frankly despised by a number of people in the political system, and the recipient of enormous broad-based criticism.  It’s hard to keep up morale.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Meanwhile, you’ve still got a job to do, namely collecting taxes to keep the U.S. government running.  <span>So, how’s all the chaos of this week going to affect that undertaking? </span></p>\"},{\"content\":\"<p>Stretch says studies have shown that historically, in moments when tax collection authorities are held with suspicion, the country collects much less tax. He says the same could well be true this time around. “You could well see a dip in tax revenue.  But it won’t be because the government isn’t doing its job.  It’s because citizens won’t be doing their job.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>That’s because in the end collecting taxes is based mostly on trust. It’s a voluntary system. “When you’ve got politicians saying the institution is corrupt,” Stretch says, “that encourages taxpayers to ask themselves ‘If there are a bunch of criminals and thugs at the IRS does it really make sense for me to send them my money?’”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But despite this latest drama, the IRS, which employs hundreds of thousands of people, is “generally very good at what it does,” says  <a href=\\\"http://www.law.temple.edu/Pages/Faculty/N_Faculty_Abreu_Main.aspx\\\">Alice Abreu</a>, a professor of tax policy at Temple University Law School.  “And for that reason congress continues to put more programs and social policy through the tax system,” she says, referring to a growing list of programs administered through the tax code, ranging from the Earned Income Tax Credit to the Home Mortgage Interest Deduction, and, soon, a big chunk of managing the Affordable Care Act.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Meanwhile, Abreu says, Congress continues to reduce IRS funding.  She thinks that tension, of growing responsibilities coupled with shrinking budgets, is a big part of why the IRS is in this current mess over targeting conservative groups. They&apos;re trying to do more with less, she says. That can lead to missteps.   </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It may not be acceptable but it is understandable that somebody is going to look for a short cut that allows them to process the mountains of pieces of paper that they have in an efficient way.  And when you go for efficiency because you’ve got to get the job done, equity and fairness can fall by the wayside,” Abreu says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Of course, making a case to spend more on a scandal-tainted agency that collects taxes is going to be tough, something Abreu acknowledges. “It’s not politically attractive to say we want to give more money to this agency that everybody loves to hate.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Still, she says, Congress should “look more deliberately and more closely at what it’s asking human beings to do, without giving them the resources with which to do it.”  </p>\"}]","contentencoded":"<div class=\"barn-cleaned\"><p>If you thought it was hard to get up this morning, imagine working at the IRS. Even on a good day, you're commonly a source of dread, and the butt of jokes. &nbsp;Now, in the wake of disclosures that IRS has been targeting conservative groups for scrutiny, your workplace is also the subject of hearings on Capitol Hill and a potential criminal investigation. And the <a href=\"http://www.marketplace.org/topics/economy/acting-irs-commissioner-steven-miller-resigns\">guy who runs everything just resigned</a>. &nbsp;</p>\n<p>“This scandal just adds to the burden,” says <a href=\"http://www.taxanalysts.com/www/website.nsf/Web/ClintStretch?OpenDocument\">Clint Stretch</a>, with the tax policy news service <a href=\"http://www.taxanalysts.com/www/website.nsf/Web/AboutTaxAnalysts?OpenDocument\">Tax Analysts</a>.&nbsp; &nbsp;“You're frankly despised by a number of people in the political system, and the recipient of enormous broad-based criticism.&nbsp; It’s hard to keep up morale.”</p>\n<p>Meanwhile, you’ve still got a job to do, namely collecting taxes to keep the U.S. government running. &nbsp;<span>So, how’s all the chaos of this week going to affect that undertaking?&nbsp;</span></p>\n<p>Stretch says studies have shown that historically, in moments when tax collection authorities are held with suspicion, the country collects much less tax. He says the same could well be true this time around. “You could well see a dip in tax revenue.&nbsp; But it won’t be because the government isn’t doing its job.&nbsp; It’s because citizens won’t be doing their job.”</p>\n<p>That’s because in the end collecting taxes is based mostly on trust. It’s a voluntary system. “When you’ve got politicians saying the institution is corrupt,” Stretch says, “that encourages taxpayers to ask themselves ‘If there are a bunch of criminals and thugs at the IRS does it really make sense for me to send them my money?’”</p>\n<p>But despite this latest drama, the IRS, which employs hundreds of thousands of people, is “generally very good at what it does,” says&nbsp; <a href=\"http://www.law.temple.edu/Pages/Faculty/N_Faculty_Abreu_Main.aspx\">Alice Abreu</a>, a professor of tax policy at Temple University Law School.&nbsp; “And for that reason congress continues to put more programs and social policy through the tax system,” she says, referring to a growing list of programs administered through the tax code, ranging from the Earned Income Tax Credit to the Home Mortgage Interest Deduction, and, soon, a big chunk of managing the Affordable Care Act. &nbsp;</p>\n<p>Meanwhile, Abreu says, Congress continues to reduce IRS funding.&nbsp; She thinks that tension, of growing responsibilities coupled with shrinking budgets, is a big part of why the IRS is in this current mess over targeting conservative groups. They're trying to do more with less, she says. That can lead to missteps. &nbsp;&nbsp;</p>\n<p>“It may not be acceptable but it is understandable that somebody is going to look for a short cut that allows them to process the mountains of pieces of paper that they have in an efficient way.&nbsp; And when you go for efficiency because you’ve got to get the job done, equity and fairness can fall by the wayside,” Abreu says.</p>\n<p>Of course, making a case to spend more on a scandal-tainted agency that collects taxes is going to be tough, something Abreu acknowledges. “It’s not politically attractive to say we want to give more money to this agency that everybody loves to hate.”</p>\n<p>Still, she says, Congress should “look more deliberately and more closely at what it’s asking human beings to do, without giving them the resources with which to do it.” &nbsp;</p></div>","published":"2013-05-16T12:56:12+00:00","tags":["APM","Economy","IRS","Steven Miller"],"byline":"Karen Clark","teaser":"To say the Internal Revenue Service is having a bad week is an understatement. And to top it all off, IRS Commissioner Steven Miller was just forced to resign. So how will that effect the rest of the agency responsible for collecting taxes to keep the U.S. government running?","itags":["Marketplace Morning Report","Marketplace Morning Report for Thursday, May 16, 2013","57e762e20c4765c268e3b752cf96d22b","Marketplace","PMP:Marketplace_PMP"],"description":"To say the Internal Revenue Service is having a bad week is an understatement. And to top it all off, IRS Commissioner Steven Miller was just forced to resign. So how will that effect the rest of the agency responsible for collecting taxes to keep the U.S. government running?","title":"What's ahead for the IRS?","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/75592242.jpg?itok=0ntbk2wS","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"format":"MP3","meta":{"duration":74,"duration_hms":"00:01:14","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/05/16/marketplace_segment03_20130516"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/05/16/marketplace_segment03_20130516_64.mp3","type":"audio/mpeg"}]}