{"created":"2015-04-27T09:03:18+00:00","modified":"2015-06-05T15:26:37+00:00","valid":{"from":"2015-06-05T15:26:37+00:00","to":"3015-06-05T15:26:37+00:00"},"hreflang":"en","title":"Legal Battle Over Gay Marriage Hits The Supreme Court Tuesday","published":"2015-04-28T21:50:00+00:00","teaser":"People have been lining up for days hoping they will be among the lucky ones to get a seat for Tuesday's historic arguments. At issue: whether states can ban, and refuse to recognize, gay marriage.","itags":["npr_api","402456198"],"guid":"57eb31aa-979c-4f0f-8fdc-c6c28d723b07","contentencoded":"<p>People have been lining up outside the U.S. Supreme Court <a href=\"https://twitter.com/shermancourt/status/591720287818948608\">for days</a> hoping that they will be among the lucky ones to get a seat for Tuesday's historic arguments on gay marriage.</p><p>As of now, gay marriage is legal in 36 states. By the end of this Supreme Court term, either same-sex couples will be able to wed in all 50 states, or gay marriage bans may be reinstituted in many of the states where they've previously been struck down.</p><p>Tuesday's Supreme Court arguments focus on two questions: First, whether bans on gay marriage are constitutional; and second, if they are, whether those states with bans may refuse to recognize out-of-state gay marriages performed where they are legal.</p><p>The court has scheduled an extraordinary 2 1/2 hours of argument and will make the audio available online later Tuesday.</p><p>Four states — Michigan, Ohio, Tennessee and Kentucky — are defending their bans. They won their case in the lower court, and because other appeals courts threw out bans enacted in other states, the Supreme Court now must resolve the conflict.</p><p>The high-stakes legal battle is the culmination of a decades-long struggle in the courts, state legislatures and at the ballot box. During that time, public opinion has changed, and done so more rapidly — and dramatically — than on any major social issue in memory.</p><p>In 1996, public opinion polls showed, on average, only 27 percent of the public favored legalization; this year, although many states still adamantly resist gay marriage, public opinion polls put the approval number nationally at well over 50 percent.</p><p>Tuesday's courtroom battle pits states' rights against the fundamental right to marry; it pits the traditional definition of marriage against a more modern definition; and it pits majority rights against minority rights.</p><p>Before the court are the consolidated cases of 12 couples and two widowers. Among them are nurses, teachers, veterinarians, an Army sergeant and businessmen and women.</p><p>Many call themselves \"accidental activists,\" because they filed lawsuits not to further a cause but because of the way the bans affected their lives.</p><p>In Michigan, for instance, Jayne Rowse and April DeBoer have four adopted children, two with disabilities. Because the state does not allow same-sex couples to adopt, but does allow single people to adopt, each of the women has adopted two of the children.</p><p>\"We have a marriage,\" says DeBoer. \"We just don't have a piece of paper that legally binds us to each other.\"</p><p>The wake-up call about their legal status came on a two-lane highway one snowy night when a truck traveling in the wrong lane veered into a field to avoid hitting them head-on. After that harrowing near-miss, they started putting wills and trusts into place to protect the children.</p><p>But there was one thing they couldn't do: make sure that if one of them died, the other would get custody of the two children who had been formally adopted by the deceased parent.</p><p>\"A judge could award that child to someone else,\" says Rowse, \"effectively making them a legal stranger to the child they've helped raise since birth.\"</p><p>So to challenge the state adoption laws, they challenged the ban on gay marriage.</p><p>Many of the other plaintiffs in Tuesday's case are, like Rowse and DeBoer, people who adopted or had children by artificial insemination; some couples were legally married in another state but now live in a state that that bans gay marriage.</p><p>Michigan Attorney General Bill Schuette defends his state's ban as an example of democratic rule.</p><p>\"Who decides: the courts or the voters?\" Schuette asks, rhetorically. \"There are 2.7 million people — voters — who made this decision.\"</p><p>But gay-marriage advocate Mary Bonauto counters that this country does not put the fundamental constitutional rights of minorities to a vote.</p><p><strong>\"</strong>This is not about self-government or persuading voters,\" argues Bonauto. \"It's about the Constitution and whether, constitutionally, same-sex couples can be denied the right to marry that all other Americans enjoy.\"</p><p>Arguing against her Tuesday will be lawyer John Bursch, representing Michigan and the other states. His task is to convince the justices that Michigan has a rational justification for banning gay marriage.</p><p>\"It's really not possible to say that the marriage definition Michigan has had since 1805, when it was still a territory before statehood, has all this time been irrational,\" Bursch says.</p><p>Bonauto replies that it doesn't really matter what people thought at the time the Constitution was written because the Fourteenth Amendment, adopted after the Civil War, guarantees \"equal protection of the laws.\"</p><p>\"And this is a court that has recognized time and again that we have to look at current conditions in deciding what equality means,\" Bonauto adds.</p><p>Indeed, the Supreme Court has repeatedly said that marriage is a fundamental right that the state cannot abridge without some real justification. It has said that prisoners have the right to marry, and so do people too poor to make child support payments.</p><p>And most famously, in 1967, the court struck down state bans on interracial marriage.</p><p>So what are the justifications offered by the states? They cite procreation.</p><p>\"Michigan has a legitimate interest in encouraging opposite-sex couples to enter into permanent, exclusive unions within which to have and raise children,\" argues Bursch.</p><p>Bonauto counters that Michigan allows heterosexual couples to marry even if they are infertile, too old to have children or don't want to.</p><p>Bursch cites other justifications, arguing that men and women bring different attributes to child-rearing in a marriage.</p><p>\"Having that diversity of both the mother and a father can be a good thing for children,\" Bursch says.</p><p>Bonauto will tell the justices that by denying same-sex couples the right to marry, states are imposing concrete hardships. Because they are not considered one family, unmarried same-sex couples have to buy two health insurance plans to cover themselves and their children; if one of them should die, the other partner and his or her adopted children are not entitled to Social Security benefits. And indeed, the parent whose name is not on the adoption papers could lose custody.</p><p>\"Denying same-sex couples marriage means that you are increasing the number of children who are raised outside of marriage,\" Bonauto says. The bans in turn deny \"a whole class of children that security, that protection\" of marriage, \"and tell these children and their parents that they \"are not worthy of this most important relationship in life,\" Bonauto says.</p><p>Bursch replies that the states are not trying to disparage anyone.</p><p>\"It comes down to who gets to decide between competing marriage models, which many people feel very strongly about,\" Bursch argues. He reiterates that the choice is up to the electorate, \"and if the courts start imposing their own view of what marriage should be, that's going to do huge damage to the democratic liberty principle that has always animated our Constitution.\"</p><p>The second question being debated in the Supreme Court Tuesday is whether states that ban same-sex marriage may refuse to recognize legal marriages performed out of state.</p><p>The standard-bearer for the recognition cases, and indeed, all the cases, is widower Jim Obergefell. Because his lawsuit was filed first, all of the consolidated cases are known as <em>Obergefell v. Hodges</em> (Richard Hodges is the Ohio official in charge of death certificates).</p><p>It is the death certificate of Obergefell's longtime partner that is at the center of the recognition question.</p><p>Obergefell and John Arthur were together for 20 years. But by 2013, Arthur was bedridden and dying of ALS (also known as Lou Gehrig's disease). On June 26, the two men were watching TV as news flashed across the screen that the Supreme Court had struck down the federal law barring the national government from recognizing gay marriages performed in states where they are legal.</p><p>\"I just immediately leaned over, hugged him, gave him a kiss and said, let's get married,\" Obergefell recalls. \"It just seemed like the most perfect thing possible to do at the moment.\"</p><p>Friends and family quickly raised the money for a medical charter to Maryland, where gay marriage is legal. The couple exchanged vows as the plane sat on the tarmac and then headed back to Cincinnati.</p><p>Just a few days later, though, the two would learn that Ohio would not recognize Jim as a surviving spouse on John's death certificate.</p><p>\"It was heartbreaking,\" Obergefell says.</p><p>A federal judge, acting on an expedited basis because of John's health, ordered the state of Ohio to record Jim as the surviving spouse when the time came.</p><p>Three months and 11 days later, John Arthur died, and Obergefell's name was listed as the surviving spouse on the death certificate.</p><p>The state appealed, and if it wins in the Supreme Court, it can reissue the death certificate without Obergefell's name.</p><p>At the Supreme Court Tuesday gay-marriage advocate Douglas Hallward-Driemeier will tell the justices that states have long recognized each other's marriages.</p><p>\"The history of state recognition of marriage is that a marriage that was valid where it was celebrated is going to be recognized in the new state, even if that couple could not have gotten married in that state,\" he says.</p><p>The reason for that is that people travel across state lines all the time, and their marriage travels with them. It doesn't matter, notes Hallward-Driemeier, that the wife, for instance, is too young to get married in some of the states a couple may subsequently live in or travel through.</p><p>The four states defending their gay-marriage bans also defend their anti-recognition laws, but lawyers for the four declined to be interviewed.</p><p>Kyle Duncan, who represents 15 other states with nonrecognition laws, argues that the issue of gay marriage is unique, especially in the context of the state's prerogative to define and regulate marriage.</p><p>\"Before 2003, no state in the United States had recognized same-sex marriage,\" Duncan says. Indeed, before 2000 no country in the world had recognized same-sex marriage, he observes.</p><p>\"If it's that new and it involves this bedrock exercise of sovereignty by states,\" Duncan argues, \"it seems to us the right position is to say, then let the states figure it out.\"</p><p>A decision in the case is expected by the end of June.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legal+Battle+Over+Gay+Marriage+Hits+The+Supreme+Court+Tuesday&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"621"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402736038-a7a15c.m3u?orgId=1&topicId=1070&d=621&p=3&story=402456198&t=progseg&e=402735957&seg=1&ft=nprml&f=402456198"},{"href":"http://media.npr.org/assets/img/2015/04/26/471131930-aac0f1ce8cff0b141ae3d31553161f91683faa93.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2221","width":"2962"}},{"href":"http://media.npr.org/assets/img/2015/04/26/471153226-443b59bc9b740506c0db09118d516bdb9d6377ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2716","width":"3621"}}]}