{"created":"2015-03-10T20:03:25+00:00","modified":"2015-05-13T21:10:22+00:00","valid":{"from":"2015-05-13T21:10:22+00:00","to":"3015-05-13T21:10:22+00:00"},"hreflang":"en","title":"No Big Money Or TV Ads — What's With The U.K.'s Low-Key Election? ","published":"2015-03-10T21:07:00+00:00","teaser":"There may not even be any televised debates, but the U.K. really is less than two months from national elections. Why is it so different from the U.S., where attention is already on 2016?","itags":["npr_api","391936801"],"guid":"580ff0f2-53d0-4a0d-9a38-dd0039bea6ee","contentencoded":"<p>In the U.K., national elections are less than two months away. In the U.S., the presidential election is more than a year away. But you could be forgiven for thinking it's the other way around.</p><p>America experiences a long, drawn-out election fever, while the U.K. hardly shows any symptoms at all. That is to say, almost none of the events most strongly associated with an American presidential campaign are part of a typical British national election.</p><p>Take political rallies, where the bleachers fill with thousands of flag-waving, screaming supporters.</p><p>\"I remember being in Denver in 2008,\" says London-based political consultant Steve Morgan. \"The stadium was full, and thousands and thousands of people were outside, and millions more watching on television.\"</p><p>Morgan, who has worked in political campaigns in both countries, recalls the landmark moment when Barack Obama formally accepted his party's nomination to be president of the United States.</p><p>\"We don't have that,\" he says.</p><p>The last time a British political leader tried to do something similar, says Morgan, \"Was Sheffield in 1992, and it was Neil Kinnock.\"</p><p>The speech, three days before the election, was a disaster.</p><p>\"The British media crucified him for trying to run an American-style campaign,\" says Morgan.</p><p>Kinnock's party lost that year, and no British politician has held a big rally like that since.</p><p>Debates are another staple of American campaigns. There were four Presidential debates in 2012, including the Vice Presidential debate. Not so in the UK.</p><p>\"Last election we had a leaders' debate for the first time,\" says political scientist Margaret Scammell of the London School of Economics. \"We may or may not have another one this time.\"</p><p>This year, Prime Minister David Cameron is threatening not to show up for debates — which points to another big difference between American and British campaigns. In the U.S., voters choose the president. But in the U.K., voters don't cast their ballots for the prime minister. People vote for local members of parliament, who then choose the party leader.</p><p>Without a primary system, there are no polarizing, surprising, wild-card candidates, and everything becomes far more predictable.</p><p>\"So there isn't a lot of bunting and razzmatazz and hoopla around British elections,\" says Scammell. \"They've become rather dull affairs, if you want my honest opinion.\"</p><p>The current party leaders have been around for years. The parties chose them to be middle-of-the-road consensus-builders. As a result, voters may feel not feel very intensely about them one way or the other.</p><p>Beyond rallies, debates, and primaries, political ads practically define election season in America. Especially in swing states, it can be impossible to turn on the television or the radio without being inundated.</p><p>But in the U.K., \"We have very strict rules where you're not really allowed to advertise via television or radio as a political party,\" says Katie Ghose. She's chief executive of the Electoral Reform Society, a nonpartisan group that focuses on improving the way campaigns operate.</p><p>The internet has allowed for a bit of American-style political advertising in the U.K., but British campaigns don't have money for the hyper-saturation that Americans are used to. And political spending by outside organizations is not allowed.</p><p>\"We just think that there is really a grotesque amount of money spent in the U.S. on politics,\" says Ghose. That's a pretty widely-held view in Britain, which highlights a big cultural difference between the U.S. and the U.K.: In America, campaign laws value free speech above all else. The Supreme Court has ruled that limits on campaign spending may amount to limits on speech. In the U.K., people talk less about free speech and more about what Ghose calls \"a level playing field.\"</p><p>\"If you have one party that's just able to amass a load of money and shout louder than the others, that's not healthy for democracy,\" Ghose says. \"And we wouldn't interpret freedom of speech to mean an unlimited ability to spend, spend, spend.\"</p><p>The result is a British political campaign that seems almost eerily quiet.</p><p>\"If you don't watch the news,\" says political scientist Scammell, \"You could ignore the election altogether.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Big+Money+Or+TV+Ads+%E2%80%94+What%27s+With+The+U.K.%27s+Low-Key+Election%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"217"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392142427-489d69.m3u?orgId=1&topicId=1014&d=217&p=2&story=391936801&t=progseg&e=392142419&seg=2&ft=nprml&f=391936801"},{"href":"http://media.npr.org/assets/img/2015/03/09/465512272-1--0f865c57955e7d8c04d2be4982827b87faf5ff14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}