{"created":"2015-06-24T07:43:02+00:00","modified":"2015-07-03T01:05:19+00:00","valid":{"from":"2015-07-03T01:05:19+00:00","to":"3015-07-03T01:05:19+00:00"},"hreflang":"en","title":"A Thorn For Russia, Georgia's Ex-President Pops Up In Ukraine  ","published":"2015-06-24T18:24:00+00:00","teaser":"As president of Georgia, Mikheil Saakashvili boldly took on much larger Russia in 2008. He promptly lost. Now he's a governor in Ukraine, which is also doing battle with Russia.","itags":["npr_api","416820610"],"guid":"5812cd08-a428-45fe-8ca0-e600f382df37","contentencoded":"<p>When Mikheil Saakashvili was the flamboyant, provocative president of Georgia, he made an international name for himself with his willingness to take on Russia, his much larger neighbor to the north.</p><p>Saakashvili led his tiny country, a former Soviet republic, in the brief war with Russia in 2008, which Georgia quickly lost. Saakashvili, who was also known as an economic reformer, served two terms as president but left Georgia after his party suffered a crushing defeat in parliamentary elections.</p><p>Now, at 47, he has re-emerged in an unexpected place — as governor of Odessa, Ukraine's fabled port city on the Black Sea. And he's still at odds with Russia.</p><p>Saakashvili spent a number of years in Ukraine when he was young. So Ukraine's President Petro Poroshenko made Saakashvili a Ukrainian citizen and appointed him as governor of Odessa last month.</p><p>Saakashvili sees his new job as a continuation of the fight against Russia and for Western values.</p><p>\"Ukraine is in a very peculiar situation,\" he says. \"It's not just another country. It's a country where the fate of Europe is being decided right now.\"</p><p>Saakashvili says Russian President Vladimir Putin wants to destroy Ukraine by cutting it off from the Black Sea, \"so this project of his war cannot be complete until Odessa is under his full control.\"</p><p>Russia has already seized Crimea and is fueling a separatist war in Ukraine's eastern provinces.</p><p>The Odessa region in southwestern Ukraine borders another breakaway area — Transnistria in Moldova — where Russia troops are stationed. So Saakashvili sees Odessa as threatened from all sides.</p><p><strong>External And Internal Threats</strong></p><p>Odessa also faces a big internal threat in the form of endemic corruption.</p><p>Take it from someone who knows the city well, 80-year-old Galina Mazourenko, who makes her living busking in a pedestrian underpass at the port, playing sentimental Soviet favorites on the accordion.</p><p>\"For starters,\" Mazourenko says, \"Odessa is a sea port — smuggling, theft, prostitution, black-market trading — all bad stuff. What's good about this place? People are frank, open, willing to help. But at the same time, they're thinking, 'What kind of money do you have, and what can I do to make it come to me?'\"</p><p>You can see the money that has flowed through the city in the 19th<sup></sup>-century, pastel-colored mansions on the hills above the harbor.</p><p>But that crime that Mazourenko spoke of has siphoned off much of the city's wealth.</p><p>And that, says Ukraine's finance minister, Natalie Jaresko, is why Saakashvili was appointed.</p><p>In Georgia, he was known for \"fighting corruption, eliminating bureaucracy,\" the finance minister says. \"And if we can show in Odessa an example of that kind of quick success, quick cleanup, it will be very, very helpful as a symbolic effort for the rest of the country going forward.\"</p><p>Regional analyst Thomas de Waal, of the Carnegie Endowment, notes that Saakashvili eliminated bribe-taking among the Georgian traffic police and most importantly, among customs officials.</p><p>Odessa could be a major cash source for Ukraine if its customs were cleaned up.</p><p><strong>A Wild Card</strong></p><p>But, de Waal says, the appointment of Saakashvili could backfire.</p><p>\"He's a very provocative figure, he's very unpopular in Russia, and Odessa has a large, Russian-speaking population, so it's very much stirring up a hornet's nest by putting such a controversial figure there,\" he says.</p><p>DeWaal says there's also an element of danger to Saakashvili, who will have to protect himself in a criminalized environment where Russian agents operate freely.</p><p>Saakashvili is defying the risk by riding on public buses and mixing with crowds. For advice, he says, he's meeting with civil society activists, so that he can avoid the city's shady power brokers.</p><p>He's relying on groups that, he says, are producing new ideas \"and amazing number of new young recruits for our cause. And that's basically our troops.\"</p><p>Saakashvili marshals his troops in a walled business center in Odessa, where he gave NPR an interview near midnight.</p><p>A large man, dressed in jeans and a polo shirt, he looked slumped and tired, yet energized by one more chance to sell his program.</p><p>Critics, especially those in Russia, accuse him of being an opportunist who has no real commitment to Ukraine.</p><p>He answers by saying he spent some of his most important formative years in Ukraine, first during his compulsory Soviet military service and later at university in Kiev, where he became friends with Poroshenko.</p><p>Poroshenko recently enabled Saakashvili to take the job by making him a Ukrainian citizen. Saakashvili says the new job offers him a chance to repeat the successes of his past but with fewer mistakes this time around.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Thorn+For+Russia%2C+Georgia%27s+Ex-President+Pops+Up+In+Ukraine++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417045215-b838ac.m3u?orgId=1&topicId=1124&d=273&p=3&story=416820610&t=progseg&e=417040236&seg=13&ft=nprml&f=416820610"},{"href":"http://media.npr.org/assets/img/2015/06/23/flintoff-182-edit-f92c3db646114387b78798e5beee840c9149365e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2179","width":"2906"}}]}