{"created":"2014-10-08T15:04:16+00:00","modified":"2014-10-31T01:39:14+00:00","valid":{"from":"2014-10-31T01:39:14+00:00","to":"3014-10-31T01:39:14+00:00"},"hreflang":"en","title":"James McAvoy As A Creep? In 'Filth,' The Anti-Typecasting Works","published":"2014-05-31T10:34:00+00:00","teaser":"The indie drama <em>Filth</em>, McAvoy makes a departure from his usual good-guy roles and plays Detective Sergeant Bruce Robertson — a bipolar, bigoted, junkie cop.","itags":["npr_api","317053995"],"guid":"5820556c-df35-4980-b2c1-bd95b9361957","contentencoded":"<p>Bruce Robertson (James McAvoy) swaggers down the street at the start of <em>Filth</em> swiping balloons from children, ogling their mothers, flipping off foreigners and smirking as he ticks down a list of what makes Scotland a place where he feels he can be cock-of-the-walk.</p><p>\"This nation brought the world television, the steam engine, golf, whiskey, penicillin and, of course, the deep-fried Mars bar,\" he snorts. \"We're such a uniquely successful race.\"</p><p>He's the kind of soulless, racist, drug-and-alcohol-addled operator you might call the police to protect you from. Except he <em>is</em> the police — a homicide detective who's angling for a promotion to detective inspector, convinced that this will bring his wife back, even as he's whoring around with the wives of his colleagues.</p><p>As he angles for that promotion, of course, Robertson's got little time for actual police business. There's so much undercutting of his competition to do, whether he's getting a teetotaler drunk, or hiring someone to make a fastidious colleague seem gay, or embarrassing a guy who feels sexually inadequate by suggesting, at an office party, a full-frontal variation on that photocopy-your-butt prank.</p><p>McAvoy, looking puffy, eyes perpetually glazed, plays this creep with enough foul-mouthed sleaze to be thoroughly off-putting. I had a hard time finding dialogue to quote that wouldn't have to be bleeped in the radio version of this piece, and language is, in many senses, the least of the film's transgressions. <em>Filth</em> is based on a novel by Irvine Welsh — who also wrote the profane, drug-fueled epic <em>Trainspotting</em> — and though this story's been sweetened a bit for the screen, it sometimes feels equally unsavory.</p><p>Other times, it just seems as if writer/director Jon S. Baird is playing around with moviemaking jokes — say, by casting Jamie Bell and Gary Lewis (who played dancer Billy Elliott and his dad, respectively, 13 years ago) as two of the cops Robertson is hell-bent on sabotaging; or by staging some Terry Gilliam-style hallucinations featuring animal masks and a pill-pushing, Christmas-caroling Jim Broadbent.</p><p>As intriguing as it is to watch McAvoy getting uncharacteristically down and dirty — and he's almost alarmingly good at it — the film gets emotionally squishy as it heads into its final reel, with perhaps a few more behavior-explaining revelations than it really needs. But credit the filmmakers with descending persuasively into the swampy squalor of a diseased mind. If you're in the mood to go there with them, <em>Filth</em> offers an indecently bracing wallow.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=James+McAvoy+As+A+Creep%3F+In+%27Filth%2C%27+The+Anti-Typecasting+Works&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317426122-d4e0ca.m3u?orgId=1&topicId=4467349&ft=3&f=317053995"},{"href":"http://media.npr.org/assets/img/2014/05/29/filth-7f74bd2887991f4d5d6a9b42fd462e13ec153456.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3782"}}]}