{"created":"2015-05-03T12:37:21+00:00","modified":"2015-05-04T21:05:11+00:00","valid":{"from":"2015-05-04T21:05:10+00:00","to":"3015-05-04T21:05:10+00:00"},"hreflang":"en","title":"To Restore Its Shattered Treasures, Nepal Has A Secret Weapon","published":"2015-05-04T18:09:00+00:00","teaser":"Many of Nepal's historic treasures crumbled in last week's earthquake. But generations of wood and stone carvers have spawned a tradition that could help return monuments to their former glory.","itags":["npr_api","403786690"],"guid":"58364d6e-0d81-4497-9161-688a9d332dcc","contentencoded":"<p>Blue-uniformed police do the heavy lifting in Dubar square in the city of Patan, one of Nepal's oldest. Moving wooden beams and stacking broken bricks, they sift through ruined monuments, some of which date back four centuries and more.</p><p>Nepal is home to one of the world's largest collections of cultural heritage sites. A considerable chunk of the treasures crumpled under the intensity of the seismic energy released by the quake nine days ago. Dubar Square in Patan is just one of three squares in the Kathmandu Valley designated as UNESCO sites and where centuries old monument were turned to piles of brick.</p><p>But Nepal has at its disposal a tradition stretching back generations that can help restore the country's architectural heritage and which is found in the shadow of Patan's Dubar Square.</p><p>The square houses a dizzying array of Nepal's unique architecture, from pagodas to steep-stepped Hindu temples and Buddhist shrines. Two stone-carved elephants look forlorn, standing half-buried in the dusty debris of the monument they once guarded. Across from them sits the damaged royal palace of the Malla kings, who are credited with founding this complex, and whose dynasty dates to the 10th century.</p><p>The Kathmandu Valley Preservation Trust has saved over 50 historic buildings over the past two decades, since its founding by Harvard architectural historian Eduard Sekler. Restorations include the courtyard that is a central attraction in Patan square, says trust country director Rohit Ranjitkar. The square has been a preservation priority, Roht says, because it represents a living breathing public space. He says the local community uses the former royal complex today to worship, contemplate or socialize.</p><p>\"It's not like the Roman Forum,\" Ranjitkar says. \"If you go to [the] Roman Forum, you see mostly tourists. Here you see mostly local people. This is our identity, our pride. We have to rebuild. We have to bring back the square in the same condition.\"</p><p>Any restoration would be a huge recycling project; Ranjitkar says preservationists prefer to use the old original materials where they can.</p><p>\"You can easily break the new bricks, but these bricks are still hard to break,\" he explains, pointing to a pile of bricks from a damaged monument that dates to 1563. \"You can still see there is lots of damage, but the brick is not warn down.\"</p><p>Standing amid the rubble, it's hard to imagine this place restored, until you meet carver Ratna Muni Brahmacharya. His life's work has been the restoration of Nepal's unique architecture.</p><p>Brahmacharya sits cross-legged in his workshop, which is infused with the subtle scent of camphor, a rare wood he's using to carve a Buddha. Nepali carvers, he says, have passed their skills down through the ages. He's traced his lineage back 2,400 years to the time historians say Buddha would have been born in what is now modern-day Nepal.</p><p>\"We are Buddhists,\" says Brahmacharya, but he is quick to assert that \"art is my religion,\" and that sharing Nepal's unique art is his passion. The master carver is a member of Nepal's indigenous community, or Newar, the carving class even today.</p><p>He says his forefathers were involved in building the palaces and monasteries of Patan, with its square now in ruins.</p><p>Nepali architecture beguiles with its intricate carvings. Gods, dragons, snakes and suns feature on the doors and rooftops of Nepal's royal and religious buildings. The distinctive wood-latticed window was thought to keep out those who meant harm — spirits or people.</p><p>So immersed is his family in the work of his forefathers that today, Brahmacharya says, some 60 members of Brahmacharya's family are in the trade, carving wood, stone bone and metal. The 42-year-old craftsman, schooled by his uncles, says he has trained some 500 young carvers.</p><p>\"I'm now successful, sending my products around world,\" he says. \"The most important thing to do now is impart my knowledge to young people so that they join this profession and preserve our ancestors' legacy.\"</p><p>Brahmacharya says Nepal must reinforce its vulnerable monuments.</p><p>\"We have lost a part of our heritage, but our culture is still intact,\" he says. \"We have the knowledge and the expertise. We can revive our heritage.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Restore+Its+Shattered+Treasures%2C+Nepal+Has+A+Secret+Weapon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403946536-762196.m3u?orgId=1&topicId=1125&d=282&p=10&story=403786690&t=progseg&e=403946508&seg=5&ft=nprml&f=403786690"},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-111--8003e311947125f39c014c3e2026885b4117df83.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-134--08b8f0dad610680e0359bc62e3208b84d70a0095.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-170--ddc1771068ca75ee3d76692e8e82229d7dbac87a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-187--fbeeb7dbd60f86d327c49ccaff8aef5a746aafc6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-220--e8096c9cff37c857568c675fe3da887cc4646ec4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2469"}},{"href":"http://media.npr.org/assets/img/2015/05/03/jmm-patan-quake-img_7868-220--e8096c9cff37c857568c675fe3da887cc4646ec4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1852","width":"2469"}}]}