{"created":"2015-05-15T02:21:38+00:00","modified":"2015-05-18T16:42:03+00:00","valid":{"from":"2013-10-04T17:45:06+00:00","to":"3013-10-04T17:45:06+00:00"},"hreflang":"en","description":"The Valley loves its rags to riches stories. What a tech meritocracy millionaire has to say about his own rise.","contenttemplated":"[{\"content\":\"<p>Where can you find a decent meritocracy these days? A favorite answer in Silicon Valley is: Silicon Valley.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span><a href=\\\"http://www.marketplace.org/topics/wealth-poverty/70s-rebellion-and-roots-techs-reputation-meritocracy\\\" target=\\\"_blank\\\">Meritocracy has become part of Silicon Valley&apos;s unofficial brand</a>.  People wear hoodies and sneakers, not stuffy suits. Office decor is meticulously unpretentious -- like that garage where Steves Jobs and Wozniak did all their tinkering, only shinier.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>The casual dress code, the open warehouse spaces and the bean-bag-chair-dotted meeting rooms all seem to be trying to remind you that you are in a place of Irreverence and Opposition to Hierarchy. And those values have made Silicon Valley one of the most meritocratic industries on Earth, says Sarah Lacy, founder of</span> <a href=\\\"http://pandodaily.com/\\\">PandoDaily</a><span>, a media start-up that covers the tech sector.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“I would challenge anyone to find an economic ecosystem that&apos;s more of a meritocracy than Silicon Valley,” Lacy told me from her office in a downtown San Francisco start-up incubator, a space fully tricked out in meritocracy-chic. (Communal Razor scooters in the hallway and a conference room in the shape of an igloo.)</span></p>\"},{\"content\":\"<p><span>“Let’s go down the list,” she said, and then rattled one off. “PayPal, Intel, eBay, YouTube. I know so many entrepreneurs who&apos;ve come over to this country with nothing and have built huge companies.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>This conviction about Silicon Valley&apos;s meritocracy credentials is practically gospel by now.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Peter Bell, a prominent venture capitalist, has</span> <a href=\\\"http://techcrunch.com/2011/11/10/keen-on-peter-bell-yes-silicon-valley-is-a-natural-meritocracy-tctv/\\\">said</a> <span>“what&apos;s really special about the Valley is the optimism -- that no matter where you come from you can start a company, you can join a start up, you can change the world.”</span></p>\"},{\"content\":\"<p><span>Michael Arrington, angel investor and founder of the website Tech Crunch told CNN a few years ago that in Silicon Valley “generally speaking, it doesn&apos;t matter what your education is. It doesn&apos;t matter who your parents are here.  You can become very successful based purely on your brain size and how you use it.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>A favorite example of the anyone-can-make-it-here narrative is the story of</span> <a href=\\\"http://www.levchin.com/\\\">Max Levchin</a><span>, co-founder of PayPal. Lacy knows his origin story by heart.</span></p>\"},{\"content\":\"<p><span>“Moved from the Soviet Union when he was 16,” she’ll tell you.  “His family had $300 in their pocket and he had to learn English by watching an old television set that he pulled out of a dumpster and repaired. Ten years later or so, he sold a company for $1.5 billion. Ask someone like Max Levchin ‘do you consider this place a meritocracy?’”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>So I did.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>But first, I wanted to make sure the story that gets told about him was right.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“Yeah, that&apos;s remarkably accurate,” Levchin said after I repeated the biography Lacy had told me. “The only thing I&apos;m not sure is precise is the amount of dollars we had in our pocket. It might have been $200 or $400, I can&apos;t quite remember,” he laughed.  “But everything else is pretty much correct, including the TV story.”</span></p>\"},{\"content\":\"<p><span>Then I cut to the chase. Does he think Silicon Valley is a meritocracy?</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>First, he cautioned that it was hard for him to compare it to anything else, since it’s the only place he’s ever really worked. That said, “on the absolute scale, it seems quite meritocratic,” he told me.  “I&apos;ve met lots of people that have succeeded independent of their humble or otherwise origins.”</span></p>\"},{\"content\":\"<p><span>But Levchin also cautioned there are certain details of his story that often get left out. “I was very lucky,” he said.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Luck came in many forms. Even though his parents couldn&apos;t afford a TV, they did scrape up enough money to buy him a computer.</span></p>\"},{\"content\":\"<p><span>“My family was very supportive of the idea that having access to a personal computer would do something good for me, and within a few weeks of landing in the U.S., they gave me a PC to work on, to play with and to explore,” he told me.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>And the importance Levchin’s family gave to computer access was no accident.  His mother had been a computer programmer in the Ukraine. His father, grandfather and grandmother were physicists -- prominent ones.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>In fact, if you go down the often-cited list of big tech companies with immigrant founder success stories -- PayPal, Intel, eBay, YouTube -- you&apos;ll find many of those immigrant founders had a parent who was a scientist or academic.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>“I actually ponder this a lot,” Max Levchin told me of the relationship between entrepreneurship and his family’s history in pursuing higher education. “Especially in the context of interviewing people to come work for companies that I help start.”</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Levchin explained that in his mind a big part of entrepreneurial success involves confidence and knowing how to work hard for a faraway goal. “The academic background that my family had I think had a big influence on that in my case,” he reflected. “They basically told me ‘Look, you need to spend a lot of time chiseling skills that will pay off in a big way.’ When I try to interview young people, I look for that family ethic of extraordinarily hard work without immediate payoff.”</span></p>\"},{\"content\":\"<p><span>And though it may sound strange to hear one of the heroes of Silicon Valley meritocracy  explain that when he interviews someone for a job, he thinks about their family background, it also makes some sense, says</span> <a href=\\\"#correction\\\"><span>Eric Ries</span>*</a><span>, a Silicon Valley entrepreneur and author of &quot;The Lean Start-Up.&quot; (He happens to come from a long line of doctors.)</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>“In the venture world, in the investing world, they call it the ability to have good pattern recognition,” Ries said. “To see things that have worked in the past and to try to find those same combination of factors in the future.”</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Ries told me pattern recognition can be useful, but it has risks.  As an example, he pointed to that saying in Silicon Valley that everyone is looking for the “next” Mark Zuckerberg.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Sometimes you end up looking for a guy  who <em>looks</em> like Mark Zuckerberg, physically,” Ries lamented. “And talks like him, and wears the same clothes he wears.  One of our famous investors recently told a <a href=\\\"http://www.nytimes.com/2013/05/05/magazine/y-combinator-silicon-valleys-start-up-machine.html?pagewanted=all\\\">story</a> about investing in someone who turned out to be not very good, and then thinking to themselves ‘How could I have been fooled by this guy?  Oh, because he looked like Mark Zuckerberg.’”</p>\"},{\"content\":\"<p><span>That’s not merit-based selection, said Ries.  Instead, he argues, it is the kind of unconscious bias that could help explain why just a tiny fraction of the start-ups that get major funding in Silicon Valley are founded by women or African-Americans.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Ries said there’s also what he calls a “pipeline issue.” That PC that Max Levchin&apos;s parents scraped up money to buy him when he was a teenager is the kind of story you hear all the time from Silicon Valley entrepreneurs, Reis told me.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>“All the nerds that made right in Silicon Valley -- bullied, not popular kids in school or whatever -- what we all had in common, or almost all of us, we had a computer  at home.  We could kind of go home, on our own, tinker with it, fall in love with it, learn how to program it.  I think about this all the time. What would have happened if I didn’t have that access?  If I didn&apos;t have that outlet? Would I have been as successful as I am today?  I don&apos;t know.”</span></p>\"},{\"content\":\"<p><span>Ries said it’s important to remember that today many American teenagers do not have their own computers. (According to a 2012 Pew Research</span> <a href=\\\"http://pewinternet.org/Reports/2013/Teens-and-Tech/Main-Findings/Teens-and-Technology.aspx\\\">study</a><span>, 20 percent of teens age 12-17 do not.) And though creating a perfect meritocracy in any industry is complicated, Reis says “making sure every nerd kid in America has a computer at home? Not that hard.”</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Follow the Wealth and Poverty Desk on Twitter @MPWealthPoverty</span></p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p><span><a id=\\\"correction\\\" name=\\\"correction\\\"></a><strong>CORRECTION: <em>The original version of this story incorrectly spelled author Eric Ries&apos; name. The text has been corrected.</em></strong></span></p>\",\"type\":\"text/html\"}]","tags":["APM","Silicon Valley","Tech","Wealth & Poverty","meritocracy"],"itags":["583a8fb1fc322bb67a3b138cd4dd49da","Marketplace","Marketplace for Friday, October 4, 2013","PMP:Marketplace_PMP"],"byline":"Karen Clark","title":"What does meritocracy really mean in Silicon Valley?","teaser":"The Valley loves its rags to riches stories. What a tech meritocracy millionaire has to say about his own rise.","guid":"583a8fb1-fc32-42bb-87a3-138cd4dd49da","contentencoded":"<div class=\"barn-cleaned\"><p>Where can you find a decent meritocracy these days? A favorite answer in Silicon Valley is: Silicon Valley.</p>\n<p><span><a href=\"http://www.marketplace.org/topics/wealth-poverty/70s-rebellion-and-roots-techs-reputation-meritocracy\" target=\"_blank\">Meritocracy has become part of Silicon Valley's unofficial brand</a>.&nbsp; People wear hoodies and sneakers, not stuffy suits. Office decor is meticulously unpretentious -- like that garage where Steves Jobs and Wozniak did all their tinkering, only shinier.</span></p>\n<p><span>The casual dress code, the open warehouse spaces and the bean-bag-chair-dotted meeting rooms all seem to be trying to remind you that you are in a place of Irreverence and Opposition to Hierarchy. And those values have made Silicon Valley one of the most meritocratic industries on Earth, says Sarah Lacy, founder of</span> <a href=\"http://pandodaily.com/\">PandoDaily</a><span>, a media start-up that covers the tech sector.</span></p>\n<p><span>“I would challenge anyone to find an economic ecosystem that's more of a meritocracy than Silicon Valley,” Lacy told me from her office in a downtown San Francisco start-up incubator, a space fully tricked out in meritocracy-chic. (Communal Razor scooters in the hallway and a conference room in the shape of an igloo.)</span></p>\n<p><span>“Let’s go down the list,” she said, and then rattled one off. “PayPal, Intel, eBay, YouTube. I know so many entrepreneurs who've come over to this country with nothing and have built huge companies.”</span></p>\n<p><span>This conviction about Silicon Valley's meritocracy credentials is practically gospel by now.</span></p>\n<p><span>Peter Bell, a prominent venture capitalist, has</span> <a href=\"http://techcrunch.com/2011/11/10/keen-on-peter-bell-yes-silicon-valley-is-a-natural-meritocracy-tctv/\">said</a> <span>“what's really special about the Valley is the optimism -- that no matter where you come from you can start a company, you can join a start up, you can change the world.”</span></p>\n<p><span>Michael Arrington, angel investor and founder of the website Tech Crunch told&nbsp;CNN a few years ago that in Silicon Valley “generally speaking, it doesn't matter what your education is. It doesn't matter who your parents are here.&nbsp; You can become very successful based purely on your brain size and how you use it.”</span></p>\n<p><span>A favorite example of the anyone-can-make-it-here narrative is the story of</span> <a href=\"http://www.levchin.com/\">Max Levchin</a><span>, co-founder of PayPal. Lacy knows his origin story by heart.</span></p>\n<p><span>“Moved from the Soviet Union when he was 16,” she’ll tell you.&nbsp; “His family had $300 in their pocket and he had to learn English by watching an old television set that he pulled out of a dumpster and repaired. Ten years later or so, he sold a company for $1.5 billion. Ask someone like Max Levchin ‘do you consider this place a meritocracy?’”</span></p>\n<p><span>So I did.</span></p>\n<p><span>But first, I wanted to make sure the story that gets told about him was right.</span></p>\n<p><span>“Yeah, that's remarkably accurate,” Levchin said after I repeated the biography Lacy had told me. “The only thing I'm not sure is precise is the amount of dollars we had in our pocket. It might have been $200 or $400, I can't quite&nbsp;remember,” he laughed.&nbsp; “But everything else is pretty much correct, including the TV story.”</span></p>\n<p><span>Then I cut to the chase. Does he think Silicon Valley is a meritocracy?</span></p>\n<p><span>First, he cautioned that it was hard for him to compare it to anything else, since it’s the only place he’s ever really worked. That said, “on the absolute scale, it seems quite meritocratic,” he told me.&nbsp; “I've met lots&nbsp;of people that have succeeded independent of their humble or otherwise origins.”</span></p>\n<p><span>But Levchin also cautioned there are certain details of his story that often get left out. “I was very lucky,” he said.</span></p>\n<p><span>Luck came in many forms. Even&nbsp;though his parents couldn't afford a TV, they did scrape up enough money to buy him a computer.</span></p>\n<p><span>“My family was very supportive of the idea that having access to a personal computer would do something good for me, and within a few weeks of landing in the U.S., they gave me a PC to work on, to play with and to explore,” he told me.</span></p>\n<p><span>And the importance Levchin’s family gave to computer access was no accident.&nbsp; His mother had been a computer programmer in the Ukraine. His father, grandfather and grandmother were physicists -- prominent ones.</span></p>\n<p><span>In fact, if you go down the often-cited list of big tech companies with immigrant founder success stories -- PayPal, Intel, eBay, YouTube -- you'll find many of those immigrant founders had a parent who was a scientist or academic.</span></p>\n<p><span>“I actually ponder this&nbsp;a lot,” Max Levchin told me of the relationship between entrepreneurship and his family’s history in pursuing higher education. “Especially in the context of interviewing people to come work for companies that I help start.”</span></p>\n<p><span>Levchin explained that in his mind a big part of entrepreneurial success involves confidence and knowing how to work hard for a faraway goal. “The academic background that my family had I think had a big influence on that in my case,” he reflected. “They basically told me ‘Look, you need to spend a lot of time chiseling skills that will pay off in a big way.’ When I try to interview&nbsp;young people, I look for that family ethic of extraordinarily hard work without immediate payoff.”</span></p>\n<p><span>And though it may sound strange to hear one of the heroes of Silicon Valley meritocracy &nbsp;explain that when he interviews someone for a job, he thinks about their family background, it also makes some sense, says</span> <a href=\"#correction\"><span>Eric Ries</span>*</a><span>, a Silicon Valley entrepreneur and author of \"The Lean Start-Up.\" (He happens to come from a long line of doctors.)</span></p>\n<p><span>“In the venture world, in the investing world, they call it the ability to have good pattern recognition,” Ries said. “To see things that have worked in the past and to try to find those same combination of factors in the future.”</span></p>\n<p><span>Ries told me pattern recognition can be useful, but it has risks.&nbsp; As an example, he pointed to that saying in Silicon Valley that everyone is looking for the “next” Mark Zuckerberg.</span></p>\n<p>“Sometimes you end up looking for a guy&nbsp; who <em>looks</em> like Mark Zuckerberg, physically,” Ries lamented. “And talks like him, and wears the same clothes he wears.&nbsp; One of our famous investors recently told a <a href=\"http://www.nytimes.com/2013/05/05/magazine/y-combinator-silicon-valleys-start-up-machine.html?pagewanted=all\">story</a> about investing in someone who turned out to be not very good, and then thinking to themselves ‘How could I have been fooled by this guy?&nbsp; Oh, because he looked like Mark Zuckerberg.’”</p>\n<p><span>That’s not merit-based selection, said Ries.&nbsp; Instead, he argues, it is the kind of unconscious bias that could help explain why just a tiny fraction of the start-ups that get major funding in Silicon Valley are founded by women or African-Americans.</span></p>\n<p><span>Ries said there’s also what he calls a “pipeline issue.” That PC that Max Levchin's parents scraped up money to buy him when he was a teenager is the kind of story you hear all the time from Silicon Valley entrepreneurs, Reis told me.</span></p>\n<p><span>“All the nerds that made right in Silicon Valley -- bullied, not popular kids in school or whatever -- what we all had in common, or almost all of us, we had a computer&nbsp; at home.&nbsp; We could kind of go home, on our own, tinker with it, fall in love with it, learn how to program it.&nbsp; I think about this all the time. What would have happened if I didn’t have that access?&nbsp; If I didn't have that outlet? Would I have been as successful as I am today?&nbsp; I don't know.”</span></p>\n<p><span>Ries said it’s important to remember that today many American teenagers do not have their own computers. (According to a 2012 Pew Research</span> <a href=\"http://pewinternet.org/Reports/2013/Teens-and-Tech/Main-Findings/Teens-and-Technology.aspx\">study</a><span>, 20 percent of teens age 12-17 do not.) And though creating a perfect meritocracy in any industry is complicated, Reis says “making sure every nerd kid in America has a computer at home? Not that hard.”</span></p>\n<p><span>Follow the Wealth and Poverty Desk on Twitter @MPWealthPoverty</span></p>\n<hr />\n<p><span><a name=\"correction\" id=\"correction\"></a><strong>CORRECTION: <em>The original version of this story incorrectly spelled author Eric Ries' name. The text has been corrected.</em></strong></span></p></div>","published":"2013-10-04T17:45:06+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/levchin.jpg?itok=cztg50bI","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"type":"audio/mpeg","meta":{"duration_hms":"00:06:45","duration":405,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/04/marketplace_segment21_20131004"}},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/04/marketplace_segment21_20131004_64.mp3"}]}