{"created":"2014-10-29T22:02:47+00:00","modified":"2015-04-10T21:05:38+00:00","valid":{"from":"2015-04-10T21:05:38+00:00","to":"3015-04-10T21:05:38+00:00"},"hreflang":"en","title":"No Ebola, S'il Vous Plait, We're French: The Ivory Coast Mindset","published":"2014-11-07T19:44:00+00:00","teaser":"The country borders Liberia and Guinea, but so far Ebola hasn't arrived. Maybe it's because of the French heritage. When the authorities tell people what to do to keep the virus out, they listen.","itags":["npr_api","359878582"],"guid":"583bbdaf-239a-43c8-b3ac-3ba84f366fc2","contentencoded":"<p>There are all kinds of theories why Ebola hasn't arrived in Ivory Coast, despite the fact that it shares a long and very porous border with two Ebola-afflicted countries, Liberia and Guinea.</p><p>Some Ivoirians credit a beefed-up border patrol. The citizens in this country thank God. But Mumadou Traore, who works as a field coordinator for <a href=\"http://www.care.org/\">CARE International</a>, has a third theory. He credits the legendarily infuriating Ivorian bureacracy.</p><p>French bureaucracy is a \"blessing\" for us, he says, because people here respect authority. Not like in Liberia and Sierra Leone, he says where people aren't obeying their own health officials.</p><p>\"C'est mon opinion,\" he says with a laugh. \"It's my opinion.\"</p><p>Traore's opinion doesn't quite hold water. Guinea, after all, is a Francophone country. And that's where the current outbreak began.</p><p>But in one way, Traore is onto something. Ebola spreads because of human behavior. I met him in in the central town of Bouafle, just near the country's prime cocoa-growing region. He was giving a training course for rural community leaders, telling them not to shake hands, not to kiss, not to eat bush meat — a popular delicacy — since some animals can harbor the virus and pass it onto humans through their blood.</p><p>These are all government directives in place since March. Government can't be everywhere in every village, but Traore believes that the people of the Ivory Coast are following orders.</p><p>Adjoua Martine traveled 74 miles to attend this training. She's a farmer of cocoa and rubber trees who lives in a small forest hamlet called Brokoua. Even in her tiny village, in a country that's Ebola-free, the pastors are preaching the government's prevention message. She mimes how she crosses her arms if someone starts to greet her.</p><p>You can't stop every person from shaking your hand, she says. But if they try, she tells them: The rules say we mustn't now do this.</p><p>Dr. Seydou Coulibaly is the regional health director of Tompki county, which shares the longest border with Liberia and Guinea. He says that in the first weeks of the outbreak, before official prevention directives were issued from the capital, he was telling clinics and hospitals to send him daily Ebola watch reports. He gets a hundred a day. Even before the borders were sealed, he was sending health workers to take people's temperature when they crossed. He's also arranged trainings for schoolteachers and soldiers.</p><p>All these efforts will help, he says — maybe not to prevent the virus from coming to the country but at least the first eventual case will be well-managed. That's the main objective.</p><p>Coulibaly says his county is far from ready for an outbreak of the magnitude of neighboring countries. There's not enough protective gear for health workers and not enough ambulances to bring patients to isolation centers.</p><p>But they are watching for signs of Ebola with remarkable vigilance. The government has set up a hotline number for anyone who suspects they or someone has Ebola. It's a measure of the degree of commitment — or perhaps just fear — that every time I've called I've gotten a busy signal.</p><p>If Ivory Coast has turned itself into a nation of spies and informers, Coulibaly says that's a good thing, even if every Ebola alert so far has turned out to be just a rumor.</p><p>People will often call to say, \"Well, I haven't seen him for a while, so he must have been in Guinea. And heck he's not feeling well, so he certainly has Ebola!\" To Coulibaly, this means that the authorities will quickly be informed if and when there is a case.</p><p>It's not clear what happens to a Guinean who crosses the border illegally. The local representative of the Guinean community told me that border crossers are immediately sent back. In some cases, Coulibaly says, such individuals are quarantined until Ivory Coast authorities are sure they're not the dreaded, and expected, first case.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Ebola%2C+S%27il+Vous+Plait%2C+We%27re+French%3A+The+Ivory+Coast+Mindset&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359893002-bf9a41.m3u?orgId=1&topicId=1031&e=359878582&d=270&ft=nprml&f=359878582"},{"href":"http://media.npr.org/assets/img/2014/10/29/traore_profile-copy-18be4696e6dcfaeb2ad427f24726566ba1fd0fb0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1371","width":"1828"}}]}