{"created":"2015-04-01T18:20:55+00:00","modified":"2015-04-01T18:26:43+00:00","valid":{"from":"2015-04-01T18:26:43+00:00","to":"3015-04-01T18:26:43+00:00"},"hreflang":"en","title":"More Than A Garnish: 6 Great Parsley Recipes","published":"2015-04-01T18:20:00+00:00","teaser":"Our resident chef Kathy Gunst shares recipes for chimichurri, fried parsley leaves, a parsley soup and more.","itags":["npr_api","396856825"],"guid":"5840cd45-608d-4ae1-969a-547b788ab59d","contentencoded":"<p>Do you think of parsley as a decoration? For <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong>, parsley is so much more than the sum of its sprigs. Parsley plays an important part in Passover celebrations and often appears on Easter tables at well. Kathy joins hosts Robin Young and Jeremy Hobson to talk parsley and share these six recipes:<a name=\"chimichurri\"></a></p><ul><li><a href=\"#chimichurri\">Chimichurri</a></li><li><a href=\"#fried-parsley\">Fried Parsley Leaves</a></li><li><a href=\"#parsley-salad\">John’s Parsley Salad with Walnuts and Raisins</a></li><li><a href=\"#parsley-soup\">Spring Parsley-Watercress Soup</a></li><li><a href=\"#parsley-pesto\">Parsley Pesto</a></li><li><a href=\"#avocado-tabbouleh\">Avocado Tabbouleh in Little Gems</a></li></ul><h4>Chimichurri</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/04/0401_kathy-gunst-parsley-recipes.pdf\" target=\"_blank\">(Print/view a PDF of all four recipes)</a></p><p><em>A traditional Argentinian sauce that is served with grilled foods—seafood, chicken, or beef or flank steak.</em></p><p><strong>Kathy’s Note:</strong> A mixture of parsley, mint, capers, scallions, lemon juice and olive oil, this is a cross between a tart green sauce (salsa verde) and a classic Argentinean chimichurri sauce. Serve with a grilled vegetable platter or grilled chicken, pork, fish, or beef. This sauce can also be used as a marinade for meat or fish, and it’s great spooned into soups and salads.</p><p><em>Makes about 1 cup.</em></p><p><strong>Ingredients:</strong></p><p>1 cup fresh Italian parsley leaves</p><p>1/2 cup fresh mint leaves</p><p>2 scallions, chopped (white and green parts)</p><p>3/4 cup olive oil</p><p>1/4 cup drained capers</p><p>1 tablespoon freshly squeezed lemon juice</p><p>Sea salt</p><p>Freshly ground black pepper</p><p>About 1/4 teaspoon red chile flakes</p><p><strong>Instructions:</strong></p><p>Put the parsley and mint in the container of a food processor and pulse once or twice until coarsely chopped. Add the scallions and pulse again. Add the oil, capers, lemon juice, and salt and pepper to taste, and blend until coarsely chopped. Place in a serving bowl and gently mix in the chile flakes to taste. <a name=\"fried-parsley\"></a>The sauce can be covered and refrigerated for up to a day before serving.</p><h4>Fried Parsley Leaves</h4><p>You can use this technique – frying whole herbs in hot oil— with any type of fresh herb, but sage and parsley work particularly well. The herbs must be cleaned of any dirt and thoroughly patted dry before frying.</p><p>To make the fried herb leaves you’ll need 2 to 3 cups of olive or safflower oil, or a combination of both, a bunch of very fresh herbs, and some good sea salt. Carefully snip off and separate small bundles of the sage (about 3 to 4 leaves attached to a small piece of the stem) and set aside. Heat the oil in a medium-sized heavy skillet over high heat until the oil just begins to smoke and very carefully lower the sage into the hot oil. (The oil is hot enough when the sage leaves immediately being to sizzle.) Fry for about 30 seconds. Remove the sage with a slotted spoon and drain on paper towels or a clean, brown grocery bag. Don’t make the sage more than 15 minutes ahead of time or it will wilt. Sprinkle the fried leaves with salt (sea salt is particularly good).<a name=\"parsley-salad\"></a></p><p>Parsley leaves make a particularly good topping for soup or can be served with cocktails and a cheese platter.</p><h4>John’s Parsley Salad with Walnuts and Raisins</h4><p><strong>Kathy’s Note:</strong> You can add chopped apple or pear to this simple salad. Serve for lunch or dinner, on its own or with roasted chicken or grilled seafood.</p><p><em>Serves 4.</em></p><p><strong>Instructions:</strong></p><p>1 1/2 cups flat leaf Italian parsley, washed, dried and coarsely chopped</p><p>1/3 cup chopped walnut halves</p><p>1/8 cup raisins</p><p>2 tablespoons balsamic vinegar</p><p>4 tablespoons olive oil</p><p>Salt and freshly ground black pepper</p><p><strong>Ingredients:</strong></p><p>In a medium bowl mix the parsley with the walnuts and raisins. <a name=\"parsley-soup\"></a>Add the vinegar and oil, salt and pepper and toss well. Serve within an hour.</p><h4>Spring Parsley-Watercress Soup</h4><p><strong>Kathy’s Note:</strong> This is a soup to celebrate a new season. It has the purest spring green color and a fresh taste that makes you feel instantly invigorated and energized. Top with Fried Parsley Sprigs (recipe below) or chopped spring chives, or both. This soup literally takes about half an hour from start to finish and is surprisingly sophisticated. You can double it to serve a crowd, but it’s really the kind of soup you have just a small bowl of, rather a huge main course size.</p><p><em>Serves 8 small portions.</em></p><p><strong>Ingredients:</strong></p><p>2 Tbsp olive oil</p><p>4 scallions, 3 oz, chopped</p><p>2 Tbsp fresh chives, chopped</p><p>2 bunches flat-leafed (Italian) parsley, washed, dried and chopped with stems</p><p>2 bunches watercress, 4 oz, washed, dried and chopped with stems</p><p>Salt and freshly ground black pepper</p><p>4 cups vegetable or chicken stock</p><p>Garnish: Fried parsley sprigs, and/or 1/4 cup minced fresh chives</p><p><strong>Instructions:</strong></p><p>In a medium-size pot heat the oil over low heat. Add the scallions, chives, salt and pepper to taste and cook, stirring, for 4 minutes. Add the chopped parsley and watercress and cook, stirring occasionally, for 2 minutes. Raise the heat to high, add the broth and bring to a boil. Reduce the heat to low, cover, and cook 10 minutes. Let cool for 5 minutes.</p><p>Using a blender (I found that a food processor and immersion blender don’t puree all the parsley stems properly), puree the soup. Return to the pot and season to taste. There are two ways to serve this soup: the first is as is, which is thick and a touch fibrous. The second is to strain the soup through a food mill of fine-mashed strainer and you will have something closer to a gorgeous thin parsley broth. Both are delicious but if you think the fibrous nature of the soup will bother you, by all means strain it.<a name=\"parsley-pesto\"></a></p><p>Serve hot with fried parsley sprigs or chopped chives as a garnish, if desired.</p><h4>Parsley Pesto</h4><p><strong>Kathy’s Note:</strong> A vibrant green pesto, made with parsley instead of basil, and ideal for winter when fresh herbs are scarce. This pesto may be made several hours ahead of time. Serve with a roasted vegetable soup, or a minestrone, or any soup where you might add a pesto. You can also add it to pasta, salads or serve with grilled seafood. The pesto will keep, covered and refrigerated for 2 to 3 days. It can also be frozen for several months.</p><p><em>Makes about 3/4 cup.</em></p><p><strong>Ingredients:</strong></p><p>1 packed cup chopped fresh parsley leaves</p><p>1 clove garlic, peeled</p><p>Salt and freshly ground black pepper</p><p>1/2 cup olive oil</p><p>1/4 cup grated Parmesan cheese</p><p><strong>Instructions:</strong></p><p>In a food processor or blender, whirl the parsley and garlic with some salt and pepper until finely chopped. With the motor running, slowly add the oil making sure not to over-process the pesto; it should still be a little chunky. Remove to a bowl and stir in the cheese. Season to taste.</p><p>Favorite Variations:</p><p>Add 1/2 cup toasted walnuts, almonds, pistachios, or pine nuts with the parsley.</p><p>Add 1/4 cup fresh cilantro leaves.<a name=\"avocado-tabbouleh\"></a></p><p>Add 1 teaspoon of any of the following ground dried spices: cumin, curry, coriander or cardamom.</p><h4>Avocado Tabbouleh in Little Gems</h4><p><em>By Maureen Abood</em></p><p><em>This recipe has been reprinted with permission from Rose Water & Orange Blossoms © 2015 by Maureen Abood, Running Press, a member of the Perseus Books Group.</em></p><p><strong>Maureen’s Note:</strong> There is perhaps no more identifiable Lebanese dish than our tabbouleh. It is a beloved salad with good reason: tabbouleh is an effort, and things that take an effort often have a high value and pay-off. The chopping load is big. If you’re my sister, who considers any opportunity to chop a really fun time, that effort is a pleasure, and a gift to your eaters. If you’re someone else (me), you really wish your sister were around all of the time to take care of the chop job. Tabbouleh was always a special-occasion salad at our house as a labor of love, and we always appreciated it for that (it is tempting to use the food processor to chop the parsley, but that method turns the parsley to mush quickly). Tabbouleh is all about its fresh parsley and mint flavor, with a supporting cast of tomatoes, onion, and a very little bit of bulgur (too often, misunderstood tabboulehs are more bulgur than herb). Traditionally tabbouleh is eaten with long leaves of romaine. I like to nestle my tabbouleh in tender Little Gem cups and to stud the salad with avocado, which loves all of the lemon in the dressing. Pick up the Little Gem boats filled with tabbouleh with your hands and eat them that way, casual and fun. You can prep the ingredients a day or two in advance and combine everything when you’re ready to serve, making tabbouleh a much swifter affair.</p><p><em>Makes 8 Servings.</em></p><p><strong>Ingredients:</strong></p><p>1⁄3 cup / 65 g bulgur, #1 fine grade</p><p>3 bunches curly parsley</p><p>1 pint cherry tomatoes, diced into 1⁄4-inch / 0.5 cm pieces</p><p>1 ripe avocado, diced into 1⁄4-inch / 0.5 cm pieces</p><p>5 scallions, sliced thinly crosswise</p><p>4 sprigs fresh mint leaves, finely chopped</p><p>Juice of 2 lemons</p><p>1⁄4 cup / 60 mL extra-virgin olive oil</p><p>1⁄2 teaspoon kosher salt</p><p>1⁄4 teaspoon granulated garlic powder</p><p>Freshly ground black pepper, to taste</p><p>2 heads Little Gem romaine, rinsed and dried</p><p><strong>Instructions:</strong></p><p>Rinse the bulgur twice in a small bowl, letting the bulgur settle for a few seconds before pouring off the water. Add enough fresh water just to cover the bulgur. Soak it for 30 minutes, or until it is softened. Pour off and squeeze out any excess water. While the bulgur softens, prepare the parsley. Wash the parsley by dunking and shaking it in a sink full of cool water two or three times, changing the water between rinses.</p><p>Wrap the parsley in clean kitchen towels and gently squeeze, soaking up as much water as possible, and then change out the towels for dry ones and squeeze again. Or, dry the parsley in a salad spinner, and then squeeze it in towels to soak up any remaining water. The drier the parsley, the easier it will be to chop and the nicer the tabbouleh will be.</p><p>If you are prepping the parsley in advance, which is ideal for dryness, let it sit out on the towels for a few hours after it has been patted dry, and then bundle the parsley up in paper towels and refrigerate it until you are ready. Pinch off the curls of parsley from their stems. Chop the curls in two or three batches with a large chef’s knife, gathering the parsley up as you chop to form a more compact mound, until it is finely chopped.</p><p>In a medium bowl, combine the parsley, tomato, avocado, scallions, mint, and bulgur. Stir in the lemon juice, olive oil, salt, garlic powder, and pepper. Taste and adjust the seasonings, adding more lemon and salt if needed. Let the tabbouleh rest for about 15 minutes so the bulgur will soak up, and be flavored by, the juices. Pull the Little Gem leaves from their stems and arrange the nicest, cup-like leaves on a platter. Fill each cup with a big spoonful of the tabbouleh, and serve immediately.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+Than+A+Garnish%3A+6+Great+Parsley+Recipes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396856828-c80e08.m3u?orgId=1&e=396856825&d=364&ft=nprml&f=396856825"},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_parsley.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"900","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_chicken-soup.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1577","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_chimichurri.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1578","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_parsley-salad.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1144","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_curly-flat-parsley.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/04/0401_avocado-tabbouleh.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1546","width":"1280"}}]}