{"created":"2014-09-19T08:19:43+00:00","modified":"2014-10-30T22:15:52+00:00","valid":{"from":"2014-10-30T22:15:52+00:00","to":"3014-10-30T22:15:52+00:00"},"hreflang":"en","title":"The Song That Never Ends: Why Earth, Wind & Fire's 'September' Sustains","published":"2014-09-21T06:23:00+00:00","teaser":"It begins, \"Do you remember?\" — and we supply the memories. Dan Charnas tells the origin story of the Earth, Wind & Fire hit that still unites generations on the dance floor.","itags":["npr_api","349621429"],"guid":"58539979-783c-408d-8b99-271972a7c09f","contentencoded":"<p>If you've ever been to a wedding reception in the U.S., you know there's one question that can get a whole family on the dance floor: \"Do you remember the 21st night of September?\"</p><p><a href=\"http://www.npr.org/artists/15402896/earth-wind-fire\" target=\"_blank\">Earth, Wind & Fire</a>'s \"September\" even shows up at fictional weddings, as in the opening of the 1997 movie <em>Soul Food</em>. It's made its way into TV shows, commercials, sporting events and video games. HBO named a movie after the song. In 2008, it played at both the Republican and Democratic national conventions.</p><p>The story of the song begins in 1978. Allee<strong><em> </em></strong>Willis was a struggling songwriter in LA — until the night she got a call from Maurice White, the leader of Earth, Wind & Fire. White offered her the chance of a lifetime: to co-write the band's next album.<strong> </strong>Willis arrived at the studio the next day hoping it wasn't some kind of cosmic joke.<strong></strong></p><p>\"As I open the door, they had just written the intro to 'September.' And I just thought, 'Dear God, let this be what they want me to write!' Cause it was obviously the happiest-sounding song in the world,\" Willis says.</p><p>Using a progression composed by Earth, Wind & Fire guitarist Al McKay, White and Willis wrote the song over the course of a month, conjuring images of clear skies and dancing under the stars. Willis says she likes songs that tell stories, and that at a certain point, she feared the lyrics to \"September\" were starting to sound simplistic. One nonsense phrase bugged her in particular.</p><p>\"The, kind of, go-to phrase that Maurice used in every song he wrote was 'ba-dee-ya,' \" she says. \"So right from the beginning he was singing, 'Ba-dee-ya, say, do you remember / Ba-dee-ya, dancing in September.' And I said, 'We <em>are</em> going to change 'ba-dee-ya' to real words, <em>right</em>?' \"</p><p>Wrong. Willis says that at the final vocal session she got desperate and begged White to rewrite the part.</p><p>\"And finally, when it was so obvious that he was not going to do it, I just said, 'What the f- - - does 'ba-dee-ya' mean?' And he essentially said, 'Who the f- - - cares?'\" she says. \"I learned my greatest lesson ever in songwriting from him, which was never let the lyric get in the way of the groove.\"</p><p>I asked Jeffrey Peretz, a professor of music theory at New York University's Clive Davis Institute, what makes that groove so powerful. He says a lot of it has to do with how the music unfolds. The song's very structure is an endless cycle that keeps us dancing and wanting more.</p><p>\"There's four chords in the chorus that just keep moving forward and never seem to land anywhere — much like the four seasons,\" he says. \"It's the end of summer, it's the beginning of fall, it's that Indian summertime, it's the transition from warm to cool.\"</p><p>The trigger for that yearning feeling, Peretz says, is the opening line. White asks, \"Do you remember?\" and we supply the memories. It's a song that can bring all of the generations together, which makes it perfect for family gatherings. The true meaning is up to us — including, Allee Willis says, that strangely specific date.</p><p>\"We went through all the dates: 'Do you remember the first, the second, the third, the fourth ... ' and the one that just felt the best was the 21st,\" Willis explains. \"I constantly have people coming up to me and they get so excited to know what the significance was. And there is no significance beyond it just sang better than any of the other dates. So ... sorry!\"</p><p>That's OK, Allee. Maurice was right. It doesn't matter what it means.<strong> </strong>When <em>we</em> hear it, it's September 21st, and we are dancing again with our family, in a song that never really ends.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Song+That+Never+Ends%3A+Why+Earth%2C+Wind+%26+Fire%27s+%27September%27+Sustains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charnas","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349756597-00402a.m3u?orgId=1&topicId=1106&ft=3&f=349621429"},{"href":"http://media.npr.org/assets/img/2014/09/18/115652371-777a25408bd57a5e9ce342ec3b1285401206206e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2441","width":"3255"}}]}