{"created":"2015-04-18T22:49:39+00:00","modified":"2015-04-27T04:20:21+00:00","valid":{"from":"2015-04-27T04:20:21+00:00","to":"3015-04-27T04:20:21+00:00"},"hreflang":"en","title":"After Fan Pressure, Netflix Makes 'Daredevil' Accessible To The Blind","published":"2015-04-27T04:20:00+00:00","teaser":"The series stars a blind superhero — but at first, it lacked audio descriptions for the visually impaired. Netflix has added that option, but the issue raises larger questions of online accessibility.","itags":["npr_api","400590705"],"guid":"585a4ab7-c376-4fc4-84f0-79e2ab0d58ac","contentencoded":"<p>Netflix's original series now have a superhero among them. Comic fans know <em>Daredevil</em> as a crusader. He's a Marvel character who, in addition to his superhuman abilities, has a very human disability: blindness.</p><p>Needless to say, <em>Daredevil</em> has quite a few fans with visual impairments — and they were looking forward to the show.</p><p>But until this week, Netflix had no plans to provide the audio assistance that could have helped those fans follow the show.</p><p>The FCC requires broadcasters to provide audio descriptions of many programs so blind people can enjoy TV along with everyone else.</p><p>But Netflix isn't a broadcaster — it's an Internet-based service. And they didn't plan to provide that audio.</p><p>In other words, the superhero would not have been able to enjoy his own program.</p><p>Robert Kingett, a journalist and activist in Chicago, is a fan of Daredevil. He's blind and also lives with cerebral palsy. And when he learned the show wouldn't have audio descriptions, Kingett recalls, \"I said, 'Well, that's just utterly insane.' \"</p><p>So he started advocating online. <em>Daredevil</em>, of all shows, should be accessible, he argued.</p><p>This week, Netflix <a href=\"http://blog.netflix.com/2015/04/netflix-begins-audio-description-for.html\">announced</a> it has added the option for the show — the first time it's ever done so.</p><p>\"It was incredible,\" Kingett says. \"In fact, me and quite a bit of other 'blindies' gathered around, and had a big thing of popcorn and watched the first episode in jubilance.\"</p><p>But Kingett and other advocates say they're not resting yet. There's tons of material online that's not accessible to the blind and people with other disabilities.</p><p>Now, some groups are making a legal argument to push for audio descriptions for online material. The Internet is a 'public space,' they argue, so the rules of the 25-year-old Americans With Disabilities Act should apply.</p><p>These questions have also been raised in the courts. Tori Ekstrand, a media law professor at the University of North Carolina, says two lawsuits specifically challenged Netflix — but turned out quite differently.</p><p>An unpublished ruling in the 9th Circuit, she says, \"basically handed down a decision that said there is no requirement for Netflix to provide ... this type of closed captioning the plaintiff was looking for.\"</p><p>The court's reasoning was that, unlike a building, the Internet has \"no connection to a physical place,\" she says.</p><p>Other circuit courts, however, have read the Americans With Disabilities Act, or ADA, more broadly. Those courts, Ekstrand explains, \"say Congress intended for the disabled to have access to have non-physical structures like the Internet.\"</p><p>Ekstrand predicts the Department of Justice, which administers the ADA, will eventually clarify what the expectations are for the Internet versus physical spaces.</p><p>NPR contacted Netflix for comment on the court cases involving the ADA and the new addition of audio descriptions for <em>Daredevil</em>. A spokesperson said the company was unable to comment at this time.</p><p>Ekstrand acknowledges that making Internet programming more accessible may carry additional costs for content providers. But those costs, she argues, are akin to the cost of implementing the original ADA requirements in physical spaces.</p><p>\"There's a whole part of society that is essentially locked out\" of the Internet as it currently exists, she says.</p><p>Statistics show that most people will experience a disability at some point in their lives, she adds. \"And I know if that happens to me, I want to still be able to enjoy the Web. ... It's not just for one segment of people. ... This may actually happen to you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Fan+Pressure%2C+Netflix+Makes+%27Daredevil%27+Accessible+To+The+Blind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400658726-98e32d.m3u?orgId=1&topicId=1048&e=400590705&d=285&ft=nprml&f=400590705"},{"href":"http://media.npr.org/assets/img/2015/04/18/marve_pds_007_h-3500-c4c9fb7326799fd2b7d2e9414d709ddd04c9c24d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2325","width":"3100"}},{"href":"http://media.npr.org/assets/img/2015/04/18/marve_pds_006_h-df64f2db103044aab89b7b24c13dd999b0d274a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1230","width":"1640"}}]}