{"created":"2015-05-25T19:06:41+00:00","modified":"2015-05-25T19:07:54+00:00","valid":{"from":"2015-05-25T19:07:54+00:00","to":"3015-05-25T19:07:54+00:00"},"hreflang":"en","title":"Not Your Mother's Pot Brownie","published":"2015-05-25T19:05:00+00:00","teaser":"A Boulder-based baker of marijuana-infused products is capitalizing on the growing popularity of \"edibles\" with a cookbook.","itags":["npr_api","409521012"],"guid":"586d1644-9307-4081-90a0-b5f73f9f0f6d","contentencoded":"<p>Twenty-three states now allow marijuana for medical use and several others are considering doing the same. Two states including Colorado now allow recreational use of the drug as well.</p><p>For people who are sick and use pot to relieve symptoms related to pain, seizures or depression, smoking is often not an option.</p><p>The so-called edible market is becoming big business in Colorado, where patients can buy cannabis-infused brownies, truffles and ice cream at their neighborhood dispensary.</p><p>Some of the best selling baked goods come from Sweet Mary Jane&#8217;s Edibles based in Boulder. <strong>Karin Lazarus</strong> owns the bakery, which is not a retail space (that&#8217;s not allowed), but rather it is where baked goods are made and sold to hundreds of dispensaries across the state.</p><p>She is now sharing her wisdom with a new cookbook called &#8220;<a href=\"http://www.amazon.com/Sweet-Mary-Jane-Delicious-Cannabis-Infused/dp/158333565X\" target=\"_blank\">Sweet Mary Jane: 75 Delicious Cannabis Infused High-End Desserts</a>.&#8221;</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins speaks to Lazarus about her new cookbook and cooking with cannabis.</p><ul><li><a href=\"#cookies\">High-End Celestial Cookies</a></li><li><a href=\"#tarts\">Queen of Tarts</a></li><li><a href=\"#lemon\">Lemon Love Bars</a></li><li><a href=\"#budda\">Buddha Budda</a></li></ul><h4>How to Calculate Doses</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/Cannabis-PDF.pdf\" target=\"_blank\">(View/print a PDF of these recipes)</a></p><p>The level of THC in cannabis and, therefore, the potency of the cannabis is not always consistent. The way in which the plant is grown, which nutrients are used, how it is cured and differences in the chemical composition of cannabis varieties all affect the amount of THC produced. Below, I’ve outlined a basic way to calculate potency of your baked goods, but since the level of THC in your cannabis may differ from what I’ve listed, be extra cautious and always start at the lowest infusion level.</p><p>To find out the number of milligrams of THC per serving and per recipe, please refer to the Buddha Budda recipe below. <a name=\"cookies\"></a> For your selected level of infusion, multiply the number of tablespoons of the infusion you are using in your recipe by the milligrams of THC per tablespoon. The resulting number is your total dosage for the full recipe. Divide this number by the total number of servings in the recipe to get your dose per serving.</p><h4>High-End Celestial Cookies</h4><p>Look who’s getting fancy. These cookies may seem complicated to prepare, but that’s not really the case. Little wafers of sweetness are filled with apricot jam and almond-y marzipan. Simple! And the taste? Out of this world!</p><p>Makes 24 sandwich cookies</p><p><strong>Ingredients:</strong></p><p>Vegetable shortening, for greasing the baking sheets</p><p><em>Cookies</em></p><p>½ cup Buddha Budda, slightly softened (see recipe below)</p><p>1 cup granulated sugar</p><p>2 egg yolks</p><p>2 tablespoons fresh lemon juice</p><p>2½ cups all-purpose flour, plus more for dusting</p><p><em>Filling</em></p><p>5 tablespoons apricot jam</p><p>7 ounces marzipan</p><p>¾ cup powdered sugar</p><p><em>Glaze</em></p><p>6 ounces bittersweet chocolate, chopped</p><p>2 teaspoons vegetable shortening</p><p>4 ounces chopped salted pistachios, for garnish</p><p><strong>Directions:</strong></p><ol><ol><li>Prepare the cookies: Grease two baking sheets with vegetable shortening, or line them with parchment paper.</li><li>In a large bowl using an electric mixer, cream together the Buddha Budda and sugar on medium speed until light and fluffy. Add the egg yolks and lemon juice. Reduce the mixer speed to low, add the flour, and mix until combined. If the dough is dry, stir in 1 teaspoon water. Gather the dough into a ball, flatten it into a disc, wrap in plastic wrap, and chill for 1 hour.</li><li>Preheat the oven to 350°F.</li><li>Roll out the chilled dough on a floured surface until it is about 1/16 inch thick. Using a 2-inch round cookie cutter, cut circles from the dough; reroll the trimmings until all the dough has been used. Place the cookies on the prepared baking sheets and refrigerate for 30 minutes.</li><li>Bake for 8 to 10 minutes or until lightly golden. Transfer to a wire rack to cool completely.</li><li>Meanwhile, prepare the filling In a small saucepan, warm the apricot jam over medium heat until melted. Press the jam through a sieve into a bowl. Place a heaping ¼ teaspoon of the jam onto half of the cooled cook¬ies, spreading the jam to the edges.</li><li>In a medium bowl using an electric mixer, combine the marzipan with ¼ cup of the powdered sugar and beat on medium speed until well blended. Gather it into a ball and flatten. Dust a work surface with the remain¬ing powdered sugar and roll out the marzipan mixture until it is about ⅛ inch thick. Cut out circles, using the same cookie cutter you used for the dough. Gently press the marzipan circles over the jam on the cookies. Place the remaining cookies on top and press them lightly together. Using a spatula, transfer the cookies to a wire rack set over a sheet of parchment paper.</li><li>Prepare the glaze: In the top section of a double boiler, melt the chocolate and shortening over simmering water until smooth. Pour the chocolate into a spouted measuring cup and pour a little over each cookie, covering the top and allowing some to drip down the sides. Sprinkle the pistachios evenly over all the cookies before the chocolate sets. Let set</li><li>Wrap tightly in aluminum foil and store in the refrigerator for up to 1 week, or in the freezer for up to 3 months. If you are going to freeze these, don’t fill the cookies. Defrost and then fill them.</li></ol></ol><p><a name=\"tarts\"></a></p><h4>Queen of Tarts</h4><p>This outrageously elegant tart combines copious amounts of dark chocolate with the sultry taste of almonds and a splash of rum. The intense flavor and silky texture stands up well to the crunch of Himalayan pink salt sprinkled over the top. What a fabulous way to get your chocolate.</p><p>Makes 8 servings</p><p><strong>Ingredients:</strong></p><p><em>Chocolate Pastry Dough</em></p><p>3 tablespoons unsalted butter, chilled, plus more for the pan</p><p>1 cup plus 3 tablespoons sifted powdered sugar</p><p>2 1/3 cups almond flour</p><p>2½ tablespoons unsweetened cocoa powder</p><p>½ teaspoon fine sea salt</p><p>6 tablespoons Buddha Budda (see recipe below), chilled</p><p>1 large egg, lightly beaten</p><p>1 teaspoon pure vanilla extract</p><p><em>Almond Cream</em></p><p>½ cup (8 tablespoons/1 stick) unsalted butter, slightly softened</p><p>½ cup granulated sugar</p><p>1 large egg</p><p>1 cup finely ground blanched almonds</p><p>3 tablespoons dark rum</p><p>1 teaspoon pure almond extract</p><p>1 tablespoon almond flour</p><p><em>Chocolate Filling</em></p><p>7 ounces bittersweet chocolate, very finely chopped</p><p>2 teaspoons brewed espresso</p><p>3 tablespoons light corn syrup</p><p>1 cup heavy cream</p><p>3 tablespoons unsalted butter, slightly softened</p><p>1 tablespoon Himalayan Pink salt, coarsely ground, or coarsely ground sea salt.</p><p><strong>Directions:</strong></p><ol><ol><ol><li>Prepare the pastry dough: Butter a 10-inch tart pan with a removable bottom.</li><li>In the bowl of a food processor, combine the powdered sugar, almond flour, cocoa powder, and fine sea salt. Add the Buddha Budda and pulse until the mixture resembles coarse sand. Add the egg and vanilla and pulse until dough just comes together. Press the dough evenly over the bottom and up the sides of the prepared tart pan. Cover with plastic wrap and refrigerate for at least 2 hours, or up to 3 days.</li><li>Preheat the oven to 375°F.</li><li>Prepare the almond cream In a large bowl using an electric mixer, cream together the butter and granulated sugar on medium speed until light and fluffy. Add the egg, ground almonds, rum, almond extract, and almond flour and beat until smooth.</li><li>Remove the pastry from the refrigerator. Spoon the almond cream evenly over the crust. Bake until the almond cream is lightly browned and the pas¬try is crisp, about 10 minutes. Let cool in the tart pan on a wire rack. Once cool enough to handle, remove the outer ring from the tart pan and let cool completely. (Removing the ring allows the drizzled chocolate to drip down the sides, but it’s fine to work with the ring on, if that’s easier.)</li><li>Prepare the chocolate filling: In a medium bowl, combine the chocolate, espresso, and corn syrup. Place the heavy cream in a small saucepan and bring to a gentle simmer. Pour the cream over the chocolate mixture and gently stir until the chocolate has melted and the mixture is smooth. Add the butter and stir until it has melted.</li><li>Pour the chocolate filling over the almond cream. Pop any surface bubbles with a toothpick. Let sit for 15 minutes, then dust the top of the tart with a sprinkling of pink salt. Let the tart set, about 1 hour.</li><li>Serve, or store tightly wrapped in aluminum foil in the refrigerator for up to 3 days.</li></ol></ol></ol><p><a name=\"lemon\"></a></p><h4>Lemon Love Bars</h4><p>These sunny lemon bars might just put a spring in your step. The key ingredient is freshly squeezed lemon juice. I top a shortbread pastry crust with a zingy filling, and dust the whole thing with a snowy sprinkling of powdered sugar. The flavor is tangy and not too sweet.</p><p>Makes 12 Bars</p><p><strong>Ingredients:</strong></p><p>Vegetable shortening, for greasing the pan</p><p><em>Crust</em></p><p>1½ cups all-purpose flour</p><p>1/3 cup granulated sugar</p><p>¼ teaspoon salt</p><p>1 tablespoon lemon zest</p><p>½ cup Buddha Budda (see recipe below), cut into pieces and chilled</p><p><em>Filling</em></p><p>4 large eggs</p><p>1 1/3 cups granulated sugar</p><p>1 cup fresh lemon juice</p><p>Powdered sugar, for dusting</p><p><strong>Directions:</strong></p><ol><ol><ol><ol><li>Preheat the oven to 350°F. Grease a 9 x 9-inch baking pan with vegetable shortening and line it with foil, pressing it into the corners and letting about 3 inches hang over two opposite sides of the pan.</li><li>Prepare the crust: In the bowl of a food processor, combine the flour, granulated sugar, salt, and lemon zest and pulse to combine. Add the Bud¬dha Budda and pulse in short bursts until the mixture forms coarse, sandy crumbs. Transfer the dough to the prepared pan and press it into an even layer. Place in the freezer for 15 minutes. (Set the food processor bowl aside—you’re going to use it again.)</li><li>Remove the pan from the freezer and bake for 15 to 18 minutes, until just lightly golden brown around the edges. Leave the oven on.</li><li>While the crust is baking, prepare the fill¬ing In the food processor bowl, combine the eggs, granulated sugar, and lemon juice and pulse to combine well.</li><li>Pour the filling over the hot crust and return the pan to the oven for about 20 minutes more, or until the filling is just set. Transfer to a wire rack. Put 2 to 3 tablespoons powdered sugar in a strainer and dust the top.</li><li>When the bars are completely cooled, refrigerate for at least 1 hour before cutting into 12 equal-size bars. Dust each bar with another sprinkling of powdered sugar. Wrap tightly in aluminum foil and store in the refrigerator for up to 1 week, or in the freezer for up to 3 months.</li></ol></ol></ol></ol><p><a name=\"budda\"></a></p><h4>Buddha Budda</h4><p>Buddha Budda can be spread on toast or muffins, or melted on waffles or pancakes; basically, you can use it any place you would normally use butter. It can also be sub¬stituted for butter in any of your favorite recipes. As you will see in the recipes below, the amount of bud used determines the level of THC in finished desserts, with three levels of dosing.</p><p>Yield for each of the following recipes is: ½ cup, or 8 tablespoons, of Buddha Budda.</p><p><em>LEVEL 1</em></p><p>1½ grams cannabis buds, ground or finely crushed ½ cup (8 tablespoons/1 stick) unsalted butter</p><p>Yield: about 150 mg THC total</p><p>1 tablespoon = about 18.75 mg THC</p><p>12 edibles: about 12.5 mg THC each</p><p>18 edibles: about 8.3 mg THC each</p><p><em>LEVEL 2</em></p><p>3 grams cannabis buds, ground or finely crushed ½ cup (8 tablespoons/1 stick) unsalted butter</p><p>Yield: about 300 mg THC total</p><p>1 tablespoon = about 37.5 mg THC</p><p>12 edibles: about 25 mg THC each</p><p>18 edibles: about 16.6 mg THC each</p><p><em>LEVEL 3</em></p><p>6 grams cannabis buds, ground or finely crushed ½ cup (8 tablespoons/1 stick) unsalted butter</p><p>Yield: about 600 mg THC total</p><p>1 tablespoon = about 75 mg THC</p><p>12 edibles: about 50 mg THC total</p><p>18 edibles: about 33.3 mg THC total</p><p><em>Infusion Tools</em></p><p>Digital temperature gun (it’s the only way to test the temperature of the weed)</p><p>Decent digital scale that weighs both grams and ounces</p><p>Paint-straining bags or cheesecloth</p><p>Large bowl</p><p>Strainer</p><p>Rubber gloves</p><p><strong>Directions:</strong></p><ol><ol><ol><li>Decarboxylate the cannabis: Preheat the oven to 250°F. Put the cannabis in a small, heat-proof baking dish and place in the oven. After 15 to 20 minutes, check the temperature of the cannabis with your digital temperature gun; once it has reached 250°F, let it bake for 30 minutes, checking the tem¬perature frequently. (In addition to decarboxylating, you are removing any moisture left in the plant material.) If it goes over the correct temperature for too long, it will burn, the THC may convert into CBN, and you will lose potency. (See the chart on page 000 in Appendix A for information about cannabinoids.) Remove from the oven and set aside to cool. If not using im-mediately, store the cannabis in an airtight container in a dark place for up to 2 months.</li><li>Melt the butter in a small saucepan over medium-low heat. Add the decarbed weed and bring the temperature of the butter up to 190°F. Cook for 30 minutes, using the digital temperature gun to check the temperature of the butter frequently and make sure it does not go over 200°F. DO NOT LEAVE UNATTENDED! (If by chance it does go over 200°F for a few minutes, don’t worry, it isn’t ruined. The THC is still in there. But exces¬sive heating causes degradation of THC and may convert it to CBN, one of the cannabinoids responsible for the sedative effects of cannabis, or result in vaporization of the compounds. Inadequate heating isn’t good either, as it causes the majority of the cannabinoids to remain in their acid form and thus unactivated. The density of the product, and the time and temperature of the oven, can also prevent some conversion, which results in unactivated cannabinoids. Adding the decarbed cannabis to the butter or coconut oil and heating it again assures a better conversion.) Mostly, you want to keep everything at a simmer, not a boil. Just turn down the heat and watch it.</li><li>Take the saucepan off the heat and let it sit for 10 minutes.</li><li>It’s now time to press. Place a strainer over a large bowl. Place a paint strainer or cheesecloth into the strainer, folding down the sides. Spoon the infused butter into it. Using a large spoon or potato masher, press as much as you can through the cloth. Then, using your hands (rubber gloves help here!), squeeze the bag. Press out as much of the precious liquid as you can. Measure the amount you have left. Normally, there is about a 25 percent loss; this is not a loss of THC. Make up the difference with regular melted butter.</li><li>Buddha Budda can be stored in an airtight container for up to 8 weeks in the refrigerator. It also freezes well, so make more if you have the bud and freeze the extra batch in an airtight container for up to 6 months.</li></ol></ol></ol><p><em>Reprinted by permission of Penguin Random House from </em>SWEET MARY JANE <em>by Karin Lazarus.  Marijuana is a controlled substance whose use is strictly regulated in North America and elsewhere.  The Publisher does not advocate or encourage anyone to break the law and is not responsible for any damage or injury resulting from the use of these recipes.</em></p><h4>Guest</h4><ol><ol><ul><li><strong><a href=\"http://www.ilovesmj.com/#!about_us/c1se\" target=\"_blank\">Karin Lazarus</a>,</strong> author of Sweet Mary Jane 75 Delicious Cannabis Infused High-End Desserts.</li></ul></ol></ol>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+Your+Mother%27s+Pot+Brownie&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"586"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409521015-5dd155.m3u?orgId=1&d=586&p=60&story=409521012&t=progseg&e=409520755&seg=12&ft=nprml&f=409521012"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_QueenOfTarts.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1022","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_cannabis-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"500","width":"404"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_budda.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_lemon-bar.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0522_celestial-cookies.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1033","width":"1280"}}]}