{"created":"2015-02-13T19:56:57+00:00","modified":"2015-02-15T12:27:01+00:00","valid":{"from":"2015-02-15T12:27:01+00:00","to":"3015-02-15T12:27:01+00:00"},"hreflang":"en","guid":"587e791b-f1d5-47aa-9609-1e5800f3d5b6","title":"This Muslim American cop show: 'Not Law and Order: Special Muslims Unit'","published":"2015-02-15T12:26:16+00:00","byline":"Shefali S. Kulkarni, Shirin Jaafari","tags":["media","culture","television","Religion","Global Nation","Media","Arts, Culture & Media","San Francisco","North America","Asia","Yemen","United States","Florida","Middle East","Wajahat Ali","Dave Eggers","Danny Glover","Islam","Entertainment","Religion","McSweeney's","Dave Eggers","Islam in the United States","CSI","Law and Order"],"teaser":"A few years ago, two writers created a show about a Yemeni American cop who happened to be Muslim. It never made it to television screens, but they're hopeful to get it on the air.","contentencoded":"<p>It began with a lot of \"what ifs.\"</p>\n<p>What if there was a television show about a cop? Someone raised in the Bay Area with an interesting family, a love interest, who wasn't too great with a gun but could out-detective the other cops on the force.</p>\n<p>What if the cop was Muslim?</p>\n<p>In the wake of post-9/11 Islamaphobia, Wajahat Ali, co-host of Al Jazeera America's show <a href=\"http://stream.aljazeera.com/\">The Stream</a>, and author <a href=\"http://www.mcsweeneys.net/pages/about-dave-eggers\">Dave Eggers</a>, thought, \"Why not?\"</p>\n<p>\"We were like ‘Why don’t we do a cop show, but centered around an American Muslim?’\" said Ali. \"We’re living in this world right now of toxic narratives — and with all these toxic narratives, fear mongering and ignorance we thought: 'Wouldn’t it be cool to introduce a cool character who just happens to be a Muslim, who happens to be from Yemen, who happens to be from our hometown, the Bay Area?'\"</p>\n<p>A few years ago, the two collaborated on the idea and created the character of \"MJ\" (also known as Mujaddid). He's the centerpiece of a TV show the two hope to see broadcast. They've written a script for a pilot and shopped it around to some serious networks — including HBO — but so far haven't closed a deal.</p>\n<p>\"MJ\" was a UC Berkeley graduate who studied engineering, but decided to become a police officer after 9/11. He was born in Yemen but spent his childhood years watching American action movies. And, in a snub to Hollywood's interpretation of Muslims, Ali said they wanted MJ to be terrible at shooting a gun.</p>\n<p>\"We wanted the show to start on a close up of MJ firing a revolver, cracking his neck like Danny Glover in 'Lethal Weapon' except, in MJ's case, the results would be far from badass,\" he writes in <a href=\"http://www.theatlantic.com/entertainment/archive/2015/02/what-i-learned-trying-to-write-a-muslim-american-cop-show-for-hbo/385186/\"><em>The Atlantic</em></a>. </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/eddie.jpeg?itok=r7zF0oC9\" alt=\"\" /><div class=\"field-caption\">\n    <p>ABC's new television sitcom \"Fresh Off The Boat\" is about a family in Florida and the young character Eddie Huang. It's one of the first sitcoms in decades centered on an Asian American family and is considered a break-out show for breaking stereotypes about immigrants in the US.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of ABC</p>\n  </div>\n</div>\n<p>\"The idea was to create a very entertaining, engaging show that celebrates the messiness and the multicultural mosaic beauty of our Bay Area neighborhood, but seen through a culturally specific lens of a community that is often seen as being 'other', as being the antagonist, as being marginalized,\" Ali said.</p>\n<p>But there were some hurdles along the way. Eggers and Ali were combating some long-standing, post-9/11 stereotypes in Hollywood.</p>\n<p>\"We didn’t want to make it \"CSI: Dearborn\" or \"Law and Order: Special Muslims Unit.\" We thought, 'You know, take it away from the national security narrative.' We seemed to be anchored in this after 9/11, but, really, let's give these people lives. Is there something beyond the good Muslim, bad Muslim narrative? Do Muslims have girlfriends? Do they have interesting families? Do they have intrusive mother-in-laws? Is there something beyond hummus that they eat? The answer is, yes, Muslims are just as messed up as everyone else.\"</p>\n<p>Ali grew up in a Pakistani American household. Like many Muslims in America, he said that after 9/11, \"I became a professional Muslim, you become a walking Wikipedia on all-things-Muslim-y. [In college] I was a part of the Muslim Student Association and you realize you become the unofficial cultural ambassador for 1,400 years of Islamic civilization.\"</p>\n<p>He said his goal was to normalize Muslims in America like himself. Right now, he said, Muslims are usually the sidekick, or the antagonist, if they are in Hollywood at all. After working on several draft scripts with HBO, Eggers and Ali felt that they were drifting away from what they wanted MJ to be; it wasn't a cop drama, it wasn't a family drama, and it wasn't about pigeonholing Muslims in America.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Waj_photo2.jpg?itok=6rqtBig1\" alt=\"\" /><div class=\"field-caption\">\n    <p>Wajahat Ali as a young boy. He grew up in a Pakistani American home in the San Francisco area.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Wajahat Ali</p>\n  </div>\n</div> \"You don’t grow up everyday thinking, ‘I’m a Muslim American.’\" said Ali. \"You grow up thinking I’m this fat, dorky kid, who speaks three words of English, even though I was born and raised in this country. You want the prettiest girl in school to ask you out on a date and you want the cool guys named ‘Travis’ and ‘Chet’ to include you on the football team. And growing up, by virtue of being Muslim, by virtue of being Pakistani and by virtue of being American, I am part of this multi-hyphenated identity that makes up the minority majority of America. This is part and parcel of the immigrant experience, part and parcel of being American. And so ... I actually made a decision early on that I was going to share my experiences. I wasn’t going to isolate myself or compartmentalize my identity.\"\n<p>But now, in the wake of conversations surrounding <a href=\"http://abc.go.com/shows/fresh-off-the-boat\">ABC's \"Fresh off the Boat\"</a> sitcom about an Asian American family living in Florida, Ali said he's hopeful about breaking down walls in Hollywood. \"I think it's ready,\" Ali said. \"The way Hollywood works is, it's very risk adverse. We're talking big money, we're talking about big risks, we're talking about lots riding at stake. The percentage of getting a pilot to televison is five percent, so you got to think, at the end of the day, the only color that matters in big business and Hollywood is green. That's it. So if you can convince Hollywood that a show about Muslim unicorns eating hummus is going to be like the next American Horror Story or Walking Dead, then they are going to make it. You just need Hollywood to have some faith in these narratives.\"</p>\n<p>Ali and Eggers have released the first half of their script on <a href=\"http://www.mcsweeneys.net/articles/the-first-half-of-mj-a-new-script-by-wajahat-ali-and-dave-eggers\">McSweeney's</a> and Ali said the response has been overwhelming. You can take a look at the script below:</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-12%2Fmuslim-american-cop-show-youve-never-seen&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Wajahat1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/wajahat1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0213201504.mp3"},{"href":"http://www.pri.org/file/0213201504mp3"}]}