{"created":"2015-05-27T17:05:46+00:00","modified":"2015-05-27T17:05:46+00:00","valid":{"from":"2015-05-27T17:05:46+00:00","to":"3015-05-27T17:05:46+00:00"},"hreflang":"en","guid":"5884156d-6988-4e51-93fd-41cf9c5f63de","title":"After 42 Years, Juilliard String Quartet Cellist To Step Down","published":"2015-05-21T14:00:00+00:00","teaser":"Joel Krosnick, who has been a member of the quartet since 1974, has decided to retire in 2016 and focus on his teaching at the Juilliard School. He says he \"will miss every single note.\"","itags":["npr_api","406687266"],"contentencoded":"<p>The Juilliard String Quartet was established in 1946 as an all-purpose quartet that would embrace music from every era. Its founders' intent was to \"play new works as if they were established masterpieces and established masterpieces as if they were new.\"</p><p>Cellist Joel Krosnick joined the quartet in 1974. At the close of the 2015-16 season — after 42 years with the group — he will step down in order to focus on teaching at the Juilliard School, where he is chair of the cello department. After Krosnick's departure, cellist Astrid Schween will take his place in the quartet. She's the first woman and the first African-American to join the group, which includes violinists Joseph Lin and Ronald Copes and violist Roger Tapping.</p><p>NPR's Melissa Block spoke with Krosnick about his decision to retire and the thrills and challenges of playing with the Juilliard Quartet.</p><p><strong>Melissa Block: 42 years — that's a pretty great run. How do you know when it's time to step down?</strong></p><p><strong>Joel Krosnick: </strong>That's hard to say, but as one gets older, it gets more difficult to travel. I teach, full-time, the cello and chamber music at the Juilliard School, and that's a full-time job, which I will continue after I leave the quartet. And the Juilliard String Quartet — rehearsing and playing concerts and traveling all over the world — that's a full-time job. So there have been two full-time jobs, and I'm 74, and two full-time jobs seems like quite a lot.</p><p><strong>Was it still a hard decision to come to, though, to leave the quartet?</strong></p><p>Yes, it was an inconceivable decision. From the moment I joined until now, I never questioned it. It was just a question of what repertory are we going to play next year, and what new works will we play, what old works will we revisit, and I just never — it never occurred to me that this would end at one point.</p><p><strong>Do you remember your very first days with the quartet?</strong></p><p>Yes, I remember the morning I was asked if I would join the Juilliard Quartet. After audition sessions with Mr. [Robert] Mann, Mr. [Earl] Carlyss and Mr. [Samuel] Rhodes of the Juilliard Quartet, Mr. Carlyss said to me, \"Welcome to the band — if you want to join.\" And I remember how excited I was. That audition was on West End Avenue at 97th Street or something, and I, with a cello and a briefcase loaded with quartet scores, ran all the way to 72nd Street, where I was staying. I was so excited.</p><p><strong>Once you got over that first rush of excitement, when you ran with your cello those 20-something blocks, was it an intimidating thing to join the Juilliard Quartet?</strong></p><p>Yes, it was an intimidating thing. I was both excited and frightened.</p><p><strong>What was at the root of that fear, do you think?</strong></p><p>Something profoundly new, profoundly complex — the amount of information inherent in listening to three different voices and then responding to them. One of the things about joining a great string quartet is that one not only needs to join and, as it were, blend in, but one needs to add one's voice to what's going on and figure out how you can add something and how you can respond, which will then eventually change the three voices and change your own voice.</p><p><strong>Is there a piece, or maybe a movement, where the cello really shines, that's especially fun to play and that you may miss more than any other as you leave the quartet?</strong></p><p>[Laughs.] It's very hard to answer that. I will miss every single note.</p><p>At the end of my first season in the quartet, we recorded the last four <a href=\"http://www.npr.org/artists/15327819/wolfgang-amadeus-mozart\" target=\"_blank\">Mozart</a> quartets. He'd been asked to write, more than usual, prominent and high cello parts by the King of Prussia, who was an amateur cellist who said, \"can't you write solo parts for me?\" Those pieces are very special challenges for the cellist, and I will remember and treasure my battles with that music.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+42+Years%2C+Juilliard+String+Quartet+Cellist+To+Step+Down&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407749403-9394ec.m3u?orgId=1&topicId=1039&d=298&p=2&story=406687266&t=progseg&e=407749020&seg=18&ft=nprml&f=406687266"},{"href":"http://media.npr.org/assets/img/2015/05/18/krosnick2-2ab101b71dd3d5f416f3416b86a5a9f98e79bd06.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}