{"created":"2015-05-11T21:08:25+00:00","modified":"2015-05-13T14:09:25+00:00","valid":{"from":"2015-05-13T14:09:25+00:00","to":"3015-05-13T14:09:25+00:00"},"hreflang":"en","guid":"58999629-9c0a-4e94-8d8e-c8ab183c3c7c","title":"The illusion of 'controlled migration' is that you can actually control it","published":"2015-05-13T14:09:21+00:00","byline":"Bradley Campbell","tags":["Syrian civil war","migrants","migration","refugees","government","conflict","Conflict","Conflict & Justice","Europe","Forced migration","Social Issues","Human geography","Demography","Right of asylum","Refugee"],"teaser":"The European Union has a plan to divvy up the burden of migrants crossing the Mediterranean. It's an effort to prove that European countries can control their borders, but it's one that ignores the underlying problem of why people are leaving their countries by the thousands.","contentencoded":"<p>The European Union has been talking about a plan to divvy up the burden of migrants who are attempting to cross the Mediterranean to Europe by the thousands. The plan would relocate migrants to various EU countries based on the size of their economies, populations, unemployment rates and past number of asylum seekers.</p>\n<p>This quota system has already drawn plenty of criticism. British Prime Minister David Cameron thinks the plan is “mad.”</p>\n<p>In a way, Alexander Betts agrees with that assumption. Betts is the director of the Center for Refugee Studies at the University of Oxford. He says the plan's basic assumption — that migration can be controlled — is flawed.</p>\n<p>\"The reality is that it's very difficult to turn the tap on and off,\" he says. Because so many of the migrants are being forced from their homes by wars and other violence, European policies aren't likely to have much of an effect on the flow of people. And there's also a legal question involved.</p>\n<p>\"If we look at who is actually coming across the Mediterranean — the groups coming from Syria, Eritrea and Somalia — the significant proportion are refugees,\" Betts says. \"They are fleeing conflict and persecution by their governments.\"</p>\n<p>Such people have specific status and rights under international law, unlike migrants who arrive in Europe simply seeking better jobs and economic opportuinities. And while Betts says all migrants should be given full human rights, the prospect of turning away or regulating refugees is a pariticular concern.</p>\n<p>\"The international community created that system, wisely, after the Second World War to protect people fleeing the Holocaust and the early Cold War,\" Betts says. \"It's as relevant today as it's ever been, and we've got to recognize the distinct population of refugees who are a growing proportion of these people.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-11%2Fif-we-treat-migrant-crisis-war-were-long-fight&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05112015_06.mp3"},{"href":"http://admin.pri.org/file/0511201506mp3"}]}