{"created":"2015-04-19T21:18:34+00:00","modified":"2015-04-23T14:24:39+00:00","valid":{"from":"2015-04-23T14:24:39+00:00","to":"3015-04-23T14:24:39+00:00"},"hreflang":"en","title":"System Of A Down, Armenia's Favorite Sons, On Facing History","published":"2015-04-19T22:33:00+00:00","teaser":"The band is performing in its ethnic homeland for the first time, on the centennial of the Armenian genocide. Singer Serj Tankian says that as historical events go, this one couldn't be more personal.","itags":["npr_api","400395629"],"guid":"58ab45df-82fe-4af5-9104-48f369b41725","contentencoded":"<p>Here's a quotation about prison overcrowding: \"All research and successful drug policies show that treatment should be increased and law enforcement decreased, while abolishing mandatory minimum sentences.\" That's not from some stodgy think tank. <a href=\"https://www.youtube.com/watch?v=yndfqN1VKhY\" target=\"_blank\">That's metal</a>.</p><p>Those lyrics from \"Prison Song\" foreshadow a politically active future for <a href=\"http://www.npr.org/artists/15162533/system-of-a-down\" target=\"_blank\">System of a Down</a>, the progressive metal band that broke out big with its 2001 sophomore album, <em>Toxicity</em>. The four Armenian-Americans from Los Angeles established a massive presence in modern rock over the first half of the 2000s. This year, they've embarked on a special tour called \"Wake Up The Souls,\" which will end Thursday with their first-ever performance together in Armenia — part of a global effort to draw attention to the Armenian genocide, which reaches its centennial anniversary this month. (Turkey denies that the mass killings of Armenians by Ottoman Turks were a genocide).</p><p>Serj Tankian, the group's lead singer and songwriter, grew up intimately aware of the genocide: All four of his grandparents were survivors, and he heard their firsthand stories while they were alive. Tankian joined NPR's Arun Rath to talk about how that century-old event has rippled into his own life and music, if not quite into common knowledge and conversation. Hear the radio version at the audio link, and read more of the interview below.</p><p><strong>Arun Rath: </strong><strong>Tell us about your family history in Armenia — when your family left, and your connection with the history that we're talking about, the genocide of 100 years ago.</strong></p><p><strong>Serj Tankian:</strong> My grandfather on my mom's side survived through orphanages. He lost the majority of his family in the pogroms, and so he ended up in an American orphanage in Greece, and then in Lebanon. My grandmother on my mom's side, and <em>her</em> grandmother, were saved by a Turkish mayor, who put his life on the line — because at the time, it was taboo to try to save the Christian population being massacred, and people would actually go to jail or worse. My other grandparents were saved because there was this railway being built by a German railway company between Turkey and Baghdad, which was also part of the Ottoman Empire at the time. And so they worked on the railway, and that's how they were able to survive.</p><p>So, these incredible, colorful, but tragic stories that we've kind of grown up with — this is very important to us. Some people call it political; sure, there's many political aspects to it. But because all four members of the band are Armenian-American, it's personal.</p><p><strong>We had Armenian-American pianist <a href=\"http://www.npr.org/artists/113277821/tigran-hamasyan\" target=\"_blank\">Tigran Hamasyan</a> on the show not too long ago for his new album, and he was talking about one of the effects of the diaspora: After the genocide, you had survivors from all over the country leaving it and settling in these very small areas. Musical cultures from all across the country could be sort of compressed into one space.</strong></p><p>True, and because of the dispersion of the Armenian race, we have all these different flavors from around the world. Tigran's a great friend of mine, actually — we did this record <em>Jazz-Iz-Christ</em> together that we put out in 2012. He's a phenomenal, phenomenal jazz pianist and artist.</p><p><strong>You've played in Armenia on your own, but this will be System of Down's first time. Do you know how the music is received there?</strong></p><p>People are really, really excited. System of a Down is probably the biggest band that can play in Armenia, because not only are there musical fans there, but a lot of people have been fans of the kind of political work the band has done, or work having to do with awareness of the genocide. So we have a huge following there.</p><p><strong>Have you always worn your politics on your sleeve as a band, or is this just one issue where you have to?</strong></p><p>System's music's been very diverse thematically — I mean we have songs about stream-of-consciousness, funky funny stuff, love and all sorts of different things — but politics has always been a part of what we do. Sometimes we deliver it in a kind of nonchalant and easy-to-digest, palatable way, especially at shows, but there are times where we are very direct. A song like \"Prison Song,\" that's very direct: I mean, you look at the lyrics, it's basically writing a piece, a small mini-haiku article, if you will. And that's cool — being able to fit information like that, that you really want to get out, into song format and having people remember it and recite it back to you. It's very interesting, because people rarely recite articles back to you.</p><p><strong>I hope this isn't a silly question, but you've played all across Europe, and</strong> <strong>I know that they like rock 'n' roll in Turkey. Have you or the band ever played in Turkey?</strong></p><p>We have not. We actually tried to set up a show for this tour in Turkey through a promoter that our agent worked with, and we were told that because we're System of a Down, we're going to need special permission from the prime minister's office. We should have just said we were Metallica. We waited for at least a month or two, if I'm remembering correctly, and we never heard back anything.</p><p><strong>It doesn't seem like the government of Turkey has come close to acknowledging the genocide. I don't think the current government is much different. Do you think that's ever going to happen?</strong></p><p>I think it will eventually happen, yes. But you're right, the current Erdoğan government has not come close to recognizing the genocide — not just not come close, but spends millions of dollars a year with K Street lobbying firms in the U.S. and many different parliaments around the world to try to spread its disinformation and say it was wartime and things happen, everyone died, that kind of stuff.</p><p>When you talk about a genocide, when you talk about a holocaust, using a world war as a pretext is offensive above everything else. So they've been doing that, setting up university chairs in different universities, encouraging scholars to write disinformation, working with think tanks in Washington, D.C. to try to not just have great relations between the U.S. and Turkey, but also dissuade the U.S. Congress from passing a U.S. Armenian genocide resolution, et cetera. We'd be happy if they stopped with the disinformation before accepting it, even one step at a time.</p><p>But it is going to happen. There actually is a resolution in the Turkish Parliament brought up by a minor Kurdish party that tries to have Parliament recognize all past crimes, including the Armenian genocide specifically, and asks the president of Turkey within a year's time to come to Parliament and apologize for those crimes. Now, that's probably not going to pass, given the fact that Erdoğan's government's in pretty full control of Parliament, but those are hopeful signs. And there is a strong civil society developing in Turkey that are recognizing the genocide, that are pushing the envelope, that are putting themselves in the way of harm and prison. You can go to jail for using the word \"genocide\" in Turkey.</p><p><strong>And the word itself was coined in reference to the Armenian genocide. </strong></p><p>Absolutely. Raphael Lemkin, a Polish-Jewish lawyer, <a href=\"http://www.npr.org/2014/10/18/356423580/the-man-who-coined-genocide-spent-his-life-trying-to-stop-it\">coined the term \"genocide\"</a> in the 1930s, looking back at what happened to the Armenians during World War I and seeing what Hitler was about to do in Europe during World War II.</p><p>So yeah, it's quite interesting seeing that movement. There is a movement of not just recognition of the genocide, but of democratizing Turkey — real democratization, not on paper.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=System+Of+A+Down%2C+Armenia%27s+Favorite+Sons%2C+On+Facing+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"330"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400831378-772b3b.m3u?orgId=1&topicId=1039&e=400395629&d=330&ft=nprml&f=400395629"},{"href":"http://media.npr.org/assets/img/2015/04/17/soad_credit-frank-maddocks-1850d16d0f9f76e2a3189539073f12c7219d6c1f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1534","width":"2045"}}]}