{"created":"2015-01-07T10:07:59+00:00","modified":"2015-01-08T21:06:06+00:00","valid":{"from":"2015-01-08T21:06:06+00:00","to":"3015-01-08T21:06:06+00:00"},"hreflang":"en","title":"That's So Joe: How The Senate Swearing-In Became Must-See TV","published":"2015-01-07T17:35:00+00:00","teaser":"The vice president welcomed senators and their families to Tuesday's photo-op ceremony — and he did it in typical Biden fashion.","itags":["npr_api","375544058"],"guid":"58da26c0-f0a3-494d-b6ee-1a70fc868951","contentencoded":"<p>Administering the oath of office to the U.S. Senate sounds like a mundane job. That task falls to the vice president.</p><p>But the current occupant of that office, Joe Biden, turns it into an event that's so joyful, and so lacking the partisan rancor that typically dominates American politics, that it's almost hard to believe that you're watching a scene from Washington.</p><p>Every two years, a third of the U.S. Senate is elected — and there's a formal oath-taking on the Senate floor. But then, right afterward, each senator takes his or her turn in a ceremonial swearing in.</p><p>This one is for photos, and for family. During Tuesday's session, Biden charmed senators' moms and teased their kids over the course of nearly two hours.</p><p>But the essence of Vice President Joe Biden <em>being</em> Joe Biden — a politician who truly loves his work — has turned this tradition into must-see TV, C-SPAN style.</p><p>Swearing in Senate Majority Leader Mitch McConnell, the two men shared a warm greeting. McConnell's been a leading White House nemesis, but you wouldn't know it. Biden hugs his wife and welcomes the senator's family.</p><p>Then Biden spots an infant — McConnell's grandchild. \"You doing OK?\" Biden asks. \"Say 'Grandpa, can I talk to a Democrat?' \"</p><p>Biden gets laughs all around, and he's just getting warmed up. He greets Mississippi Sen. Thad Cochran, who was re-elected to a seventh term after surviving a Tea Party challenge in his primary.</p><p>\"Thaddeus!\" Biden exclaims. Republican Cochran and Democrat Biden are old friends.</p><p>\"Best guy in the United States Senate right here. I can say that now because it can't hurt him. Great to see you, Thad,\" Biden says. \"I'm not generous 'cause it happens to be true.\"</p><p>During his photo op, Democratic Sen. Dick Durbin introduced a family member as the mother of 10 children. Biden's reaction: \"Lorraine, how are you? Mother of 10. My mother would say 'No purgatory for you. Straight to heaven.' \"</p><p>And it goes and goes and goes like that. Biden smiling. Senators' daughters — and granddaughters — blushing. \"No dating 'til you're 30,\" he tells them.</p><p>Occasionally a baby cries, and sympathy is offered. \"Oh man, this is boring, boring, boring. How you doing? Can I borrow your hat?\"</p><p>Senators and their families keep coming. The cameras keep clicking. At one point Biden turns to a TV crew and asks if any of them want to be sworn in.</p><p>Selfies are snapped. And if you're a teenager with a certain name — \"Hey Joey, great name, man.\"</p><p>At one point Biden makes a cellphone call to the grandmother of Republican Sen. Cory Gardner of Colorado. She told him she couldn't talk because she was watching her grandson get sworn in on TV.</p><p>For Biden this is about fulfilling a constitutional duty as vice president. But it's also — clearly — about his deep love for the United States Senate. He served there 36 years.</p><p>Yesterday, he left each new senator with these words:</p><p>\"I hope you love the Senate as much as I did. I think it's the greatest institution in the world. Thank you.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=That%27s+So+Joe%3A+How+The+Senate+Swearing-In+Became+Must-See+TV&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Don Gonyea","audio":[{"meta":{"duration":"227"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375544059-721b21.m3u?orgId=1&topicId=1014&ft=3&f=375544058"}]}