{"created":"2014-11-18T00:12:40+00:00","modified":"2015-05-13T21:30:47+00:00","valid":{"from":"2015-05-13T21:30:47+00:00","to":"3015-05-13T21:30:47+00:00"},"hreflang":"en","title":"Take It In: 'Vape' Is The Oxford Dictionaries Word Of The Year","published":"2014-11-18T15:28:00+00:00","teaser":"The growing popularity of e-cigarettes sparked the notice of the Oxford Dictionaries, which chose \"vape\" as the word of the year for 2014. It beat out contenders such as \"bae\" and \"normcore.\"","itags":["npr_api","364802028"],"guid":"58ebf481-5537-42c5-b54a-0a615b107f10","contentencoded":"<p>The growing popularity of electronic cigarettes has now sparked the notice of the estimable Oxford Dictionaries, which has chosen \"vape\" as the word of the year for 2014. The word can be a noun or a verb; it beat out contenders such as \"bae\" and \"normcore.\"</p><p>Noting that e-cigarettes have come a long way since the early 1980s, when the \"vape\" was first breathed into life, the folks at Oxford Dictionaries say it took awhile for the new market, and the new word, to mature.</p><p>\"A gap emerged in the lexicon, as a word was needed to describe this activity, and distinguish it from 'smoking,' \" according to the dictionary's announcement. \"The word <em>vape</em> arose to fill this gap, and it has proliferated along with the habit.\"</p><p>In case you've never frequented a vape shop, the word can apply both to breathing an e-cigarette's vapor and to an e-cigarette device.</p><p>\"I particularly love watching a word like 'vape' create linguistic knock-on effects, like hearing the word 'tobacco' now used to qualify 'cigarette,' \" says Casper Grathwohl, president of the Dictionaries Division at Oxford University Press. \"But this year 'vape' also served as an insightful window onto how we define ourselves.\"</p><p>For more signs of the times, here are the words that Oxford Dictionaries says are the wannabes of 2014:</p><p><strong>bae</strong>, <em>noun</em>:<br /> <em>Used as a term of endearment for one's romantic partner.</em></p><p><strong>budtender</strong>, <em>noun</em>:<br /> <em>A person whose job is to serve customers in a cannabis dispensary or shop.</em><strong> <br /> <br /> </strong><strong>contactless</strong>, <em>adjective</em>:<strong><br /> </strong><em>Relating to or involving technologies that allow a smart card, mobile phone, etc. to contact wirelessly to an electronic reader, typically in order to make a payment.</em></p><p><strong>indyref</strong>, <em>noun</em>:<br /> <em>The referendum on Scottish independence, held in Scotland on 18 September 2014, in which voters were asked to answer yes or no to the question \"Should Scotland be an independent country?\"</em><strong></strong></p><p><strong>normcore</strong>, <em>noun:</em><br /> <em>A trend in which ordinary,<strong> </strong>unfashionable clothing is worn as a deliberate fashion statement.</em></p><p><strong>slacktivism</strong>,<strong> </strong><em>noun, informal:<br /></em><em>Actions performed via the Internet in support of a political or social cause but regarded as requiring little time or involvement, e.g. signing an online petition or joining a campaign group on a social media website.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Take+It+In%3A+%27Vape%27+Is+The+Oxford+Dictionaries+Word+Of+The+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"104"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364889135-7c4773.m3u?orgId=1&topicId=1161&d=104&p=3&story=364802028&t=progseg&e=364864540&seg=11&ft=nprml&f=364802028"},{"href":"http://media.npr.org/assets/img/2014/11/17/vape-contest-13fa70ea65f94c7dfe5f38b57635f7bcabb983fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1893","width":"2524"}}]}