{"created":"2015-06-22T15:57:33+00:00","modified":"2015-06-22T23:51:28+00:00","valid":{"from":"2015-06-22T23:51:28+00:00","to":"3015-06-22T23:51:28+00:00"},"hreflang":"en","guid":"58f3a610-4018-4d0e-94ef-af81a388ba05","title":"Why do Japanese stores play Auld Lang Syne when they close? The answer won't shock or amaze you","published":"2015-06-22T23:51:24+00:00","byline":"Naomi Gingold","tags":["Auld Lang Syne","japan","Culture","Arts, Culture & Media","Tokyo;","East Asia","Japan"],"teaser":"If you're an American used to hearing Auld Lang Syne only on New Year’s Eve, you might wonder why stores across Japan use the song to signal closing time. The reason is not as strange as you might think.","contentencoded":"<p>If you spend a lot of time in Japan, there’s a certain song you realize you hear a lot. One of my local grocery stores is a case in point.</p>\n<p>About 15 minutes before closing they start playing the song Auld Lang Syne on repeat.</p>\n<p>Now, if you're an American used to hearing this song only on New Year’s Eve, you might be confused. Why would this store and so many others across Japan use this song to signal closing time?</p>\n<p>Truthfully? I had no idea. So I did what any reporter on a tough assignment does. I went to a street corner in my neighborhood and started asking people: What is this song?  What does it mean to you?</p>\n<p>Ayaka Fukada laughed when I hummed it to her and said, “That’s Hotaru no Hikari.’ It’s what you hear when stores are closing.”</p>\n<p>Her answer was pretty typical. But she, like everyone else I spoke to, had no idea why stores used it.</p>\n<p>It turns out the story stretches back a couple of centuries.</p>\n<p>In the early 1800s, Japan was closed off to the world. That is, until US Navy Commodore Matthew Perry steamed into local harbors with the aim of starting up trade with the country. Perry and his guns made the government an offer it couldn’t refuse. And with that, hundreds of years of self-imposed isolation came to an end. </p>\n<p>With its eyes newly opened to advances in the rest of the world, Japan decided it need to modernize — fast.  And modernization at the time mostly meant westernization. </p>\n<p>The Japanese government started sending officials abroad to study other countries, and also inviting westerners to come to Japan, to teach them how to industrialize and how to build a modern public school system.</p>\n<p>The “school system started in 1873, officially, but there is no infrastructure at all ... so they had to build from scratch,” says Masufumi Ogawa, a professor of music at Yokohama National University.</p>\n<p>And that meant music education, too, because if Japan was going to be a modern country, it needed everything that modern western countries had.</p>\n<p>At the time, Luther Whiting Mason was in charge of music education in Boston. He’d built up a big program and put together a textbook that would become the basis of music education across the US.</p>\n<p>Mason was invited to Japan by an official named Shuji Isawa, who’d studied with Mason in Boston.</p>\n<p>In 1880 Mason showed up in Tokyo, bringing with him with what’s said to be Japan’s very first piano. He also brought his own textbooks.</p>\n<p>Mason’s books contained folk songs from different countries, and some made it into the First Japanese music book, just with Japanese titles and lyrics. Like one called Hotaru no Hikari, or The Light of the Fireflies. Americans know it as Auld Lang Syne.</p>\n<p>In Japanese, the lyrics are about students who have no money or electricity but study hard using the light of the fireflies. Eventually it’s time for them to move on and leave school.</p>\n<p>This is why in Japan, when people hear the song, Ogawa says they “automatically think it’s time to say goodbye or it’s kind of closing.” The song is also often sung at graduations.</p>\n<p>I reached out to a few well-established shops around Tokyo. None of them knew when they started using the song. But Ogawa says he thinks it was sometime after World War II, because he remembers hearing it when he was young in the 1960s.</p>\n<p>Although Americans are used to hearing Auld Lang Syne on New Year’s Eve, in some ways, the way we use it is not so different than Japan. After all, we sing it when we close out one year and start another.</p>\n<p>By way of possible explanation, a couple people point out that the popular American movie, Waterloo Bridge, came out in Japan after World War II. In the movie, stars Vivien Leigh and Robert Taylor dance to a version of Auld Lang Syne titled The Farewell Waltz. The soundtrack may have played a part in stores being able to adopt it. </p>\n<p>We may never know exactly when or how the song became a thing in Japanese stores, but at least now, its meaning is a little bit clearer.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Fwhy-do-japanese-stores-play-auld-lang-syne-when-they-close-answer-wont-shock-and&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Storefront.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/storefrontjpg-0"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06222015_10.mp3"},{"href":"http://admin.pri.org/file/0622201510mp3"}]}