{"created":"2015-06-18T20:23:08+00:00","modified":"2015-06-19T04:23:21+00:00","valid":{"from":"2015-06-19T04:23:21+00:00","to":"3015-06-19T04:23:21+00:00"},"hreflang":"en","guid":"58f4ccde-ccc3-4abd-a8ab-641e8e97e883","title":"A call to prayer, a crime of hate, symbols of evil — and donations to a violated house of worship","published":"2015-06-19T04:23:17+00:00","byline":"T.J. Raphael","tags":["charleston","charleston shooting","hate crimes","terrorism","racism","gun violence","Conflict","Conflict & Justice","Charleston","United States","South Carolina"],"teaser":"The killer prayed with worshipers for an hour before brandishing weapons and killing them. Social media wondered how South Carolina could keep the Confederate flag flying high outside its statehouse after US, state flags lowered to half-staff in respect.","contentencoded":"<p>Why the symbolism? Why the weaponry? Why another slaughter of a type, as President Barack Obama noted, that rarely happens in other developed nations?</p>\n<p>On Wednesday night, tragedy struck Charleston, South Carolina when a gunman killed nine people — three men and six women — at a historic black church. Authorities captured the suspect, a young white man identified as 21-year-old Dylann Roof, who reportedly prayed for an hour with the parishioners before killing them. </p>\n<p>To an agitated Obama, it was the same old story. “I’ve had to make statements like this too many times,'' he said Thursday, as the Justice Department and FBI opened hate crime investigations. \"Communities like this have had to endure tragedies like this too many times. We don’t have all the facts, but we do know that, once again, innocent people were killed in part because someone who wanted to inflict harm had no trouble getting their hands on a gun.”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"413\" width=\"620\" alt=\"Shooting suspect 21-year-old Dylann Roof.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/Dylann_s878x585.jpg?itok=ymlJ3J3g\" title=\"\" /><div class=\"field-caption\">\n    <div>Shooting suspect 21-year-old Dylann Roof.</div>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Berkeley County, S.C.</p>\n  </div>\n</div>\n<p>The president said the “senseless murders” at the Emanuel African Methodist Episcopal Church were a “tragedy,” and he offered sympathy to the victims and their families. But Obama did not hold back from confronting America’s problem with gun violence.</p>\n<p>“At some point, we as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries. It doesn’t happen in other places with this kind of frequency. And it is in our power to do something about it,” the president said.</p>\n<p>President Obama’s statement is correct, according to David Hemenway, an expert on gun violence at the Harvard T.H. Chan School of Public Health. “If you look at the data we are off the charts. People in other countries can’t understand why we allow this. Our gun homicide rate is not two times higher or five times higher, it’s 25 times higher than the rate in other advanced countries.”</p>\n<p>The reason is guns, according to Hemenway.</p>\n<p>\"There's no evidence we have more non-gun crime, but we have more guns, particularly handguns, and we have the most lax gun laws of any developed country.\"</p>\n<p>Hemenway says other countries have stronger licensing laws, better training and tighter regulations on background checks. \"When you look at the US versus other countries, or high guns states with weak gun laws versus low gun states with strong laws, you can't look at these numbers and pretend guns are protecting us rather than killing us.\" </p>\n<p>Among the dead: The church's pastor, South Carolina State Senator Clementa Pinckney, 41, who <a href=\"http://www.nytimes.com/2015/06/19/opinion/henry-louis-gates-if-clementa-pinckney-had-lived.html?_r=0\">Henry Louis Gates Jr. wrote</a> \"cherished the values on which our republic was founded, and who held an abiding faith that the great promise of America could, one day, be fulfilled.'' Another victim, <a href=\"http://lj.libraryjournal.com/2015/06/industry-news/cynthia-g-hurd-librarian-among-those-killed-in-charleston-shooting/#_\">Cynthia Hurd</a>, worked at the <a href=\"https://www.facebook.com/CharlestonCountyPublicLibrary\">Charleston County Public Library</a> for 31 years. She was the branch manager for the St. Andrews Regional Library, which will be renamed in her honor.</p>\n<p>“There’s so many questions and people are trying to search for answers,” says Alex Sanz, a journalist with the Associated Press who reported just blocks from the church.</p>\n<p>Mourners gathered near Emanuel to lay flowers and pray for the victims of the shooting. Others <a href=\"http://www.emanuelamechurch.org/#\">sent in donations</a>. “That’s a sign of what people are doing in Charleston today — they’re coming together to try and get a sense of what happened,” Sanz says. “They’re coming together in prayer as they search for answers.”</p>\n<p>Faith leaders in the community are shaken by the events at the church, and many have told Sanz that the shooting is conjuring tragic memories of days past. “They’re confused that this is happening, and has happened, in 2015,” he says. “That is something that they’re trying to understand.”</p>\n<p>Before carrying out these deadly acts, the shooter spent nearly an hour with his would-be victims praying inside the church. “That of course has devastated people that are here — thinking that the person who did this was in there speaking to them and then did that,” says Sanz.</p>\n<p>“Someone I spoke with told me that people are afraid now, in some circles, to go to church,” Sanz later added. “They always thought it would be a safe haven—a place where these things just don’t happen.”</p>\n<p>This is not the first act of violence that the Emanuel African Methodist Episcopal Church has seen. The church, which is home to one of the nation’s oldest black congregations, is a place of worship that was founded by African Americans seeking liberty.</p>\n<p>“It is a church that has long been important to the African American community and has been around in some form or fashion since 1816,” says Robert Greene II, a PhD student specializing in the history of the American South at the University of South Carolina. “Essentially, the Emanuel AME Church has been the site of African American resistance in Charleston to white supremacy and Jim Crow segregation for almost 200 years now.”</p>\n<p>The church’s founder, Denmark Vesey, was a free black man that worked to orchestrate a slave revolt in 1822. When Vesey’s plan was found out, he was executed and the church was burned to the ground. The church has been destroyed several other times, and Greene believes that this house of worship was indeed targeted for its rich history, and because it has always been a “symbol of hope.”</p>\n<p>“Even if the gunman targeted another black church during Bible study, that would have enough symbolism as it is,” he says. “But the target — Emanuel AME —I  find it highly unlikely to be a coincidence.”</p>\n<p>Roof appears to have posted a picture of himself online wearing a jacket emblazoned with the flags of Rhodesia and apartheid-era South Africa.</p>\n<p>Those flags are familiar sights for Mark Pitcavage, a historian who specializes in right-wing extremism for The Anti-Defamation League. He calls the banners important symbols for white supremacists in the US and elsewhere.</p>\n<p>\"They're something that people could aspire to,\" he says. \"On the other hand, in both those governments, white rule was eventually ended. That fact ties into a very common white supremacist belief today that the white race is actually in danger of extinction, drowning in a rising tide of color that is being controlled and manipulated by the Jews.\"</p>\n<p>Clearly the flags have staying power. White-ruled Rhodesia ceased to exist in 1980, more than a decade before Dylann Roof was born. The apartheid system ended in South Africa in the 1990s. Another outdated flag — that of the 1861-65 Confederacy — also stirred outrage on social media, as <a href=\"http://www.postandcourier.com/article/20150618/PC16/150619374\">South Carolina continued to fly it high outside the statehouse</a> while lowering the US and state flags to half-staff to commemorate the lost lives. \"Take down the flag,\" wrote <a href=\"http://www.theatlantic.com/politics/archive/2015/06/take-down-the-confederate-flag-now/396290/\">Atlantic journalist Ta-Nahisi Coates</a>. \"Take it down now.\"</p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Charleston shooting backdrop. <a href=\"http://t.co/HDuDvIzdbf\">http://t.co/HDuDvIzdbf</a> <a href=\"https://twitter.com/hashtag/CharlestonShooting?src=hash\">#CharlestonShooting</a> <a href=\"http://t.co/FzGi8AuWMZ\">pic.twitter.com/FzGi8AuWMZ</a></p>\n<p>— Dan Wasserman (@GlobeWasserman) <a href=\"https://twitter.com/GlobeWasserman/status/611646465727983616\">June 18, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p>In a 2011 poll, Pew Research said <a href=\"http://www.pewresearch.org/daily-number/positive-reaction-to-the-confederate-flag/\">fewer than 1 in 10 Americans</a> had a positive reaction to the Confederate flag, the banner for those who fought to preserve slavery in the Civil War. On Twitter, the hashtag #TakeItDown was trending. In Massachusetts, GOP Governor Charlie Baker <a href=\"http://www.bostonglobe.com/news/politics/2015/06/18/charlie-baker-says-states-should-make-call-confederate-flag/AiW9bY0vf7tgaBT5yAILRL/story.html?event=event25\">supported the removal of the Confederate flag</a>, rapidly backtracking from his comment on WGBH News earlier in the day saying it was a states' rights issue. The license plate of Roof's car was decorated with Confederate flags, <a href=\"http://www.washingtonpost.com/politics/accused-killer-in-sc-slayings-described-as-a-quiet-loner/2015/06/18/a4127390-15d0-11e5-89f3-61410da94eb1_story.html?hpid=z2\">the Washington Post reported</a>.</p>\n<p>Pictcavage says if Roof is indeed a white supremacist and was the shooter, groups like the ADL would consider the killings both a hate crime and an act of terror.</p>\n<p>\"All the common definitions of acts of terrorism — whether it's the FBI, Homeland Security, or our own — refer to terrorist acts as violent acts committed in the service of a political, ideological, social or religious cause,\" Pitcavage says. \"If it turns out to be motivated by an ideology, it would be a major violent act in the service of that ideology and that would be terrorism.\"</p>\n<p>Roof's own family called him a monster, and his <a href=\"http://www.washingtonpost.com/politics/accused-killer-in-sc-slayings-described-as-a-quiet-loner/2015/06/18/a4127390-15d0-11e5-89f3-61410da94eb1_story.html?hpid=z2\">uncle volunteered to be the executioner himself</a> if Roof is sentenced to die.</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/gunman-inflicts-terror-hate-crime-attack-historic-black-church/\" target=\"_blank\">story</a> first aired as an interview on PRI's <a href=\"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway061515-fracking.mp3\" target=\"_blank\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation. Jeb Sharp and Joyce Hackel of PRI's The World contributed to this report. Listen to Pictcavage's interview on PRI's The World below.</em></p>\n<div class=\"mediaelement-audio media-element file-default\" info=\"%22media%22%7D\"><audio class=\"mediaelement-formatter-identifier-1434667160-0\" controls=\"controls\" src=\"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/06182015_02.mp3\"> </audio></div>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Fcharlestown-crime-hate-amid-calls-prayer&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/takeaway/segment-audio/takeaway061815-charleston.mp3"},{"href":"http://admin.pri.org/file/takeaway061815-charlestonmp3"}]}