{"created":"2015-04-21T22:15:18+00:00","modified":"2015-05-13T21:01:23+00:00","valid":{"from":"2015-05-13T21:01:23+00:00","to":"3015-05-13T21:01:23+00:00"},"hreflang":"en","title":"At Last: Kentucky Authorities Bust Ring Behind Great Bourbon Heist","published":"2015-05-06T19:08:00+00:00","teaser":"In 2013, more than 200 bottles of pricey Pappy Van Winkle bourbon vanished from a Kentucky distillery. Tuesday authorities announced indictments in what appears to be a much bigger crime syndicate.","itags":["npr_api","401318542"],"guid":"58f8bb30-7cb9-45f5-952c-5963f86f3a04","contentencoded":"<p>Finally, the great Kentucky bourbon mystery has been solved.</p><p>Back in 2013, more than 200 bottles of aging <a href=\"http://oldripvanwinkle.com/products/pappy-van-winkles-family-reserve-23yr/\">Pappy Van Winkle</a> bourbon vanished from a locked, secure area of the <a href=\"http://www.buffalotracedistillery.com/\">Buffalo Trace</a> distillery in Frankfort, Ky. Even before the heist, the bottles were rare — some fetched as much as $1,000 in private sales.</p><p>Franklin County Sheriff Pat Melton has always thought that the heist was an inside job, even when NPR <a href=\"http://www.npr.org/2014/05/02/308939212/want-a-shot-at-10-000-solve-kentuckys-great-bourbon-mystery\">interviewed him</a> for a story in May 2014. And Tuesday, he announced nine indictments that suggest he was right.</p><p>Melton tells NPR's Melissa Block that he's had detectives on the case for more than a year. They followed a lead to the home of Toby Curtsinger, where they found five barrels of stolen <a href=\"http://wildturkeybourbon.com/age-gate/\">Wild Turkey</a> bourbon. From there, they followed the trail to a whole underground bourbon ring, and another suspect.</p><p>The thieves included employees of distilleries, Melton says. Curtsinger, who worked at Buffalo Trace, allegedly ran the show, and, according to Melton, bourbon wasn't the only thing he dealt.</p><p>\"Gilbert 'Toby' Curtsinger led an organized criminal syndicate based at his residence in Franklin County, Ky., that participated in theft and distribution of stolen bourbon, and also imported and distributed anabolic steroids,\" says Melton. \"Curtsinger then utilized connections he had from playing softball throughout central Kentucky to sell the stolen barrels.\"</p><p>And whoever was buying the bourbon had some classy taste — and deep pockets.</p><p>\"We've probably recovered about $100,000 worth of bourbon,\" says Melton. \"The one stainless steel barrel that we have of <a href=\"http://www.buffalotracedistillery.com/brands/eagle-rare\">Eagle Rare</a> 17-year-old bourbon, it's valued alone at $11,000 a barrel.\"</p><p>But Melton and the investigators haven't accounted for all of the missing bourbon just yet. The authorities have 25 bottles of Van Winkle bourbon in custody right now, he says — but that's only about 10 percent of how much was stolen. The rest has been sold, and Melton doesn't sound optimistic about recovering it.</p><p>So what happens to the bourbon that he could find? Prepare to shed a tear, bourbon connoisseurs.</p><p>\"It's being held by the case, and it will be secured,\" says Melton. \"And then I think by law it will have to be destroyed.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Last%3A+Kentucky+Authorities+Bust+Ring+Behind+Great+Bourbon+Heist&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319082-1e5eae.m3u?orgId=1&topicId=1053&d=254&p=2&story=401318542&t=progseg&e=401311283&seg=17&ft=nprml&f=401318542"},{"href":"http://media.npr.org/assets/img/2015/04/21/bourbon-162196a979889cb9f45dca2db0b9424d852cfedb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"532","width":"710"}}]}