{"created":"2014-12-16T20:16:10+00:00","modified":"2014-12-18T15:05:46+00:00","valid":{"from":"2014-12-18T15:05:46+00:00","to":"3014-12-18T15:05:46+00:00"},"hreflang":"en","title":"Charli XCX And The Year's Most Fabulous Pop Record","published":"2014-12-17T19:46:00+00:00","teaser":"The 22-year-old U.K. star infuses her gleaming songs with punk spirit on her second album, <em>SUCKER</em>. The result is one of the best pop albums of 2014.","itags":["npr_api","370318970"],"guid":"59010317-6aba-4769-b70e-a7ba3f743a2f","contentencoded":"<p>Pop music has been defined <a href=\"http://www.npr.org/blogs/therecord/2014/12/12/370230607/in-2014-pop-followed-beyonces-lead\">this year</a> by young women who come across as self-assured and self-directed. And, while <a href=\"http://www.npr.org/artists/120581188/taylor-swift\" target=\"_blank\">Taylor Swift</a> sold more records and pulled more headlines, Charli XCX (née Charlotte Aitchison) has made the year's most fabulous pop record — in part by updating a sound and attitude that seemed near-irrelevant to the modern pop machine: punk rock.</p><p>But this record, the U.K. 22-year-old's second, is not a nostalgia trip. <em>SUCKER </em>is shaped by electronic dance music, which Charli XCX grew up on in England, rhyming over beats at clubs. It's also informed by the current obsessions of pop and hip-hop. You sense she's making fun of money-fixated superstars in \"Gold Coins,\" but she clearly wants to have her cake and eat it, too.</p><p>A big part of Charli XCX's charm lies in this air of self-awareness; the idea that she's having a blast playing pop star while critiquing the whole enterprise. After all, the album's catchy title track is basically a string of obscenities — probably not the best way to get invited to <em>The Today Show</em>. But above all, as she's already demonstrated on <a href=\"http://www.youtube.com/watch?v=O-zpOMYRi0w\" target=\"_blank\">other people's records</a>, Charli XCX understands how to kick you in the head with a hook.</p><p><em>SUCKER</em> remodels the punk-pop subgenre for another generation of disaffected pleasure-seekers. It lives up to the tradition of Blondie and <a href=\"http://www.npr.org/artists/15180457/the-ramones\" target=\"_blank\">The Ramones</a> — artists who, like Charli XCX, understood the fine line between big dumb pop songs and brilliantly big dumb pop songs.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Charli+XCX+And+The+Year%27s+Most+Fabulous+Pop+Record&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Hermes","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253723-6b6876.m3u?orgId=1&topicId=1104&ft=3&f=370318970"},{"href":"http://media.npr.org/assets/img/2014/12/12/charli-xcx-bella-howard-3-50518dea44031e55d176488b11bbf803893c753b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1023","width":"1364"}}]}