{"created":"2015-04-04T21:45:07+00:00","modified":"2015-06-16T17:19:11+00:00","valid":{"from":"2015-06-16T17:19:11+00:00","to":"3015-06-16T17:19:11+00:00"},"hreflang":"en","title":"Framework Nuclear Deal Could Be Good News For Iran's Oil Sector","published":"2015-04-06T18:40:00+00:00","teaser":"If a final agreement is reached, crippling sanctions on Iran's oil industry could be lifted. But the oil sector faces a number of challenges before ramping up production.","itags":["npr_api","397350326"],"guid":"59071028-3c1c-4f76-b333-4daa297ccd34","contentencoded":"<p>The framework nuclear deal reached with Iran this week could have an enormous impact on the global oil market. Sanctions, which have crippled the country's oil exports, could be lifted if a final nuclear agreement is signed at the end of June between Iran, the U.S. and five other world powers.</p><p>Cliff Kupchan, a senior Iran analyst at the Eurasia Group, says oil exports brought in about 40 percent of the government's revenues. He says since sanctions were tightened in 2012, Iran's oil exports have fallen by almost a half.</p><p>\"That's roughly now about 1.2 million barrels a day that's off market ... it's a lot of money, about [$]1.6 billion a month in oil revenue that they're being denied,\" he says.</p><p>That oil could hit the global market again if a final agreement with Iran can be hammered out. But there is already a glut of crude on the market.</p><p>Michael Levi, an energy specialist at the Council on Foreign Relations says any additional source of oil is going to keep the prices low, which will make it tougher on oil producers. But he says the oil industry has time to prepare for Iranian oil coming on the market again.</p><p>\"There is a sense that this will come back on over time if a deal is reached, and there's some sense out there of the pace which it might come back on,\" Levi says. There are going to be surprises, he adds, \"but this might not be as big of a shock to the system that people imagine.\"</p><p>Suzanne Maloney, an Iran specialist at the Brookings Institution, says even if a final deal is signed at the end of June, don't expect an extra million barrels of oil a day to immediately flood the global market.</p><p>\"I think that what we're likely to see is a considerable time lag between any deal that may be signed in late June or in the weeks thereafter and a significant return of Iranian crude to the market,\" she says.</p><p>Maloney says it could be several years before Iran is back up to full speed — producing roughly 2.5 million barrels of oil a day.</p><p>\"It will take some time for the regulatory framework to be devised to permit and unravel the sanctions,\" she says. Iran will also have to wait some time, she adds, \"to conclude some purchases and also to re-expand its production because a number of wells were shut in as a result of the shrunken export markets.\"</p><p>The timing and phasing of sanctions relief will depend largely on whether Iran sticks to commitments made in a final agreement. Levi says it will take more than just lifting sanctions on oil to get companies to do business with Iran again. There's a complicated network of financial sanctions that also will need to be lifted in order for Iran to attract investors.</p><p>\"The oil and gas industry will certainly be interested in returning to Iran, but I suspect they will take their time to do that,\" he says. If you make big moves and put in big investments, Levi says, and \"all of a sudden there is a conflict between Iran and the West and sanctions are reimposed, you are in deep trouble.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Framework+Nuclear+Deal+Could+Be+Good+News+For+Iran%27s+Oil+Sector&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"189"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397524427-138676.m3u?orgId=1&topicId=1004&d=189&p=2&story=397350326&t=progseg&e=397459484&seg=1&ft=nprml&f=397350326"}]}