{"created":"2014-09-03T21:09:59+00:00","modified":"2014-09-03T21:09:59+00:00","valid":{"from":"2014-09-03T21:09:59+00:00","to":"3014-09-03T21:09:59+00:00"},"hreflang":"en","guid":"59187ad5-ead1-4da1-86be-68c8cfe6c9f6","title":"At the only place where Israel will export things to Gaza, both sides remain at arm's length","published":"2014-09-03T21:09:58+00:00","byline":"Daniel Estrin","tags":["Israeli-Palestinian conflict","international trade","Conflict","Conflict & Justice","Asia","Israel. Palestinian territories","Gaza Strip","Middle East","Ami Shaked","Israeli–Palestinian conflict","Hamas","Gaza","Blockade of the Gaza Strip","Gaza Strip","Palestinian territories"],"teaser":"A visit to the Kerem Shalom crossing between Israel and Gaza is like a trip into the Twilight Zone. The security precautions and lack of human contact between the Israelis and Palestinians who work there captures the bizarre relationship between the two sides.","contentencoded":"<p>After 50 days of fighting between Hamas and Israel, the two sides agreed to lay down their arms and begin negotiations within a month.&nbsp;<span style=\"line-height: 1.538em;\">In the meantime, some things are easing back into their normal routines. </span></p><p><span style=\"line-height: 1.538em;\">One of those routines is the daily transfer of goods from Israel to Gaza. There&rsquo;s only one crossing where goods from the outside world get into Gaza, so e</span><span style=\"line-height: 1.538em;\">verything that goes into Gaza &mdash; from food to furniture to Jacuzzis &mdash; passes under the watchful eyes of a stout Israeli man with a ponytail.</span></p><p><span style=\"line-height: 1.538em;\">During every day during the recent war, except one, &nbsp;Ami Shaked and his staff at the Kerem Shalom crossing were working to send in basic necessities, whatever the UN or others donated. But they sent only the basics &mdash; to minimize the risk they were under while rockets flew overhead.</span></p><p>&ldquo;I think that I have to take a risk to supply them food and medical aid and fuel and cooking gas,&quot; he says. &quot;But I don&rsquo;t have to sacrifice my people to supply them Coca-Cola or some special chocolate for the people of Hamas.&quot;</p><p>Shaked has been making these kinds of strict provisioning decisions for seven years, ever since Hamas took over Gaza. Israel and Egypt began blockading Gaza and placing stringent restrictions on trade. There are almost no exports, and imports can only move in through this crossing.</p><p>Some call Gaza an open air prison, but Shaked rejects that label.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I am not a jailer,&quot; he says. &quot;But as one that wants to live, I will not supply my enemy equipment for his industry to introduce rockets to shoot to my people and my family.&quot;</span></p><p>So whatever is brought to his crossing, from goods ordered by Gaza businesses to international aid, is strictly inspected to make sure there&rsquo;s nothing there that Hamas can use for military purposes. That even includes tomato paste:&nbsp;<span style=\"line-height: 1.538em;\">On a recent day, inspectors called Shaked over to look at a vat of the stuff they think looks unusual. Shaked ruled in favor of the paste.</span></p><p>Such rulings are only one reason the process of moving goods into Gaza is byzantine and bizarre. The crossing is made up of nine open-air parking lots surrounded by high concrete walls. Each one has two sliding gates on opposite ends.</p><p>Israeli truck drivers come through one gate, unload goods onto the pavement and leave.&nbsp;<span style=\"line-height: 1.538em;\">Then Shaked and his security officers inspect the goods. When they&#39;re sure everything is kosher,</span><span style=\"line-height: 1.538em;\">&nbsp;a security officer tells all the Israelis to leave the lot. </span></p><p><span style=\"line-height: 1.538em;\">The gate slowly slides shut, creating a kind of &ldquo;airlock&rdquo; between the Israeli and Palestinian sides. Finally the</span><span style=\"line-height: 1.538em;\">&nbsp;gate on the opposite side opens and Palestinian truck drivers come in to load the goods and drive them into Gaza.&nbsp;</span><span style=\"line-height: 1.538em;\">There&rsquo;s no human contact between the two sides.</span></p><p><span style=\"line-height: 1.538em;\">&ldquo;Even [though] there is no trust between us, we have to cooperate in this mission and this is the main idea,&quot; Shaked says. &quot;We work together but we are working alone.&quot;</span></p><p>Working together but working alone &mdash; that pretty much sums up the relationship between Israel and Gaza.&nbsp;</p><p><span style=\"line-height: 1.538em;\">Now that Israel and Hamas have agreed to a ceasefire, imports are ramping back up beyond the basics. Israel said it would start allowing materials into Gaza to help repair destroyed building, though it&nbsp;</span><span style=\"line-height: 1.538em;\">wants special monitoring for cement and other things that can be put to military use. So for now, it&rsquo;s just wood and aluminum and minor building materials that Israel is allowing. </span></p><p><span style=\"line-height: 1.538em;\">And, for the first time since the war, Gaza importers are importaing other stuff.&nbsp;</span><span style=\"line-height: 1.538em;\">Shaked asked one truck driver what he was transporting. The answer: Sporting equipment. Shaked opened the box and found a weightlifting machine. &ldquo;So you see,&rdquo; he says, &ldquo;it&rsquo;s almost [a] return to normal life.&rdquo;</span></p>","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/090320147.mp3"},{"href":"http://www.pri.org/file/090320147mp3"}]}