{"created":"2015-06-17T18:22:17+00:00","modified":"2015-06-17T18:55:21+00:00","valid":{"from":"2015-06-17T18:55:21+00:00","to":"3015-06-17T18:55:21+00:00"},"hreflang":"en","title":"Alaskan Wildfire Hits The Heart Of Mushing Country","published":"2015-06-17T18:55:00+00:00","teaser":"More than 500 sled dogs have been evacuated from Willow, Alaska - the traditional starting place for the Iditarod Trail Sled Dog Race.","itags":["npr_api","415240023"],"guid":"591e2a4c-18e8-47f2-8ec8-083ebb6fc179","contentencoded":"<p>A ferocious wildfire in Alaska is threatening homes and forest, but also one very special type of resident.</p><p>More than 500 sled dogs have been evacuated from Willow, Alaska &#8211; the traditional starting place for the Iditarod Trail Sled Dog Race. The fire began on Sunday and spread quickly in the unusually hot, dry conditions.</p><p>Among the residents of Willow is <strong>Dallas Seavey</strong>, who has won the Iditarod three times and became its youngest-ever winner in 2013 when he took first place at age 25. He lives with almost 100 sled dogs of his own.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em>&#8216;s Robin Young talked with Seavey about the fires and what residents are doing to protect the town&#8217;s four-legged residents.</p><p>&#8220;When this fire first struck, it was really zero warning, because it started in really at the heart of the mushing community in Willow, which has one of the highest populations of sled dogs in the state,&#8221; Seavey said. &#8220;So right immediately within the first couple of hours of the fire, it was a mad dash to get everything out of there. And I know my fellow musher DeeDee Johnrow &#8211; she&#8217;s done some 30 Iditarods &#8211; it pretty well wiped out her place. They were able to get the dogs out of there, and I think she put it well: &#8216;Get everything with a heartbeat, the rest of it&#8217;s material.'&#8221;</p><p>Seavey said he has a contingency plan in place should the fire get close to his property, which sits just north of the hardest-hit areas.</p><p>&#8220;In a situation like this, we have three trucks with trailers that have capacity to hold all of our nearly 100 sled dogs, on standby, fueled up, ready to go,&#8221; he said. &#8220;And as soon as it starts getting near to us, we load those dogs up and have arrangements to where we head north, and some of our fellow mushers that live father north have offered us a place to land and do kind of a temporary camping trip and go visit some friends.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;A lot of people around here are very close to their animals, and it&#8217;s a very big part of our way of life.&#8221;<div class=\"pullquoteauth\">&ndash; Dallas Seavey</div></p><p></div></p><p>The frequency and intensity of wildfires depends mostly on factors like temperature and snowfall, Seavey said. But because Alaska is such a large state &#8211; more than twice the size of Texas &#8211; it&#8217;s hard to pinpoint specific patterns.</p><p>Fairbanks &#8211; about four hours north of where I sit right now &#8211; has fairly regular fires,&#8221; he said. &#8220;It has very hot, dry summers. Farther south, it&#8217;s a little less common. But when we do have these hot years, fires can be a real problem. A heavy snow year really prevents forest fires in the summer.&#8221;</p><p>But the wildfires haven&#8217;t just destroyed buildings and ruined forests, Seavey said. They&#8217;ve also brought people together.</p><p>&#8220;When it&#8217;s just people and their possessions and belongings, that&#8217;s the priority,&#8221; he said. &#8220;But when people have animals and dogs, they forget about possessions and belongings and it&#8217;s all about, &#8216;If it has a heartbeat, get it out of there.&#8217; We saw a lot of very inspirational stories of people helping one another out at the cost of their own possessions to help somebody else with animals, whether it be horses or dogs. A lot of people around here are very close to their animals, and it&#8217;s a very big part of our way of life.&#8221;</p><ul><li><a href=\"http://hereandnow.wbur.org/2015/03/09/iditarod-dallas-seavey\" target=\"_blank\">See our previous conversation with Seavey about how to win the Iditarod</a></li></ul><p><a href=\"http://www.youtube.com/watch?v=dyLnpPHmixE\">[Youtube]</a></p><h4>Guest</h4><ul><li><a href=\"http://www.dallasseavey.com/biography\" target=\"_blank\"><strong>Dallas Seavey</strong></a>, resident of Willow, Alaska, and a three-time winner of the Iditarod Trail Sled Dog Race. He also appeared on the National Geographic television show &#8220;<a href=\"http://channel.nationalgeographic.com/ultimate-survival-alaska/\" target=\"_blank\">Ultimate Survival Alaska.</a>&#8221; He tweets <a href=\"https://twitter.com/dallasseavey\" target=\"_blank\">@DallasSeavey</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Alaskan+Wildfire+Hits+The+Heart+Of+Mushing+Country&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415240026-06f34c.m3u?orgId=1&d=272&p=60&story=415240023&t=progseg&e=415225157&seg=13&ft=nprml&f=415240023"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0616_alaska-dogs1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0617_alaska-fire.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"796","width":"1280"}}]}