{"created":"2015-06-13T21:07:42+00:00","modified":"2015-06-14T01:40:12+00:00","valid":{"from":"2015-06-14T01:40:12+00:00","to":"3015-06-14T01:40:12+00:00"},"hreflang":"en","title":"'Seven Good Years' Between The Birth Of A Son, Death Of A Father","published":"2015-06-13T22:21:00+00:00","teaser":"Israeli writer Etgar Keret wrote his first piece of nonfiction the day his son was born. Later, when his father became terminally ill, he decided to publish his essays as a \"living tombstone.\"","itags":["npr_api","413911492"],"guid":"59211d2c-ac67-44c9-8ed9-2aa81fba1acd","contentencoded":"<p>Israeli writer Etgar Keret is beloved around the world for his funny, haunting and frequently fantastical short stories. But he's hardly one to stick to a single medium: on top of his stories, he's written graphic novels, TV shows, movie scripts and a children's book. And public radio fans may know his work from its <a href=\"http://www.thisamericanlife.org/contributors/etgar-keret\">numerous appearances</a> on <em>This American Life.</em></p><p>But for 25 years — whether in print, on air, on screen or in comic-book form — he only wrote fiction.</p><p>Now Keret is turning a new page, publishing a collection of tiny autobiographical essays called <em>The Seven Good Years</em> — named for the years between the birth of his son and the death of his father.</p><p>He says he wrote his very first piece of nonfiction the day his son was born.</p><p>\"I think that suddenly I had this kind of sense of future,\" he tells NPR's Arun Rath, \"this idea that I'm not only living in this kind of never-ending present, but that maybe one day my son would want to read it or, you know, that there is something out there that I have some kind of commitment and responsibility to.\"</p><p>As he kept writing short essays, he never thought they'd turn into a book.</p><p>\"Only when my father became terminally ill, I suddenly had this urge to ... kind of create some kind of a living tombstone for my father and for the family,\" he says.</p><p><em>To hear the full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On his infant son as the \"first enlightened person\" he's met</strong></p><p>I'm a very stressed person and I'm always living both in the past and future in the sense that I'm kind of feeling guilty for many things that I've done and I feel great anxiety for all the stuff that's gonna come. And suddenly when you have a baby or a child and you see how they can be 100 percent in the present. You know, they don't really care about what happened before. They could have cried for an hour but in one second you give them ice cream and they're <em>there,</em> they're enjoying the ice cream. Whatever happened is behind them.</p><p>So this ability to be in the present was something that I kind of discovered through my son. And I actively try to imitate it but I'm afraid I'm not very good at it.</p><p><strong>On teaching his son about how to hide during rocket attacks in Israel</strong></p><p>The moment that you hear the alarm, if you're in the middle of the street then you have 30 seconds, you know, to find a hiding or if you don't have a hiding to lie on the ground. And I was with my wife and son when the alarm went off and it was like the first time in his life that he was in a missile attack and we asked him to lie on the ground.</p><p>And he said, \"If it's too dirty to eat from it when something falls on it, then it's too dirty to lie on it.\" And you find yourself that you have kind of 25 seconds to convince your son to lie down. And you don't want to be stressful, you don't want to shout at him.</p><p>So I suggested to him a game called \"Pastrami Sandwich,\" in which my wife lies on the ground and he lies on her and I lie on him and together we form this pastrami sandwich and he kind of liked it because it was warm and cozy. And after the missile attack, he asked me if I can promise him that there would be more missile attacks so we can play the game again.</p><p><strong>On how his father, a Holocaust survivor, responded to his terminal cancer diagnosis</strong></p><p>He really, really wanted to continue living, but at the same time, he felt that life had given him a fair deal. He died when he was 84. He survived the Holocaust, losing his sister and losing many people who were close to him. So I think my father, in many ways, he was kind of like a Yoda for me — giving me all kinds of lessons that were not always clear, but I always kept with me.</p><p><strong>On the publication of the book and why it's not out in Israel or in Hebrew</strong></p><p>When you publish a work of fiction, people can tell you that your book is boring or you books suck, but when you write about your family people can tell you that your family is boring or your family sucks. And for me, never publishing nonfiction before, this is something that is very, very stressful. And I feel that there are many intimate details in the book that it's easier for me to share overseas.</p><p>It's kind of like those stories that you feel comfortable to tell somebody in a bar or on a train, but you wouldn't tell your next door neighbor. So, I don't know, maybe one day I'll publish it in Israel, but right now it feels a little bit too scary and too personal.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Seven+Good+Years%27+Between+The+Birth+Of+A+Son%2C+Death+Of+A+Father&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"379"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414239813-039632.m3u?orgId=1&topicId=1033&d=379&p=2&story=413911492&t=progseg&e=414142885&seg=8&ft=nprml&f=413911492"},{"href":"http://media.npr.org/assets/img/2015/06/12/seven-good-years_43161-ee4bb6c949d746e5c1e15bfeb5d6328a45d28722.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1685","width":"2246"}},{"href":"http://media.npr.org/assets/img/2015/06/12/keretetgar-credit-yanai-yechiel_enl-ac78acf81ab31dcb394c99e9277276ea9770c2cf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1500","width":"1122"}}]}