{"created":"2014-10-03T03:44:10+00:00","modified":"2015-04-30T19:47:21+00:00","valid":{"from":"2012-09-28T21:18:35+00:00","to":"3012-09-28T21:18:35+00:00"},"hreflang":"en","guid":"5928c7a7-f2c3-4d88-bda4-46ed76d81106","title":"Pike County, Ohio - As Black as We Wish to Be","teaser":"In this episode Al Letson and guest producer Lu Olkowski visit a tiny town in the Appalachian foothills of Ohio where, for a century, residents have shared the common bond of identifying as African-American despite the fact that they look white. Racial lines have been blurred to invisibility, and people inside the same family can vehemently disagree about whether they are black or white. It can be tense and confusing. As a result, everyone’s choosing: Am I black? Am I mixed race? Or, am I white? Adding to the confusion, there’s a movement afoot to recognize their Native-American heritage.","description":"State of the Re:Union Pike County, Ohio - As Black as We Wish to Be  In this episode Al Letson and guest producer Lu Olkowski visit a tiny town in the Appalachian foothills of Ohio where, for a century, residents have shared the common bond of identifying as African-American despite the fact that they look white. Racial lines have been blurred to invisibility, and people inside the same family can vehemently disagree about whether they are black or white. It can be tense and confusing. As a result, everyone&rsquo;s choosing: Am I black? Am I mixed race? Or, am I white? Adding to the confusion, there&rsquo;s a movement afoot to recognize their Native-American heritage.   Billboard (:59) Incude: \"I'm Al Letson and you're\" Outcue: \"...first this news\"  News Hole: 1:00-6:00  SEGMENT A (12:29) Incue: \"I'm Al Letson.\" Outcue: \"P-R-X.ORG\"  A-1. The Hard History of Two Towns: To outsiders, the town of Waverly, Ohio and the neighboring community of East Jackson may not seem all that different. But to residents of the area the distinction is clear, people from East Jackson are black, regardless  of their complexion or the color of their hair. Residents share their memories and the unusual history of these two towns.  SEGMENT B (18:59) Incue: \"You're listening to &hellip;\" Outcue: \"State of the Re:Union\"  B-1. The Standoff In a family that's proud to be black, what happens when a daughter decides that she's white? One family's complicated struggle with race and perception.   SEGMENT C (18:59) Incue: \"I'm Al Letson and ...\" Outcue: \"This is N-P-R\"  C-1. The Other Choice In an area that draws distinct lines between black and white, some residents are making another choice and identifying themselves as Native American. Enter the Catawba Tribe of Carr's Run, and a new controversy between relatives of how they identify themselves and one another.  PROGRAM OUT @ 59:00  Broadcast Window Begins 09/28/2012  LANGUAGE ADVISORY - DUE TO THE SPECIFIC NATURE OF THIS EPISODE, SOME SEGMENTS FEATURE THE \"N-Word\" IN THE FOLLOWING PLACES: Seg A: 7:58 and 10:23 Seg B: 9:38, 13:58, 14:00, 14:08, 14:10, 14:15 Seg C: 9:44, 9:52  The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. This episode made possible with funding from the Ohio Humanities Council.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Pike County, Ohio - As Black as We Wish to Be<br /> <br /> In this episode Al Letson and guest producer Lu Olkowski visit a tiny town in the Appalachian foothills of Ohio where, for a century, residents have shared the common bond of identifying as African-American despite the fact that they look white. Racial lines have been blurred to invisibility, and people inside the same family can vehemently disagree about whether they are black or white. It can be tense and confusing. As a result, everyone&rsquo;s choosing: Am I black? Am I mixed race? Or, am I white? Adding to the confusion, there&rsquo;s a movement afoot to recognize their Native-American heritage.<br /> <br /> <br /> Billboard (:59)<br /> Incude: \"I'm Al Letson and you're\"<br /> Outcue: \"...first this news\"<br /> <br /> News Hole: 1:00-6:00<br /> <br /> SEGMENT A (12:29)<br /> Incue: \"I'm Al Letson.\"<br /> Outcue: \"P-R-X.ORG\"<br /> <br /> A-1. The Hard History of Two Towns:<br /> To outsiders, the town of Waverly, Ohio and the neighboring community of East Jackson may not seem all that different. But to residents of the area the distinction is clear, people from East Jackson are black, regardless <br /> of their complexion or the color of their hair. Residents share their memories and the unusual history of these two towns.<br /> <br /> SEGMENT B (18:59)<br /> Incue: \"You're listening to &hellip;\"<br /> Outcue: \"State of the Re:Union\"<br /> <br /> B-1. The Standoff<br /> In a family that's proud to be black, what happens when a daughter decides that she's white? One family's complicated struggle with race and perception. <br /> <br /> SEGMENT C (18:59)<br /> Incue: \"I'm Al Letson and ...\"<br /> Outcue: \"This is N-P-R\"<br /> <br /> C-1. The Other Choice<br /> In an area that draws distinct lines between black and white, some residents are making another choice and identifying themselves as Native American. Enter the Catawba Tribe of Carr's Run, and a new controversy between relatives of how they identify themselves and one another.<br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Broadcast Window Begins 09/28/2012<br /> <br /> LANGUAGE ADVISORY - DUE TO THE SPECIFIC NATURE OF THIS EPISODE, SOME SEGMENTS FEATURE THE \"N-Word\" IN THE FOLLOWING PLACES:<br /> Seg A: 7:58 and 10:23<br /> Seg B: 9:38, 13:58, 14:00, 14:08, 14:10, 14:15<br /> Seg C: 9:44, 9:52<br /> <br /> The Fall 2012 Season of State of the Re:Union (SOTRU) will be available September 28, 2012 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is produced by Al Letson, presented by PRX, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. This episode made possible with funding from the Ohio Humanities Council. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Deborah Blakeley at Blakeley &amp; Company, LLC, at blakeley.deb@gmail.com with questions or to confirm carriage.","byline":"Al Letson","published":"2012-09-28T21:18:35+00:00","tags":[],"itags":["prx:stories-85361"],"audio":[{"href":"https://cms.prx.org/pub/fdfb49c0ed2e2426ced269c3a0d4fe5d/0/web/series_image/13212/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/b180d46fac471380ff418585ff31853d/0/web/audio_file/436226/broadcast/01_Pike_County_Billboard_v2.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/931658f7df485d6d9f0a9ade167d803c/0/web/audio_file/435987/broadcast/02_Pike_Co_Newscast_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":29,"size":931025}},{"href":"https://cms.prx.org/pub/bc0472e990d729f54475671aa76579e2/0/web/audio_file/435990/broadcast/03_Pike_County_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/cd324ebbd3c66bfefad60211c9f4881e/0/web/audio_file/435986/broadcast/04_Pike_Co_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1888770}},{"href":"https://cms.prx.org/pub/9cf7e8fc3d9ac6ec5fa18ee74d0daa3f/0/web/audio_file/435983/broadcast/05_Pike_County_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/a8c7f20784efafe855def9129a2015e5/0/web/audio_file/435984/broadcast/06_Pike_Co_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1892945}},{"href":"https://cms.prx.org/pub/5b4a1e0b0bf1e5fdbf1d4b11c0c1e17b/0/web/audio_file/436329/broadcast/07_Pike_County_Segment_C_v3.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407670}}]}