{"created":"2014-10-27T20:26:51+00:00","modified":"2014-10-31T00:09:03+00:00","valid":{"from":"2014-10-31T00:09:03+00:00","to":"3014-10-31T00:09:03+00:00"},"hreflang":"en","title":"A Conversation With Immigrant Activist Jose Antonio Vargas","published":"2014-07-23T14:40:00+00:00","teaser":"The immigrant-rights activist has written extensively about the fact that he has been living illegally in the U.S. for years.","itags":["npr_api","332611395"],"guid":"5941c1c2-b077-4628-84ba-8155c0382dd3","contentencoded":"<p>Immigrant-rights activist <strong>Jose Antonio Vargas</strong> has written extensively about the fact that he has been living illegally in the U.S. for years.</p><p>A Pulitzer Prize-winning journalist, Vargas was recently in south Texas documenting the stories of many Central American child migrants detained at a shelter in McAllen. As an immigrant himself, he says it was only &#8220;natural&#8221; that he go there.</p><p>Vargas often travels without documentation &#8212; he told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti that in the past three years, he has attended &#8220;maybe 250 events in 43 states.&#8221;</p><p>But when he tried to board a plane to return, he was detained by border patrol officers for around eight hours. This was the first time he&#8217;s interacted with border patrol officers in airport security, even though he has also visited San Diego and various cities in Arizona. Now, for the first time, he&#8217;ll have to appear before a judge in immigration court.</p><p>As he remarked, &#8220;It&#8217;s somewhat ironic: This is the first time that the U.S. government, at least the immigration government, acknowledges my existence.&#8221;</p><p>Although the incident has raised questions, Vargas insists that it was a legitimate legal conflict, not a publicity stunt to raise awareness about the rights of immigrants.</p><p>And he says it was worth the risk: &#8220;I came down there last Thursday, before knowing what was going to happen, because I wanted to look in the eyes of those children and I wanted to make a statement that when you see those children, you think of possibility. We talk about them as if they&#8217;re insects on our backs. What&#8217;s happening right now is not only a humanitarian crisis, it&#8217;s a moral crisis.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://joseantoniovargas.com/\" target=\"_blank\"><strong>Jose Antonio Vargas</strong></a>, activist, Pulitzer Prize-winning journalist, immigrant and founder of <a href=\"http://www.defineamerican.com/\" target=\"_blank\">Define American</a>. He tweets <a href=\"https://twitter.com/joseiswriting\" target=\"_blank\">@joseiswriting</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Conversation+With+Immigrant+Activist+Jose+Antonio+Vargas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"505"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334448297-032cec.m3u?orgId=1&ft=3&f=332611395"}]}