{"created":"2015-02-02T20:09:50+00:00","modified":"2015-02-10T19:41:52+00:00","valid":{"from":"2015-02-10T19:41:52+00:00","to":"3015-02-10T19:41:52+00:00"},"hreflang":"en","title":"Plus-Size Model Makes History","published":"2015-02-03T20:19:00+00:00","teaser":"Tess Holliday has become the largest plus-size model to sign a major modeling contract. She joins us.","itags":["npr_api","383336231"],"guid":"594282d0-3fd5-47ec-abc1-0ae9ce5d0437","contentencoded":"<p>Standing at 5&#8217;5&#8243; and wearing a size 22, <strong>Tess Holliday</strong> (real name Tess Munster) is the first model of her size to sign a major modeling contract.</p><p>She's already been named a top model by Italian Vogue, but made history in the fashion world last week when she announced that she is now working under MiLK Model Management, a U.K.-based modeling agency.</p><p>&#8220;It's hard enough to break into my industry when you're my height and my size but adding the tattoos on top of it, there's not many clients that will hire you if you have Miss Piggy tattooed on your arm,&#8221; she told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>Growing up in the rural south, Holliday was bullied for her body type and modeling dreams, but now, she's turned the tables, using her curvy, inked-up body as a platform to ignite a conversation about body acceptance through her social media movement <a href=\"https://twitter.com/search?f=realtime&q=%23EffYourBeautyStandards&src=typd\" target=\"_blank\">#EffYourBeautyStandards</a>.</p><h4>Interview Highlights: Tess Holiday</h4><p><strong>On why it has taken so long for a woman her size to become a signed model</strong></p><p>&#8220;I think people weren't listening to what consumers wanted. I think for a long time we've been saying that we want to see women that look like us in the media, and consumers for some reason seem to think that clothing looks better on smaller models. That's what we're buying, we're buying an image, but in reality, I know that if I buy a pair of size 22 jeans, I'm still going to be a size 22. I'm not going to turn into the size 8 that the model is wearing.&#8221;</p><p><strong>Oh what inspired her to start modeling</strong></p><p>&#8220;I wanted to become a model out of delusion. It was always something that I wanted to do, I just never thought that I would have the opportunity. I saw photos of Mia Tyler and Em, who was the first plus-size model in the world, and I remember seeing images of her and thinking how beautiful she was. It kind of appealed to me, and then as I got older I wanted to do it even more because there was no one in the media, especially modeling clothing, that was petite and that was bigger than a size 16. I wanted to kind of be that person.&#8221;</p><p><strong>Her response to negative comments</strong></p><p>&#8220;I used to drive myself crazy and read all of them and by strict orders from my fiance and my friends, I'm not allowed to, but sometimes I have days when it definitely bothers me. I wish that more people were talking about the success and the fact that this is really hopefully changing my industry and it already has changed my industry instead of turning it around about a discussion about how healthy I am. I feel like it's very discriminatory and it's very frustrating but I just try and derail myself from going down the spiral of negativity.&#8221;</p><p><strong>On health and loving her body</strong></p><p>&#8220;Glamour magazine recently said that 97 percent of women are unhappy with their body in some way. That's huge. I mean, that's nearly every single person, that there's something that we don't love about ourselves and I feel like that's what we should be talking about. I mean, yes, people can talk about health, but I feel like what we really need to be talking about is the fact that women of all ages and sizes and shapes are feeling the need to kind of, live up to unrealistic expectations. I feel like there needs to be more diversity so that we have people to look up to and we don't feel the daunting task of being perfect.&#8221;</p><p><strong>On social media and empowering her fans</strong></p><p>&#8220;I was receiving quite a few nice messages from my followers previous to all of this&#8230; but the response to this has definitely been more than I could have imagined. I mean even to be here, I've listened to NPR since I was a kid and Cosmopolitan magazine, all of these places that I've looked up to that have featured me, not to mention my friends and followers and people that I didn't even know telling me that they can relate to my story and that they know what it's like to be bullied to feel like you're not good enough. I'm really hoping that that encourages all of them to really do something that they didn't they could do.&#8221;</p><p><strong>On her career aspirations and promoting the 'Body Positive' movement</strong></p><p>&#8220;I would really love to work with major photographers who haven't featured plus-size models before. I would love to work with Annie Leibovitz or Steven Meisel. I would love to be in the pages of Vogue. Those are all definitely things in my modeling career that I love but I'm mostly passionate about speaking to young girls about what it means to be body positive. I mean, I always wish that I had someone when I was 15 telling me the things that I know now and that's what I'm most passionate about is to stop bullying and to start the conversation about loving your body.&#8221;</p><p><strong>On the future of plus-size models in the fashion industry</strong></p><p>&#8220;I mean, I'm here right now and that is not something I would ever be able to fathom, so I know that they [major fashion designers] had to have seen it&#8230; and I hope that the movement continues, not just myself but other women being vocal about the fact that we want more options in clothing. We want more diversity and more representation of body types in the media. I think it would be silly for major designers to not really care about the plus-size consumer because we have money to spend, so why not spend it with them.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.tessmunster.com/\" target=\"_blank\">Tess Holliday</a></strong>, plus size model. She tweets <a href=\"https://twitter.com/tessmunster\" target=\"_blank\">@TessMunster</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Plus-Size+Model+Makes+History&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"441"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383522605-72f7c7.m3u?orgId=1&e=383336231&d=441&ft=nprml&f=383336231"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0202_tess-holiday.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"465","width":"637"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0202_tess-holiday2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0202_tess-holiday3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"960","width":"640"}}]}