{"created":"2014-10-08T20:58:44+00:00","modified":"2014-10-30T21:41:46+00:00","valid":{"from":"2014-10-30T21:41:46+00:00","to":"3014-10-30T21:41:46+00:00"},"hreflang":"en","title":"In 'Season Of Mercy,' Will Vatican Rethink Communion For Divorcees?","published":"2014-10-09T13:58:00+00:00","teaser":"Pope Francis hasn't ruled out changing church doctrine that bars divorced and remarried Catholics from receiving Holy Communion. There are fierce opponents, while others favor simplifying annulment.","itags":["npr_api","354530800"],"guid":"5948876d-879a-43e6-af1b-e9f2ff17ea35","contentencoded":"<p>Some 200 bishops from around the world are gathered at the Vatican for a two-week assembly to discuss issues related to the family, including artificial contraception, premarital sex and ministering gay unions.</p><p>But one of the most controversial is a proposal to allow divorced and remarried Catholics to receive Holy Communion — taboo in church doctrine for 2,000 years.</p><p>In February, Pope Francis tapped one of his favorite theologians, German Cardinal Walter Kasper, to address a meeting of all the cardinals.</p><p>Kasper argued that the church must show more mercy to people whose first marriages have failed and who want to remain within the church.</p><p>\"With respect to the divorced and the remarried people, the church does not give them absolution, [does] not give them Holy Communion. And many people say this is not the God of Jesus, because Jesus was very merciful — he forgives us — and the church does not,\" he said.</p><p>Kasper spoke to NPR after his address. He said it provoked sharp<strong> </strong>exchanges among some of the cardinals.</p><p>\"Of course there was a heated debate, but there were not only cardinals who were against it, there were also cardinals who were in favor,\" he said. \"And so the voices are divided. The pope himself was very grateful for the discourse.\"</p><p><a href=\"http://www.huffingtonpost.com/2014/10/04/cardinal-raymond-burke-divorce_n_5915882.html\" target=\"_blank\">Many Catholic conservatives rejected Kasper's proposals</a>. On the eve of the current gathering of bishops, known as a synod, five cardinals published a book of essays, \"<a href=\"http://www.ignatius.com/Products/RTC-P/remaining-in-the-truth-of-christ.aspx\" target=\"_blank\">Remaining in the Truth of Christ</a>.\" In<strong> </strong>them, they described Kasper's permissive attitude toward Communion as<strong> </strong>\"fundamentally flawed.\"</p><p>One of the authors is American Cardinal Raymond Burke, head of the Vatican's top court. In an interview with Catholic News Service, he dismissed the viability of Kasper's proposal.</p><p>\"I cannot see how it can go forward if we are going to honor the words of our Lord himself, through which he said, 'the man who divorces his wife and marries another commits adultery,' \" Burke said.</p><p>Catholic doctrine stipulates that a second marriage without <a href=\"http://www.foryourmarriage.org/catholic-marriage/church-teachings/annulments/\" target=\"_blank\">the complex and often lengthy annulment</a> of the first amounts to adultery, and that anyone married in a civil ceremony is living in sin and therefore ineligible to receive the sacraments.</p><p>But Kasper says there is no such single category as \"the divorced and remarried.\" For example, he says, a woman who is abandoned by her husband is different from the man who abandoned his wife.</p><p>\"So we have to distinguish the cases,\" he says.</p><p>Kasper also raises the idea of penitence.</p><p>\"The other question is, how a person who confesses, has made a mistake and so on, and repents his sins, why he cannot be absolved and permitted to go to Holy Communion.\" Kasper says. \"There is a discussion going on in the church, a discussion for and against this proposal, the synod together with the pope, who has to decide the whole question.\"</p><p>But Burke, the American cardinal, hopes the synod fathers will drop the issue altogether.</p><p>\"These are bishops, these are shepherds of the flock, who are Catholic,\" he says, \"and I can't imagine them accepting this proposal — I don't know quite how I would be able to digest it.\"</p><p>Pope Francis was asked last year about a possible change in church teaching on divorced and remarried Catholics. His reply? \"I believe that this is the season of mercy.\"</p><p>Several participants in the synod have raised the possibility of a simplified annulment process, suggesting that many Catholic couples enter marriage unaware of the required commitments, making the union invalid from the start.</p><p>The synod has another week and a half to run. No decisions are expected until a second synod on the family next year, and it's not clear where the majority of bishops stand on the Communion and divorce issue.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Season+Of+Mercy%2C%27+Will+Vatican+Rethink+Communion+For+Divorcees%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sylvia Poggioli","audio":[{"meta":{"duration":"268"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354639787-a7cb59.m3u?orgId=1&topicId=1016&ft=3&f=354530800"},{"href":"http://media.npr.org/assets/img/2014/10/08/pope-marriage-synod2-90691656132548475a0c5f8818432bfd5b9280f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2717","width":"3624"}},{"href":"http://media.npr.org/assets/img/2014/10/08/pope-marriage-synod1-c868572422ba873b67342514720bead566de4858.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}