{"created":"2014-10-08T16:14:38+00:00","modified":"2014-10-31T02:17:39+00:00","valid":{"from":"2014-10-31T02:17:39+00:00","to":"3014-10-31T02:17:39+00:00"},"hreflang":"en","title":"'Bound To Sound Different': The Black Keys On Going Big","published":"2014-05-13T15:58:00+00:00","teaser":"In an extended conversation with NPR's Steve Inskeep, the band offers insights on the relationship between creative process and success.","itags":["npr_api","310483072"],"guid":"59700cd7-9e51-49ab-bbcb-b0087ed6f34d","contentencoded":"<p><a href=\"http://www.npr.org/templates/story/story.php?storyId=6533258\" target=\"_blank\">In the fall of 2006</a>, NPR's Steve Inskeep made a trip to the 9:30 Club, a midsize venue in Washington, D.C., to meet a rising rock duo booked to perform that evening. The two musicians from Akron, Ohio, had done well for themselves: Their latest album had made a big dent in the college radio charts, and they'd landed a song on the soundtrack of the Jack Black movie <em>School of Rock</em>. Sitting with the band on the club's stage, Inskeep asked drummer Patrick Carney to defend an earlier comment about the merits of \"sloppy\" music. Chuckling, Carney replied, \"That's the only kind of music I can make.\"</p><p>You could argue that \"sloppy,\" as an aesthetic, still works its way into<a href=\"http://www.npr.org/artists/15193815/the-black-keys\" target=\"_blank\"> The Black Keys</a>' music now and then. But where Carney and his bandmate, guitarist Dan Auerbach, once proudly embraced their limitations, they have spent the past several years cannonballing through them. <em>Turn Blue</em>, the band's eighth album, is out Tuesday, on the heels of two consecutive platinum-selling major-label LPs. Between the band and Auerbach's work as a producer, the two men have a half-dozen Grammys. They've graduated from rock clubs to arenas, and their songs <a href=\"https://www.youtube.com/watch?v=vRbpQsGr5NA\" target=\"_blank\">sell diamonds on TV</a>.</p><p>Picking up where the <a href=\"http://www.npr.org/blogs/allsongs/2014/05/07/309346263/the-black-keys-turn-blue-the-all-songs-interview\" target=\"_blank\">band's recent conversation with <em>All Songs Considered</em></a> left off, Steve Inskeep recently reconnected with The Black Keys to talk about what has and has not changed in Auerbach and Carney's music, their process and their personal lives. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>STEVE INSKEEP: First off, you tell me if you agree with this statement: The music on <em>Turn Blue</em> sounds different than what you were doing five years ago, seven years ago. Is it different?</strong></p><p><strong>PATRICK CARNEY:</strong> I think every record sounds different than the last to varying degrees: The difference between <em>Brothers </em>and <em>El Camino</em> I think is pretty huge, and <em>El Camino</em> to <em>Turn Blue</em> is also pretty drastic. But in the grand scheme of things, I can see the thread between this record and our first record. There are songs on this record that are coming from the same place as songs on <em>The Big Come Up</em> — like \"Gotta Get Away,\" the last song.</p><p><strong>INSKEEP: Which is just a straightforward jam, basically. It reminds me: This is not the first album you guys have done where there's a consistent [sound] most of the the way through, and then one song that feels different and kind of like a throwback. \"Gotta Get Away\" is the song I would I identify here. Are you signaling something by doing that?</strong></p><p><strong>CARNEY: </strong>Well, this record's the heaviest, lyrically, that we've ever made. It's also dark and expansive, I think, and when we listened to the sequence, we felt like it needed some kind of reprieve. We normally end every record with the saddest, heaviest, slowest song — and that's not necessarily been on purpose. But for this record, it seemed appropriate to put the lightest, most straightforward song at the end.</p><p><strong>INSKEEP: You talk about this being a darker album. The song \"Turn Blue\" seems like a dark story: It's someone who's dealing with some undefined trouble, and he's not sure that everybody understands what he's going through. </strong></p><p><strong>DAN AUERBACH: </strong>Yeah, that's definitely there. The lyrics on the record were definitely influenced by my year, and it was a tough year. I went through a breakup, and that shows itself on the record.</p><p><strong>INSKEEP: Can you point me to some lyrics where that's the case?</strong></p><p><strong>AUERBACH: </strong>Every single one, pretty much. I mean, I was having a hard time not writing about what was going on in my world, because it was just so completely taking over everything.</p><p><strong>INSKEEP: When you're writing about something sad that you want to get out, how does that work for you? Do you get it right on the first pass, or are you editing and changing a lot?</strong></p><p><strong>AUERBACH: </strong>I think it's really difficult. It's personal, but at the same time, you sort of feel like you have to do it — like you can't really do anything else until you get it out of the way, get it out of your mind. Music has always been something that I've loved deeply and that makes me feel great, but I've never actually relied on it for healing. And in this last year, music was very helpful to me.</p><p><strong>INSKEEP: Can you just describe a little bit more what happened to you in the last year?</strong></p><p><strong>AUERBACH: </strong>Oh, it was a divorce. It's not unlike what millions of people go through, but, you know, it was a first for me.</p><p><strong>INSKEEP: You got kids?</strong></p><p><strong>AUERBACH: </strong>Yeah.</p><p><strong>INSKEEP: That makes it hard.</strong></p><p><strong>AUERBACH: </strong>Yeah, absolutely.</p><p><strong>INSKEEP: Not that it's not hard otherwise, but it makes it more complicated.</strong></p><p><strong>AUERBACH: </strong>It was very difficult; everybody's good now. And, yeah, music was really there for me and helped pull me through it.</p><p><strong>INSKEEP: Pat, did you ever have a moment where you said, \"Dan, get over it\"?</strong></p><p><strong>CARNEY: </strong>No, not really. I mean, I went through a breakup <em>without</em> a child, and it's really hard. I remember watching my parents go through it when I was 6, and I don't think they were fully over it until I was 24. It's something that just affects you forever, especially if you have kids.</p><p><strong>INSKEEP: So if we listen to your music and hear a different sound, part of the answer to why that would be is just that you've lived a few more years of your lives?</strong></p><p><strong>AUERBACH: </strong>Well, that's true on every record we've ever made: Our roots are always there, but we're different people. Every year goes by and we have new experiences, we hear new things, we encounter new things and it influences our music. We've never been the kind of band that wanted to make the same record over again. We had great success with <em>El Camino</em>. Any other band would have probably just made <em>El Camino</em> <em>Part II</em>, and we basically did the exact opposite.</p><p><strong>INSKEEP: What does it mean that the music is a good deal more highly produced now? </strong></p><p><strong>AUERBACH: </strong>I mean, we were teenagers recording in a basement with a four-track, and now we're grown-ups and record in a studio. It's just bound to sound different. However, we record almost the same way: Almost every song that you hear on the record has the foundation of a live performance of Pat and I on drums and guitar, or bass and guitar. There's always gonna be that live feel underneath.</p><p><strong>CARNEY: </strong>The first few albums we made had really bad equipment, so it wasn't even a matter of being able to get high-fidelity, good-sounding sounds; it was about disguising the bad fidelity with distortion.</p><p><strong>INSKEEP: You made a virtue of it.</strong></p><p><strong>CARNEY: </strong>Fuzz pedals saved our lives, really — we'd put them on the snare drum, vocals, the whole drum set. We'd just distort everything, because otherwise it would sound like it was recorded in a Guitar Center showroom or something. It wasn't until our fifth record that we were able to realize that we needed some help — an engineer, to begin with.</p><p>You know, that first time we spoke to you at the 9:30 Club, we had just made our major-label debut in my basement on like $5,000 worth of crappy equipment. We paid $350 to get it mastered, took it home and there was, like, no bass on it. And we just dropped it in a FedEx envelope, mailed it to Warner Brothers and were done with it. Of all things that we've ever done, that's my biggest regret — is that we just kind of were like, \"Oh, OK.\"</p><p><strong>AUERBACH: </strong>But that's because we were from Akron. There was no scene here; we didn't know anything about mastering. There was no one we could talk to about it — and on top of it, we were just sort of insecure punks who didn't want to be told what to do.</p><p><strong>INSKEEP: So you're more collaborative than you used to be, then? There's more people involved in your process?</strong></p><p><strong>AUERBACH: </strong>Yeah. We met people like Brian Burton, like Tchad Blake, like Mark Neil — all these guys who make records that we like the sound of. We worked with them and slowly learned what it is we liked about these records that we'd loved all these years. And it takes a while to figure that stuff out, but we finally sort of cracked the code, and it helps us when we're in the studio now.</p><p><strong>INSKEEP: You said you start with this foundation of just the two of you playing as you might have done 10 years ago, and then you're adding things. Would you describe what you're adding?</strong></p><p><strong>AUERBACH: </strong>Even 10 years ago, we would start with the foundation of the two of us and then add bass, guitars, keyboards. But really, at this point, we add whatever we want. There are absolutely no rules when we go into the studio; we don't think about how it's gonna translate live or anything. We just wanna make the song as interesting to us as we can make it.</p><p><strong>INSKEEP: Can you talk about one of the songs and how it evolved? Like, what did you have first, and what did you add and change?</strong></p><p><strong>AUERBACH: </strong>Man, all of them are so different. \"Gotta Get Away\" must have happened in, like, 20 minutes and it was done. But then there are songs like — oh, what's the song, \"Year in Review\"? Is that the one where we recorded in four different sections?</p><p><strong>CARNEY: </strong>No, that's \"In Our Prime.\"</p><p><strong>AUERBACH: </strong>\"In Our Prime,\" yeah. We recorded four different sections from scratch and then spliced them all together. I mean, we were just making all of this stuff up from scratch. We had no demos; nothing was written ahead of time. \"Weight of Love\" is a seven-and-a-half-minute song that starts with whisper-quiet acoustic guitar and some ambient keyboard, and then at the end is as loud as any song we've ever recorded. The drums are going full-on; we've got background vocals, almost sort of choir-like, and we've got Mellotron choirs underneath it; we have rhythm guitar, and we've got two lead solo guitars playing harmony.</p><p><strong>INSKEEP: Dan, during the last few years you've also been producing other artists, even as you guys have been working on your own music — is that right?<br /></strong></p><p><strong>AUERBACH:</strong> We've both always produced records. I mean, that's why we started. We didn't start as a band that played on stage. We started because we loved making these tapes and recording, and that's always been our first love.</p><p><strong>INSKEEP: Is there anything you've learned from working with other musicians that has influenced what you do when it comes time to record your own stuff?</strong></p><p><strong>AUERBACH: </strong>Yeah, absolutely. You see mistakes that bands make and you realize that maybe you need to check yourself. But you also can get really inspired watching a musician work, seeing someone else who just has a completely different way of operating.</p><p><strong>INSKEEP: So, you've gotta tell me a mistake you've seen someone make.</strong></p><p><strong>AUERBACH: </strong>Oh, I mean, the biggest mistake is insecurity. Insecurity can really ruin albums — and ruin relationships. That's the biggest thing.</p><p><strong>INSKEEP: How does that come out? Does that mean they don't quite realize that what they have is good enough and they start messing with it?</strong></p><p><strong>CARNEY: </strong>Resisting new ideas, basically, is what the most common form of that is. You suggest a new approach to a song, and the most common excuse is, \"Well, our fans won't be able to relate to that.\" And usually you're talking to a band that maybe sold, like, 10,000 records previously.</p><p><strong>INSKEEP: They don't have all that many fans up to that point?</strong></p><p><strong>CARNEY: </strong>Well, they don't realize that they could lose all those fans and get all new fans. They could keep going.</p><p><strong>AUERBACH: </strong>But we understand that it's really difficult, because we were there — we were those people. We made four, five records on our own, partly because we were insecure, but also we just didn't know how to communicate with engineers and producers. We weren't able to really do that yet. So I'm sympathetic when I'm with someone who can't feel comfortable with some change.</p><p><strong>INSKEEP: What's the right amount to think about your audience when you're putting together a record? On some level, don't you need to be thinking about who's gonna like this?</strong></p><p><strong>AUERBACH: </strong>Probably less than zero percent.</p><p><strong>CARNEY: </strong>Yeah,<strong> </strong>I don't think you can. Ten years from now, this record will exist and Dan and I will have to feel good about it. We can't be worried about, like, some guy in Cedar Falls and what he thinks 10 years from now about this record.<strong> </strong>No offense to Cedar Falls.</p><p><strong>INSKEEP: So what's an example of a way a musician has inspired you? One that you've produced.</strong></p><p><strong>AUERBACH: </strong>The most obvious was <a href=\"http://www.npr.org/artists/14987602/dr-john\" target=\"_blank\">Dr. John</a>, just because he's just so rich musically. Watching him operate was kind of mind-blowing, just to see the touch he has on the instrument and to watch him come up with parts and improvise. He would improvise parts and immediately, right from the get-go, they would sound like they'd been lived in for 100 years. He'd be playing them perfectly behind the beat. That was wild to see.</p><p><strong>INSKEEP: I imagine there can also be a downside to that kind of listening, where you get the other musician in your head and you're trying to be them rather than yourself. Is there ever an occasion where your interaction with other musicians has gone off-track in that way? </strong></p><p><strong>AUERBACH: </strong>We have this weird thing where, at the same time, we're the laziest musicians on the face of the earth and the hardest-working. Whenever we do a cover of a song, we will get the basic gist and then record it really quickly — having never actually learned it. We've never really tried to emulate anyone. Even when we did the <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">Beatles</a> cover on our first record, we hardly knew the song. I mean, there was a time-signature change in the middle of the song, and Pat and I don't read music or anything, and, God, we could not figure out what was going on at all. And then it finally dawned on us.</p><p><strong>INSKEEP: Wait a minute: Did it dawn on you <em>after</em> or <em>before</em> you recorded a version of the song?</strong></p><p><strong>CARNEY: </strong>While we were recording.</p><p><strong>AUERBACH: </strong>Like, first, second, third take, we didn't get it right. Fourth take, we finally figured out the time change, and that was the take we put on the record.</p><p><strong>CARNEY: </strong>Most of the time we're in the studio, we're listening to music. Maybe we're listening to <a href=\"http://www.npr.org/artists/15769897/wu-tang-clan\" target=\"_blank\">Wu-Tang Clan</a>, and we're listening specifically to the sound of the kick drum. Or it's Captain Beefheart, and we're listening to tempo. We're listening to these minute factors within songs; we're not sitting there trying to be inspired by the whole big picture.</p><p><strong>AUERBACH: </strong>Yeah, I can listen to all of our records and pick out little influences. There'll be 10 different influences in any song. It's subtle; it's everything that we listen to all the time.</p><p><strong>INSKEEP: So you've mentioned Dr. John, Captain Beefheart, Wu-Tang Clan — that's a pretty good variety. What are some of the other influences you can hear, even if they might be a little too subtle for us?</strong></p><p><strong>AUERBACH: </strong>We both love early Jamaican records; the low end on those records is amazing. We always want <a href=\"http://www.npr.org/2013/01/14/169346225/stax-records-on-world-cafe\" target=\"_blank\">Stax Records</a> snare-drum sounds. The way that hip-hop samples soul vocals. ... And the sound of Motown tambourines, we want that tambourine sound. The list goes on and on, and when we're recording we end up picking little pieces of what we want.</p><p><strong>INSKEEP: You relocated several years ago from Akron to Nashville. What does it mean to be there now?</strong></p><p><strong>AUERBACH: </strong>It doesn't mean a whole lot, because we're not really part of the Nashville scene, to be honest with you. There's definitely a ton of music, and it's a vibrant scene, but all the records that I produce have been out-of-town musicians.</p><p>What's really nice is, this city is so full of musicians and studios that any time we need anything for our work, it's always in town. If you run out of reel-to-reel tape in Akron you have to wait, like, four days to get it. Here, 10 minutes, it gets delivered to your door. So it's a whole different experience.</p><p><strong>INSKEEP: People in Nashville were excited when they discovered you'd showed up. There were articles written a few years back: \"Wow, we're finally getting it! The Black Keys are here.\" Do you feel like Nashville's changing?</strong></p><p><strong>AUERBACH: </strong>I mean, people talk about it more now than when we moved here. I think younger bands have more of a shot of being heard because they're from Nashville.</p><p><strong>CARNEY: </strong>There's the huge country-music scene, which is fascinating, and we just kind of observe it at a distance. But there's a pretty large indie-rock, punk-rock scene in Nashville — larger than Cleveland or Akron or Columbus, for sure. There's a bunch of clubs, there's a bunch of DIY spots, there's a bunch of bands rehearsing in basements and garages; there's a whole scene of that.</p><p><strong>INSKEEP: They must send you tapes and so forth?</strong></p><p><strong>CARNEY:</strong> We're friends with a decent amount of the people in that world. But I think most of those bands are pretty self-sufficient, just like we were when we were starting out. I think it's a healthy thing to do: You kind of start out in this insular way, then once you trust yourself and learn your limitations and what you're capable of doing, that's when those bands start reaching out to people.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Bound+To+Sound+Different%27%3A+The+Black+Keys+On+Going+Big&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312046622-a8aa58.m3u?orgId=1&topicId=1105&ft=3&f=310483072"},{"href":"http://media.npr.org/assets/img/2014/05/07/the_black_keys-23224d1c385198efbccf3a1d98028858ca1fc774.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2100","width":"2797"}}]}