{"created":"2015-02-09T21:26:32+00:00","modified":"2015-05-13T21:18:19+00:00","valid":{"from":"2015-05-13T21:18:19+00:00","to":"3015-05-13T21:18:19+00:00"},"hreflang":"en","title":"Authorities Probe Alleged Hate Crime Against Native American Kids ","published":"2015-02-09T23:55:00+00:00","teaser":"Racial tensions are high in Rapid City, S.D., as police investigate an incident where white men allegedly shouted racial slurs and dumped beer on a group of Native Americans at a recent hockey game.","itags":["npr_api","383835807"],"guid":"5975e4f8-9b83-4220-af6d-86f6ea75155f","contentencoded":"<p>An investigation into a possible hate crime is underway in Rapid City, S.D., after a group of men <a href=\"http://www.kotatv.com/news/south-dakota-news/bad-behavior-at-rush-game-targeted-native-americans/30931034\" target=\"_blank\">allegedly assaulted Native American kids at a minor league hockey game</a>. The incident angered many in the community, and racial tensions in Rapid City are running high.</p><p>The group of middle-school students made a two-hour bus trip from the Pine Ridge Indian Reservation to a Rapid City Rush hockey game in late January. The school-sanctioned outing was a reward for academic achievement.</p><p>But the group left the game in the third period when some men sitting above them in a corporate box allegedly began to pour beer on and shout racial slurs at the parents and students.</p><p>Angie Sam says she believes her 13-year-old daughter and 56 other students, ages 9 to 13, are victims of a hate crime.</p><p>\"Some of our kids — they've had nightmares, they cry,\" she says, as she herself fights back tears. \"We as parents, we cry for our kids, because we protect them. And they were being rewarded for good behavior, and these drunk, white men ruined that for them.\"</p><p>The incident was reported on social media after the game, then to law enforcement. Rapid City Police Chief Karl Jegeris condemned the attack and said charges could include hate crimes.</p><p>\"It is what I would call 'scorching of your soul,' so it upsets me greatly that this occurred here in our community,\" he says. \"And it certainly is a criminal act that occurred; we do have an ongoing, open criminal investigation.\"</p><p>Suspects in the investigation have not yet been named, and police say any charges could be weeks away.</p><p>\"Being patient in this process is part of it, but we can't be too patient — we need action,\" says Mato Standing High, an attorney for some of the families involved. \"Rapid City should not tolerate the abuse of children, period.\"</p><p>Standing High says the incident adds to racial tension that already was elevated <a href=\"http://nativenewsonline.net/currents/fatal-shooting-lakota-man-rapid-city-police-officer-called-suicide-cop/\" target=\"_blank\">by a police shooting of a Native American man in December</a>. He notes a pattern of troubled race relations extending all the way back to the white settlement of the area in the late 19th century, but says that what's different this time is that it involves so many kids.</p><p>\"You add on top of that factors of race, and that's when people get really, really excited and taken back in history to horrible treatment that Indians have faced,\" he adds.</p><p>Many of those like Standing High say that past racist acts or even hate crimes against Native Americans here have occurred with few repercussions. Social media is seen as a game-changer in this case.</p><p>The Native community is using it to organize protests, which have been attended by Native Americans and others. Organizers see that type of cross-cultural communication as a positive step, but note that it will take more than one rally to heal the deep racial divisions here.</p><p>Chase Iron Eyes, an attorney and a founder of the group <a href=\"http://lastrealindians.com/\" target=\"_blank\">Lastrealindians</a>, spread the story on his website after it was posted on Facebook. He warns that anyone who is overtly racist now runs the risk of being called out on the Internet.</p><p>\"We control our own presses, we control our own media networks,\" he says. \"We reach a million people a week, for instance, on my media network, easily. And so things are changing. There's an evolution here, coming.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Authorities+Probe+Alleged+Hate+Crime+Against+Native+American+Kids+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Charles Michael Ray","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385000809-74351c.m3u?orgId=1&topicId=1015&d=234&p=2&story=383835807&t=progseg&e=384943305&seg=15&ft=nprml&f=383835807"},{"href":"http://media.npr.org/assets/img/2015/02/09/officials--3-1528938a6a8033bc7a86ab4f653f1c350b350d39.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/02/09/protest-5d5e3a821dc29cf4b7abb794d47bec8f9fca4a95.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}