{"created":"2015-02-11T10:07:29+00:00","modified":"2015-06-16T17:27:32+00:00","valid":{"from":"2015-06-16T17:27:32+00:00","to":"3015-06-16T17:27:32+00:00"},"hreflang":"en","title":"On Revolution Day, Iran's President Calls For A 'Win-Win' Nuke Deal","published":"2015-02-11T21:59:00+00:00","teaser":"Iran's leaders sounded a positive note about the possibility of a deal on Iran's nuclear program. Still, a final agreement is considered uncertain at best.","itags":["npr_api","385396449"],"guid":"597c0db5-4bda-468d-b4a1-e7d80d4c2d83","contentencoded":"<p>Iran celebrated the 36th anniversary of Islamic Revolution on Wednesday with the traditional anti-American chants. But the country's top leaders have also raised the possibility of working out a nuclear deal with the U.S. and other world powers.</p><p>The deal, though still uncertain at best, could transform Iran's place in the world after decades of confrontation with West.</p><p>The supreme leader, Ayatollah Ali Khamenei, has often expressed skepticism and defiance about a potential deal. But he sounded a more positive note in recent days.</p><p>\"I would go along with the agreement in the making,\" he said Sunday while speaking to the air force.</p><p>Khamenei went on to say he would support an agreement that meets Iran's interest, said NPR's Steve Inskeep, who is reporting this week from Iran's capital Tehran.</p><p>President Hassan Rouhani made similar remarks at a ceremony Wednesday in Tehran's Azadi Square that commemorated the 1979 revolution that brought Iran's Shiite clerics to power.</p><p>\"The sanctions have not forced Iran to enter the talks but the impracticality of the all-out pressures on Iran and the significant advancements in Iran's peaceful nuclear program made the United States come to the negotiation table,\" Rouhani said. \"Iran is seeking a 'win-win' outcome in the nuclear talks with world powers.\"</p><p>The atmosphere was celebratory and defiant at once, Inskeep told <em>Morning Edition</em> host Renee Montagne. As usual, Iranians chanted \"Death to America\" and also denounced Israel.</p><p>But Rouhani framed his comments in a way that made it seem like he was \"trying to prepare his people to accept an agreement,\" Inskeep reported. \"He is saying, we are not surrendering, that this can be a good thing.\"</p><p>\"There's some defiant-sounding language there but it seems calculated to move people in his direction,\" Inskeep added.</p><p>One of the fundamental questions that remains is whether there is the political will to make a deal with the United States.</p><p>There is a sense of eagerness for change on the streets and in the business community, even from the leader of a political party associated with the supreme leader,\" Inskeep noted.</p><p>\"The question of whether details can be worked out in accordance to the desires of Iran's military establishment, that perhaps is the biggest question left,\" Inskeep said.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Revolution+Day%2C+Iran%27s+President+Calls+For+A+%27Win-Win%27+Nuke+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385396450-3d6f42.m3u?orgId=1&topicId=1009&d=248&p=3&story=385396449&t=progseg&e=385396385&seg=10&ft=nprml&f=385396449"},{"href":"http://media.npr.org/assets/img/2015/02/11/iran-36-2-4d5bd7abe608c0c7b10b3e271ba758063cccc7be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1610","width":"2147"}},{"href":"http://media.npr.org/assets/img/2015/02/11/iran-36-1-e31749b91cc34950e04442ebf07b1ba0e2c5c06e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}