{"created":"2015-05-29T19:04:16+00:00","modified":"2015-06-03T23:05:51+00:00","valid":{"from":"2015-06-03T23:05:51+00:00","to":"3015-06-03T23:05:51+00:00"},"hreflang":"en","title":"'Heaven Knows What' Adds New Wrinkles To The Street Junkie Narrative","published":"2015-05-29T22:20:00+00:00","teaser":"The film slightly fictionalizes the experience of Arielle Holmes, a young homeless addict whom filmmakers Josh and Benny Safdie first encountered in Manhattan's Diamond District.","itags":["npr_api","410547407"],"guid":"5980492f-7675-4a7f-a769-47b371a3972d","contentencoded":"<p>The title <em>Mad Love in New York City</em> makes Arielle Holmes' memoir sound like a fun summer read. It's actually a story of homelessness and heroin addiction that has inspired a movie, <em>Heaven Knows What,</em> with a backstory precisely as fraught as what happens on screen.</p><p>And that's pretty fraught. Nineteen-year-old Harley's life has all the drama and intensity she can cram into it. The homeless heroin addict — who's in love with another addict who treats her like dirt — is first seen trying to deliver a suicide note to her feral, shaggy, sociopathic boyfriend, Ilya. But Ilya won't read it. He tears it up and smirks when she asks whether he'd forgive her for some unknown transgression if she died.</p><p>\"Yes,\" he says without looking up from his computer screen.</p><p>And after panhandling on the street for enough money to buy razor blades, Harley does her best to die, ending up in Bellevue Hospital, in withdrawal, in the psych ward — a sequence that's as visually arresting as it is dialogue-free, powered entirely by Paul Grimstad's edgily nerve-jangling electronic music.</p><p>She'll be back outside soon enough, putting new wrinkles in a junkies-on-the-street narrative you may think you know cold from other addiction tales. Harley's backstory is what makes this telling different. Filmmaking brothers Josh and Benny Safdie first encountered a 19-year-old Arielle Holmes in Manhattan's Diamond District while they were working on another film. When they realized belatedly that she was both homeless and an addict, they encouraged her to write about her experiences on the street, which she did, writing mostly in Apple computer stores around the city. Eventually she had a 150-page manuscript — raw material both for a book that will soon be published, and for a screenplay (by Ronald Bronstein and Josh Safdie) that slightly fictionalizes her actual experience.</p><p>The Safdie brothers cast Holmes as her fictionalized self and hired Caleb Landry Jones, the film's lone professional actor, to play a scarily magnetic, nearly feral Ilya. They then spent months on the street with many of the folks Holmes hung out with until they had them comfortable enough around a camera to play junkies and misfits much like themselves. Some of them, like Buddy Duress, are breathtakingly effective. He plays a chattily irritable drug dealer who has a thing for Harley and provides a bit of protection and shelter while she pines for her sociopathic boyfriend. But as captured by the Safdies, they are — one and all — persuasive, arresting and fiercely in the moment, whether scamming or shooting up or doing heaven knows what to get by.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Heaven+Knows+What%27+Adds+New+Wrinkles+To+The+Street+Junkie+Narrative&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410601381-b696b6.m3u?orgId=1&topicId=4467349&d=144&p=2&story=410547407&t=progseg&e=410437775&seg=17&ft=nprml&f=410547407"},{"href":"http://media.npr.org/assets/img/2015/05/29/hkw_6-a032ba21f2f66f41272ec6f557929ea7a4806ccd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2046","width":"2729"}},{"href":"http://media.npr.org/assets/img/2015/05/29/hkw_2-4da1f76bf1fe69ea0a857150748c73dcc0030d35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1778","width":"2370"}}]}