{"created":"2014-09-03T17:11:39+00:00","modified":"2014-11-04T21:29:33+00:00","valid":{"from":"2014-11-04T21:29:33+00:00","to":"3014-11-04T21:29:33+00:00"},"hreflang":"en","title":"Inside The XXL Freshmen Issue","published":"2014-05-27T15:25:00+00:00","teaser":"This week the hip-hop magazine revealed its annual cover highlighting new acts, which prompted the usual avalanche of debate over the artists featured, those absent and the state of the genre.","itags":["npr_api","310822567"],"guid":"5986f439-aa2b-4df7-afd8-eb0bd8035190","contentencoded":"<p>Since 2008 <em>XXL Magazine</em> has put out an annual issue highlighting new acts that the editors predict will go on to impact hip-hop — the music and the industry. In the beginning, the 10 musicians chosen for the cover of that issue were called the Leaders of the New School. Over the years the people who land what's now called <a href=\"http://www.xxlmag.com/tag/2014-xxl-freshman-class/\" target=\"_blank\">the Freshmen cover</a> — as well as the people who didn't, not to mention the people who turned it down — have become the topic of conversation all over the place, <a href=\"https://www.youtube.com/watch?v=CZv-W4x0Fqw\" target=\"_blank\">including</a> <a href=\"https://soundcloud.com/classicdrugreferences/danny-brown-mndsgn-sweeney\" target=\"_blank\">in</a> <a href=\"https://www.youtube.com/watch?v=vUaqIoXGVV4\" target=\"_blank\">song</a>.</p><p>The debates and turf wars that the Freshmen issue manifests — What are the effects of music journalism's current turbulent epoch on the prospects of musicians themselves? What is the role of the New York City-based music business in a now worldwide culture and industry? What does it take to make it? — are felt and grappled with by the people who make the issue at every step of their process.</p><p>For their perspective, <em>Microphone Check</em> co-hosts Ali Shaheed Muhammad and Frannie Kelley sat down with Vanessa Satten, the editor in chief of <em>XXL</em> who's been with the magazine since 1998, and senior editor Dan Rys, who's been there 11 months, making this his first Freshmen cover.</p><p><strong>ALI SHAHEED</strong> <strong>MUHAMMAD</strong>: What's happening? It's a pleasure to have you two in the building.</p><p><strong>VANESSA</strong> <strong>SATTEN</strong>: Thank you so much for having us today.</p><p><strong>DAN</strong> <strong>RYS</strong>: Thanks for having us on.</p><p><strong>MUHAMMAD</strong>: Thank you for coming here.</p><p><strong>FRANNIE</strong> <strong>KELLEY</strong>: Especially the day after the big reveal.</p><p><strong>SATTEN</strong>: Yes, the big reveal was yesterday evening and we've been gearing up for it for a minute so it's nice have the secret finally out, you know?</p><p><strong>RYS</strong>: Finally talk about it after keeping the secret for such a long time, too.</p><p><strong>KELLEY</strong>: So what is that like? I want to go through the process. I'm sure you've told this story before.</p><p><strong>SATTEN</strong>: It's all good.</p><p><strong>KELLEY</strong>: But every year, I'm sure it's a little bit different. When do you start talking about this? Describe the room. Do you guys sit in a room and all work it out or is this happening --</p><p><strong>SATTEN</strong>: We start talking around September, October. Most of it is done in my office. We sit with a white board and start putting names up and start crossing them out — that probably happens a little bit later into the process — we just start having the conversations with people. We talk to anybody that we cross paths with in the industry. We talk to anybody that we're friends with in the industry that we wouldn't tell the secret to, about who they like. We talk to genuine hip-hop fans, we talk to co-workers whose kids like hip-hop.</p><p>We talk to the rappers themselves. They all come up to the office. They have the opportunity to come up to the office once, twice, as many times as they want — play us music, tell us what they have going on. We go to shows, make sure that we see anything. Recently somebody said, \"What would you say to other freshmen to give them advice on something to do for next year?\" Perform in New York around January, February, March, you know, or December, January, February so we can get to those live shows, besides SX, which is a different story.</p><p><strong>KELLEY</strong>: Yep.</p><p><strong>SATTEN</strong>: And you'll get the look at a show at SOBs or Highline or Webster Hall, where we can really see you perform — and also you're doing it for an audience. We look at YouTube videos like crazy. We have a few different new artists columns, and cover new artists for different levels. So we kind of, not specialize, but we focus a lot on the new artist, especially with the success of Freshmen. So we pretty much have our eyes peeled in general, but then it's really, really, really doing research. We ask everybody.</p><p>And then we go into the rooms and have meeting after meeting after meeting and we cross names off and try not to add them on once we've decided that that person won't make it on. We have maybes and start narrowing it down. I think we lock the first person down in maybe December, and then we lock the last person up about a couple days before the shoot.</p><p><strong>KELLEY</strong>: Is there voting? Are there quotas? Is there — do you think about regions?</p><p><strong>SATTEN</strong>: There's definitely voting. There's not quotas. One of the things that people have asked us on this, is that there's no female on the cover. You know, we're not trying to say, \"We have to fill a quota. We have to do the female rapper. We have to do the New York rapper, always. We have to have more than one New York rapper. We have to do the white rapper.\"</p><p>We're trying to document hip-hop and pick the people that we believe in at the moment. And if you do it based on quota and who you have to have in there, I think it changes, or alters, the class and the concept. So, yeah, we didn't have any females this year or white rappers or whatever that we felt ranked above the ones that we'd already had. How we changed it this year was by adding R&B.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SATTEN</strong>: That was switching it up for us. To have a different angle on it; to grow with the culture.</p><p><strong>KELLEY</strong>: Does anybody have seniority in those discussions over other people?</p><p><strong>RYS</strong>: Vanessa.</p><p><strong>SATTEN</strong>: I think that we've got one other person that was on staff last year for Freshmen and then a few other people it was their first year. So you're taking them through how to think about what might be big, what you're paying attention to. But we all pick. There's definitely some on the list this year that I don't know I believe in the same level the rest of the staff does, as far as the big picture of what's gonna happen. It really is a collective. I don't want it to be my list. I don't want it to be a list I don't have input on. I want it to be pretty, you know, across the board that everyone gets to have their say. And I think that was on the money. But Dan can tell you what really happens.</p><p><strong>RYS</strong>: These meetings that we have are 15, 20, 30 meetings that are all four hours long and everything like that across months.</p><p><strong>SATTEN</strong>: It used to be like, \"Oh there's gonna be a Freshmen meeting? Yay!\" \"Oh, there's gonna be a Freshmen meeting? Oh, not again.\" It changes cause how many you have.</p><p><strong>RYS</strong>: And what I mean by Vanessa having seniority in those meetings: mostly just, like, directing traffic. Everybody comes in with everything that they want to say about the rappers that they feel most strongly about and then Vanessa will play devil's advocate. We'll start arguing and then, you know, she'll be directing traffic in a certain way, always just making you think harder or differently about everything like that. It's a long process.</p><p><strong>SATTEN</strong>: I mean, I might really believe in somebody and try to play devil's advocate just to get them to think differently, or myself to, and do what the cons are to picking that person even if I think they should already be on the list in my head, just so we can play out for them to see, for me to see, to get to kind of a different place.</p><p>And I think that us looking at it from that angle rather than — I think the biggest regret for Freshmen over the years is in past classes we've looked at them and somebody's gotten in and it was like they were buzzing then, but we didn't think enough for the long-term. And I'd sit there at the shoot and be like, \"I knew that shouldn't have happened,\" or something, for whatever reason cause they were like a given. And because they were a given, because they were so big at the moment, we didn't discuss enough what the long-term meant.</p><p>So for me, for the past couple years, it's really been, \"Well, forget the givens. Forget the just big-at-the-moment and if they are, we have to play out where they can go.\" But it can't just be about at the given, like it can't just be about, \"You're automatically in because you've got this big buzz.\" What's gonna happen next? Cause we've seen people with big buzzes get caught up in record label drama, get caught up in crew member drama or crew drama where they gotta get on the line. And we always think about, there's a next year. Where's this person gonna be next year? Would they be bigger next year than smaller this year on the cover? What's the best year for them? So it's a lot of those. It's the kind of math problem that's not really about numbers.</p><p><strong>MUHAMMAD</strong>: You say the big picture in your mind and long-term, so what is your big picture?</p><p><strong>SATTEN</strong>: For <em>XXL </em>or for the Freshmen?</p><p><strong>MUHAMMAD</strong>: For the Freshmen.</p><p><strong>SATTEN</strong>: For the Freshmen, I mean, we want to --</p><p><strong>MUHAMMAD</strong>: Well, maybe both, actually.</p><p><strong>SATTEN</strong>: Listen, you know what? It's as cool as could be if we could be as accurate about as many as possible. Now, every time you make the class bigger, you up the number, you up the amount of future predicting you need to do. We hope that these guys are successful. We hope that these people go on to do big things that make <em>XXL </em>look good, and that we picked the right people. And I think that gives the credibility to Freshmen and <em>XXL</em>.</p><p>And then for the Freshmen, I think it just gives them the opportunity to succeed because we start to like them after working on the Freshmen shoot with them, after having them come up, after doing the New York show, after doing the event last night. For a good period of time, those are our homies. We got little relationships with them and we want to see them win. And sure, the dynamics change and there's different people you have relationships with as <em>XXL </em>or individually over the years. But for that time period, it's your little crew, you know, and you're excited about them. We come away at the end of the shoot or at the end of the party last night and was like, \"August was really funny.\" Or, \"We really liked so-and-so last night.\"</p><p>Not to be fan boy, but you get past that general one interview — when you're first starting to interview someone and it's like, \"Hey, nice to meet ya,\" and they leave. You get to a whole different place. And that's kind of cool for <em>XXL </em>to be able to get that relationship with young talent early on like that and then watch them grow.</p><p><strong>MUHAMMAD</strong>: I find that — at times, I think that hip-hop can be uneventful.</p><p><strong>SATTEN</strong>: Totally.</p><p><strong>MUHAMMAD</strong>: And you guys make this an event that I think artists aspire towards.</p><p><strong>SATTEN</strong>: I think it's become that over the years. I think that first one or two years — by the third year, it was starting to get a little bit more of a recognition for that, and I think it's grown into that. One, for the hard work we've put into that to make it a bigger thing, but two, yeah, there is a drier landscape of what's going on in hip-hop. When you have less that's going on, this means that much more. <a href=\"http://www.npr.org/blogs/therecord/2013/06/05/188895230/hot-97s-summer-jam-a-referendum-on-hip-hop\" target=\"_blank\">Summer Jam is a huge moment</a> — cause you've got all these music festivals but they're not all just hip-hop; this is where you have everybody together. I think because you don't have record release parties like you used to and events like the labels used to that this landscape, the industry itself, is just drier. So anything that we can add to contribute would be great.</p><p><strong>MUHAMMAD</strong>: This is a great conversation. Everyone gets buzzing and talking and interested and now you really want to see what's gonna happen with an artist.</p><p><strong>SATTEN</strong>: Definitely.</p><p><strong>MUHAMMAD</strong>: You play some sort of, it's like being in a time machine.</p><p><strong>SATTEN</strong>: Freshmen never hurt anybody. Never knew anybody to be on Freshmen and they got hurt for being on it. If they were too big and they were next to people who were smaller, that never hurt anybody. You be the biggest fish in the pond. I mean, it's never been anything that's done anything negatively – sure, it leaves people out, but hopefully it inspires them to be better, bigger, to be stronger, to prove us wrong.</p><p>So across the board with Freshmen — I think, you want to see the same person on the cover as every other issue of every other magazine? Or do you want to see new people get an opportunity — just for a change — at something? Do you want to be turned onto new music that you didn't know about? And get a mixtape with a whole bunch of people you've never heard, that didn't know each other, so of course they weren't gonna collaborate already? I mean, you've got a world of rappers that email each other verses. They're not getting in the studio like they used to. They don't interact the same way like they used to because of technology.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>SATTEN</strong>: So if we can create a moment where it has synergy, and have a cypher where they're rapping together and that they go there and create relationships — where you never would have seen an August Alsina and a Troy Ave cross paths. I think that's what I get the most out of it, is the cool little relationships and moments you see from that. The little stories of hearing, you know, they went and did this song because of what happened that night. And when you get there and the cypher is — like this is our best year of cyphers by far. They're interacting. The R&B element had the hook so it kind of made songs. Everything about it, and maybe cause the value on Freshmen itself is higher, that people are coming to the table. I don't see any negative in it. I see us trying to do something to support a new generation. And a lot of times that new generation might be artists of an older generation.</p><p><strong>KELLEY</strong>: But you have had people turn down the cover before?</p><p><strong>SATTEN</strong>: Yeah, definitely. We've had people — I mean, everybody's different. And you have to understand in the sense that you come out once a year, a lot can happen in that timeframe, especially with digital the way it is. So take a Trinidad James, who doesn't exist and a month later he exists and he's got two songs with a remix that are huge and he's on everybody's mind.</p><p>With Nicki and Drake in particular, I remember, one particular Freshmen, we didn't do Drake or Nicki. We were at another radio station doing an interview and somebody called up, said, \"I'm from Toronto. Do you know Drake?\" And we're like, \"Drake, shmake,\" you know, \"Whatever.\" Within x-amount of months he's on stage with Lil' Wayne doing <em>Tha</em> <em>Carter III'</em>s R&B parts and getting the best look that any new artist can. Not to say he wasn't talented, but also a huge look that immediately catapulted him. By the time it came around to Freshmen, did he need it? Or did he want to do it because it was cool?</p><p>Same thing with Nicki. So then they have to decide, \"Do we want to do it because we want to be a part of the Freshmen? Or are we bigger than that?\" And, you know, they were bigger than that, for them. We did them as the cover together, after the Freshmen issue they weren't a part of.</p><p>Another one was ASAP Rocky. Now with Rocky, he told us that he was going to do it and then we didn't hear from him again. So why it didn't happen? Those kinds of things happen.</p><p>Young Thug was going to be a part of this cover and the night before, at 11 o'clock at night, he cancelled; said he wasn't coming. Can't really tell you why, but to each his own. Definitely, I just know that would have been cool if you were on it. Doesn't mean that you're not going to succeed. It just means that you're not going to be a part of Freshmen.</p><p><strong>KELLEY</strong>: And somebody else gets that call at 11:30 in the morning, and is like, \"Get on the plane!\"</p><p><strong>SATTEN</strong>: We didn't do it that way this year. We did it a little bit different. We accepted our loss there, on that, and it is what it is.</p><p><strong>KELLEY</strong>: Why did you add the People's Champ?</p><p><strong>SATTEN</strong>: Add the People's Champ? You want traffic. That gets people involved huge. We've done that, I guess, three years running. That was one of the things that changed Freshmen into being a bigger brand, a bigger platform — is bringing the fans into it.</p><p>And we do everything we can tech-wise to make sure that that's accurate, that nobody's, you know, beating the system somehow. We have to be conscious of who we nominate when that happens — we never thought nominating would be taken seriously. When people were like, \"Oh, you were a Freshmen nominee!\" We were like, \"Really? People cared about that?\"</p><p><strong>RYS</strong>: It's on Wikipedia pages now.</p><p><strong>SATTEN</strong>: Yeah we didn't — we had no idea. We were just, \"Let's put a list together,\" you know, to hide the ones we did do. So it's nice to let the people have a choice on something. And we had Jarren Benton win this year by far, by far, by far anybody else we picked. The way we do it is, it's the person with the biggest votes who we haven't picked already on the list --because we already have the list mostly picked. He got higher than anybody.</p><p>And is Jarren more popular than all of them? Maybe, maybe not. But his social certainly helped. So that would be a lesson to rappers to step your social up regardless — especially since Jarren's <a href=\"http://myfunkvolume.com/\" target=\"_blank\">Funk Volume</a> and <a href=\"http://myfunkvolume.com/artist/dizzy-wright/\" target=\"_blank\">Dizzy</a> won 10th Spot last year and he was Funk Volume as well. So there's something the way that Funk Volume is moving maybe people should recognize or pay attention to. And I think you see that with Freshmen: people's different movements, which one you like, how they go about it.</p><p><strong>KELLEY</strong>: Yeah, I think as much as you guys are over those four-hour meetings, that's a lot of peoples' dream job.</p><p><strong>SATTEN</strong>: I look forward to the meetings. I know that they can be like, \"Ah, another meeting,\" and stuff. I look forward to the meetings. I like to sit there and see how it's going to turn out and what people say.</p><p><strong>RYS</strong>: I mean, don't get me wrong. They are a lot of fun to participate in. Just sometimes you're getting grilled on everything and you're like, \"Whoa! I don't have every single number at my fingertips.\" And then you're like, \"Alright, gonna have to start that one up again the next meeting.\"</p><p><strong>SATTEN</strong>: You want to come prepared with your research if you're going to fight for somebody.</p><p><strong>KELLEY</strong>: We have <a href=\"http://www.npr.org/blogs/bestmusic2013/\" target=\"_blank\">best music of the year</a>, <a href=\"http://www.npr.org/2013/06/06/189336285/npr-musics-25-favorite-albums-of-the-year-so-far\" target=\"_blank\">best music of mid-year</a>. We have meetings like that, and it can get ugly — like really, really quite bad. I apologize again.</p><p><strong>SATTEN</strong>: A lot of people have said over the years to do a making of. And our thing is, we speak very freely in the Freshmen meeting. We might say, \"Yo, so-and-so has no chance of ever blah, blah, blah, blah, blah.\"</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SATTEN</strong>: I don't know if we want some of that stuff on tape sometimes. They do get kind of crazy.</p><p><strong>KELLEY</strong>: We tell people, \"No Tweeting during this meeting.\"</p><p><strong>SATTEN</strong>: Yeah, I mean, we don't want this stuff to get out, because you're just very real there. You're trying to take it back to who's got a real shot and what's negative and positive. So I think that's where most of the dirt goes down that we keep quiet as much as possible. Cause we can not be that nice.</p><p><strong>RYS</strong>: Yeah, and when this is one of the biggest things that we do every year, you don't ever want to have it censored — have those initial conversations censored — because you're not getting to the real heart of it. That's another aspect of that.</p><p><strong>KELLEY</strong>: On this cover, who's the closest to unanimous? Who was the most contentious selection?</p><p><strong>SATTEN</strong>: Unanimous? Chance, Ty Dolla Sign, Rich Homie Quan. But I think those are on the more obvious side. Staff felt very strongly about <a href=\"https://www.youtube.com/watch?v=9_rNBo19E90\" target=\"_blank\">Gates</a> early on. I think Isaiah's pretty much up in there as one of the unanimous.</p><p><strong>KELLEY</strong>: <a href=\"http://www.troyave.com/\" target=\"_blank\">Troy</a>?</p><p><strong>SATTEN</strong>: Troy was interesting. Troy definitely came up but we want to make sure that people don't say, \"Hey, you're trying to\" — we're in New York. The industry's in New York. You want to make sure you're bigger than that bubble. I think with Troy, we wanted to make sure that that was reaching outside of New York and reaching outside of Troy Avenue and reaching outside of Barclays Center and reaching outside of Hot 97. That that was connecting.</p><p>Because I think in New York we get very confused. If you're talking to everyone in the industry and the industry's all around and you got access to all the right radio and everything ... So, I was hesitant with Troy, and I've had conversations with him: \"Got to make sure you're bigger than New York and feel like you're going to be able to have that reach.\"</p><p>So not the same level of unanimous. I think the staff felt pretty strongly and I think the industry felt stronger — of everyone we spoke to. But then again, a lot of the industry was in New York.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SATTEN</strong>: We weren't sure how serious to take it until we were able to talk to the Atlanta dudes and the L.A. dudes and the people from all different places and see if Troy was making that connection. He was and, in the meantime, his buzz was getting bigger with that and in New York, so it made sense at that time. It still does, but it made sense for that choice.</p><p>Chance was a hard one — had to talk him into it. He's at a different level of success, so he's got to decide if he really wants to do that. He saw the value in it so it was great to have him there. But definitely — that was a different dude for the rest of the day. Vic Mensa fit in with him as far as them knowing each other, but just a different — a little bit of a different energy putting it all together. You know, guys had stylists like crazy. Chance had no stylists; he had overalls. And a T-shirt.</p><p><strong>KELLEY</strong>: Yeah, let's talk about the shoot. He lost his shirt on the way to the shoot?</p><p><strong>SATTEN</strong>: Yeah, he lost one. Well, no, he had a really funny shirt. He had a shirt with Michael Jackson, Macaulay Culkin --</p><p><strong>RYS</strong>: Michael Jordan.</p><p><strong>SATTEN</strong>: And Michael Jordan together on it. It was a pretty out-there shirt but he took it off for the cover I guess. He's got it on in the rest of the content.</p><p><strong>RYS</strong>: Yeah, he wore the overalls all day and then it was that one moment he took the shirt off. That was the cover photo.</p><p><strong>SATTEN</strong>: You know, I think <a href=\"http://www.xxlmag.com/2013-freshmen/\" target=\"_blank\">last year's class</a> was a little bit more serious. They don't look as happy on the cover; they didn't interact with each other the same amount. They were full of talented guys, but I think this year you genuinely had a bunch of happy guys who wanted to mess with each other and were excited to be there. You just felt that energy. They all had their dressing rooms but they just interacted; they just were excited to be there. I think that Rich Homie Quan's face kind of sums it up the most, even if everybody else is like, \"Hmm\" --pretty confident. But that was the energy through and through, really.</p><p><strong>MUHAMMAD</strong>: I was just looking at that and thinking about the atmosphere, musically, right now. It seems like things — there's more organic — to be more communal sort of thing is kind of happening again. And that could be just me. But I'm looking at that and I'm taking myself back 25 years to what the music was. And envisioning if <em>XXL </em>exists at the time Native Tongues<em> </em>was around. What that would feel like, not just for the sake of the magazine, but really capturing — I'm looking at that and I'm like –- it's uplifting, at least to me, to see that.</p><p><strong>SATTEN</strong>: Well, we appreciate that very much. Thank you. For us, it's cool because you get 10 to 12 artists in a room. We get five studios — so we have a big studio with five different rooms and we move them from station to station to make content. And we come out of the day making cyphers, freestyles, interviews for the magazine, interviews for the website, behind-the scenes. All the sponsors and advertisers get their own little interviews, extra videos from behind-the scenes. There's so much that we come away with, the biggest pat on the back I think we can give ourselves is being able to get everything we do that day. Get 12 rappers in a room.</p><p><strong>KELLEY</strong>: That's one day?</p><p><strong>SATTEN</strong>: One day. Everything. We start at seven and we end at seven.</p><p><strong>KELLEY</strong>: You still look shell-shocked.</p><p><strong>RYS</strong>: It was the longest and craziest day of my life, I would say.</p><p><strong>SATTEN</strong>: Every rapper usually says the same thing.</p><p><strong>RYS</strong>: Yeah. It was — it was incredible.</p><p><strong>SATTEN</strong>: \"It was the hardest day I ever worked.\" We're like, \"Well, you've got to work harder then.\"</p><p><strong>MUHAMMAD</strong>: I was about to say. Yo, really? I'm like, \"Stick around.\" Eleven months?</p><p><strong>SATTEN</strong>: We've had that comment several times. \"This is my longest day or hardest day ever.\" We're just like, \"What?\"</p><p><strong>RYS</strong>: Yeah, I think I rolled in at like eight in the morning and I think we all left at like 11: 45 that night.</p><p><strong>MUHAMMAD</strong>: Meh! Nah, I'm just joking.</p><p><strong>KELLEY</strong>: Free food though.</p><p><strong>SATTEN</strong>: But we did add two more guys that we had to get everything with. That changes the dynamic cause now it's not just one piece of content, it's a lot more content you have to get --times two. So you have to stick it in the schedule and figure it all out. But we got everything. We get everything we can cause we're not getting them all together again after that.</p><p>I think that's the biggest thing: tell me who else is getting all of these artists together and pulling all this off. And then keeping it a secret and not letting the content leak out. And then trying to pick the right people at the same time. That, to me, is probably the best part of it. The proudest part of it.</p><p><strong>RYS</strong>: For the last week, I've been having nightmares every night about leaving my backpack at a bar or losing my notebook and then all the sudden --</p><p><strong>SATTEN</strong>: Oh, you take your notes home with you so you don't throw them in the garbage at work, just in case. I mean, I'll take my notes home, rip them up if they've got Freshmen stuff on them and throw them in different garbages on the way home.</p><p><strong>KELLEY</strong>: Oh my god.</p><p><strong>SATTEN</strong>: You just don't know. Because we've got a few other publications up there. Nobody's done anything funny style but they have guests too. Who's leaning over your shoulder when you've got it on the screen? Or walk past the desk and saw papers there? So I mean, I'm sure we could be over-conscious about it, but we definitely treat it like we have some cryptic information.</p><p><strong>MUHAMMAD</strong>: That's how I live my life.</p><p><strong>SATTEN</strong>: Yeah, exactly.</p><p><strong>KELLEY</strong>: I want to hear some stories about the phone calls. Like tell me about — who called <a href=\"https://www.youtube.com/watch?v=3_qvXRXF5FQ\" target=\"_blank\">Bibby</a>?</p><p><strong>SATTEN</strong>: Tresa, right? I called Tresa?</p><p><strong>RYS</strong>: Yeah, I think so.</p><p><strong>SATTEN</strong>: Tresa Sanders, who I love, so just shout out to Tresa. Tresa Sanders — she's been around forever and she's repping Bibby. But we had already talked to quite a few other people about Bibby first.</p><p><strong>RYS</strong>: When Bibby learned about it — that was the case where they told him that morning.</p><p><strong>SATTEN</strong>: They flew him in — I don't know if it was coming from Chicago — but they flew him in that morning and he didn't know. And he told us, \"Well, I kind of had a feeling cause they told us I was going back to <em>XXL </em>and I had just been to you guys. But I wasn't sure.\" They told him when he landed. He went and got a chain and a shirt and showed up at the shoot.</p><p>We've had different times where — we were with Isaiah Rashad a few months ago. We sat and we were talking to him and we mentioned that he's a Freshman — we'd already locked him down — and he had no idea. So we look over at <a href=\"http://www.npr.org/blogs/therecord/2012/05/30/153989940/a-new-hip-hop-business-model-that-sounds-familiar\" target=\"_blank\">Punch</a>, and Punch is like, \"Yeah, I didn't tell him. You told me it was a secret.\" TDE every year — they did the same thing with Kendrick — they don't tell them. They keep it a secret that they don't want them to know. Now maybe they tell them the day before — it's not really that morning — but it definitely is funny cause then you accidentally mess up and tell them thinking that they already know.</p><p><strong>RYS</strong>: That was the funniest part with that one because we had been talking about different people that we might want to lock down on camera to get their reaction and things like that. We didn't even have that chance with Isaiah because we had thought he had already known and then Vanessa just mentioned it in the office.</p><p><strong>SATTEN</strong>: We work with TDE a lot and, actually, TDE has had five Freshmen?</p><p><strong>RYS</strong>: Yeah.</p><p><strong>KELLEY</strong>: All of them.</p><p><strong>RYS</strong>: Every rapper on the label.</p><p><strong>SATTEN</strong>: All of them, yeah. And that's not cause we're in bed with TDE. It's cause they've got a good roster and we believe in it. And so it just so happens that they have a fifth one now. But we've been through the drill with them a few times so we were like, \"We're not going to surprise them, we're just going to tell them.\" And then we just forgot that they didn't tell him. So we're talking to him about it and he's looking at us like, \"What are you talking about?\" And we're like, \"Oh. You don't know. You're a Freshmen, right? Do you know that?\"</p><p>Who else was interesting? August came and gave a extremely, extremely passionate pitch about why he should be on as an R&B artist. Went in on the previous class, people he didn't like and people he did like. He was so familiar with it, you knew it wasn't just, \"I'm hot and I'm an R&B artist. Put me on the cover.\" That it came from a more genuine place, that it kind of meant something to him. And even then we had to really decide if the R&B element should happen.</p><p><strong>KELLEY</strong>: I don't remember exactly how you described it earlier but adding R&B is indicative of the culture right now?</p><p><strong>SATTEN</strong>: I think the culture's ever evolving — regularly evolves. You see with these rappers singing, and singers rapping, and everything getting blurrier and grayer than ever. I think with Ty Dolla Sign and August — which are two different R&B artists in their own right — that these are guys who are going to work with these rappers, these are guys that are going to be considered in hip-hop culture and how everybody writes about them. And the fans and the public don't draw the line like we do, so we've gotta make the line less murky, if that makes sense. Or, go where the fans are. You know, if we're going to be hip-hop on a higher level and R&B plays this role these days that it does, it's time for us to introduce it into the cover. Because we only make our pool smaller and smaller if we stay just rap, rap, rap, rap, rap, when there's more out there than just rap, rap, rap in rap and hip-hop.</p><p><strong>KELLEY</strong>: Is this a younger cover than in years past?</p><p><strong>SATTEN</strong>: It skews all different ways. I mean, younger cover — we did one with Asher, Wale, Charles Hamilton. I think that was our third or second and that definitely skewed young. Then last year was probably — a few of the guys were probably a little older but we had Joey Badass, who was on the young side. You know, Ab's not too old. That sounds — what are they, twenty-something? I make 'em sound --</p><p><strong>RYS</strong>: I'll tell you — I did the averages, actually, and it's right on the money. I think all the covers average 24.5 and this one was 24.2 or something like that.</p><p><strong>MUHAMMAD</strong>: I was thinking that they all were older except for Lil' Bibby, in my opinion --</p><p><strong>KELLEY</strong>: Older?</p><p><strong>SATTEN</strong>: Chance is 21 now.</p><p><strong>MUHAMMAD</strong>: Yeah. Chance and Lil' Bibby and I only say that --</p><p><strong>KELLEY</strong>: Your idea of old is very different from other people's.</p><p><strong>MUHAMMAD</strong>: And you want to know why? The reason why I say that — and it may be relevant to hip-hop or just in life itself — it seems like these kids, the younger generation, they jumpstart later than what happened previously. Like, we were 15 knocking it out and signing a deal when we were 18 — big deal. It's just an observation for me, I'm like, \"Wow.\" For them to find themselves — what's happening in the world that --</p><p><strong>SATTEN</strong>: It's interesting.</p><p><strong>KELLEY</strong>: Artist development is happening outside the system?</p><p><strong>MUHAMMAD</strong>: Maybe that's why it's taking a little bit longer. I don't know. It just seems like people are really popping off a little bit later. It's not 18, 19 anymore. It's more like 23, 24, 28.</p><p><strong>SATTEN</strong>: You definitely have the ability for the 28-year-old, and up, to blow up now. To get the opportunity now in a way that he couldn't before. I mean, is that the day of the 30 or 40-year-old rapper with the longevity of Jay-Z and other people getting that? I'm not sure. But it's a good mix of them.</p><p>I think more to that — just makes me think of it — back in your day, back at that time, the barometer wasn't so low for what success was. I think now the barometer's set a little lower. With one song, your level of success can be so much larger than what a catalog couldn't do for you back in the day. And that's with the Internet, that's with people struggling for hits. I think that's interesting — in order for you to get on, how much lower the bar is and how much sometimes less you have to do with a one-song or two-song versus somebody who, to get that success, had to put one or two albums out.</p><p><strong>MUHAMMAD</strong>: Yeah, I see it that way, too. I also wonder if it takes so much more for them to really get it going. And I just think about like --</p><p><strong>SATTEN</strong>: Well, I mean, taking it at a certain level, I think we're missing — not all of them — but a big chunk of some of the people who could guide some of these rappers.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SATTEN</strong>: The older rappers or industry people who, not completely abandoned it, but don't play the same role as far as cultivating the young talent that could exist. We'll see guys and we'll say, \"Boy, if you just got in the hands of someone who knew what they were doing in a certain situation, how they could grow you.\" In a certain way. And I think with the Internet and with the success happening so quick, you can sometimes miss that area where they get groomed and where they get taught how to use their voice, how to be in the studio, how to make a hook, how to do that. Then by the time you get to the point where they're struggling a little bit, cause they haven't learned it, they're not listening cause of all the success they've had up until to that point. Cause it's so quick.</p><p><strong>MUHAMMAD</strong>: Right.</p><p><strong>SATTEN</strong>: I think that's a little bit of the challenge. You see this talent and you hope that it doesn't get too big before it gets cultivated in the right way. Personally.</p><p><strong>KELLEY</strong>: Obviously you're doing this partly for the social media world, but how do you take comments? How do you feel about people saying, \"Why is this person not on there? Why is this person there?\" It gets emotional when people come at you like that.</p><p><strong>RYS</strong>: Yeah, I mean, <em>XXL </em>has a very, very large platform. You get positive and negative, especially — from every side. Some of that has to do with not letting it get to you, but that's a difficult thing. And some of that means you gotta turn your phone off once in a while.</p><p>There are legitimate criticisms to be made. I think that that's fine, and, as you said, it starts the conversation. I think that's an important thing that comes out of <em>XXL </em>Freshmen.</p><p>In terms of dealing with a lot of it, like, you just gotta roll with it. We're publishing multiple stories every day — under my byline, multiple a week, and there's a lot of comments that come back at you, positive and negative. I think you can't let one side get to you because then you miss the perspective on the other side. So I just try and stay as even as possible.</p><p><strong>KELLEY</strong>: Yeah.</p><p><strong>SATTEN</strong>: I think there's a lot of politics in hip-hop and a lot of politics in making things happen. We have to play a lot of games and we have to do a lot of things in order to get the class that we want, and the people we want on the cover. Because there's egos, there's preexisting feelings of what the last artist they had was, so what this one should be — whoever it is.</p><p>So when you see somebody say, \"Why did you do this person?\" or \"Why did you do that?\" or \"You did this,\" at first you argue in your head over why you did it, so you can — but who are you talking to? You're talking to someone who doesn't really know exactly what the process is like, to put it together — in any of it — to understand why you picked who you did. So part of it is OK, then let them say what they want to say. Retweet it maybe or — if it's not that crazy. Somebody will be crazy as, \"You didn't include so-and-so. You should die!\"</p><p><strong>RYS</strong>: Yeah.</p><p><strong>SATTEN</strong>: And you're like, \"Boy, you feel very passionately about that.\" I don't want to say be bigger than it, but I haven't really looked at it too much in the past. I've been asking them what's going on, just for that reason, I think. Cool, say what you want to say. It's cool, as long as you're talking about it. I guess.</p><p><strong>RYS</strong>: A lot of people say things that just aren't true about the selection process and things like that.</p><p><strong>SATTEN</strong>: We have a certain way we do things. If you don't understand how it happens, and you're not in the industry to understand the politics there — an outsider even in the industry — to understand all of that kind of stuff, than we can only be so mad at what you say. You like somebody, you want to know why they're not on there.</p><p><strong>RYS</strong>: And at the end of the day it's like, \"Well, you're saying something that I know is not true.\" I don't need to respond to this because I know what's true and frankly --</p><p><strong>SATTEN</strong>: I think the reality is we can respond, or we're comfortable responding, to anybody or anything that anyone brings up, but we don't have to go through all of them to do that. We just know that the more that they talk about it, the more that --</p><p><strong>MUHAMMAD</strong>: You're doing the right thing.</p><p><strong>SATTEN</strong>: We're doing the right thing. There can always be the person that's brought up and you're like, \"OK, so who did they dislike the most, that they didn't think should be on there?\" That comes up most reoccurringly or that was missed the most. I don't really feel, so far, yet from what I've heard that anybody thinks that anyone shouldn't be on there, when there have been years when people have said, \"Oh, I don't like that person.\" This — I think it's more about people saying who they wanted to be on there in addition. The reality is you can only fit so many people on a cover. We don't do the 20 Freshmen or the 15 Freshmen because we can't oversaturate it to that degree. Putting 12 on it can be a little tough.</p><p><strong>KELLEY</strong>: Sure.</p><p><strong>SATTEN</strong>: So that they all get the look and you see their face and they've got a presence.</p><p><strong>KELLEY</strong>: Why does this have to happen in hip-hop and it doesn't have to happen in other genres? Or why does it and it doesn't elsewhere?</p><p><strong>SATTEN</strong>: I'm very ignorant to other genres so you're gonna have to --</p><p><strong>RYS</strong>: Why don't other genres do it? I don't know. That's a good point.</p><p><strong>SATTEN</strong>: We have <em>elektro</em> magazine, which is an EDM magazine. They definitely tried to do it. I don't know about the EDM community too much to know how it connected, but I know that they tried. That was our brand though, and under our publishing company. So in-house they might have gotten the idea off of there.</p><p>This doesn't sell well. It's not a big seller. It's more about the digital you get out of it. So maybe other people don't want to take a risk with putting unproven artists on their cover.</p><p>I don't think there's anything online like the hip-hop community. From releasing your music at all times of the day, to getting new music, to talking about everything, to meeting girls on Twitter, to, you know, dissing each other — everything that happens on social. I think the closest thing that I'm familiar with is probably the <em>People </em>magazine mainstream gossip world, and even then they're not putting out music. They're not live streaming their events the same way. So it's a smaller culture, but at the same time it is a hugely vocal culture. I think that's a big reason why something like Freshmen works within it compared to maybe country. But I don't know cause I don't know those worlds at all.</p><p><strong>MUHAMMAD</strong>: I also think that, culturally, hip-hop is more communal. I'm thinking back in the Bronx when it was just different crews who got together and sat up in a park.</p><p><strong>SATTEN</strong>: Right.</p><p><strong>MUHAMMAD</strong>: Like, that's been a part of the culture from the beginning so it seems quite natural to have something like Freshmen kind of carrying a big picture, or capturing a picture of what already exists. I don't know if in other genres bands kind of congregate in the same fashion — on a start-up level.</p><p><strong>SATTEN</strong>: Well, what's the rock magazine? Just rock. You know what I mean? Hip-hop, we're able to have a magazine just directed to one music. We're not <em>Rolling Stone </em>or <em>Spin</em> or a magazine that has to cover a lot of different — or add acting or add all different things. We cover hip-hop morning, noon and night, with a little bit of R&B depending on how we fold that in. I think culturally that speaks for itself as far as — with the folding of magazines.</p><p>And we don't just have one hip-hop magazine. <em>The Source</em> is still out there, <em>Complex</em> is out there, <em>Vibe </em>is out there — you know, off and on. Where the other music magazines that would be our competitor on stands cover more of a broad area of music.</p><p>So who would be the country outlet that would put the country artists on the cover? Who would be the rock outlet? I'm not totally sure. That's why you used to have the <em>Vanity Fair</em> music cover, which wasn't new, breaking artists but it was different genres. Or you'll see different things with <em>Rolling Stone</em> like that.</p><p>But I think because we're a culture that actually has a few magazines that are dedicated to it, websites that are dedicated to it, that live and breathe on such a daily basis, with such large page views and communities going to them, that that's why hip-hop can do something like this.</p><p>Now why does that exist? I'm not really sure.</p><p><strong>KELLEY</strong>: There's something about generations, too. I mean, I could see a multi-genre magazine doing something about who's next. But generations seem to matter more in hip-hop.</p><p><strong>MUHAMMAD</strong>: What makes you excited about hip-hop? What was your, like your big thing growing up? Who was your go-to?</p><p><strong>SATTEN</strong>: Oh, of course it was Tupac. You know, as a white girl growing up in upstate New York, it was Tupac and Wu-Tang. And then after that — it was just expanding after that to everything that was going on.</p><p>I remember though, really — I thought, in 1999, No Limit and Cash Money were fascinating. Those movements got me — particularly the Cash Money one. Being a young person just getting in the industry then and seeing that these guys moved as 40 dudes at once, in all white shirts. And this sound that people discovered through — \"Wow, what are they doing on Sound Scan?\" Everything about that movement was pretty fascinating to me at the time. I know it wasn't the most lyrical movement, but it served a purpose then that fascinated me. And I think that ever since then — it's been going since then. But that was always a very interesting side. I've been covering stuff since '98 but the Cash Money, No Limit stuff was just interesting because it was so foreign.</p><p><strong>MUHAMMAD</strong>: What's the fan level right now that's outside of the magazine?</p><p><strong>SATTEN</strong>: What do you mean?</p><p><strong>MUHAMMAD</strong>: Who do you listen to? That's like, \"Yo, this is my s---.\"</p><p><strong>KELLEY</strong>: You don't have to keep secrets anymore.</p><p><strong>SATTEN</strong>: I listen to — we've listened to a lot of the new guys. I love Kendrick; I love the success of Kendrick. I love<em> XXL </em>being on him early and being in support of him. I love Eminem, and seeing anything that he has going on. I'm really interested in Chance just because that's pretty creative. I love Tech N9ne. I think he's got a great live show and is totally underrated and is getting more credit. I love Wayne. I like lyricism a lot, and I like a lot of Southern music. I love Southern beats.</p><p>It's definitely harder than ever because, you'll know, once you meet people personally your whole dynamic changes.</p><p><strong>MUHAMMAD</strong>: Absolutely.</p><p><strong>SATTEN</strong>: Your whole take on them. So it was a little bit of a challenge being a fan sometimes when you know the people. Because you don't want to s--- on the ones you like and sometimes — it's not that you don't want to give credit to the ones that you do like, but how do you sometimes separate it from whatever you're thinking on top of it?</p><p><strong>MUHAMMAD</strong>: Yeah, I'm trying to learn that now in this position here.</p><p><strong>SATTEN</strong>: I'm sure you are.</p><p><strong>MUHAMMAD</strong>: NPR is the news — I'm a journalist now.</p><p><strong>SATTEN</strong>: Yeah.</p><p><strong>MUHAMMAD</strong>: I'm like, \"Nah, not really. I'm just --\"</p><p><strong>SATTEN</strong>: With the journalist thing, your opinion doesn't hold that much weight. That's the big thing about the journalist. It's asked for at certain times but it's more about you giving everybody else the opportunity.</p><p><strong>MUHAMMAD</strong>: I think that works for the artists that don't know me. And we've had several that don't know.</p><p><strong>SATTEN</strong>: Well, they're young now.</p><p><strong>MUHAMMAD</strong>: Yeah, they're young, which is totally cool. But then later on — I'm still aware that at some point it's going to register that there was this interaction, and I'm like, man, I'm just — I'm a fan of music, I'm a lover, I'm also a creator and now I'm really a journalist. That was never on my list of things, ever. And it's an interesting kind of a position because — whether I'm in this position or not, I'm pretty much diplomatic about what I say. I have to be.</p><p><strong>SATTEN</strong>: Right. That's what it is, yeah. Well, it's the same pool, right? You gotta go back to the pool over and over again if you're covering hip-hop, so you can only ruffle so many feathers. You can only do so much without having to burn the bridges that make you able to do what you're doing.</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>SATTEN</strong>: So you gotta find that balance in between, \"I'm staying true to what I'm doing,\" and at the same time, you know, \"I'm not burning the bridge over there with this, this, and that.\" And that goes for Freshmen, that goes for, \"Do we write this story up or not?\" \"What have we got going on over here? And that's going to create a problem.\"</p><p>But also we don't want politics to dictate how we do news. I believe all news sources and news outlets are dealing with things like that now because the lines are blurrier, again, than they've ever been as far as what's content, what's not content, what's advertising, da-da-da-da-da, who's paying for what if you're making content for advertisers and all that? It's just a different day than it ever was before.</p><p><strong>KELLEY</strong>: What's the journalistic function of the Freshmen? You used the word \"document,\" but you're also sort of predicting. But you're also affecting the future. I'm not denying that it has journalistic value. I'm just trying to figure out exactly what it is, how to describe it.</p><p><strong>SATTEN</strong>: We have <a href=\"http://www.xxlmag.com/rap-music/show-prove/\" target=\"_blank\">Show and Prove</a>, we have <a href=\"http://www.xxlmag.com/rap-music/the-break/\" target=\"_blank\">The Break</a>, we have different sections where we feature new artists and new talent. The level of stars in hip-hop has gotten smaller. There's not as many as there used to be; they don't get as big as they used to be. As far as people that get on the cover and sell a magazine, or that you're going to bank on selling a magazine with, is a smaller pool than it ever was. So you have to figure out different ways that you can cover stuff.</p><p><strong>KELLEY</strong>: Right.</p><p><strong>SATTEN</strong>: For us, we're introducing you to these guys as far as, \"Look what they're working on. Look at their talent through the cypher. Look at their talent through the freestyle. Get to know them.\" Definitely a bigger look than somebody who's not on it. But at the same time, Freshmen's a stepping stone for you to figure out what to do with it. We're not saying, \"Hey, this is giving you a deal.\" This is not giving you anything but an opportunity to make yourself bigger, and it's on you to do that.</p><p>We don't tamper with anything having to do with whatever your next step is. We wish you the best of luck with whatever meeting you're having when you negotiate and come in town for the New York show. It's great.We want you to do all that.</p><p>So, yeah, I understand there's a thin line between what exactly is documenting, since we're making the news, but at the same time, it's a position we're able to be in. Create a moment in hip-hop when we're lacking them.</p><p>I think that if we were doing anything that was guaranteeing that — \"Oh, if you do this, you do this, we have a relationship with Def Jam and you're gonna be over there.\" Doesn't exist. And we were tampering with the game like that, there'd be a different thing. But it's no different than us putting Chance on the cover by himself right now — which <em>The Source</em> did — and saying, \"Here's a new artist to look out for.\" We're just giving you a whole bunch of 'em.</p><p>It's been taken to a different level, which we're happy about, as far as the impact and power of Freshmen. But it comes from a place of documenting originally.</p><p><strong>RYS</strong>: I think it's not like winning <em>The Voice</em> and then you get a record deal with Simon Cowell or something like that. I think it's like, \"Hey, these are the guys you're gonna hear a lot from in the next couple months and the next year or so — especially the next year. Here it is.\" Like, \"Here's everything you need to know about them right now, before everything that comes.\"</p><p><strong>SATTEN</strong>: And as a journalist, we are critics, you know. We do have reviews; we're music journalists. And so as reviewers, we don't just have to review an album. We're reviewing the artist, kind of. We're saying, \"These are the artists to look out for,\" just like, \"These are the albums maybe to look out for.\" There is some sort of stamp on it. But the stamp is not to cram it down your throat. The stamp is to offer more to an on-going conversation in hip-hop and an on-going group of people who are making it.</p><p><strong>KELLEY</strong>: I want to go back on something and ask how you got into hip-hop and what you first --</p><p><strong>RYS</strong>: G-funk. Hearing G-funk for the first time. I always loved funk music growing up, and then — first time I heard <em>The Chronic,</em> when I was like 12 or 13 — then I fell very hard into a lot of that, then went into the underground.</p><p>I always wanted to be a writer, too, and then a journalist and everything like that. The most lyrical rappers were the guys who I attached myself to, in a certain respect. There's also — when you think about guys like Nas who are street journalists, documenting what happened around them, a lot of that kind of aligned with how I thought about what I wanted to do. I wanted to be a writer, a journalist. And then the music took me to places that I wouldn't have been before.</p><p><strong>MUHAMMAD</strong>: I don't get the sense you, like, go to the movies and kick it and watch television like <em>Game of Thrones</em> or whatever. You seem pretty dedicated.</p><p><strong>SATTEN</strong>: I haven't been to movies in a long time. I saw <em>Inception</em> a while back, right? In the movie theater.</p><p><strong>RYS</strong>: We were talking about this the other day.</p><p><strong>SATTEN</strong>: I saw <em>Inception </em>in the movie theater a while back. I haven't gotten into <em>Game of Thrones </em>yet, but, no, definitely you get very into all this stuff. It's hard to explain to people who aren't involved in hip-hop, how it's not nine-to-five, you know, it's a different thing. I think the people who are involved in it like that part of it, but it's hard for people outside of it to understand.</p><p><strong>KELLEY</strong>: Yeah, that's a fact.</p><p><strong>MUHAMMAD</strong>: I just wanted our listeners to really understand the passion here if they haven't.</p><p><strong>RYS</strong>: It's like 12 hours a day most days, honestly.</p><p><strong>SATTEN</strong>: No, we work a lot. We're not doing manual labor. We're not doing the tough stuff, we're not blue collar, lifting and doing hard things, but we do work hard for what we do, and we do love what we do. We do want to make sure that everything we do is as accurate as possible and right as possible and as true to hip-hop as can be.</p><p><strong>KELLEY</strong>: It's the people dropping stuff at midnight and on a holiday weekend that drives me crazy.</p><p><strong>RYS</strong>: Friday night, what was it, 12:45 in the morning? Lil' Wayne and Drake dropped \"Believe Me,\" that new song. And I had just gotten back to my apartment and saw Twitter going crazy. Immediately posted the song, was listening to it and everything like that. It happens, you know, Friday night. What are you gonna do?</p><p><strong>SATTEN</strong>: I mean, you do a Lil' Wayne interview, you're doing it at two or three in the morning; you're prepared for that. You do this — there are no rules in hip-hop, except for the general rules that we all know and make up, but there's no rules of — \"This has to happen at this time and it's all nine-to-five and people will answer the phone.\"</p><p>The biggest thing we say to everyone is, \"You take all your logic and you throw that logic out the window and then let's start having this conversation.\" Because if you're trying to find logic in any situation, more than likely you're not going to find it. So, throw that out the window and take hip-hop for what it is and start working off of it from there. Don't place whatever your experiences are somewhere else into hip-hop and expect it to work the same.</p><p><strong>KELLEY</strong>: If nothing else, the cover is a scheduling feat. A triumph.</p><p><strong>SATTEN</strong>: Nobody wants to sit there and say, \"I'm going to figure out the date for this one.\" That's one of the hardest things, and then you gotta do it again for the New York show and the L.A. show. Then you literally deal with — everybody's gonna get two people to come. Well, this person has to have three, and this person thinks they need four and this person this. You can have every conversation you want, you can send as many emails as you want — you will have every conversation over again. We'll sit in the staff and I'll be like, \"They can't find this one right now but this one thinks he's gonna wear a lion to the shoot.\" Right? And so we have to go on that they might bring a baby tiger or a lion and I'm like, \"Well, should we be prepared that there's gonna be a baby tiger or lion?\"</p><p><strong>RYS</strong>: What are we gonna do if there's a large cat there?</p><p><strong>SATTEN</strong>: Should I go to the studio and say, \"We're bringing a tiger,\" or should I not, you know? And then, \"Can I get an answer on this?\"</p><p>So that did happen. Troy tried to bring a tiger this year.</p><p><strong>KELLEY</strong>: What!?</p><p><strong>RYS</strong>: Yep.</p><p><strong>KELLEY</strong>: What does that have to do with Brooklyn?</p><p><strong>SATTEN</strong>: I don't know directly, and I don't even honestly think he's a Leo, for a lion or anything. I really think — I really don't know, he'll correct this or hate us for it — but I think that French Montana wore a bear?</p><p><strong>RYS</strong>: He wore a bear, yeah.</p><p><strong>SATTEN</strong>: Right, a dead bear. Like took a bear rug and made it into a outfit or whatever. So I think that having a living animal topped the dead animal, but that's just on my speculation of why else would you want the tiger.</p><p><strong>KELLEY</strong>: Sounds valid.</p><p><strong>SATTEN</strong>: But I'm not gonna lie — I wanted the tiger. You're gonna bring a baby tiger? I want to be the person who cares for it all day.</p><p><strong>RYS</strong>: You can debate about how it ties into what he's doing, where he's from, everything like that. It's a baby tiger. I want that baby tiger around.</p><p><strong>SATTEN</strong>: Yeah, I was disappointed. He was like, \"I'm gonna get something else.\" We're like, \"No!\" I can't remember, like, \"I can get a snake or I can get a so-and-so,\" and we're like, \"No get the tiger!\" He's like, \"The tiger's not working out.\" I'm like, \"Why are we even having this conversation?\" Because I'm not sure if I should take it seriously or not.</p><p><strong>KELLEY</strong>: Well, on that note, thank you so much.</p><p><strong>SATTEN</strong>: Thank you so much for having us. Thank you for supporting Freshmen and giving us this opportunity.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Inside+The+XXL+Freshmen+Issue&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frannie Kelley","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311391909-3fa2da.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=310822567"},{"href":"http://media.npr.org/assets/img/2014/05/09/photo-3_wide-7d5e6b1c9b0d018af0693af3d78f35c242003fd8.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2715","width":"4824"}},{"href":"http://media.npr.org/assets/img/2014/05/09/photo-11-f44d7b740570911aa2df72fe5a99c73f8d2676ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2715","width":"3623"}},{"href":"http://media.npr.org/assets/img/2014/05/09/photo-51_sq-75323a8d44a3635d4ddb5e9b7a36aa0287968900.jpg","type":"image/jpeg","meta":{"crop":"square","height":"3369","width":"3369"}}]}