{"created":"2014-12-11T19:18:42+00:00","modified":"2014-12-11T22:10:06+00:00","valid":{"from":"2014-12-11T22:10:06+00:00","to":"3014-12-11T22:10:06+00:00"},"hreflang":"en","title":"Richard Pryor, A Comedy Pioneer Who Was 'Always Whittling On Dynamite'","published":"2014-12-11T20:14:00+00:00","teaser":"Scott Saul's new book, <em>Becoming Richard Pryor,</em> describes how Pryor went from being raised by a grandmother, who was a bootlegger and madam, to being a transformative figure in entertainment.","itags":["npr_api","369641000"],"guid":"598b7c04-4f1f-47d7-a069-4d25bf6353b8","contentencoded":"<p>Comedian Richard Pryor's legacy still reverberates nearly 10 years after his death. Pryor took the most difficult troubling aspects of his life and turned it into comedy. He talked about being black in ways that had never been done before in mainstream entertainment. And he was fearless and hilarious talking about race relations.</p><p>\"Pryor was so unusual in pioneering in that he really spoke for black, working-class communities across America,\" Scott Saul tells <em>Fresh Air</em>'s Terry Gross. \"As he goes through his career, you'll have white and black sitting together in the audience — and he's talking about the gap between how they travel through the world and perceive it. And people are starting to have a conversation through him, this very difficult conversation about racial injustice ... in America.\"</p><p>Saul's new book, <em>Becoming Richard Pryor,</em> explains how Pryor went from being raised by a grandmother, who was a bootlegger and madam in Peoria, Ill., to being a transformative figure in entertainment.</p><p>Saul, a University of California, Berkeley professor, interviewed surviving members of Pryor's family, friends and people he had worked with. He talked with Alan Farley, who was Pryor's housemate in Berkeley in 1971 and still has tapes Pryor made that year. Saul also drew on family court records and Pryor's school records.</p><p>\"I would say he is the alpha and omega of American comedy from the '60s forward — that's because he did so many things at once,\" Saul says. \"I know that a lot of people when they think of Richard Pryor, the headline-grabbing aspect of his style is that he brought obscenities as never before into mainstream comedy — more than Lenny Bruce.\"</p><p>Saul says that Pryor not only analyzed America with his social criticism but was also funny onstage through his presence.</p><p>\"You have an incredible character actor; you have a great storyteller; you have a great physical comedian,\" Saul says. \"All of these things he's bringing into his repertoire and mixing them up and changing what comedy can be — so that he can be the most hilarious of comedians and be the most troubling of comedians. He radically expanded the range of what American comedy could be.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Pryor's experience with the N-word and how it was used in his comedy </strong></p><p>I think growing up black in Peoria, blacks were only 10 percent of Peoria, Ill., at the time. He was very much picked on, harassed and abused with that word. So, for example, when he's in seventh grade, he's getting teased mercilessly by his white classmates. He's basically the only black kid in that class and he comes to his teacher at lunchtime and he's crying and ... she asks him why he's crying and he says, \"They called me the N-word\" and she says back to him, \"Well, that's what you are. Get along now, go back to your seat. Finish your lunch.\" ... So he's getting that from all sides when he's growing up and it continues through his experience in the Army and so on. ...</p><p>[His comedy album] carried an \"X\" label. In addition, radio stations refused to play it, largely because it had such inflammatory language on it. ... Even in advertising it often said, \"That n- - - - - is crazy.\" It was hard to get his language out there into the public. ...</p><p>That was part of Pryor's practice as a comedian: He was always whittling on dynamite, and that is a very dangerous practice — to use that word that can explode in your face — but that was what he did again and again. It had a way of getting at the most sensitive spots in our culture.</p><p><strong>On early tapes of Pryor that former roommate Alan Farley gave Saul for the book </strong></p><p>He had about eight hours of tapes and these embraced all different sorts of recordings. Some of them were shows that he had done at local clubs; some of them were these really odd avant-garde experiments [like] a sound collage done in the wake of the Attica prison riot. Some of them were scenarios for films.</p><p>What they really gave me was a sense of just how experimental Richard Pryor became when he was in Berkeley. These were not the tapes that would be of a comedian trying to polish his material. These were the tapes coming from an artist who was really searching for his form and experimenting and trying to do anything that could respond to the insanity of American life in 1971.</p><p><strong>On growing up in a brothel, surrounded by violence </strong></p><p>He grew up in a world where violence was a constant threat, if not a constant presence. I know that Marie, his grandmother, the woman who raised him ... always carried some kind of weapon on her person, whether it was a straight razor that she kept in her bra. Later, it's a gun that is strapped to her leg. She was the enforcer.</p><p>His father, Buck, also was an enforcer in the brothels that the family ran. ... The sounds of violence could explode at any time. One of his most vivid memories is of waking up in the middle of the night and hearing screams and not knowing — what do those screams mean, where are they coming from? Who is screaming? ... To me that's a very intense indication of the kind of childhood he led.</p><p><strong>On a grade-school teacher who made a deal with the young Pryor </strong></p><p>He would show up late to school and she'd say, \"Richard, you know I'll make this deal where if you come to school on time, I'll give you 10 minutes every Friday to do your little pantomimes and your little things.\" Because she noticed he had been doing these kind of sketches to make his friends laugh in the schoolyard at recess. She basically gave him his first stage. After that, apparently, he was never late again.</p><p><strong>On his troubled personal life </strong></p><p>I think he had a very chaotic inner life. He was somebody who really struggled to ever be at peace. I don't know that he really ever had an integrated sense of self. ... He wanted so many things and he had so many ambivalences swirling through him. He was always bursting out in all kinds of forms of violence in terms of the people who got too close. He said once that it's easier for him to talk about his life in front of 2,000 people than it is to do it one on one. ...</p><p>On the one hand, when he goes onstage, he can be vulnerable; he can reveal so many things about himself. But then when he pulls into these intimate relationships, he becomes even more barbed; especially the women who get to know him really up close, in some ways see the worst of him.</p><p><strong>On how Lorne Michaels secretly put a seven-second delay on Pryor's live performance on <em>Saturday Night</em> [the prototype to<em> Saturday Night Live</em>]</strong></p><p>Richard Pryor hated censorship. He hated euphemisms. He hated dancing around the truth. And I think that ever since that moment, when he decides to embrace characters — to embrace the pursuit of character in standup — he wants to be able to throw himself into that act of projecting, into becoming the character. The kind of characters he's going to become — a lot of them are going to use all kinds of language and he doesn't want to censor himself as he's incarnating those characters. It was a very deep part of his creative process to follow those impulses. The idea that he would have to censor himself on a show that's aspiring to be superhip and cutting-edge comedy in America, I think to him that would've really cramped his style.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Richard+Pryor%2C+A+Comedy+Pioneer+Who+Was+%27Always+Whittling+On+Dynamite%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370132310-462d99.m3u?orgId=1&topicId=1033&ft=3&f=369641000"},{"href":"http://media.npr.org/assets/img/2014/12/09/scott-saul-peg-korpinski-1257780ba31e1f71bb3551bb907a16af794368fc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1878","width":"2504"}}]}