{"created":"2014-10-08T16:45:57+00:00","modified":"2014-10-31T02:34:40+00:00","valid":{"from":"2014-10-31T02:34:40+00:00","to":"3014-10-31T02:34:40+00:00"},"hreflang":"en","title":"How To Make Your Idol Hate You, In One Unfunny Comedy Audition","published":"2014-05-05T15:03:00+00:00","teaser":"Kurt Braunohler is now a successful working comedian, but for years he struggled to get work. In applying for one major role, he claimed that he could speak fluent German. That wasn't <em>exactly</em> true.","itags":["npr_api","307458179"],"guid":"59a08c6b-10fd-4930-a3bc-ac485808f01c","contentencoded":"<p><em>As part of a series called \"My Big Break,\"</em><em> </em>All Things Considered<em> </em><em>is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers. The following is what you might call an \"almost big break</em><em>.\"</em></p><p>Kurt Braunohler is now a successful working comedian. He has his own <a href=\"http://www.nerdist.com/podcast/the-k-ohle-with-kurt-braunohler/\">podcast</a>, a well-reviewed <a href=\"http://killrockstars.merchtable.com/music/digital/download-kurt-braunohler-how-do-i-land-320kbpsmp3#.U2ZaQoFdXTo\">comedy album</a> and a <a href=\"http://hottubshow.tumblr.com/\">weekly variety show</a> in Los Angeles. But for years, he struggled to find work in comedy.</p><p>Several years ago, Braunohler got close to what <em>could</em> have been his big break, when he got a call from his manager about a major movie audition.</p><p>There was just one catch: The part required an actor who could speak German.</p><p>That condition presented a problem.</p><p>\"My joke on stage is that I realize I look like the IT guy from the Nazis,\" Braunohler says, \"but, weirdly, I don't speak German.\"</p><p>But Braunohler's manager was not deterred.</p><p>\"[My manager] calls back and he's like, 'Can you speak with a German accent?' And I was like, 'Well, a comically bad one,' \" says Braunohler.</p><p>When his manager called back one more time, he told Braunohler he had an audition.</p><p>\"This is going to be a disaster,\" Braunohler remembers thinking.</p><p>As it turned out, the audition wasn't just for any movie. Braunohler would be auditioning for a significant supporting role in Sacha Baron Cohen's 2009 film <em>Brüno</em>.</p><p>Not only was the mockumentary poised to be a huge blockbuster, but Braunohler calls Baron Cohen his \"comedy idol.\" Braunohler was up for the role of Lutz, Brüno's assistant in the film.</p><p>\"I was like, 'This is it!' \" Braunohler says. \" 'You come out to L.A. for two weeks and then you get your big break! And then you're a movie star!' \"</p><p>When Braunohler arrived for the audition, the stakes were high.</p><p>\"I show up, and there are like 35 people in there,\" he says. \"Behind a big wooden desk is Sacha Baron Cohen. And the very first thing that the director says to me is, 'So, we understand you can speak fluent German.' \"</p><p>Braunohler did not say that there had been some kind of misunderstanding, or explain that his manager had oversold his German language skills.</p><p>Instead, he says, \"I just look at [the director] like, 'Yeah, I do [speak German].' \"</p><p>So, Braunohler says, the director told him to begin improvising — in German — with Baron Cohen.</p><p>\"So then Sacha Baron Cohen, my comedy idol, just speaks to me in German,\" says Braunohler, \"which, to me, sounds like a series of whistles and clicks. And so I just look [Baron Cohen] dead in the eye with a big smile.\"</p><p>Braunohler said a string of what might be charitably called German-sounding gibberish.</p><p>\"Sacha looks at me like a dog who just heard a whistle,\" Braunohler remembers.</p><p>Baron Cohen looked confused, Braunohler says, \"as he should be, because I have just walked in to essentially the biggest job interview of my life, and when asked a simple question like, 'So tell me about your resume,' I've looked him dead in the eye and just gone, 'Blah blah blah blah blah blah blah blah blah blah blah,' and then smiled at everyone in the room like an insane person.\"</p><p>Before being outright kicked out of the room, Braunohler says, the casting director, who had brought in Braunohler for the audition, insisted that he get a chance to improvise, this time in English.</p><p>Baron Cohen and the film's director acquiesced.</p><p>\"Then I just get up and Sacha just begins to denigrate me and do humiliating things,\" says Braunohler, \"which is his character and how he treats his assistant in the movie. And at one point he — Sacha — takes his glasses off, and he says, 'Clean my glasses.' \"</p><p>Braunohler's first impulse was to reach for them with his mouth.</p><p>\"And then I licked his glasses all the way around,\" he says, \"and [Baron Cohen] totally broke [character], and was just like, 'Clean those off.' \"</p><p>At that point, Braunohler was kicked out.</p><p>\"But to my memory, there was a moment where he no longer was Brüno, but that was Sacha telling me to clean off those glasses,\" Braunohler says. \"So no matter how awful that was, there was a moment I do believe Sacha Baron Cohen broke [character], because he hated me just that much.</p><p>\"So at least I can put that on my belt: hatred of my idol,\" he adds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Make+Your+Idol+Hate+You%2C+In+One+Unfunny+Comedy+Audition&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309562167-38ffba.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=307458179"},{"href":"http://media.npr.org/assets/img/2014/05/02/kurtbraunohler_mandeejohnson.sm-ec24aaaf76ae46c33f8a5d33405e921990efa0d4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"599"}}]}