{"created":"2015-03-29T21:22:04+00:00","modified":"2015-05-11T12:15:59+00:00","valid":{"from":"2015-05-11T12:15:59+00:00","to":"3015-05-11T12:15:59+00:00"},"hreflang":"en","title":"For 'Dexter' Star David Zayas, Acting Was A Long Shot Away","published":"2015-05-11T12:15:00+00:00","teaser":"The Bronx native grew up in a blue-collar household; a life in show business seemed far from reality. He spent time in the Air Force and as a cop before he finally gave his childhood dream a chance.","itags":["npr_api","395982990"],"guid":"59a31416-4ff3-4a92-a90f-0aab17b3b535","contentencoded":"<p><em>As part of a series called </em><a href=\"http://www.npr.org/series/274340198/my-big-break\">My Big Break</a><em>, </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>David Zayas used to dream of being an actor. And he made it: he played Enrique Morales, the infamous inmate on HBO's <em>Oz,</em> as well as his most notable role, Sergeant Angel Batista on the Showtime drama <em>Dexter</em>.</p><p>But the path from childhood dream to career wasn't a smooth one: Zayas spent years in one uniform or another, before he finally decided to start taking a stab at auditions.</p><p>The dream was born when Zayas was 13. He went to the movies with his cousins to watch Al Pacino in the 1975 film <em>Dog Day Afternoon</em>.</p><p>That's where it all began.</p><p>\"I sat in the front row and [my cousins] all went to the back and they had their girlfriends and I was by myself in the front row,\" Zayas says. \"I was fascinated. This was the art that was attractive to me.\"</p><p>But it's like he says: It was just a childhood dream.</p><p>\"I grew up in the Bronx, my dad was a sanitation man — it was a very blue-collar type of family,\" he says.</p><p>He remembers the time he told his dad he wanted to become an actor.</p><p>\"He looked at me like I was thinking outside of the reality of where we were at,\" Zayas says. \"And I respected my father. He was a good man, he was a good father, so I kind of like, really just put it in the back of my head. I really didn't pursue it much.\"</p><p>Instead, Zayas joined the Air Force when he was 19. He later became a police officer with the New York City Police Department.</p><p>\"The crack epidemic was pretty high,\" he says. \"It was a time where there was a lot of violence in New York. It was pretty intense back then.\"</p><p>While his job was exciting, Zayas admits he didn't love it. By his late 20s, he was burnt out.</p><p>\"Then I unfortunately got a divorce from my first wife,\" he says. \"I had to file for bankruptcy ... It was a rough time, but I always felt that that was a good opportunity to change things.\"</p><p>So Zayas thought he would finally try acting.</p><p>\"I went to an acting school while I was a cop still,\" Zayas says. \"The moment I was involved in that world, it electrified me and I realized that it was something that I wanted to do.\"</p><p>Zayas kept it under wraps at the station, but his partner knew what he was up to.</p><p>\"I remember riding in the cars with him during the midnight shifts and he would run lines with me for my audition the next day,\" Zayas says. \"And he was a pretty good actor so it was a good time.\"</p><p>Zayas landed a role in a small theater production in New York City. Coincidentally, there were casting directors sitting in the audience the night of his performance.</p><p>\"The next day I went to audition for a small part in this [television] pilot called <em>The Beat</em>,\" Zayas says. \"And when I walked in, they told me that they had seen me in the play the night before.\"</p><p>Impressed with his performance, they offered him a bigger part in <em>The Beat</em> — a policeman.</p><p>\"From there I created a relationship with Tom Fontana who was writing and producing <em>Oz</em> on HBO,\" Zayas says.</p><p>Fontana would later give Zayas the part of Enrique Morales.</p><p>He says that was his big break.</p><p>\"When you're 13, you don't think of the challenges that come with [acting], the sacrifices you have to make, the cesspools you might have to swim through to get there,\" Zayas says. \"And it's all worth it. I wouldn't have it any other way.\"</p><p><em><em>We want to hear about </em>your<em> big break. Send us an email at mybigbreak@npr.org.</em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+%27Dexter%27+Star+David+Zayas%2C+Acting+Was+A+Long+Shot+Away&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"272"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396200970-cfa490.m3u?orgId=1&topicId=1008&aggIds=274340198&d=272&p=2&story=395982990&t=progseg&e=396160880&seg=6&ft=nprml&f=395982990"},{"href":"http://media.npr.org/assets/img/2015/03/28/dexter_805_1592.r-c0f39ccf7223e623a88c446227437d295668b94e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2384","width":"3180"}},{"href":"http://media.npr.org/assets/img/2015/03/28/davidzayas_headshot-caffac4e87790cb1c83b17ebe754c0520a7de7e3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1150","width":"1534"}}]}