{"created":"2014-10-27T21:56:13+00:00","modified":"2014-10-31T01:06:58+00:00","valid":{"from":"2014-10-31T01:06:58+00:00","to":"3014-10-31T01:06:58+00:00"},"hreflang":"en","title":"A Young Person's Guide To Getting Rich Slowly","published":"2014-06-17T12:16:00+00:00","teaser":"Personal finance guru William Bernstein is advocating a strategy that he says will turn millennials into millionaires over time.","itags":["npr_api","322575841"],"guid":"59a30b7e-426b-4493-9c6f-e749a8b2d7de","contentencoded":"<p>To young people embarking for the first time on a career: Congratulations! Now start preparing for your retirement.</p><p>Personal finance guru <strong>William Bernstein</strong> says young workers had better start saving. He&#8217;s advocating an investment strategy that he says will take 15 minutes of work per year and outperform 90 percent of finance professionals in the long run.</p><p>Bernstain also claims his strategy will make a millennial a millionaire over time. He joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young to explain.</p><ul><li><a href=\"http://srv.spulk.com/wjb/if_you_can_v1.pdf\" target=\"_blank\">Read William Bernstein&#8217;s booklet about &#8220;How Millennials Can Get Rich Slowly&#8221;</a></li><li><a href=\"http://efficientfrontier.com/ef/0adhoc/2books.htm\" target=\"_blank\">More info and resources from William Bernstein</a></li></ul><h4>Interview Highlights: William Bernstein</h4><p><strong>On how much young people should save</strong></p><p>&#8220;I think that they have to save around 15 percent, and that&#8217;s a minimum figure &#8212; 15 percent of their salary. And it can be as easy as trying to put that much away into a 401(k) plan. And if you&#8217;ve got a 401(k) with a match, a lot of that 15 percent can come from your employer.&#8221;</p><p><strong>On where people should invest their savings</strong></p><p>&#8220;An index fund is a fund that simply invests in all of the stocks in a market. So, for example, an index fund might invest in every single stock or almost every single stock in the U.S. market, it might invest in every single stock abroad, or it might invest in all of the bonds that are out there. And you can make a perfectly fine investing portfolio that mixes equal parts of all three of those. So domestic stocks, international stocks, and bonds. The key aspect of an index fund is that many of them, not all of them, but many of them are extremely cheap.&#8221;</p><p><strong>On people working low paying jobs that don&#8217;t allow them to save</strong></p><p>&#8220;What they&#8217;ve got to do is to improve their job skills. A fast food job, for most people, should be an entry level position. If you see no path for advancement beyond that, it&#8217;s time to take a real fast look at your human capital and learn a skill that will make you more money.&#8221;</p><h4>3 Tips For Investing Wisely From William Bernstein</h4><ol><li>&#8220;Learn a little, just a little bit, about financial theory. I have some recommended reading that is pretty easy about that.&#8221;</li><li> &#8221;You have to understand what market history looks like. What market history tells you is that the very, very best investments are made when things look the worst.&#8221;</li><li> &#8221;You have to understand your own psychology. You have to understand that human beings weren&#8217;t really designed to invest. We have all these emotions that are appropriate responses if you&#8217;re being chased by a tiger, but they&#8217;re terrible responses if you&#8217;ve got a 30-year time horizon to think about investment or when you&#8217;re trying to manage investment over 30 years. All these things that make us human make us terrible investors and you have to understand what they are and how to avoid them.</li></ol><h4>Guest</h4><ul><li><a href=\"http://www.efficientfrontier.com/\" target=\"_blank\"><strong>William Bernstein</strong></a>, investment adviser and retired neurologist living in Portland, Oregon.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Young+Person%27s+Guide+To+Getting+Rich+Slowly&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322896981-d01d5b.m3u?orgId=1&ft=3&f=322575841"}]}