{"created":"2014-10-08T15:17:38+00:00","modified":"2014-10-31T01:43:01+00:00","valid":{"from":"2014-10-31T01:43:00+00:00","to":"3014-10-31T01:43:00+00:00"},"hreflang":"en","title":"A Killer's Manifesto Reveals Wide Reach Of Misogyny Online ","published":"2014-06-10T13:53:00+00:00","teaser":"Elliott Rodger's manifesto was riddled with threats against women. Writer Laurie Penny says the idea that women owe men sex and adoration is pervasive online.","itags":["npr_api","316452303"],"guid":"59a6bfe4-2641-458b-a59a-b8f3daa42584","contentencoded":"<p>The misogynistic manifesto written by Elliot Rodger, the 22-year-old who police say killed six people before taking his own life Friday, quickly led to an outpouring on Twitter under the hashtag <a href=\"https://twitter.com/search?q=%23YesAllWomen&src=typd\" target=\"_blank\">#YesAllWomen</a>. Women and men alike used the hashtag to share stories and statistics about harassment and sexual assault.</p><p>According to the analytics site Topsy, there have been over <a href=\"http://topsy.com/s?q=%23yesallwomen&window=m&type=tweet\">1.6 million tweets</a> mentioning #YesAllWomen so far.</p><p>In <a href=\"http://www.newstatesman.com/lifestyle/2014/05/lets-call-isla-vista-killings-what-they-were-misogynist-extremism\">a piece</a> in <em>The New Statesman</em>, writer Laurie Penny says men have long expressed many of the same <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/24/315624700/alleged-shooter-in-california-left-vast-digital-trail\" target=\"_blank\">misogynistic thoughts</a> Rodger conveyed in forums across the Internet.</p><p>In her piece, Penny writes, \"Why can we not speak about misogynist extremism — why can we not speak about misogyny at all — even when the language used by Elliot Rodger is everywhere online?\"</p><p>Penny tells NPR's Melissa Block that the language Rodger used to denigrate women online is similar to the verbal attacks and rape threats she's received as a writer.</p><p>She was angry, she says, when she heard of Friday's shooting. \"I think that anger is politically important,\" she says. \"Women are usually allowed to say that we're frightened or we feel like victims when we are the target of attacks like this. But what we're not allowed to say is that, 'Actually, I'm really, really cross. I'm furious. I want to stop this happening.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On men's rights forums and misogynistic language online</strong></p><p>The language used on men's rights activists' forums is an extreme version of language that you see everywhere on the Web. ... It's not just sites which are dedicated to hating and slut-shaming women — it's online video games; it's YouTube and Facebook.</p><p>The ideology seems to be that men are owed sex and respect and love and adoration by women — not because they deserved it, not because that's what human beings need, but because that is their right as men. And if they don't get it, they're entitled to rape, to beat and even to kill, as was the ultimate end of Elliot Rodger's really sad, disturbing manifesto.</p><p><strong>On the origin of #YesAllWomen from #NotAllMen</strong></p><p>One of the most horrifying [reactions] has been the pushback that \"not all men do this,\" \"not all men think like this.\" Well, of course, not all men are killers, not all men are violent misogynists. But the idea that before we speak about misogynistic extremism we should take men's feelings into account and make sure no man listening to that conversation feels threatened or has his ego bruised, that's really, really dangerous. That's the language of silencing. And that's what the #YesAllWomen hashtag was a response to.</p><p><strong>On the impact of a hashtag</strong></p><p>Change doesn't happen when one person stands on a platform and says something powerful. Change is about tiny little alterations in mindset, and the Internet lets that happen much, much faster and much, much easier. It makes it impossible to ignore. And personally for me, that's what a hashtag does; that's what it's about. It all happens so much faster, and it happens on a much more intimate, personal level. It's both personal and political, and that's what makes it so powerful.</p><p><strong>On the reaction from men to her post</strong></p><p>Many men and boys have emailed me, not just to say, oh, my gosh, this is awful, but they're saying: How can I change this? How can I make this different? How can I, as a man, step up and support women and girls and create a better world?</p><p>Because they don't want young men to grow up in this world, either. That, to me, is what's really, really heartening about this conversation, as well as the fact that it's enabling women and girls of all ages ... to talk about their experiences in a public forum which is so wide and so broad, it allows them to be braver and be supported.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Killer%27s+Manifesto+Reveals+Wide+Reach+Of+Misogyny+Online+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"316"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316460585-81477f.m3u?orgId=1&topicId=1049&ft=3&f=316452303"}]}