{"created":"2014-10-30T21:06:22+00:00","modified":"2014-12-04T14:28:38+00:00","valid":{"from":"2014-12-04T14:28:37+00:00","to":"3014-12-04T14:28:37+00:00"},"hreflang":"en","title":"Ebola Researchers Banned From Medical Meeting In New Orleans","published":"2014-10-31T16:45:00+00:00","teaser":"One of the top scientific conferences on tropical diseases will take place without the people who have the most recent and direct experience with Ebola in West Africa.","itags":["npr_api","360179428"],"guid":"59bea2be-17f1-482c-ac86-05e9c4a44c00","contentencoded":"<p>Louisiana health officials say that anyone who's been in an Ebola-affected country over the last three weeks will be quarantined in their hotel rooms.</p><p>The American Society of Tropical Medicine and Hygiene <a href=\"http://sherwood-astmh.informz.net/InformzDataService/OnlineVersion/Public?mailingInstanceId=4361797\">is telling researchers</a> who've recently traveled to Ebola-affected parts of West Africa that they can't come to the society's annual meeting. That wasn't the medical group's idea.</p><p>The convention opens this weekend at the New Orleans Sheraton, but the specialists with the most current experience with Ebola in the field aren't expected to be there.</p><p>The Louisiana Department of Health and Hospitals <a href=\"http://sherwood-astmh.informz.net/InformzDataService/OnlineVersion/Public?mailingInstanceId=4362069\">just ruled</a> that anyone who's been in Sierra Leone, Liberia or Guinea in the past three weeks \"should NOT travel to New Orleans to attend the conference.\" (That big \"NOT\" is in the original letter.)</p><p>\"While the state of Louisiana's policies are outside of the scientific understanding of Ebola transmission — and acknowledged by the state health officials' own admission — we recognize that the state has determined its policy in this matter,\" the society <a href=\"http://astmh.org/Content/NavigationMenu/Publications/IntheNews/EbolaStatement-updated_v2.pdf\">said in a statement</a>. \"ASTMH does not agree with the policy as outlined by the Louisiana DHH.\"</p><p>For scientists who work on diseases such as malaria, dengue fever or Ebola, the American Society of Tropical Medicine and Hygiene convention is the big one. It's sort of a Burning Man for doctors and virus geeks.</p><p>This year the keynote speaker is Bill Gates in his role as a global health juggernaut.</p><p>Dr. Piero Olliaro had big plans for the conference.</p><p>\"This is the place to be,\" says Olliaro, a researcher at Oxford University who specializes in setting up clinical trials to test drugs in the developing world. \"It's once a year. This is where you get to meet all the others.\"</p><p>Olliaro was going to present several papers on his recent work involving treatments for malaria and river blindness. But two weeks ago he was in Guinea for the World Health Organization scouting a site to test an experimental Ebola medication.</p><p>Yesterday Olliaro got a letter from the Louisiana health department saying that anyone who'd been in Sierra Leone, Liberia or Guinea in the past 21 days would be quarantined.</p><p>The letter goes on to say, \"We see no utility in you traveling to New Orleans simply to be confined to your room.\"</p><p>Olliaro, who's in England, says the decision is unfair, unwarranted and not based on medical science. But he'll abide by it.</p><p>\"I have no intention of spending weeks in a hotel room somewhere in New Orleans,\" he says. \"New Orleans is a very nice place, but not when seen from a hotel room in isolation.\"</p><p>Olliaro says the problem is much larger than just this one convention. The world's leading tropical disease researchers often fly back and forth from Africa to their labs in the United States.</p><p>The new patchwork of Ebola-related travel bans and quarantine policies, he says, make it unclear whether they'll be able to continue to do that. And that could ultimately undermine research into a vaccine or cure for this terrifying viral disease.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Researchers+Banned+From+Medical+Meeting+In+New+Orleans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"129"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360179429-f53093.m3u?orgId=1&topicId=1128&ft=3&f=360179428"}]}