{"created":"2015-01-21T21:21:05+00:00","modified":"2015-01-22T18:35:26+00:00","valid":{"from":"2015-01-22T18:35:26+00:00","to":"3015-01-22T18:35:26+00:00"},"hreflang":"en","guid":"59be9972-297c-494a-bfdc-adbd7b24dcdc","title":"Greenpeace names activists behind a failed stunt at Peru climate talks","published":"2015-01-22T18:35:25+00:00","byline":"Andrea Crossan","tags":["environment","protest","conflict","Environment","Science, Tech & Environment","Lima","South America","Peru","South America","Mark Hertsgaard","Wolfgang Sadik","Greenpeace","Civil disobedience","Activism","Nazca Lines"],"teaser":"Not all publicity is good publicity. Greenpeace learned that last month when activists placed yellow letters next to Peru's Nazca Lines. The stunt outraged Peruvians. Now Greenpeace has named the members behind the stunt.","contentencoded":"<p>It was a publicity stunt gone wrong. Now environmental organization Greenpeace is naming the activists responsible.</p>\n<p>The group has provided Peruvian authorities with the names of the four activists principally responsible for vandalizing the <a href=\"http://whc.unesco.org/en/list/700\">Nazca Lines heritage site</a>. The incident happened during last month’s international climate negotiations in Lima.</p>\n<p>Activists positioned giant yellow letters on the ground that read “Time for change! The future is renewable. Greenpeace” near a hummingbird carved in the soil 1,500 years ago.</p>\n<p>The group then shot video of the message from a drone above the site and released the video to the media.</p>\n<p>The stunt outraged Peru’s people and government. Archaeologists say the footprints left by the activists could remain on the desert ground for decades. </p>\n<p>“This has done a huge amount of damage to the [Greenpeace] brand,” says Bloomberg BusinessWeek journalist Mark Hertsgaard.</p>\n<p>Hertsgaard has been investigating <a href=\"http://www.businessweek.com/articles/2015-01-20/greenpeace-names-activists-behind-its-epic-fail-in-peru#r=hp-ls/\">Greenpeace’s decision to name the activists responsible for the Lima protest</a>.</p>\n<p>“Somebody said [to me], it would be a little bit like if there were foreigners who were irritated by US government spying and they came to the United States and spray-painted slogans over the Lincoln Memorial or the Grand Canyon.”</p>\n<p>In previous confrontations with governments and corporations, Greenpeace has generally declined to name its activists.</p>\n<p>“What’s different this time is that it seems like this was a rogue operation from within Greenpeace Germany,” explains Hertsgaard. “It was not approved by higher ups — at least this is what Greenpeace is saying now in its report to Peruvian authorities.”</p>\n<p>According to Greenpeace, the leader of the Nazca Lines action was Wolfgang Sadik, a veteran campaigner with Greenpeace Germany. Hertsgaard says Sadik isn’t explaining his actions.</p>\n<p>“He still hasn’t spoken to the press. He’s been in hiding for over a month now.”</p>\n<p>Two of the other three activists named in the report also work for Greenpeace Germany: Martin Kaiser and Iris Wiedemann. The fourth person named is Mauro Fernandez, a staffer with Greenpeace Argentina who served as an interpreter during the Nazca action.</p>\n<p>UNESCO designated the Nazca Lines a World Heritage Site in 1994. The lines, which were scratched on the surface of the Nazca Desert between 500 BC and AD 500, are among archaeology's greatest mysteries.The geoglyphs depict animals, plants and imaginary creatures, as well as geometric shapes several miles long.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/GP2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gp2jpg"}]}