{"created":"2015-01-29T20:38:10+00:00","modified":"2015-01-29T22:21:34+00:00","valid":{"from":"2015-01-29T22:21:34+00:00","to":"3015-01-29T22:21:34+00:00"},"hreflang":"en","guid":"59bf0b72-9d4d-4850-b6ff-69e7cec73057","title":"Miami’s Soviet time machine gives Cuban expats a nostalgia fix ","published":"2015-01-29T22:21:26+00:00","byline":"Monica Campbell","tags":["Cuban-Soviet relations","SPAM","Russian products","Cold War","Cuban expats","Russian food","Global Nation","Culture","Arts, Culture & Media","Miami","Cuba","Russia","Soviet Union","United States","Natalia Monsievich","Jacqueline Loss","Yudilennis Caneda","Yoani Sánchez","Yoani Sánchez","Cubans","Che Guevara","Havana","Cuba","Opposition to Fidel Castro","Cuba–Soviet Union relations"],"teaser":"At this store, SPAM and Russian perfume offer some Cuban Americans a nostalgia fix.","contentencoded":"<p>If you happen to be in Miami and hanker for a taste of Russia, head northeast to 79th Street and look for Marky’s Gourmet. But don't look for a crowd of Russian expats to point the way.</p>\n<p>Instead, you'll find a steady stream of Cuban Americans shopping there for things like canned meat, bonbons and Russian crafts.</p>\n<p>That’s what happened when I headed to Marky’s and ran into Yudilennis Caneda, a 29-year-old who grew up in Cuba. It was her dad’s birthday, and she was buying him a matryoshka, a Russian nesting doll.</p>\n<p>“He hasn't had one of these in a very long time, since we left Cuba over 20 years ago,” Caneda said.</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Monica_IMG_5993.jpg?itok=mkCNwdEH\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Yudilennis Caneda, 29, buys Russian green peas at Marky’s Gourmet. It's a store in Miami that specializes in European but, mostly, Russian products. Caneda grew up in Cuba in the 80s and early 90s, before leaving for the US, and has a fondness for Russian goods that were once typical in Cuba, when the Soviet Union’s influence was strong.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>Marky’s, which opened about 30 years ago, is filled with food and gift items from Europe — especially Ruwssia. And for some Cuban Americans here, each aisle brings an incredible rush of memories from life in Cuba during the Cold War, when the Soviet Union shaped the island’s culture.</p>\n<p>While we talked, Caneda showed me one of her favorite candies: small, cherry-flavored and delicately wrapped. “They’ve got this ripply texture and chewy center,\" she said. \"I used to think they looked like little worms when I was a kid, but they’re so yummy. <em>Delicioso</em>.”</p>\n<p>We ate a few, and memories of Caneda’s childhood in Cuba rushed back. “I think about coming home with my mom and having a big bag of candy,\" she remembered. \"We’d share the candy, my sisters and I. It’s such an incredible wave of nostalgia right now.\"</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Monica_IMG_6114.jpg?itok=sAES6945\" alt=\"\" /><div class=\"field-caption\">\n    <p>Natalia Monsievich, who works at Marky’s Gourmet in Miami, knows what the store’s Russian products means to her Cuban customers. She’s from Ukraine and lived in Cuba too, and says sometimes she misses the Soviet-era products she used to eat and drink.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>She also picked up a bottle of green peas. “These exact same peas. Same brand. Same glass jar! My dad would mix and make a salad with rice, usually Sunday mornings,” she said. Then she welled up in tears.</p>\n<p>The memories are bittersweet — of a peaceful childhood in Cuba that also abruptly ended. The Soviet Union’s collapse in 1989 also sank Cuba’s economy, and many Cubans left the island, including Caneda in 1994.</p>\n<p>“My parents and I left on a raft,” Caneda said.</p>\n<p>But the Soviet influence is still a part of her life, even down to her name. Yudilennis is part of Cuba’s “Generation Y,” when some parents invented Russian-sounding names for their kids that often began with “Y.\" (Think of the Los Angeles Dodgers' Yasiel Puig, or one of Cuba’s most influential bloggers, Yoani Sánchez, who names her website <a href=\"http://www.14ymedio.com/blogs/generacion_y/\">Generación Y</a>.)</p>\n<p>Natalia Monsievich knows what the Russian ties means to her customers. She’s from Ukraine, but once lived in Cuba and now works at Marky’s. She showed me some of the store’s popular items: Russian sardines, Red October chocolate, meringue cookies and a perfume called Red Moscow. Monsievich said the perfume’s scent could make customers weep. </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Monica_IMG_6070.jpg?itok=SwN_sbhy\" alt=\"\" /><div class=\"field-caption\">\n    <p>At Marky’s Gourmet in Miami, Russian products such as “Red Moscow” perfume are a favorite among some Cuban American customers looking for a Soviet-era nostalgia fix.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>“One woman, an elderly woman who lived in Cuba, smelled it and started crying,” Monsievich said. “She said, ‘This is my first perfume!’ And she started to remember her husband. I cry sometimes too!”</p>\n<p>Then Monsievich showed me the most sought after product: <em>carne rusa</em>, or canned meat. \"It goes fast,” she said.</p>\n<p>Among the Russian varieties of canned beef, there is also SPAM, or canned pork. It’s strange to think of all this as comfort food, so I spoke with Jacqueline Loss, a professor of Latin American and comparative literary and cultural studies at the University of Connecticut. She has <a href=\"http://utpress.utexas.edu/index.php/books/losdre\">written extensively</a> about why Soviet products still resonate with some Cubans.</p>\n<p>She said the canned meat, the peas, the Russian nesting dolls all mark “a moment of access to different kinds of worldly goods, a period of generosity, largesse from the Soviet Union.”</p>\n<p></p><div class=\"media media-element-container media-story_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Monica_IMG_6074.jpg?itok=bN18dXLF\" width=\"937\" height=\"552\" alt=\"\" /><div class=\"field-caption\">\n    <p>Russian nesting dolls for sale at Marky’s Gourmet in Miami, a store in Miami that specializes in European but, mostly, Russian products.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Monica Campbell</p>\n  </div>\n</div>\n<p>It wasn’t as if canned meat was something Cubans necessarily cherished, Loss said. But when times got extremely tough in the early 1990s — when the Soviet Union no longer served as Cuba’s economic lifeline — those Soviet-era products, however bland, were missed by some Cubans. </p>\n<p>But it wasn’t all about food. The Soviet influence was there in pop culture, too.</p>\n<p>“It’s important to remember that the Soviet bloc was the prism through which Cubans experienced the world in many ways,” Loss said. “There was a game show on [Cuban] television called <a href=\"http://www.havanatimes.org/?p=92184\">9550</a>, which is sort of the approximate number of kilometers from Havana to Moscow, and the winner of that game show would get a trip to the Soviet Union.”</p>\n<p>And here at Marky’s in Miami, customers like Yudilennis Caneda also take a trip — to their Cuban-Soviet past.</p>\n<p>“There's a time machine,\" she says, \"and I've been able to get back.\"</p>\n<p><em>We noticed that a lot of families with direct immigrant or refugee ties have some fond and tasty connections to meat-in-a-can. So tell us about </em>your<em> <a href=\"http://www.facebook.com/groups/globalnation/permalink/870872536308950/\">SPAM dishes</a>. In the meantime, you can read this excerpt from Jacqueline Loss' \"Dreaming in Russian: The Cuban Soviet Imaginary.\"</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}