{"created":"2014-09-04T16:42:13+00:00","modified":"2015-02-06T17:14:59+00:00","valid":{"from":"2015-02-06T17:14:59+00:00","to":"3015-02-06T17:14:59+00:00"},"hreflang":"en","title":"Mystery Writer Evokes The Sights, Sound And Grime Of 1970s New York","published":"2014-08-07T13:08:00+00:00","teaser":"Lawrence Block published the first book of his Matthew Scudder mystery series in 1976. He says when it came to crime fiction inspiration, \"the city never failed me. It always provided something.\"","itags":["npr_api","338014371"],"guid":"59c74aaa-3a81-4dd7-af74-7696f4feca90","contentencoded":"<p>Crime fiction writer Lawrence Block lives in New York's West Village, in a stately art deco building overlooking Abingdon Square. He bought an apartment there decades before actress Jennifer Aniston did. (She sold hers shortly thereafter.) Block is 76, silver-haired and keen-eyed; and in his pastel shirt and khakis, he looks decidedly more Hamptons than downtown.</p><p>Sitting on a park bench in Abingdon Square, Block points out a building on the corner that used to be a nursing<strong> </strong>home. Before gentrification, ambulances constantly rushed its inhabitants to St. Vincent's Hospital, sirens wailing. Now, both are multimillion-dollar condos.</p><p>\"It's quieter,\" he observes dryly of his neighborhood. \"But I liked it better before.\"</p><p><strong>'The City Never Failed Me'</strong></p><p>Block published his <a href=\"http://www.npr.org/books/titles/338333772/the-sins-of-the-fathers\">first Matthew Scudder novel</a> in 1976, when the Village was grimy and New York was broke. His private detective, a beefy former police officer, will be played by Liam Neeson in <a href=\"https://www.youtube.com/watch?v=O6Ttj9tXzCA\">a movie</a>, out in September, that's based on <a href=\"http://www.npr.org/books/titles/338036353/a-walk-among-the-tombstones\">the 10th</a> of 17 Matthew Scudder mysteries.</p><p>Scudder is haunted by his accidental killing of a small girl during a street shootout when he was drinking off-duty one day. In the early books, he scans the newspaper daily, riveted by — and aghast at — the litany of awful things people did to one another.</p><p>\"The town was writing that book,\" Block says. \"The hideous crime that Scudder talked about on the next day's writing was the one I read about on the subway downtown. And, you know, the city never failed me. It always provided something.\"</p><p>At <a href=\"http://www.mysteriousbookshop.com/\">The Mysterious Bookshop</a> in Tribeca, Manhattan's only mystery bookshop, Matthew Scudder is one of the most popular series and Block is one of the most popular authors. That's according to owner Otto Penzler, who credits Block with perfectly evoking 1970s New York: \"The smell; the sounds; the noisiness of it; the crowdedness of it; the <em>fear</em> of it sometimes at night.\"</p><p><strong>A Character And An Author Aging In Real Time</strong></p><p>Today, New York is one of the safest big cities in the world. And Scudder has aged in real time: Like Block, he's now in his 70s and, also like Block, he's a recovering alcoholic. The latest Scudder mystery, from three years ago, is called <a href=\"http://www.npr.org/books/titles/137880402/a-drop-of-the-hard-stuff\">A Drop of the Hard Stuff</a> — just one of around 150 books, stories and screenplays<strong> </strong>Block has written over the course of his career.</p><p>\"He was legendary for being a fast writer,\" Penzler says admiringly, adding that for 30 years Block was part of a regular mystery writers' poker night. One Friday, the writer showed up and someone reminded him he had a book due Monday morning.</p><p>\"He said, 'Oh, I forgot. I can't play tonight,' \" Penzler recalls, chuckling. \"And he went home and wrote the book over the weekend.\"</p><p>So how did Block manage to write <em>and</em><em> </em>drink so much? \"Well, I didn't do both at the same time,\" he says tartly.</p><p>In fact, Block thought that when Scudder got sober in the eighth book, <a href=\"http://www.npr.org/books/titles/338036271/eight-million-ways-to-die\">Eight Million Ways to Die</a>, it might be the end of the series. \"You know, how many catharses does one character get to have?\" he says.</p><p><strong>From Lesbian Erotica To A Sober P.I.</strong></p><p>Block takes me to see the Church of St. Paul the Apostle, a Gothic pile of grayish-pink granite, more fortress than cathedral. It's where Scudder, in the early books, puts money in the poor box and lights candles for the victims of whatever crime he's working on.</p><p>\"Nowadays the candles are electric,\" Block observes with a note of disappointment under the nave's yellow, clover-shaped ceiling. \"You drop a coin in them and the light goes on. I suppose it gets the same absolute inattention [from] on high, but it just doesn't feel the same.\"</p><p>Leaving the church, we stop at a diner where Scudder hangs out after Alcoholics Anonymous meetings. The Flame is a New York classic, its menu thick with burgers, omelets, matzo ball soup and moussaka. Over coffee in a sturdy white diner mug, Block reflects on his first book, which he describes as \"a sensitive lesbian novel.\"</p><p>Before Scudder, Block wrote lesbian erotica under the name Jill Emerson. While they may have been sensitive, they also had titles like<em> </em><em>Warm and Willing</em> and belonged in the category of pulp fiction known for covers of women in lingerie silhouetted against bedrooms doors. For a while, Block disavowed those novels, but these days he's proud of them. He <a href=\"http://lawrenceblock.com/my-life-as-a-lesbian/\">remembers</a> having an off-mic conversation with <em>Fresh Air</em>'s Terry Gross a few years ago in which she said, \"But Larry, you're not <em>actually</em> a lesbian.\" His reply: \"That's only an accident of birth.\" He even came out, so to speak, with a new erotica novel in 2011.</p><p><strong>A Kind Of Immortality</strong></p><p>These days, Block says he's winding down. He doubts there's another Matthew Scudder mystery in him. \"It's been a lot of books,\" he says. \"A lot of years.\"</p><p>And a Scudder novel today, Block adds, would mostly be about his friends dying of old age. \"Who needs that? I wouldn't want to read about it. I certainly don't want to write it.\"</p><p>Fortunately, after so many books, Matthew Scudder has achieved a kind of immortality. And as his creator — a four-time Edgar Award-winner and a grand master of the Mystery Writers of America — Lawrence Block has, too.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mystery+Writer+Evokes+The+Sights%2C+Sound+And+Grime+Of+1970s+New+York&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"467"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338498190-b4176d.m3u?orgId=1&topicId=1033&aggIds=100876926,13795507&e=338014371&d=467&ft=nprml&f=338014371"},{"href":"http://media.npr.org/assets/img/2014/08/05/lb_ny-6_sq-2103d7e24256ae2fd9d3159e11a2686459950c90.jpg","type":"image/jpeg","meta":{"crop":"square","height":"334","width":"334"}}]}