{"created":"2014-09-08T17:05:15+00:00","modified":"2014-10-31T01:20:45+00:00","valid":{"from":"2014-10-31T01:20:45+00:00","to":"3014-10-31T01:20:45+00:00"},"hreflang":"en","title":"Western Countries Issue Warnings; Kenyan Tourism Gets Pummeled  ","published":"2014-09-23T11:01:00+00:00","teaser":"Kenya is heavily reliant on tourism, but advisories by the U.S., Britain and others have contributed to fewer visitors and job losses. Kenyans say the West is punishing them as much as the terrorists.","itags":["npr_api","320335669"],"guid":"59cd509c-87da-4572-af00-d6bc851003b5","contentencoded":"<p>The Baobab Resort sits on the south coast of Kenya's Mombasa Island, but it has some of the homey feel of an old Catskills resort.</p><p>On a recent day, sounds from outside trickled into the resort's largest conference hall: children enjoying their last hour of daylight on the beach, staff members singing tunes from <em>The Lion King,</em> warming up for their evening show.</p><p>But the mood inside was somber: The 150 British tourists gathered heard only the apologetic voice of the local representative from their travel company, Tui, informing them that their vacations were being cut short and that they would be evacuated back to Britain the following day.</p><p>The reason: The British government had just issued a warning against \"nonessential travel\" to Mombasa because of terrorism threats.</p><p>\"You could see their faces,\" says Sylvester Mbandi, the resort's manager. \"Some of the honeymooners just started crying immediately and left the room. Others kept hoping it was a dream. But it was reality. They had to go back to their country.\"</p><p>Hundreds of Britons were evacuated from Mombasa and Kenya's north coast. The next day, on May 16, a pair of bombs went off at a market in the capital Nairobi, killing 10 people.</p><p>Nairobi was not and still is not on the travel ban list. However, Nairobi was the site of the deadliest single terrorist attack in Kenya in more than a decade: a four-day siege of an upscale shopping mall that killed 67 people. That attack was claimed by Somali militants Al-Shabaab</p><p>Tui, meanwhile, has also canceled all holidays to Mombasa until November. Other tour companies, less dramatically, followed suit.</p><p>Since the travel warnings issued in May by the governments of Britain and the United States — and later by Australia and France — parts of Mombasa feel like a ghost town.</p><p>Twenty-five hotels in Mombasa have closed. More than 5,000 hotel workers have been laid off or suspended. In a region dependent on tourist dollars, these layoffs can be felt in every sector of the economy, from the guy selling <em>dhow </em>tours on the beach to the farmer growing peanuts hundreds of miles away.</p><p><strong>Protection Or Punishment?</strong></p><p>Kenyan officials reacted furiously to the travel warnings, declaring them akin to <a href=\"http://www.theeastafrican.co.ke/news/Is-the-West-sabotaging-Kenyatta-presidency-/-/2558/2326936/-/123bdnpz/-/index.html\">economic sabotage</a>. Kwale County minister of tourism Adam Sheikh says Kenyans feel abandoned by the West after standing with them in the war <a href=\"http://www.crisisgroup.org/en/regions/africa/horn-of-africa/kenya/184-the-kenyan-military-intervention-in-somalia.aspx\">against Islamist militants in Somalia</a>.</p><p>\"Now terrorists are fighting back, we need our friends to stand by us.<strong> </strong>Not to leave us and make the situation worse than it already is,\" Sheikh says.</p><p>Hoteliers in Mombasa point out that the tourism industry is an important bulwark against terrorism — giving young men a legitimate opportunity for economic betterment.</p><p>The Kenyan response raises an almost existential question about travel warnings: Do they merely call attention to a bad situation, or can they actually do more damage to a country, hurting its ability to fight terrorism in the long term?</p><p>Western governments say they must issue the warnings to help protect their citizens. And the U.S. and British governments insist that the travel warnings for Mombasa and Kenya's north coast are based solely on security assessments, not politics.</p><p>U.S. Ambassador to Kenya Robert Godec <a href=\"http://www.nation.co.ke/oped/Opinion/Let-s-not-allow-conspiracy-theories-to-divert-our-attention/-/440808/2342268/-/al4f93z/-/index.html\" target=\"_blank\">published an op-ed</a> Tuesday in Kenya's largest-circulation newspaper, <em>The Nation</em>, saying, \"The United States has not 'evacuated' any citizens. We have not advised Americans against visiting Kenya.\" He insisted that travel warnings \"are not designed to create economic problems for Kenya.\"</p><p>But Sheikh, the tourism official, says many Kenyans see the warnings as exactly that: an economic sanction against the Kenyan government.</p><p>The Americans \"believe that there is too much corruption, making any effort to reign in these terrorists useless,\" Sheikh says. \"All these small arms are getting through our borders right under the noses of some of our security agencies.\"</p><p>If that's the real message, is the Kenyan government listening?</p><p>He pauses for a moment before responding.</p><p>\"I think we are listening,\" he says. \"But we are overwhelmed,\" he adds, citing economic problems that have been made worse by the travel warnings.</p><p><strong>Scary Places Or Scary Language?</strong></p><p>Critics of travel warnings say they're arbitrary. Germany, for instance, has not issued a travel warning for Mombasa. I met several German tourists enjoying the grilled prawns at The Baobab. But in February, Germany did slap a travel warning on a country that Britain has not: Egypt.</p><p>Lynn Hoffman, a tour guide from Dusseldorf, Germany, says she felt the warning like a chokehold: \"We can't make an offer to a family [to travel] to Egypt when the German government says people are not safe there. You can't do it as a travel agent.\"</p><p>If a client insisted on going to Egypt, she could book him a trip, but only after warning him that his travel insurance probably would be invalid. That alone would often scare people off. Before the ban, Germany had been one of Egypt's largest tourism markets. She blames the German government for helping to destroy the Egyptian economy.</p><p>Of course, tourists who traveled based on government advisories might <a href=\"http://www.independenttraveler.com/travel-tips/passports-and-international-travel/travel-warnings-and-advisories\">never leave their house</a>. Consider this <a href=\"https://www.gov.uk/foreign-travel-advice/usa/terrorism\">advice issued recently by the Foreign Office of the United Kingdom</a>: \"There is a general threat from terrorism. Attacks could be indiscriminate, including in places frequented by foreigners. You should monitor media reports and remain vigilant at all times.\"</p><p>Which country is that? The U.S.</p><p>Thankfully for the U.S. tourism industry, such advisories are probably not likely to keep Europeans away. But the impact on a country like Kenya can be much greater.</p><p>Kenyan tour guide Andrew Mungatana and his wife recently started a safari company, TourMan Africa. On May 16, two days after the British travel warnings, they posted a sad face emoticon on their <a href=\"https://www.facebook.com/TourmanAfricaSafaris\">Facebook page</a>. All their bookings for July and August — a high season for safari trips — had been canceled.</p><p>Not to be dissuaded, Mungatana and his wife booked flights to Germany and Austria to drum up new business. Even though neither of those countries has a travel warning in place, almost 50 tour companies that they visited were unwilling to take the risk. \"Kenya?\" many said to the pair. \"Isn't that a war zone?\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Western+Countries+Issue+Warnings%3B+Kenyan+Tourism+Gets+Pummeled++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392892-f1360b.m3u?orgId=1&topicId=1126&ft=3&f=320335669"},{"href":"http://media.npr.org/assets/img/2014/06/09/kenya-tourism1-b2ea57c20d3311f75a288a859a2ff31920923d4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1600","width":"2136"}},{"href":"http://media.npr.org/assets/img/2014/06/09/kenya-tourism3-050184438f809b12eea34d2f7340fa0edea1bf47.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2203","width":"2940"}},{"href":"http://media.npr.org/assets/img/2014/06/09/kenya-tourism2-f56ba848d6fe303c05682993f12e434016619bce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2056","width":"2744"}}]}