{"created":"2014-10-08T17:42:06+00:00","modified":"2014-10-31T02:33:34+00:00","valid":{"from":"2014-10-31T02:33:34+00:00","to":"3014-10-31T02:33:34+00:00"},"hreflang":"en","title":"10 Can't-Miss Classical Music Festivals","published":"2014-05-02T13:32:00+00:00","teaser":"There's something to please everyone — from Schubert in the Hudson Valley, great orchestras in in the Rockies and world premieres in a Chicago park.","itags":["npr_api","307968750"],"guid":"59d09c49-e4c3-488f-ad7d-05e7444f25e6","contentencoded":"<p>In much of the country it still feels like summer is a long way off, but it's not too early to plan on hitting the road and hearing great music. From bucolic college campuses in New England to musical rafting trips down the Colorado, these are 10 of the most intriguing classical festivals. And below them is a listing, by region, of many of the best fests. Been to one we missed? Pass along your own advice in the comments section or via <a href=\"https://www.facebook.com/nprclassical\" target=\"_blank\">Facebook</a> or <a href=\"https://twitter.com/nprclassical\" target=\"_blank\">Twitter</a>.</p><hr /><p><strong><a href=\"http://www.aspenmusicfestival.com\" target=\"_blank\">ASPEN MUSIC FESTIVAL</a> </strong>June 26-Aug. 17, Aspen, Colo.</p><p>In many ways, the Aspen Music Festival is the Cadillac of summer classical music fests, in terms of its unparalleled roster of guest musicians and its extensive student training program. This year, the 65-year-old festival explores the idea of the New Romantics. Violinist Joshua Bell takes up the old school sound of Bruch, while Robert McDuffie finds the contemporary Romantic in Philip Glass' Violin Concerto No. 2, \"The American Four Seasons.\" There's Tchaikovsky's opera <em>Eugene Onegin</em>, but also Lowell Liebermann's recent operatic take on <em>The Picture of Dorian Gray</em>. Seven world premieres are scheduled — from the likes of Mason Bates, Matthias Pintscher and others — amid more than 300 events. Need more than classical? Jazz guitarist Bill Frisell makes an appearance, as do Tony Bennett and Rufus Wainwright.</p><p><strong><a href=\"http://fishercenter.bard.edu\" target=\"_blank\">BARD MUSIC FESTIVAL</a> </strong>June 27-Aug. 17, Annandale-on-Hudson, N.Y.</p><p>Celebrating its 25th year, the adventurous Bard Music Festival picks a single composer and creates an immersive experience including music from contemporaries, plus film, dance, drama and lectures. Schubert and His World is the theme this year, with concerts following the stages of the composer's short but fertile career. Schubert's songs come into sharp focus in performances throughout the festival by Paul Appleby, Susanna Phillips and Nicholas Phan. And there's an opportunity to hear Schubert's opera <em>Fierrabras</em> and Carl Maria von Weber's <em>Euryanthe</em>, both rarely performed. Leon Botstein conducts several of Schubert's symphonies and Luciano Berio's fascinating <em>Rendering</em>, a reworking of fragments Schubert's unfinished Tenth Symphony.</p><p><strong><a href=\"http://bravovail.org\" target=\"_blank\">BRAVO! VAIL</a> </strong> June 27-Aug. 2, Vail, Colo.</p><p>If musical heaven is overdosing on orchestras, Bravo! Vail is the place to be. The New York Philharmonic, Philadelphia Orchestra and Dallas Symphony are the headliners. Alan Gilbert leads the New Yorkers in music by Richard Strauss and Pulitzer winner Christopher Rouse, including the former's <em>Don Juan</em> and <em>Till Eulenspiegel</em> and the latter's Oboe Concerto. Yannick Nézet-Séguin conducts the Philadelphians in Beethoven's \"Eroica\" and pianist Hélène Grimaud joins them for the Brahms First Piano Concerto. Jaap van Zweden and the Dallas musicians offer Beethoven's Ninth, Copland's Third and Barber's Violin Concerto with James Ehnes. And, to scale down a bit, pianist Anne-Marie McDermott, the Calder Quartet and others are on hand for chamber music from Steve Reich and Bartok to Bach and Vivaldi.</p><p><strong><a href=\"http://www.caramoor.org\" target=\"_blank\">CARAMOOR</a></strong> June 21-Aug. 3, Katonah, N.Y.</p><p>Opera mavens flock to Caramoor, as the festival often gives plum roles to important young singers. In 2010, when soprano Angela Meade sang her first <em>Norma</em> there, critics gushed and many others discovered an amazing voice for the first time. She's back this year in the title role of Donizetti's hair-raising <em>Lucrezia Borgia</em>. Verdi's <em>Rigoletto</em> stars Stephen Powell and Georgia Jarman. Cellist Alisa Weilerstein is Caramoor's artist-in-residence; she'll give a solo recital, join the Orchestra of St. Luke's in Elgar's brooding Cello Concerto and team up with the Ariel Quartet for chamber music by Schubert and Arensky.</p><p><strong><a href=\"http://www.grantparkmusicfestival.com/\" target=\"_blank\">GRANT PARK MUSIC FESTIVAL</a></strong> June 11-Aug. 16, Chicago, Ill.</p><p>Not to be confused with Chicago's huge, multi-genre <a href=\"https://www.ravinia.org/Calenda\" target=\"_blank\">Ravinia Festival</a> (running concurrently), the Grant Park Music Festival, now in its 80th year, focuses on classical music. Best of all, it's all free (if you don't mind picnicking on the lawn or sitting in seats near the rear). Pulitzer-winning composer William Bolcom's week-long residency includes the premiere of his Concerto for Orchestra. Festival artistic director Carlos Kalmar, known for his creative programming, leads performances of Leoš Janáček's <em>Glagolitic Mass</em>, the world premiere of Christopher Theofanidis' <em>Northern Lights</em> and Piston's Suite from <em>The Incredible Flutist</em>. Guest artists include Leonard Slatkin leading Shostakovich and David Robertson conducting Britten's Violin Concerto with soloist Gil Shaham.</p><p><strong><a href=\"http://www.moabmusicfest.org/\" target=\"_blank\">MOAB MUSIC FESTIVAL</a> </strong>Aug. 28-Sept. 8,<strong> </strong>Moab, Utah</p><p>It's tough to beat the scenery at the Moab Music Festival. The organizers like to think of their festival as \"music in concert with the landscape.\" Where else can you hear chamber music in a red rock grotto amid immaculate wilderness or take a four-day, three-night musical rafting trip down the Colorado River? This year, a few geographical themes emerge, including a nod to England with Gilbert and Sullivan's <em>Trial By Jury</em> and Britten's English Folk Songs and a Polish/Russian exploration of music by Chopin, Mieczysław Weinberg and the excellent but little known Grażyna Bacewicz. Mercurial Colombian jazz harpist Edmar Castañeda makes the trek with his quartet.</p><p><strong><a href=\"http://mostlymozart.org\" target=\"_blank\">MOSTLY MOZART</a> </strong>July 25-Aug. 23, New York, N.Y.</p><p>Naturally, large doses of Mozart are on offer at this Lincoln Center festival. High points will likely include pianist Richard Goode's performance of the Piano Concerto No. 23 on opening night and the Requiem that ends the festival. In between, conductor Osmo Vänskä teams up with pianist Yuja Wang in a concerto by Shostakovich, and the in-demand-everywhere conductor Gianandrea Noseda leads a performance of Beethoven's Ninth. Another top draw this year is the Mark Morris Dance Group with three performances of Handel's <em>Acis and Galatea</em> (arranged by Mozart). Some of the festival's most popular events are the hour-long late night concerts in the Kaplan Penthouse overlooking the city. Richard Goode, clarinetist Martin Fröst, violinist Patricia Kopatchinskaja and pianist Steven Osborne are on the roster for these 10 p.m. shows.</p><p><strong><a href=\"http://www.OjaiFestival.org\" target=\"_blank\">OJAI MUSIC FESTIVAL</a> </strong>June 12-June 15 Ojai, Calif.</p><p>What the Ojai Festival may lack in terms of its length it makes up with a concentrated supply of intriguing concerts in both early morning (Brooklyn Rider playing Glass at 8 a.m.) and late night (Uri Caine's Sextet with Gershwin at 10:30 p.m.). Perhaps the most anticipated work on tap this year is the world premiere of <em>The Classical Style: An Opera (of Sorts)</em>, a chamber opera based on pianist and pedagogue Charles Rosen's book <em>The Classical Style</em> by festival music director and pianist Jeremy Denk and Pulitzer-winning composer Steven Stucky. Crafty young pianist/composer Timo Andres teams up with The Knights chamber orchestra in music by Andrew Norman, and Pink Martini singer Storm Large stars in Kurt Weill's <em>Seven Deadly Sins</em>.</p><p><strong><a href=\"http://spoletousa.org/\" target=\"_blank\">SPOLETO FESTIVAL USA</a></strong> May 23-June 8, Charleston, S.C.</p><p>Churches, theaters and parks in historic Charleston play host to Spoleto Festival concerts. Three performances of the oratorio <em>El Niño</em> by John Adams headline a broad variety of events this year, which include operas by Janáček (<em>Kát'a Kabanová</em>) and Michael Nyman (<em>Facing Goya</em>), lunchtime chamber music, orchestra performances and a pair of concerts by the Westminster Choir.</p><p><strong><a href=\"http://www.bso.org/brands/tanglewood/features/2014-tanglewood-season.aspx\" target=\"_blank\">TANGLEWOOD</a> </strong>June 27-Aug. 30, Lenox, Mass.</p><p>The summer home of the Boston Symphony will be buzzing this year as Andris Nelsons, the orchestra's new music director, is poised to take over. He'll lead the orchestra in four concerts including an all-Dvorak program with violinist Anne-Sophie Mutter, Brahms' Third Symphony and excerpts from <em>Der Rosenkavalier</em>. Soprano Renée Fleming opens the festival, which includes concert performances of Leonard Bernstein's opera <em>Candide</em>, Handel's <em>Teseo</em> and a new chamber version of Jack Beeson's gripping <em>Lizzie Borden</em>. The list of A-list guest artists, as usual, is long.</p><hr /><p><strong>EAST</strong></p><ul><li><a href=\"http://glimmerglass.org/\" target=\"_blank\">Glimmerglass Festival</a></li><li><a href=\"http://www.bcmf.org/\" target=\"_blank\">Bridgehampton Chamber Music Festival</a></li><li><a href=\"http://www.marlboromusic.org\" target=\"_blank\">Marlboro Festival</a></li><li><a href=\"http://www.capecodchambermusic.org/\" target=\"_blank\">Cape Cod Chamber Music Festival</a></li><li><a href=\"http://www.monadnockmusic.org/\" target=\"_blank\">Monadnock Music Festival</a></li><li><a href=\"http://gmcmf.org/\" target=\"_blank\">Green Mountain Chamber Music Festival</a></li></ul><p><strong>MIDWEST</strong></p><ul><li><a href=\"https://www.ravinia.org/\" target=\"_blank\">Ravinia Festival</a></li><li><a href=\"http://www.clevelandorchestra.com/plan-your-visit/blossom-music-center/\" target=\"_blank\">Blossom Music Center</a></li><li><a href=\"http://continuingstudies.wisc.edu/conferences/madison-early-music-festival/index.html?source=madisonearlymusic.org\" target=\"_blank\">Madison Early Music Festival</a></li><li><a href=\"http://www.opera-stl.org/\" target=\"_blank\">Opera Theatre of St. Louis</a></li></ul><p><strong>WEST</strong></p><ul><li><a href=\"http://www.SantaFechamberMusic.com\" target=\"_blank\">Santa Fe Chamber Music Festival</a></li><li><a href=\"http://www.musicfromangelfire.org/\" target=\"_blank\">Music From Angel Fire</a></li><li><a href=\"https://www.santafeopera.org/\" target=\"_blank\">Santa Fe Opera</a></li><li><a href=\"http://www.gtmf.org/\" target=\"_blank\">Grand Teton Music Festival</a></li><li><a href=\"http://grandcanyonmusicfest.org/\" target=\"_blank\">Grand Canyon Music Festival</a></li><li><a href=\"http://cabrillomusic.org/\" target=\"_blank\">Cabrillo Festival</a></li><li><a href=\"http://www.ljms.org/SummerFest-2014/SummerFest-2014/SummerFest-2014-Performances.html\" target=\"_blank\">La Jolla Summerfest</a></li><li><a href=\"http://www.musicacademy.org\" target=\"_blank\">Music Academy of the West</a></li><li><a href=\"https://www.musicatmenlo.org/\" target=\"_blank\">Music@Menlo</a></li><li><a href=\"http://festivaldelsole.org/\" target=\"_blank\">Festival Del Sole</a></li><li><a href=\"http://www.cmnw.org/\" target=\"_blank\">Chamber Music Northwest</a></li><li><a href=\"http://www.bellinghamfestival.org/\" target=\"_blank\">Bellingham Music Festival</a></li></ul><p><strong>SOUTH</strong></p><ul><li><a href=\"http://www.wolftrap.org/\" target=\"_blank\">Wolf Trap</a></li><li><a href=\"http://www.vafest.org/2014/index.php\" target=\"_blank\">Virginia Arts Festival</a></li><li><a href=\"http://www.garthnewel.org/Home.aspx\" target=\"_blank\">Garth Newel Music Center</a></li><li><a href=\"http://www.castletonfestival.org/\" target=\"_blank\">Castelton Festival</a></li><li><a href=\"http://www.wintergreenperformingarts.org/position-announcement-artistic-director/\" target=\"_blank\">Wintergreen Performing Arts</a></li><li><a href=\"http://okmozart.com/\" target=\"_blank\">OK Mozart</a></li><li><a href=\"http://www.festivalhill.org\" target=\"_blank\">Round Top Festival</a></li><li><a href=\"http://easternmusicfestival.org/\" target=\"_blank\">Eastern Music Festival</a></li><li><a href=\"http://www.brevardmusic.org/\" target=\"_blank\">Brevard Music Center</a></li><li><a href=\"http://appsummer.org/\" target=\"_blank\">Appalachian Summer Festival</a></li><li><a href=\"http://www.aicmf.com/\" target=\"_blank\">Amelia Island Chamber Music Festival</a></li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=10+Can%27t-Miss+Classical+Music+Festivals&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Tom Huizenga","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308931107-1fd038.m3u?orgId=1&topicId=1039&ft=3&f=307968750"},{"href":"http://media.npr.org/assets/img/2014/04/29/summerfests-7cf0a549404ea3fe8120ba523b1008e90c1f01d9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}