{"created":"2015-02-16T08:47:30+00:00","modified":"2015-05-13T21:15:45+00:00","valid":{"from":"2015-05-13T21:15:44+00:00","to":"3015-05-13T21:15:44+00:00"},"hreflang":"en","title":"'Through A Lens Darkly': Black Photography Fades Up To Joy","published":"2015-02-17T16:20:00+00:00","teaser":"A documentary shares the good and bad of black history through photography.","itags":["npr_api","386011861"],"guid":"59d4d509-8e2e-4775-8f5e-623663d573c1","contentencoded":"<p>Rare glimpses of black soldiers from the Civil War come into view, their presence asking nothing more than to be remembered, if not celebrated. The documentary film <em>Through A Lens Darkly</em> draws audiences deep into a world of black photography, and will broadcast Monday on the PBS program <em><a href=\"http://www.pbs.org/independentlens/\">Independent Lens</a></em>.</p><p>The film considers racist stereotypes and horrific shots from lynchings, and finds contrast and creates tension in showing African-Americans protesting such acts and attitudes in the early 20th century. \"A MAN WAS LYNCHED YESTERDAY,\" on a huge banner, reads like a headline suspended above the streets of Harlem in the 20th century.</p><p>The film's subtitle resolves any mystery — <em>Black Photographers and the Emergence of A People</em>. Here, African-American photographers are central to telling, preserving and reclaiming stories long distorted or hidden. NPR recently spoke with filmmaker Thomas Allen Harris and historian Deborah Willis about the film, a project that's taken 10 years to complete.</p><p><strong>Tell us about the film and what you set out to do?</strong></p><p><strong>Thomas Allen Harris:</strong> Ultimately, the film blends two ideas: a kind of narrative history of the evolution of African-American photography — professional photographers and vernacular photographers-in-making — and stories found in our family albums. And against that I also included this third element, which was the way of representation — what images were people fighting against, confronting, being assaulted by in the larger American family album. And those were images that dominate the marketplace in terms of African-Americans.</p><p>And they're principally images that serve to disenfranchise — the images of babies with the text underneath saying \"Alligator Bait,\" naked African-American babies, all the way to pictures of elders as ignorant, servile — not much more in terms of their humanity besides what they can do to service white people.</p><p>The film is actually basically a war of images. It's a memoir, and I'm in the film. And so, even though I've been in a lot of my work, I didn't realize how fully I would be in this film until the last half-a-year, when I was asked really to address what was at risk for me as an African-American man, as a filmmaker, as a subject.</p><p><strong>What is at stake as an African-American artist and subject in 2015?</strong></p><p><strong>Harris: </strong>Understanding that my life has value, that I'm connected to a larger movement and a larger community — community that has value but is also under assault. On a physical level, and a representational level, they're both intertwined and most people do not give credence to that.</p><p>So, the representation of African-Americans as less than human ... images of blackface, the stereotypical images, have been so proliferated for so long, that they're just beneath the surface, so it's almost like they're an understood truth.</p><p>We're not that far removed from that space of slavery, which really forms a bedrock of the society and how we decide who's valuable and who's not, who's part of the family and who's not, who's a citizen and who's not.</p><p><strong>How does this film fit into the larger body of work you've done in discovering, restoring and curating black photography and culture? </strong></p><p><strong>Deborah Willis: </strong>It's the culmination of years since 1972. I've been researching African-American photographers and the history of black images in terms of looking for black photographers and images that told a different story than has been normally seen of black people.</p><p>And so having an opportunity to create the film is really helpful because it began to create an acknowledgment of the accomplishments of black photographers as entrepreneurs as well as artists, also as documentarians and photojournalists. And so I wanted to explore the different ways to see African-American art as both political and as aesthetic.</p><p>And so that's a culmination of years — and it was really hard to actually edit and find photographers who could represent categories such as portraiture in the early years, and art and activism. And so this was an opportunity to explore and make a film — which there are a number people still not in — but they're on the cutting room floor that created a focus of what photography meant as a social tool, [a] family object as well as an art object.</p><p><strong>The film uses the conceit or guiding principle of the family album as a framework for the film. How successful is the device in the film?</strong></p><p><strong>Willis:</strong> I think it's really successful because of what it meant for a family to actually construct and create their own identity outside what had happened in the past. So it's a way of creating a journal, and also the act of spirituality and celebration. And that's something that's part of the everyday story of black families.</p><p>One of the central characters for me in the film is [artist] Carrie Mae Weems, who crosses boundaries with family photographs, to art objects, to works of rights and civil rights. And so, the family is a central story, but it also shows the family when they're about to vote, when they're about to make a change in their family, through family structure and growth with children and education. And you can see that in the way Carrie Mae Weems works through the film.</p><p><strong>The film addresses invisibility — the notion that black people were often ignored, neglected, even kept out of the family album of photographs, in a national sense. Black subjects here are deemed worthy of documenting. The images of black people are defended by the film and these photographers as a valid part of humanity. In addition, you include black LGBT subjects in the film. Talk about how difficult was your decision to include your great aunt Eunice and great uncle Thomas, a gay man whom you say in the film was known by the name Sugar.</strong></p><p><strong>Harris:</strong> It wasn't very difficult at all. I'm out, and I've done a lot of work on LGBT stuff. And also my brother's out (artist Lyle Ashton Harris), and we're very much part of our family, and our narrative. I think black people are hidden within the American family album in terms of us being family/citizens, in the national family album. But then who's hidden <em>within</em> our family album — who's hidden within our family albums often tend to be LGBT people. And of those LGBT people, the people who tend to be most hidden, the out, effeminate gay males — they tend to be more hidden than maybe the butch aunt. And because the space of femininity might encompass a little bit more of this range of expression. Rather than within manhood, it's very limited. I really wanted to talk about that.</p><p>So, this idea of a family album is very flexible theme and strategy to cover a lot of space.</p><p><strong>What do you want viewers to take away from the film? Are there multiple reasons for seeing it? </strong></p><p><strong>Willis:</strong> Pure joy. I want people to see a much more complex life in understanding black America. I'd like for people to see that black people were actively involved in movements, in the structure of education, in the civil rights movement, and their own emancipation. These are stories missing from our history books. I missed them when I was in school, in elementary school. I missed a number of stories — why the education system missed some of these narratives. There are so many stories I'd love to see: the American side, the American story, that's the broader American story when we think about African-American culture.</p><p><strong>Do you have ideas as to why your father's family shied away from photographing themselves? </strong></p><p><strong>Harris: </strong>I think it has to do with education, self-esteem. They were immigrants. There was also an element of them being dark-skinned, both in the American culture and the African-American culture, that denigrates dark skin and the African aspects of ourselves, downplays that.</p><p>You could be the most beautiful person and because society equates dark skin with undesirability then, of course, you don't have that sense of worth, sense of beauty. And that's what's amazing about Deborah Willis when she talks about the connection between beauty and power for women as well as men. And also going back to the black arts movement how they tried to reshape that narrative. Each generation has to reconcile itself with the issue that they cannot take the standard which is the national or cultural standard, that they have to find some other standard to see this other kind of strength, power and beauty within themselves. Otherwise you're crushed.</p><p><strong>Will there be a time when the larger American family album joins up with this huge catalogue of black photography? Or will they always be parallel but separate tracks?</strong></p><p><strong>Willis:</strong> I think there'll be a time when it's going to intermingle, I really believe it. I see beauty in images that are created, that I think across the board, all of us, as humans and as responsible people, want a lifestyle that others have in terms of family. Images as individuals, and not being as grouped in one. I think that's something many of us want. And I believe photography has that opportunity to create that kind of experience. I believe it will happen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Through+A+Lens+Darkly%27%3A+Black+Photography+Fades+Up+To+Joy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Walter Ray Watson","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386635272-ebc53b.m3u?orgId=1&topicId=1015&d=423&p=3&story=386011861&t=progseg&e=386634958&seg=14&ft=nprml&f=386011861"},{"href":"http://media.npr.org/assets/img/2015/02/13/tald-poster-aadcbcd2d6d4ba22c14ad5a181cd8a9b3940bda1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"910","width":"1214"}},{"href":"http://media.npr.org/assets/img/2015/02/13/thomasallenharris-0ea07e62a9d54374203d2a51d33d0376b1b24323.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1674","width":"2233"}}]}