{"created":"2015-03-10T21:42:25+00:00","modified":"2015-03-10T21:42:25+00:00","valid":{"from":"2015-03-10T21:42:25+00:00","to":"3015-03-10T21:42:25+00:00"},"hreflang":"en","guid":"59d776ef-13a6-4871-8abd-957bdbb75259","title":"At Last, Muslims Can Savor A Halal Spin On Spain's Famous Jamón","published":"2014-12-17T16:29:00+00:00","teaser":"Authentic <em>jamón ibérico</em> from free-range pigs fed on acorns is a key Spanish food that observant Muslims can't enjoy. But a Tunisian emigre is now making halal ham from lamb and beef in southern Spain.","itags":["npr_api","371018946"],"contentencoded":"<p>Wander into any bar in Spain, order a drink, and the waiter will very likely hand you free tapas. Very often it's some type of pork — <em>jamón</em> (ham), chorizo (spicy sausage) or <em>panceta </em>(cured bacon). You could say this country is obsessed with cured pork products. People joke that even vegetarians in Spain eat <em>jamón</em>.</p><p>Eating authentic <em>jamón ibérico de bellota,</em> a cured ham made from free-range pigs fed on acorns, is a key part of Spanish life, especially in the south.</p><p>But <em>jamón ibérico</em> is a treat observant Muslims — who don't eat pork for religious reasons — can't enjoy.</p><p>Until now.</p><p>Deep in the Huelva mountains of Andalusia, in <a href=\"http://www.cumbresmayores.es/\">Cumbres Mayores</a>, a town in the heart of Spain's most traditional ham-producing region, a Tunisian emigre has created the country's first halal <em>jamón,</em> certified by Islamic authorities.</p><p>\"The first time I came with my family to Spain, to Andalusia, I said, 'Why don't the Muslims have this?' \" says Faysal Mrad Dali, who was born and raised in Tunisia. He moved to Cumbres Mayores three years ago to launch his company, <a href=\"http://www.balkisgourmet.com\">Balkis Gourmet</a>.</p><p>Dali's halal ham is actually made from lamb, and occasionally beef. The animals are slaughtered in accordance with Muslim traditions, and the meat is cured in the most traditional Spanish method, for a minimum of six months, just like the pork <em>jamón</em> makers. He uses fresh local spices — thyme, paprika, oregano.</p><p>Cumbres Mayores sits at more than 2,300 feet above sea level. Locals say there's something in the air, which is cooler and moister than in Seville 80 miles to its south, that helps dry and cure meat to perfection.</p><p>\"It has a special aroma. It melts in your mouth — so smooth. It takes and smells like the countryside here,\" says Jesús Sánchez Vázquez, a Cumbres Mayores councilman in charge of cultural affairs. \"Our local ham-curing industry goes back to at least the 17th century. We have an ancient document, a proclamation, establishing our local guild of ham producers — a brotherhood.\"</p><p>Dali is the first Muslim to join that brotherhood.</p><p>\"I am the only Muslim in the village. People say I'm <em>un poco loco</em> — crazy!\" Dali says, laughing. \"But I say it's an honor.\"</p><p>Dali's halal ham looks and tastes exactly like pork — which is the goal, but also a potential problem. There's a \"psychological barrier\" for some Muslims, Dali says, against eating anything that looks and tastes so much like pork. All of Balkis Gourmet's products have a huge halal sticker on the packaging, from the <a href=\"http://www.eihc.be/\">European Islamic Halal Certification</a>.</p><p>Dali sells his products online across Europe and here in Spain. He insists he's still just starting out, and won't disclose the volume of his sales. But he recently rented a much larger curing facility, just around the corner from the one where he founded Balkis Gourmet. Among his clients are restaurants near Granada's Alhambra, the palace of Muslim kings who ruled Spain in the Middle Ages. He is also preparing to open his first retail outlet in Belgium in early 2015.</p><p>\"Spain has a very strong Islamic history. Over the last few years, there has been a big growth from Muslim tourists,\" says Bilal Domah, director of the annual <a href=\"http://www.htc2014.com/\">Halal Tourism Conference</a>, which was held this past September in Spain. \"And when it comes to tourism, food is one of the biggest areas.\"</p><p>Domah says halal tourism is approaching a nearly $200 billion market worldwide. And it's pushing the boundaries of traditional Muslim products — there's even a company making halal champagne.</p><p>The Spanish government does not track tourists by religion, only by nationality. Last year, the country saw an 85 percent increase in tourists from Saudi Arabia, compared with the previous year; Algerian arrivals rose by 30 percent, and Turks by 57 percent, over the same period. Germans and Britons still make up the largest share of Spain's tourist arrivals — and a portion of them are Muslims as well.</p><p>Halal products like Dali's lamb ham are one way Spain is trying to accommodate this influx of Muslim tourists. Some are Arabs from the Gulf, who vacation in Spain during Ramadan or the summer months, and have money to spend in Spain's debt-ridden economy. The Spanish unemployment rate still tops 23 percent.</p><p>\"This has been a dream for me, as a Muslim,\" Dali says. \"I'm living and making my product in a region where Muslims, Jews and Christians have a history of living — and eating — together.\"</p><p>Incidentally, Spain doesn't want Jews to miss out on the authentic<em> jamón</em> experience either. There's <a href=\"http://tabletmag.com/scroll/187191/try-some-jewish-ham-this-thanksgiving\">kosher Spanish <em>jamón</em></a> too — usually made from duck or goose.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Last%2C+Muslims+Can+Savor+A+Halal+Spin+On+Spain%27s+Famous+Jam%C3%B3n&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"163"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371364814-0c537d.m3u?orgId=1&topicId=1053&d=163&p=3&story=371018946&t=progseg&e=371364643&seg=8&ft=nprml&f=371018946"},{"href":"http://media.npr.org/assets/img/2014/12/15/jamon11edit-ec0c3981bab7f7b5df3c035ec9f257a6f202224c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1556","width":"2075"}},{"href":"http://media.npr.org/assets/img/2014/12/15/jamon5edit-e9944fe59fc1a46e6184145a1e68c3d48f25f2a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1267","width":"1689"}}]}