{"created":"2015-05-24T09:45:37+00:00","modified":"2015-05-24T20:00:21+00:00","valid":{"from":"2015-05-24T20:00:21+00:00","to":"3015-05-24T20:00:21+00:00"},"hreflang":"en","title":"This Weekend, Navigate The Changing World Of 'Vikram Lall'","published":"2015-05-24T15:15:00+00:00","teaser":"M.G. Vassanji's book, <em>The In-Between World of Vikram Lall,</em> wrestles with questions of identity in a story about a young Indian boy coming of age in 1950s Kenya, a time of great political unrest.","itags":["npr_api","408528929"],"guid":"59e398fe-271c-4c9e-8b9a-aae7e651578f","contentencoded":"<p>It's the 1950s in Kenya, and young Vikram Lall is a third-generation Indian boy coming of age during a time of great political unrest, as a group of fighters known as the Mau-Mau try to break free of British rule.</p><p><em>The In-Between World of Vikram Lall</em> is his story, told by the adult Vikram, who's living in exile, decades after his African childhood. He's reflecting on his life — a life in which friends were murdered and few could be trusted.</p><p>Author Elizabeth Nunez chose this book, by M.G. Vassanji, as today's Weekend Read. Nunez tells NPR's Rachel Martin the book captures the essence of what it's like to live a post-colonial society. \"Sometimes writers either castigate the British colonial masters or leaders or whatever you would like to call them, and praise the local people completely,\" she says. \"Vassanji hits that grey spot, that middle area, and he talks about that ambivalence that the local people have.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On Vikram's African-Indian identity</strong></p><p>As Vikram Lall says in this novel, \"We are three generations of Indians, we didn't just arrive.\" And the tension that this novel plays with always is a question of identity — are we Indian or are we African? But Vikram Lall tells us in the novel how seductive it is to be African, how much he loved Africa. Because he's writing this novel now, he has come to Ontario, he's living in Canada, and he's there not because he wants to be there, but because he got involved in that corruption, that political corruption that happens, unfortunately, too often right after independence.</p><p><strong>On the love story amidst the strife</strong></p><p>Vassanji's very clever; he lets us see this story, this romance, between the African and the Indian, and what happens. And what happens as a result of this romance is going to tell us everything we need to know about what is going on in post-colonial Africa.</p><p>He showed how love can lead to madness, how you can fall in love so absolutely with someone, that if someone puts an obstacle, or prevents that from happening, you can spiral down to madness. And he also says that it never leaves you. That you fall in love and it never leaves you — you may have happiness and contentment and all these other things, but there is that longing, there is that passion that never goes away. So yes, it's a lot of geopolitics in there, but ... Vassanji is smart enough to put this in a romantic story which gravitates the reader.</p><p><strong>On how <em>The In-Between World</em> inspired her own novel, <em>Anna In-Between</em></strong></p><p>I saw what he was doing, and I was sort of in the same situation, that is, straddling these two identities, growing up in Trinidad — I was raised there until I was 19. But all my adult life I've spent in America, so which am I?</p><p>And so I wrote a novel about a character, Anna, who is straddling those two identities, and I just stole Vassanji's line, \"in-between.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Weekend%2C+Navigate+The+Changing+World+Of+%27Vikram+Lall%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"353"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409210306-de91d9.m3u?orgId=1&topicId=1161&d=353&p=10&story=408528929&t=progseg&e=409210084&seg=17&ft=nprml&f=408528929"},{"href":"http://media.npr.org/assets/img/2015/05/21/lall-0abe6e7a6706f314bf2a90350c33e27fa460fcbc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"188","width":"251"}}]}