{"created":"2014-10-31T00:23:18+00:00","modified":"2014-10-31T00:23:18+00:00","valid":{"from":"2014-10-31T00:23:18+00:00","to":"3014-10-31T00:23:18+00:00"},"hreflang":"en","title":"How Australian Gun Laws Have Curbed Deaths","published":"2014-07-10T19:00:00+00:00","teaser":"In the wake of the most recent U.S. mass shooting, we look to a country that's had no mass gun violence since 1996.","itags":["npr_api","330459229"],"contentencoded":"<p>Authorities in Spring, Texas, are piecing together what happened when six people were killed Wednesday in the country&#8217;s most recent mass shooting. A man shot and killed four children and two adults before he surrendered to the police.</p><p>In the wake of these shootings, we look to Australia, which has had no mass gun violence since 1996, when a mass shooting in a picnic area became a catalyst for the enactment of sweeping gun laws. These laws include a mandatory national buyback of guns, as well as restrictions on semi-automatics and a 28-day waiting period to get a license to own a gun.</p><p>The Australian deputy prime minister at the time, <strong>Tim Fischer</strong>, helped pass the gun control laws.</p><p>According to Fischer &#8212; a gun owner himself &#8212; the Australian laws show that &#8220;you can have a sensible policy on guns and reduce the number of people being killed by guns and the gun massacres.&#8221;</p><p>&#8220;It greatly reduced accidental deaths by guns and homicide deaths and suicide deaths,&#8221; Fischer told <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson about the buyback policy. &#8220;It has saved 200 lives a year.&#8221;</p><h4>Interview Highlights</h4><p><strong>On the success of the Australian buyback program</strong></p><p>&#8220;No legislation can claim to be adopted without someone breaking the law and some have been apprehended in breaking the law, but it made a difference in two ways. Essentially, it did take out the semi-automatics, the over-sized, over-powered weapons from the suburbs of Australia. It also caused people to think, &#8216;Well, do I really need a gun? If I do, I&#8217;ll apply and get it, but if I don&#8217;t, then I won&#8217;t go down that pathway.&#8217; So we really did walk away from a policy of more and more guns.&#8221;</p><p><strong>On U.S. misconceptions of safety</strong></p><p>&#8220;&#8216;If more guns made us safer, the U.S. would be the safest nation in the world.&#8217; You are not; you are 10 to 15 times more likely to be shot dead in the U.S.A. per capita than Australia. And by the way, you are even safer in Italy than the U.S.A. with regard to guns, when looked at like-for-like on a per capita basis.&#8221;</p><p><strong>On what U.S. gun control advocates should do</strong></p><p>&#8220;I would ask Michael Bloomberg to stand up and challenge John Bolton to a debate in the public square on the East Coast, in Chicago, and on the West Coast, sooner rather than later. And I know Bloomberg is taking steps. That&#8217;s the only way you&#8217;ll turn the tide. That, and sadly, a massacre that goes beyond the pale. A massacre that hits up towards a hundred dead. A massacre that occurs in a peaceful suburb, as one did in Texas this week. Suddenly, suddenly, there will be a will there, and the NRA will be regretting that it did not at least seek the reinstatement of magazine limitations that have existed for 10 years and weren&#8217;t construed as being a breach of the second amendment. At least a background check at gun shows. No intelligent person can justify allowing no check whatsoever for people to buy guns in the 21st century.&#8221;</p><p><strong>On whether tighter gun laws are possible in the U.S.</strong></p><p>&#8220;It will take enormous will. It will take an enormous effort by people like Bloomberg and others. It needs to be taken to the Main Street, to the High Street, to the public square &#8230; Because, actually, when you see some of the more accurate polling, more balanced polling, around the suburbs of Chicago and elsewhere, I think it&#8217;s a case that can be mounted and can be won, and can be won within the context of the second amendment.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://parlinfo.aph.gov.au/parlInfo/search/display/display.w3p;adv=;db=;group=;holdingType=;id=;orderBy=customrank;page=0;query=Timothy%20Andrew%20Fischer;querytype=;rec=0;resCount=Default\" target=\"_blank\">Timothy Fischer</a></strong>, former Australian deputy prime minister.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Australian+Gun+Laws+Have+Curbed+Deaths&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"59f00507-0ce3-4636-8c3e-422a8eaf2ddd","audio":[{"meta":{"duration":"923"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330459232-cb3a4c.m3u?orgId=1&ft=3&f=330459229"}]}