{"created":"2014-10-07T19:32:51+00:00","modified":"2014-11-03T01:48:17+00:00","valid":{"from":"2014-11-03T01:48:17+00:00","to":"3014-11-03T01:48:17+00:00"},"hreflang":"en","title":"Lawsuit Opens A Long Round Of Political Pingpong","published":"2014-07-31T11:30:00+00:00","teaser":"Republicans in the House voted to allow Speaker John Boehner to sue President Obama. They believe the president has overstepped his constitutional authority.","itags":["npr_api","336603451"],"guid":"59fed824-db34-4d77-86ba-c2edb4739574","contentencoded":"<p>The House passed a resolution this evening authorizing Speaker John Boehner's lawsuit against President Obama. The 225-201 vote fell nearly along party lines, with five Republicans joining Democrats to vote \"no.\"</p><p>The suit accuses Obama of exceeding his constitutional authority in his implementation of the Affordable Care Act. But as a campaign tactic, the prospect of a lawsuit appears to be a Democratic bonanza.</p><p>At a campaign-style speech earlier today in Kansas City, Mo., President Obama went after House Republicans for choosing politics over policy.</p><p>\"The main vote that they've scheduled for today is whether or not they decide to sue me for doing my job,\" he said.</p><p>But to hear Republicans describe it, their lawsuit against President Obama isn't personal — it's not even about politics.</p><p>\"This is not about politics. If there were a Republican president doing the same thing, I would feel just as strongly,\" said Rep. Virginia Foxx, a North Carolina Republican and co-chairwoman of the House Rules Committee, which wrote the resolution. \"This is about the Constitution.\"</p><p>That explanation has not convinced everyone, including Matthew Green, a congressional scholar at Catholic University.</p><p>\"There are members of the House Republican Conference who would prefer to attempt an impeachment, and this is a way to appease them,\" he says. \"My reason for being concerned is that they're unlikely to be appeased by this lawsuit, since legal experts don't expect it to get very far.\"</p><p>In other words, when Republicans say lawsuit, Democrats hear impeachment — or at least pretend they do.</p><p>The mere thought that Boehner and Republicans are going after President Obama with a lawsuit, which could soon escalate to impeachment? That's the sort of thing that fires up the Democratic base.</p><p>\"I sincerely believe that you are trying to set the stage for a despicable impeachment proceeding should you hold the majority in the House and gain a majority in the Senate,\" said Rep. G.K. Butterfield, a North Carolina Democrat. \"Shame on you, House Republicans. Shame on you.\"</p><p>New York Rep. Steve Israel is chairman of the Democratic Congressional Campaign Committee, meaning it's his job to raise money to elect more Democrats to the House. He says Republicans have been making life pretty easy for him of late.</p><p>\"We actually raised a million dollars online yesterday,\" he said. \"Now I'll be honest with you; I wish the Republicans would absolutely take this off the table. There are other ways that we can raise money other than them threatening to impeach the president and passing resolutions to sue the president.\"</p><p>But for Boehner, the money is the proof of what's really going on.</p><p>\"They're trying to rally their people to give money and show up in this year's election. We have no plans to impeach the president; we have no future plans,\" he says. \"It's all a scam started by Democrats at the White House.\"</p><p>With the lawsuit authorization in hand, Boehner can go ahead and sue the president in federal court. Of course federal lawsuits take time — months, even years.</p><p>That means the talk about lawsuits, and impeachment — and fundraising using the talk about the lawsuits and impeachment — is unlikely to end anytime soon.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lawsuit+Opens+A+Long+Round+Of+Political+Pingpong&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"S.V. Date","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336603452-30c53e.m3u?orgId=1&topicId=1014&ft=3&f=336603451"}]}