{"created":"2015-05-15T12:49:01+00:00","modified":"2015-05-15T12:49:01+00:00","valid":{"from":"2013-06-07T18:02:44+00:00","to":"3013-06-07T18:02:44+00:00"},"hreflang":"en","guid":"5a0dec5f-c07c-4cec-8dbe-7de0816f2dac","teaser":"Can consumers really do anything to force Internet and telecommunications companies to fight back against government tracking of personal data?","contenttemplated":"[{\"content\":\"<p>Today, President Barack Obama held a press conference <a href=\\\"http://www.nytimes.com/2013/06/08/us/national-security-agency-surveillance.html?pagewanted=all\\\">to calm down concerns</a> over wide-ranging government surveillance programs. “I want to be very clear, some of the hype that we’ve been hearing over the last day or so, nobody’s listening to the content of people’s phone calls,&quot; Obama said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The President said phone surveillance targeted metadata like call numbers and call durations, not content.  The government <em>is</em> looking at the content of internet communications, but that doesn’t apply to American citizens and people living in the U.S.</p>\"},{\"content\":\"<p>“You can’t have 100 percent security and also then have 100 percent privacy and zero inconvenience,&quot; Obama said. &quot;We’re gonna have to make some choices as a society.” </p>\",\"type\":\"text/html\"},{\"content\":\"<p><a href=\\\"http://www.masslive.com/politics/index.ssf/2013/06/responding_to_disclosure_of_ns.html\\\">Not</a> <a href=\\\"http://www.cnn.com/2013/06/07/tech/social-media/snooping-web-reaction/index.html?hpt=hp_t1\\\">everybody</a> <a href=\\\"http://dailycaller.com/2013/06/06/sen-lindsey-graham-glad-nsa-secretly-spying-on-americans/\\\">agrees</a> on where the line between security and privacy should be struck. And for consumers, options are limited. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“There are technologies that can allow consumers to evade surveillance,” says Amie Stepanovich, who directs the <a href=\\\"http://www.epic.org/\\\">Electronic Privacy Information Center</a>’s domestic surveillance project.  She says encrypted phone services like <a href=\\\"https://silentcircle.com/\\\">Silent Circle</a> or chat applications like <a href=\\\"http://www.cypherpunks.ca/otr/\\\">OTR</a> allow a consumer to go undetected. But in some cases, they cost hundreds of dollars per year, and you can only communicate with other people who also use these services. “There’s no convenience factor in this, it really is difficult,” Stepanovich says.</p>\"},{\"content\":\"<p>Difficult, but not impossible, says Dave Auerbach with the <a href=\\\"http://www.eff.org/\\\">Electronic Frontier Foundation</a>.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“People shouldn’t be scared off,” he says. “It just takes a little more patience and a little more time, but the benefits make it a worthwhile effort even for your average user.” He recommends something using encryption like <a href=\\\"http://www.openpgp.org/\\\">PGP</a> (Pretty Good Privacy) for securing email, though it’s not yet compatible with web-based services like Gmail.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Still, it all seems like a lot to worry about. Switching telephone companies is costly if you’re locked into a contract. And avoiding Google and Facebook and Yahoo only works if you&apos;re willing to live in an internet cave. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Do most consumers care though? “The vast majority of consumers essentially are what are called privacy pragmatists,&quot; says Sandeep Krishnamurthy, dean <span>of the University of Washington Bothell Business Program</span>. &quot;They have some willingness to trade off privacy for convenience.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>He predicts, as a rough estimate, that if people really got mad, maybe 5-10 percent of people might switch telephone companies, for example. But as consumers, he says, “they don’t have much recourse.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But what if you do care about privacy? Consumers could publicly pressure companies to resist government surveillance, says Mark Rumold with the Electronic Frontier Foundation. But he says companies are over a barrel to some extent. “When you receive a valid court order and there are federal laws obligating you to comply, you’re kind of stuck,” Rumold says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Consumers shouldn&apos;t give companies a free pass, adds Rumold.</p>\"},{\"content\":\"<p>“I will say that Verizon could have challenged the order, and they never did,&quot; Rumold says. &quot;To our knowledge, no telecom company ever challenged receiving one of those orders. If these companies were really standing up for users’ privacy, they would’ve at least taken that step to challenge an order. But they never did.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>We asked a few people around the country if they had privacy concerns, and what, if anything, they&apos;d do to change it:</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;I don&apos;t think it will change any sites I will go to,&quot; said Mark Mazz of New York City. But he added, &quot;It certainly will change who I&apos;ll vote for.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>When asked whether the revelations of government snooping would change her online behavior, Nicole Nassif of New York said, &quot;No, a big part of my job is online. Social media and emails.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>She&apos;s not the only one sticking to the internet, as is. &quot;I have a Facebook account, I have a Twitter account, I have Path, I have Kik,&quot; said James T of the Bronx. &quot;I&apos;m gonna keep it because all I&apos;m doing is networking. If there&apos;s any harm in networking, then I guess the whole world would stop.&quot;</p>\"},{\"content\":\"<p>&quot;It bothers me but I feel like there&apos;s not a whole lot I can do about it,&quot; said Cappi Kincannon of Columbia, Missouri.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;You just feel violated, basically,&quot; said Stan Casteneda of Kansas City, Kansas.</p>\"},{\"content\":\"<p>&quot;If you&apos;re not doing anything wrong, it shouldn&apos;t be an issue,&quot; countered Pat Ryan of Gladstone, Missouri.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Mark Mazz of New York had one final thought. &quot;I know that the government is probably listening to this, too, so you&apos;ve been found out.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p><strong>Correction: </strong><em>An earlier version of this story incorrectly listed Sandeep Krishnamurthy&apos;s title. The text has been corrected.</em></p>\"}]","byline":"Sabri Ben-Achour","published":"2013-06-07T18:02:44+00:00","description":"Can consumers really do anything to force Internet and telecommunications companies to fight back against government tracking of personal data?","tags":["APM","Tech","privacy","security","surveillance","web privacy"],"contentencoded":"<div class=\"barn-cleaned\"><p>Today,&nbsp;President Barack Obama held a press conference&nbsp;<a href=\"http://www.nytimes.com/2013/06/08/us/national-security-agency-surveillance.html?pagewanted=all\">to calm down concerns</a>&nbsp;over wide-ranging government surveillance programs. “I want to be very clear, some of the hype that we’ve been hearing over the last day or so, nobody’s listening to the content of people’s phone calls,\" Obama said.</p>\n<p>The President said phone surveillance targeted metadata like call numbers and call durations, not content.&nbsp; The government <em>is</em> looking at the content of internet communications, but that doesn’t apply to American citizens and people living in the U.S.</p>\n<p>“You can’t have 100 percent security and also then have 100 percent privacy and zero inconvenience,\" Obama said. \"We’re gonna have to make some choices as a society.”&nbsp;</p>\n<p><a href=\"http://www.masslive.com/politics/index.ssf/2013/06/responding_to_disclosure_of_ns.html\">Not</a> <a href=\"http://www.cnn.com/2013/06/07/tech/social-media/snooping-web-reaction/index.html?hpt=hp_t1\">everybody</a> <a href=\"http://dailycaller.com/2013/06/06/sen-lindsey-graham-glad-nsa-secretly-spying-on-americans/\">agrees</a> on where the line between security and privacy should be struck. And for consumers, options are limited.&nbsp;</p>\n<p>“There are technologies that can allow consumers to evade surveillance,” says Amie Stepanovich, who directs the <a href=\"http://www.epic.org/\">Electronic Privacy Information Center</a>’s domestic surveillance project.&nbsp; She says encrypted phone services like <a href=\"https://silentcircle.com/\">Silent Circle</a> or chat applications like <a href=\"http://www.cypherpunks.ca/otr/\">OTR</a> allow a consumer to go undetected. But in some cases, they cost hundreds of dollars per year, and you can only communicate with other people who also use these services. “There’s no convenience factor in this, it really is difficult,” Stepanovich says.</p>\n<p>Difficult, but not impossible, says Dave Auerbach with the <a href=\"http://www.eff.org/\">Electronic Frontier Foundation</a>.</p>\n<p>“People shouldn’t be scared off,” he says. “It just takes a little more patience and a little more time, but the benefits make it a worthwhile effort even for your average user.” He recommends something using encryption like&nbsp;<a href=\"http://www.openpgp.org/\">PGP</a>&nbsp;(Pretty Good Privacy) for securing email, though it’s not yet compatible with web-based services like Gmail.</p>\n<p>Still, it all seems like a lot to worry about. Switching telephone companies is costly if you’re locked into a contract. And avoiding Google and Facebook and Yahoo only works if you're willing to live in an internet cave.&nbsp;</p>\n<p>Do most consumers care though? “The vast majority of consumers essentially are what are called privacy pragmatists,\" says Sandeep Krishnamurthy, dean <span>of the University of Washington Bothell Business Program</span>. \"They have some willingness to trade off privacy for convenience.\"</p>\n<p>He predicts, as a rough estimate, that if people really got mad, maybe 5-10 percent of people might switch telephone companies, for example. But as consumers, he says, “they don’t have much recourse.”</p>\n<p>But what if you do care about privacy? Consumers could publicly pressure companies to resist government surveillance, says&nbsp;Mark Rumold with the Electronic Frontier Foundation. But he says companies are over a barrel to some extent. “When you receive a valid court order and there are federal laws obligating you to comply, you’re kind of stuck,” Rumold says.</p>\n<p>Consumers shouldn't give companies a free pass, adds Rumold.</p>\n<p>“I will say that Verizon could have challenged the order, and they never did,\" Rumold says. \"To our knowledge, no telecom company ever challenged receiving one of those orders.&nbsp;If these companies were really standing up for users’ privacy, they would’ve at least taken that step to challenge an order. But they never did.”</p>\n<p>We asked a few people around the country if they had privacy concerns, and what, if anything, they'd do to change it:</p>\n<p>\"I don't think it will change any sites I will go to,\" said Mark Mazz of New York City. But he added, \"It certainly will change who I'll vote for.\"</p>\n<p>When asked whether the revelations of government snooping would change her online behavior, Nicole Nassif of New York said, \"No, a big part of my job is online. Social media and emails.\"</p>\n<p>She's not the only one sticking to the internet, as is. \"I have a Facebook account, I have a Twitter account, I have Path, I have Kik,\" said James T of the Bronx. \"I'm gonna keep it because all I'm doing is networking. If there's any harm in networking, then I guess the whole world would stop.\"</p>\n<p>\"It bothers me but I feel like there's not a whole lot I can do about it,\" said Cappi Kincannon of Columbia, Missouri.</p>\n<p>\"You just feel violated, basically,\" said Stan Casteneda of Kansas City, Kansas.</p>\n<p>\"If you're not doing anything wrong, it shouldn't be an issue,\" countered Pat Ryan of Gladstone, Missouri.</p>\n<p>Mark Mazz of New York had one final thought. \"I know that the government is probably listening to this, too, so you've been found out.\"</p>\n<p><strong>Correction:&nbsp;</strong><em>An earlier version of this story incorrectly listed&nbsp;Sandeep Krishnamurthy's title. The text has been corrected.</em></p></div>","title":"Surveillance of phone and Internet data: the new normal?","itags":["Marketplace for Friday, June 7, 2013","5a0dec5fc07ccec1dbe97de0816f2dac","PMP:Marketplace_PMP","Marketplace"],"audio":[{"type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/reporting.jpg?itok=nVvNCJvb"},{"type":"audio/mpeg","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/06/07/marketplace_segment16_20130607","type":"application/json"},"duration":223,"duration_hms":"00:03:43"},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/06/07/marketplace_segment16_20130607_64.mp3"}]}