{"created":"2014-11-12T08:50:37+00:00","modified":"2014-11-13T15:05:40+00:00","valid":{"from":"2014-11-13T15:05:40+00:00","to":"3014-11-13T15:05:40+00:00"},"hreflang":"en","title":"Chicago Or Cleveland: Whose Teams Had More Downs Than Ups?","published":"2014-11-12T13:09:00+00:00","teaser":"Commentator Frank Deford ponders which city has had the worst luck in sports. It's hard to decide whether Cubs fans or Cleveland fans deserve the most sympathy for their years of cheering on futility.","itags":["npr_api","363264207"],"guid":"5a1a33dc-19f7-4f8d-adbc-f9f4530feaeb","contentencoded":"<p>For those of us in sports who like to wallow in extended misery, this has been one terrific time. The Chicago Cubs hired a popular new manager, reminding us again, interminably, that they have now gone 106 years without winning the championship, eating up 51 managers in the process.</p><p>Meanwhile, Cleveland has welcomed LeBron James back to its Cavaliers, so Cleveland is giddy with the possibility of having just one of its woebegone teams win a championship for the first time since 1964.</p><p>Now that's a heady history of disaster for Cubbie lovers to compete against. On the other hand, whereas the Cleveland teams just lose conventionally, the Cubs have learned to be masters of distraction. First, they grew enchanting outfield ivy for fans to admire. Then, these lovers of Wrigley Field flora put up with the game as they anxiously waited for its famous seventh-inning stretch — when people other than players perform, although usually just as ineptly.</p><p>So, for us observers with no dog in this fight for ignominy, it's hard to decide whether Cubs fans or Cleveland fans deserve the most sympathy for their years of cheering on futility.</p><p><em>Click on the audio link above to hear Deford's take on the issue.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chicago+Or+Cleveland%3A+Whose+Teams+Had+More+Downs+Than+Ups%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363458932-2a7565.m3u?orgId=1&topicId=1057&aggIds=4499275&ft=3&f=363264207"},{"href":"http://media.npr.org/assets/img/2014/11/11/cleveland-cubs-baseball-abbaf47faed2a5433ca973260175117d948d1681.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1875","width":"2500"}}]}