{"created":"2014-10-10T08:53:31+00:00","modified":"2014-11-10T20:31:36+00:00","valid":{"from":"2014-11-10T20:31:36+00:00","to":"3014-11-10T20:31:36+00:00"},"hreflang":"en","title":"Reviving A Southern Industry, From Cotton Field To Clothing Rack","published":"2014-10-10T19:31:00+00:00","teaser":"Garment-making once thrived in the South. Two acclaimed designers are trying to bring it back with a field-to-garment concept, creating a clothing line from their own organic cotton grown in Alabama.","itags":["npr_api","354934991"],"guid":"5a1e3f90-7dad-4a29-9342-4ac0f7a75927","contentencoded":"<p>You've probably heard of \"farm to table,\" but how about \"field to garment\"? In Alabama, acclaimed fashion houses Alabama Chanin and Billy Reid have a new line of organic cotton clothing made from their own cotton field.</p><p>It's not just an experiment in keeping production local; it's an attempt to revive the long tradition of apparel-making in the Deep South. North Alabama was once a hub for textile manufacturing, with readily available cotton and access to cheap labor. But the industry all but disappeared after NAFTA became law, as operations moved overseas.</p><p>Now, Sue Hanback is again working a sewing machine in a cavernous building that was once part of the biggest cut-and-sew operation in Florence, Ala.</p><p>\"I'm gonna five-thread this shirt,\" she explains, stitching cuffs onto an organic-cotton sweatshirt.</p><p>Hanback was last laid off in 2006 when this was a T-shirt factory. Her husband worked in the dye house. She's been a seamstress all her life.</p><p>\"Ever since I was 18 years old,\" Hanback says. \"So that was like, 48 years.\"</p><p><strong>Keeping Cotton Local</strong></p><p>Hanback is one of about 30 people who work at The Factory, home to Alabama Chanin, the fashion and lifestyle company founded by Natalie Chanin. The site includes a cafe, workshop and the company's flagship store.</p><p>Chanin is best known for her flowing, made-to-order organic garments, entirely hand-stitched and inspired by the rural South of the 1930s and '40s.</p><p>She's recently added a basic machine-made line, using experienced local seamstresses like Hanback.</p><p>\"It's not just 'factory work,' \" Chanin says. \"This is a skill that's dying out in this country.\"</p><p>It's part of the nation's \"cultural sustainability to preserve these things,\" Chanin says, \"to be able to make our clothes.\"</p><p>American manufacturing is in Chanin's DNA: Her grandmother and great-grandmother used to work at a plant here that made underwear for the military. Life in North Alabama once revolved around the apparel industry, but few plants remain. Now, Alabama is better-known for auto manufacturing than the clothes it produces.</p><p>But Florence, a small town tucked in the far northwest corner of the state, is gaining a new reputation for fashion. Both Chanin and her friend Billy Reid, also a designer, are headquartered here.</p><p>Both have won coveted awards from the Council of Fashion Designers of America, among others.</p><p>\"We broke down, sort of, those barriers in some ways, [showing] that you can do it from anywhere if you do it right and do it real,\" says Reid.</p><p>He's known for classic American designs a <em>New York Times</em> reviewer once described as \"whiskey-soaked style.\"</p><p>His business partner, K.P. McNeill, is the one who first thought about growing their own cotton.</p><p>\"I think the original idea really came from just driving through these areas in the fall when cotton is being picked and baled,\" McNeill says.</p><p>It got him thinking about whether all that cotton was being shipped overseas when companies right here could be using it.</p><p>So McNeill took a question to Chanin: \"Can we go from seed to finished product in the same community?\" he asked.</p><p><strong>'Straight From Field To Form'</strong></p><p>Chanin was intrigued. It made her think of how generations ago, manufacturing was more of a vertical affair.</p><p>\"They were growing the cotton; they were ginning the cotton; they were processing it,\" she says. \"And it was going straight from field to form, I call it.\"</p><p>Could that be done today? And organically?</p><p>They came up with a plan to test it. Reid says it meant no pesticides, no herbicides and no farm equipment tainted by such chemicals.</p><p>\"A lot of the weeds had to be pulled by hand. It's not just your normal cotton operation that's automated,\" Reid says. \"You really are going back to a somewhat primitive way — a primitive process to pick the cotton and to farm the cotton.\"</p><p>Farmer Jimmy Lentz tended the 7-acre plot, planted in 2012 on a breezy hillside where he used to raise cows.</p><p>\"It was a lot of hard work, but to see the fruits of our labor was beyond words,\" Lentz says.</p><p>His wife, Lisa, was the cotton whisperer — nurturing the fledgling seedlings through a six-week drought before the rains came.</p><p>\"It shot up,\" she says. \"It was beautiful. And so many people were betting against us and saying,'You can't grow cotton unless you use pesticides. The bugs will eat it. It will be gone. Good luck, ha ha,' \" she says.</p><p>But when harvest came, they proved the naysayers wrong.</p><p>\"This little cotton field was planted just like our grandpas would have planted something,\" says Lisa Lentz. \"It was very simple, a very small-scale operation — but a powerful goal.\"</p><p>Jimmy Lentz says it's satisfying to think about your clothes being grown out of the soil. \"You think of something that you would eat, but you don't think of something that you would wear that's actually coming up out of the ground out there,\" he says.</p><p>Back at The Factory, Chanin holds a piece of ivory-colored fabric spun from the hand-picked cotton grown in the Alabama field.</p><p>\"I've never seen cotton quite as clean and clear as this,\" Chanin says.</p><p>She says it's purer than cotton picked by machine because there's less plant matter that can show up as flecks in the cloth.</p><p>\"And I've never seen that,\" she says. \"I don't think people have seen that since cotton was really an agent of destruction in this country.\"</p><p>Chanin says this project is about transforming cotton into something more modern.</p><p>\"I mean, cotton has a really ugly history. And it has had an ugly history all over the world. It has built fortunes, it's destroyed nations, it's enslaved people,\" says Chanin. \"But to me this cotton ... is part of making a new story for cotton.\"</p><p>Alabama Chanin and Billy Reid produced a limited run of T-shirts, socks and scarves from the yield of their test cotton field — about 700 yards of fabric in all.</p><p>They acknowledge it was a small-scale experiment that proved difficult. But they say it also proved that field-to-garment manufacturing in the same community is possible.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Reviving+A+Southern+Industry%2C+From+Cotton+Field+To+Clothing+Rack&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"431"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355051073-c3d34b.m3u?orgId=1&topicId=1047&aggIds=351733364&ft=3&f=354934991"},{"href":"http://media.npr.org/assets/img/2014/10/09/alabamacotton3-a6e445ed0030ad3750cb6cdd5c7f9cf2c3d0098b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1742","width":"2323"}},{"href":"http://media.npr.org/assets/img/2014/10/09/AlabamaCotton2-a36685f072bc52787c3c01bc87d117b8e7789c00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"475","width":"633"}},{"href":"http://media.npr.org/assets/img/2014/10/09/AlabamaCotton1-d1aadee73961df8a116f6281c44c79eb370a9dc4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2069","width":"2760"}}]}