{"created":"2015-06-29T19:03:29+00:00","modified":"2015-06-29T20:02:17+00:00","valid":{"from":"2015-06-29T20:02:17+00:00","to":"3015-06-29T20:02:17+00:00"},"hreflang":"en","guid":"5a1e2d08-b5ce-4a23-81ec-51467df5f9ba","title":"Iran's version of the Muppets makes a comeback","published":"2015-06-29T20:02:13+00:00","byline":"Ashley Cleek, Denise Hassanzade Ajiri ","tags":["television","culture","education","government","Culture","Arts, Culture & Media","Asia","Iran"],"teaser":"Kolah Germezi, or \"Red Hat,\" is an Iranian Muppet Show-like program, with a collection of skits and musical numbers. Its producer says the program on Iranian state TV officially has 35 million viewers, but he believes it's seen by many more.","contentencoded":"<p>A red velvet curtain opens on a small stage. There’s cacti and cowboy hats. One puppet is dressed as a sheriff, another’s pretending to be John Wayne. It’s a puppet show spaghetti western. This is Kolah Germezi.</p>\n<p>In English, Kolah Germezi means Red Hat and refers to the main character, a mischievous little boy who refuses to study, loves chocolate, and gets into trouble with his friends. Kind of like Sesame Street, there's \"Mr. Host\" — or Aghaye Mojri — the adult, who teaches and, of course, learns from the puppets. Like the Muppet Show, Kolah Germezi is a collection of skits and musical numbers, but the bottom line is humor.</p>\n<p>“This year, Iranian state TV says we have 35 million viewers,” says Hamid Modaressi, who produces the show, along with about 80 other producers, writers, actors and puppeteers, “but I think the number is higher.”</p>\n<p>It’s not just kids who watch the show. It’s everyone. Kolah Germezi first appeared back in 1992.</p>\n<p>Maryam Manzoori, a journalist at Voice of America in Washington, DC, is 37 now, but she's been watching Kolah Germezi since she was 15. “I'm a big fan. It's such a great show, such a great show,” Manzoori says. When the show came out in the 90s, Manzoori explains, Iran was still recovering emotionally from the Iran-Iraq War and people needed to laugh. At that time, most TV shows in Iran focused on teaching good morals, but Kolah Germezi broke the rules. The puppets made jokes, they spoke in slang and everyone from Manzoori's older brother to her younger siblings could find a character they related to.</p>\n<p>“Seriously, I myself look forward for the next season. It’s really fun to watch,” Manzoori say. “If you are a kid, it gives you lessons. If you are an adult, it still teaches you something by making fun of it.</p>\n<p>The show went off the air after a change in management at the state-controlled TV channel. In 2009, Kolah Germezi returned, more popular than ever.</p>\n<p>The Iranian government recognizes the popularity of Kolah Germezi.</p>\n<p>“According to the Ministry of Education, Kolah Germezi is one of the most educational programs. They have written us a 30-page explanation about why these characters are so great,” Modaressi says, with a laugh. “Kids love to learn from them. Even in the terms of health, the Ministry of Health appreciates our program.”</p>\n<p>For example, there’s a segment, where the sheep finds himself torn between two loves — a head of lettuce and a radish — so much so that he sings <a href=\"https://www.youtube.com/watch?v=T3RFRiVjKqI\">the song “Lady in Red”</a> to the radish.</p>\n<p>Adults hear a song about love and desire, things not often talked about on TV in Iran. But for kids, it's just about vegetables.</p>\n<p>Because Kolah Germezi is broadcast on state TV, the makers of the show try to stay within the lines set forth by the Islamic Republic, and generally, they succeed.</p>\n<p>“You cannot find something to dislike in Kolah Germezi. It really has a phenomenal reputation in that it doesn’t belong to the left or right,” Modaressi adds. “From one side, the head of the Parliament says Kolah Germezi is his favorite program, and from the other side our artists and intellectuals say Kolah Germezi is the best.”</p>\n<p>It’s a fine line. For example, In Iran, musical instruments can’t be shown on state TV. So, when the sheep sings the theme song from Titanic, he’s surrounded by an <a href=\"http://https://www.youtube.com/watch?v=YqA3OfwvpiU\">a cappella choir of men and women</a>.</p>\n<p>But not everyone find Kolah Germezi educational.</p>\n<p>“We really get a lot of warnings,” Modaressi explains.</p>\n<p>One recent warning came this spring after the cast sang along to the Dean Martin song, “Sway.” State officials complained that the lyrics were too scandalous.</p>\n<p>And a month ago, a member of Iran’s National Association of Psychologists wrote a letter accusing the puppets of immoral behavior and asked for the show to be restricted to an adult audience.</p>\n<p>But for Iranians, the characters have become cultural landmarks. Literally. Several cities in Iran have built statues to different characters.</p>\n<p>The puppets on Kolah Germezi continue to steal hearts. Fans totally outnumber haters. So maybe, as one character sings while moonwalking across the stage all the haters can beat it — or “baaah da,” in Persian.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-19%2Fmuppets-iran-makes-comeback&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/Feature2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/feature2jpg-1"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/puppet.mp3"},{"href":"http://admin.pri.org/file/puppetmp3"}]}