{"created":"2015-06-29T17:55:16+00:00","modified":"2015-06-30T13:29:45+00:00","valid":{"from":"2015-06-30T13:29:45+00:00","to":"3015-06-30T13:29:45+00:00"},"hreflang":"en","title":"Sri Lanka's War Is Long Over, But Reconciliation Remains Elusive","published":"2015-06-30T13:29:00+00:00","teaser":"The civil war is now six years in the past, but thousands of Tamil families are still looking for loved ones who disappeared during the conflict.","itags":["npr_api","418518510"],"guid":"5a220a57-145e-4912-87bb-0d445dd05e4a","contentencoded":"<p>Sri Lanka, a palm-fringed island in the Indian Ocean, is in the sixth year of peace. But as the country prepares for elections in August, the legacy of its long civil war still casts a shadow.</p><p>The intervening years have been especially painful for the families of the thousands who disappeared in three decades of conflict and remain unaccounted for.</p><p>The trauma endures in the fishing village of Mannar in the Northern Province, where most of the fighting unfolded between the Tamil rebels and the government forces. Residents say men were snatched off the streets \"in broad daylight,\" bundled into vans, and never seen again.</p><p>Manuel Udaya Chandra is still haunted by the events of the night her son disappeared.</p><p>\"Three men carrying weapons\" came around midnight, took him away for questioning, she says. \"They said he'd be back.\"</p><p>Anton Sanistan was 24 when he disappeared into the maw of Sri Lanka's brutal war in September 2008 — eight months before the final offensive of the war.</p><p>The government declared the war over in May 2009 with a military blitz that annihilated the rebel Tamil Tigers who had felt persecuted by the majority Sinhalese and had pressed for an ethnic Tamil homeland.</p><p>Chandra insists her son was no Tamil militant, and that he juggled school and odds jobs to support the family. The 58-year-old lists all the places she's gone searching for word of her son.</p><p>\"To the navy, 30 times, the police a hundred times.\" She went to the prison holding detainees and a myriad of criminal investigation departments. She testified before a presidential commission on the missing, and met with British Prime Minister David Cameron. Her voice cracks as she recalls the journeys.</p><p>\"It was no use,\" she says.</p><p><strong>Clinging To Hope</strong></p><p>She still clings to hope and finds solace in a grainy photograph she clutches. It purportedly shows a prison and detainees — one of them her son, she claims. She found it on the Internet and says other mothers have identified their sons in it as well.</p><p>\"I'm his mother,\" says Chandra, who's now sobbing. \"I gave birth to him, I raised him. I can feel he is alive and I cannot give up.\"</p><p>Today, Chandra now leads 5,000 families across the north demanding the government account for those who disappeared.</p><p>Many believe their relatives are alive in secret camps. Rayappu Joseph, the Catholic bishop of Mannar, says the idea that black sites exist has flourished in the absence of any proper investigation, including those of men who surrendered at the end of the war. The bishop himself turned over one such young man.</p><p>\"We want justice. We want to know what has happened to my son? To my husband? What has happened to them? Where are they? Who killed them? Accept the truth and acknowledge it and feel that you have done this evil thing,\" says the bishop, visibly angered. \"A fellow has surrendered himself and you go and kill him. Where is this allowed in the world?\"</p><p>In September, the United Nations is expected to release a landmark and long awaited report on possible war crimes committed in Sri Lanka.</p><p>There's the shelling of tens of thousands of civilians in the final stages of the war by the regime of the former president, Mahinda Rajapaksa. Tamil rebels were accused of using civilians as shields.</p><p>Tracing illegal detentions, disappearances and the impunity that prevailed are part of the larger question of justice for alleged war crimes and crimes against humanity.</p><p><strong>A Commission To Investigate</strong></p><p>The former president, who was voted out of office in January after 10 years in power, formed a commission to investigate missing persons back in 2011.</p><p>But Alan Keenan, senior analyst and Sri Lanka Project Director for the International Crisis Group, says just as the commission was never intended to find the disappeared, \"It was never intended to hold anyone to account,\" he says.</p><p>\"It was established by the previous government as something that it could say to the international community, in particular to the Human Rights Council in Geneva, that it was doing something.\"</p><p>Keenan says at times the commission risked exposing Tamil eye-witnesses to new dangers.</p><p>\"The commission has allowed military intelligence to regularly be in the room as people are testifying about disappearances,\" which they allege the military perpetrated, \"and that's ... a blatant form of intimidation.\"</p><p>But that has not deterred more than 20,000 people from registering their case with the commission, which is made up of Sri Lanka's retired justices.</p><p>The new government of President Maithripala Sirisena, which took power in January, promised to begin the reckoning of crimes committed during the war, and has added commissioners to accelerate its work.</p><p><strong>New Elections Planned</strong></p><p>But pledges of a more muscular inquiry are likely to recede in priority at least until the outcome of national elections later this summer.</p><p>The president dissolved parliament last Friday, paving the way for general elections in mid-August.</p><p>Government spokesman Rajitha Senaratne says the government is moving cautiously because if it appears to be favoring the minority Tamils, there will be a backlash at the polls.</p><p>He said the government is not necessarily satisfied with the commission's speed, but says, \"The majority [is] Sinhalese and we have to balance them also not to show we are a pro-Tamil government or a pro-Western government. \"</p><p>Leaders of the Tamil community say that without \"truth,\" there will be no national reconciliation, and many would trust only an outside tribunal conducted by international jurists.</p><p>But Senaratne says Sri Lanka is not \"answerable to the United States or the West,\" and can investigate itself.</p><p>Even as it opposes an international tribunal, the new government of President Sirisena is taking pains to project more openness and a humane face. It is difficult to imagine, however, the creation in Sri Lanka of a Truth and Reconciliation Commission like the one in post-apartheid South Africa.</p><p>But Manuel Udaya Chandra says the war cannot be over as long as what happened to the disappeared like her son remains a mystery, and she's counting on the new government to solve it.</p><p>\"The new president was in the old government but came to power with the votes of the Tamil people,\" she says. \"And he can't just dump this question. You must,\" she says, \"answer us.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sri+Lanka%27s+War+Is+Long+Over%2C+But+Reconciliation+Remains+Elusive&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"325"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418641230-5e5a22.m3u?orgId=1&topicId=1125&d=325&p=2&story=418518510&t=progseg&e=418639061&seg=7&ft=nprml&f=418518510"},{"href":"http://media.npr.org/assets/img/2015/06/29/jm-slanka-img_5430-13--edit-9e4a6907840e28fa2587c80c5f2fe2af33a90d5c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/29/jm-slanka-img_5430-19--edit-ffbe9abad94b34c371d9d4f3a970127c6ff85776.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/06/29/jm-slanka-img_5430-1--edit-3f8a71219b396092e3f8369435ca2ef6203279b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}