{"created":"2015-06-30T08:56:07+00:00","modified":"2015-07-03T21:05:19+00:00","valid":{"from":"2015-07-03T21:05:19+00:00","to":"3015-07-03T21:05:19+00:00"},"hreflang":"en","title":"Would You Buy A Used Car From A Man Named Beer Horse?","published":"2015-06-30T20:46:00+00:00","teaser":"NPR's Frank Langfitt has been giving free taxi rides around Shanghai to learn about the lives of ordinary Chinese. He's decided to stop renting a car and buy one. That's when he met Beer Horse.","itags":["npr_api","418299326"],"guid":"5a230a85-8dae-4d09-94b2-626852b3234f","contentencoded":"<p>I'd been renting a Toyota Camry to give free rides around the city for my series <a href=\"http://www.npr.org/series/404204172/streets-of-shanghai\" target=\"_blank\">Streets of Shanghai</a>, about the lives of ordinary Chinese. But the monthly rental fees were killing me, so I figured I could save money by buying a used car.</p><p>I went to a reputable used car dealership. The first hint that this would be different than shopping in the U.S. came when I met my salesman, a fresh college grad.</p><p>\"I am Beer,\" said the 26-year-old man, wearing a blue blazer with flecks of dandruff on the shoulders. \"English name is Beer.\"</p><p>Many young, educated Chinese choose English names to try to interact more easily with Westerners. \"Beer\" first chose the name \"Bill,\" but then changed it to reflect his love of suds.</p><p>\"I like to drink beer in big gulps,\" he said matter-of-factly. \"When I drink with friends, we drink crazily. Seven to eight bottles each.\"</p><p>Beer suggested we go out and get hammered some night.</p><p>Most salesmen would never introduce themselves as binge drinkers, but Beer is not your typical salesman. His last name is Ma, which means Horse in Mandarin. So, I took to calling him Beer Horse.</p><p>Beer Horse also has an unusual way of trying to establish a rapport with customers. As we sat and discussed my car options, he put his hand on my knee.</p><p>Then he ran his hand down my back.</p><p>I certainly hadn't expected this. Unlike Americans, Chinese are not touchy people. Try to hug some Chinese and they stiffen like a board.</p><p>Beer is the son of farmers from neighboring Anhui province and new to Shanghai. Maybe he thought this was a way to establish intimacy with Western customers.</p><p><strong>A Deposit Before You Get A Car</strong></p><p>Getting back to business, Beer offered me his company's standard deal. In exchange for a deposit of 3,000 kuai or RMB — about $500 — he promised to track down a car that would fit my specifications. China's business culture is notoriously shifty, though, so we immediately began arguing over the contract.</p><p>Beer insists on giving me just three days to accept the car he finds or lose my deposit. I ask for three to five days, but the \"five\" Beer Horse writes looks suspiciously like a three. I grab a pen and begin to rework the ambiguous figure into a five.</p><p>\"Sign your name,\" Beer presses.</p><p>\"Yeah, I know. I'm going to draw ...\"</p><p>\"Sign your name here,\" Beer continues, saying he's got another customer.</p><p>\"I know!\" I say. \"This is such high pressure. I have not been this pressured ever buying a car in the states.\"</p><p>I pay my deposit and turn to Yang, my assistant.</p><p>\"Hope I didn't just lose 3,000 kuai,\" I say.</p><p>While I was at the dealership, Beer Horse did show me a 2012 Camry for the staggering price of $31,000. The price back home for the same model would be around $17,000, according to the car-shopping website Edmunds.com.</p><p><strong>Cars Are A 'Luxury' In China</strong></p><p>Why the huge difference?</p><p>\"Chinese consumers pay much more tax than the consumer in the U.S.,\" says John Zeng, who works for LMC Automotive, a market research company.</p><p>That includes a 17 percent value added tax, which companies pass on to new and used car buyers. This seems unfair, given that Americans earn far more on average than Chinese. But Zeng says China's government still sees cars as a luxury item and treats them accordingly.</p><p>\"Whoever can afford a car, they are rich people,\" Zeng says, explaining the government's logic. \"You should pay more tax.\"</p><p>After a couple of weeks, Beer Horse says he's found me another 2012 Camry for about $29,000. We take a cab to a sister dealership. On the way, Beer uses a piece of Scotch tape to painstakingly strip lint from his navy blue pants. At the dealership, I ask if I can bargain.</p><p>An Abbott and Costello routine ensues.</p><p>\"Haggle price, sir,\" Beer says.</p><p>I've never heard of a \"haggle price.\"</p><p>\"Haggle price or <em>no</em>-haggle price?\" I ask.</p><p>\"Haggle price,\" Beer insists.</p><p>Sensing a language barrier, I switch to Mandarin and ask if the price is negotiable. No, Beer Horse says.</p><p>\"OK, that's no-haggle price,\" I say, trying to help him with future customers.</p><p>I step into the car for a test drive, but Beer Horse says I have to put more money down.</p><p>\"A 10 percent deposit for a test drive?\" I say.</p><p><strong>Keeping Out The Riffraff</strong></p><p>Beer says that if the dealership didn't require a deposit, it would be inundated with people who just want to drive for fun. The deposit keeps out the riffraff.</p><p>\"We want to protect the car,\" he says. \"You know some cars, such as a Lamborghini and a Porsche and ...\"</p><p>\"But this isn't a Lamborghini or a Porsche,\" I interrupt.</p><p>\"We know,\" Beer Horse says, \"but we need to protect it.\"</p><p>After the test drive comes a hard sell like I've never seen. Beer Horse puts his hand on my shoulder, looks me in the eye and says: \"Hey, mate, don't let me down.\"</p><p>\"Don't let <em>you</em> down?\" I say, wondering who's the client at the moment. \"Don't let <em>me</em> down!\"</p><p>Beer says I look like I can afford the car and keeps pushing me to buy.</p><p>\"I want to go,\" I say. \"I'm feeling really uncomfortable. The pressure is too much.\"</p><p>Beer follows Yang and me outside. He asks for a ride back in our cab, where he changes tactics. By now it's after lunchtime. Beer says he hasn't even had breakfast and asks for food. Yang hands him an apple, which Beer Horse cracks in half with his hands.</p><p><strong>A Hard-Luck Story </strong></p><p>Trying to make conversation, I ask how work is going otherwise. Beer says he's sold only two cars in the last month and is afraid he'll be fired.</p><p>\"I called my dad last night and told him I'm under a lot of pressure in my job,\" Beer Horse says solemnly. \"After paying rent and food, I probably have no money left. I worry I may not even be able to pay the rent. Maybe the next time you see me, I'll be homeless, living on the street.\"</p><p>Back in the office, Yang mentions something Beer did that I missed while we were waiting for the taxi.</p><p>\"I saw him turn around and shed some tears,\" Yang says. \"He was really disappointed and I felt sorry for him.\"</p><p>Yang thinks Beer lacks tact because he's just in from the countryside.</p><p>\"He just graduated from college, he's from a rural village,\" Yang says. \"He lacks certain techniques to deal with people.\"</p><p>In the end, I decide to buy a new car from a licensed dealer. I couldn't trust Beer or take the high-pressure tactics. Later, I returned to the used car dealership and got my deposit back. I asked the manager how many cars Beer had been selling.</p><p>Six to eight a month, he said — not the two Beer claimed. The manager said Beer was doing fine and not about to lose his job.</p><p>Beer Horse is one of millions of migrants who've moved to Shanghai in hopes of making it, but he's a particular breed: the hustler. Beer is a creature of the country's slippery business culture, who's trying to find a foothold in this cosmopolitan city and willing to say almost anything to get ahead.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Would+You+Buy+A+Used+Car+From+A+Man+Named+Beer+Horse%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418776168-f0e85a.m3u?orgId=1&topicId=1125&d=421&p=3&story=418299326&t=progseg&e=418774691&seg=14&ft=nprml&f=418299326"},{"href":"http://media.npr.org/assets/img/2015/06/29/img_1390-edit-6f2e9a148c5424c561fc06aa23413546e783142b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2073","width":"2764"}},{"href":"http://media.npr.org/assets/img/2015/06/29/langfitt-camry-f95f3c613197112d363bad3209fe5b234345e7fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1307","width":"1742"}}]}