{"created":"2014-12-27T11:22:35+00:00","modified":"2015-06-05T15:31:13+00:00","valid":{"from":"2015-06-05T15:31:13+00:00","to":"3015-06-05T15:31:13+00:00"},"hreflang":"en","title":"For Pieta Brown, Music Is A Father-Daughter Dance","published":"2014-12-27T16:10:00+00:00","teaser":"As a child, Brown had to connect with her folk singer dad, Greg Brown, from a distance. Now, as adults and peers, their musical lives are intertwined.","itags":["npr_api","372765256"],"guid":"5a31e6f5-1494-4832-8904-2372cd612caf","contentencoded":"<p><a href=\"http://www.npr.org/artists/15665068/pieta-brown\" target=\"_blank\">Pieta Brown</a>'s parents split up when she was 2 years old, and she spent her childhood traveling between them in the Midwest and the South. But even when she was apart from her father — the much-loved folk singer <a href=\"http://www.npr.org/artists/15297750/greg-brown\" target=\"_blank\">Greg Brown</a> — they would find ways to share the musical parts of their lives.</p><p>\"I would make my dad little tapes,\" Pieta says. \"I was really into the kind of R&B thing that was on the radio in the '80s, like <a href=\"http://www.npr.org/blogs/therecord/2011/08/23/139879277/nick-ashford-songwriter-and-singer-has-died\" target=\"_blank\">Ashford</a> & <a href=\"http://www.npr.org/2013/07/19/203624950/valerie-simpson-on-song-travels\" target=\"_blank\">Simpson</a> or <a href=\"http://www.npr.org/blogs/therecord/2012/07/21/157114981/nashvilles-love-for-lionel-richie-runs-deep\" target=\"_blank\">Lionel Richie</a> or whatever it was. I had a super-strong Southern accent. I can remember making my dad these little tapes like, 'Hey daddy, I miss you so much, but I love this song on the radio right now, and here's a little song I made up on the piano.' It was a connection for me.\"</p><p>Greg Brown didn't know his daughter was serious about songwriting for years. Then one day while she was visiting him, he heard a sound coming from the dining room.</p><p>\"Outta one ear I heard a guitar and a voice,\" he says. \"Whatever I was doing, I remember dropping the pen and walking out to the dining room and saying, 'Oh my God, Pieta,' because I didn't know at that point she was writing songs. And it was a real good song.\"</p><p>Pieta bounced around the country, but eventually felt something pulling her to Iowa. \"I've had so many people ask me, 'You moved back to Iowa to try to make a career in the music business?' \" she says. \"And I say, 'No, I didn't move back to make a career, but I moved to get close to the music.' \"</p><p>You can hear the impact of family and place in her music. She even talked about it on stage at a recent show in downtown Des Moines.</p><p>\"I always think of my mom when I sing this song,\" she told the audience. \"I wrote it one day. ... We were heading south from Iowa. We'd just crossed over into Missouri. All of a sudden there's all those huge cement warehouses full of fireworks.\"</p><p>Responding to a chuckle from the audience, she said, \"You guys know that road.\" That drive, and in particular a sign along the road advertising \"cheap smokes, fireworks, whiskey and worms,\" became the song \"I Don't Mind.\"</p><p>Pieta Brown was born in Iowa. She says she lived in at least 17 different places during her childhood. Her dad can relate: Before she was born, Greg lived in New York, Los Angeles and eventually Minneapolis, where he was a regular on <em>A Prairie Home Companion</em>. Iowa drew him back, too, and he wrote about homecoming on his 1981 album, <em>The Iowa Waltz</em>, singing, \"Out in the country, gravel road a-ramble all around / And the dust blow up till the cool rain tumble down.\"</p><p>Today, Greg lives in Iowa City with his third wife, fellow folk musician <a href=\"http://www.npr.org/artists/162632338/iris-dement\" target=\"_blank\">Iris DeMent</a>. He's now in his 60s and is fading out of the music picture, touring a lot less and putting out fewer records. But the albums he does put out, he says, are very much influenced by where he is.</p><p>\"I do think where you are is going into the beat and the rhythm of what you do,\" he says. \"You're going to write different novels and songs if you're living in Manhattan, New York, or you're living in Manhattan, Kan.\"</p><p>Greg and Pieta have started touring and playing together. You can hear his guitar on her latest album, <em>Paradise Outlaw</em>. Pieta says there's a comfort in sharing a career with a parent.</p><p>\"I know there's somebody out there that knows what I'm going through right now — the hard things and the good things, not just the tough parts but also the joy in it,\" she says. \"There's absolutely no words needed.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Pieta+Brown%2C+Music+Is+A+Father-Daughter+Dance&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Clay Masters","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373420350-e6e5e6.m3u?orgId=1&topicId=1105&d=398&p=7&story=372765256&t=progseg&e=373420225&seg=20&ft=nprml&f=372765256"},{"href":"http://media.npr.org/assets/img/2014/12/23/12122014pietabrown-b3aeb1e344a3f19cbf529baf67dc71a69de0fcf0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1079","width":"1438"}}]}