{"created":"2014-12-02T21:55:28+00:00","modified":"2014-12-03T03:19:05+00:00","valid":{"from":"2014-12-03T03:19:05+00:00","to":"3014-12-03T03:19:05+00:00"},"hreflang":"en","guid":"5a3eeede-e9ea-45f3-8b75-7f0414c38bb8","title":"Six reasons to read BuzzFeed's story about the man who says he led a sexual revolution in the USSR","published":"2014-12-03T03:19:00+00:00","byline":"Bradley Campbell","tags":["LGBT rights","politics","pornography","Global Politics","Europe","Soviet Union","Latvia","Russia","Vladimir Linderman","J. Lester Feder","Vladimir Putin","National Bolshevik Party","National Bolshevism","Politics of Russia","Social Issues","Latvia","Europe"],"teaser":"Vladimir Linderman once published a Playboy-like magazine that pushed for LGBT rights and put porn on Soviet newstands. Now he's trying to ban \"gay propaganda\" in the former Soviet republic of Latvia. So why did he switch sides?","contentencoded":"<p>Vladimir Linderman claims he led a sexual revolution in the USSR. But now he seems to be in charge of the counter-revolution, too.</p>\n<p>Linderman is a leading figure in an anti-gay crusade in the former Soviet republic of Latvia. J. Lester Feder wrote about Linderman's big turnaround for BuzzFeed News, and it's worth reading in its entirety. In fact, here are six reasons to check out that piece, titled \"<a href=\"http://www.buzzfeed.com/lesterfeder/how-the-father-of-soviet-pornography-became-latvias-crusader\">How The Father Of Soviet Pornography Became A Crusader Against 'Gay Propaganda.'</a>\"</p>\n<p>1. It's far more complex and interesting than its clickable title leads you to believe. Linderman created his \"porn\" magazine, titled MORE, while the Soviet Union was breaking apart. But it wasn't just simple smut. \"It was partly erotic — they published letters of people's sexual exploits along with pornographic photos — but also a lot of satire,\" Feder explains. \"The reason MORE was so important in the Soviet context was not only were you having the first opportunity of a freer press that could write about sex, but it captured this feeling of exuberant freedom that people were feeling as the Soviet Union collapsed.\"</p>\n<p>2. Linderman is much more than just a publisher. He left the magazine to launch a local branch of the National Bolshevik Party, a conceptual-art project with the very real mission of reclaiming Russia's lost glory. They caused problems for the Latvian government, which tried to arrest Linderman  — but he had already fled the country to join the party headquarters in Moscow.</p>\n<p>3. Russian authorities didn't like him very much, either. The National Bolshevik Party was vocally anti-Putin, and Feder says Russian police were constantly trying to track Linderman down on charges related to his work to overthrow the government of Latvia. \"He managed to avoid extradition, until he was ultimately deported in 2008,\" Feder says.</p>\n<p>4. Linderman isn't anti-Putin in quite the way you'd expect. As Feder writes, \"If Linderman has any quarrel with Putin now, it is that the Russian president isn’t as fervently committed to expanding Russian influence as Linderman would like.\"</p>\n<p>5. This isn't his first stab at rewriting Latvia's laws. Feder writes that a pillar of the country's post-Soviet identity is \"the law establishing Latvian as the country's only official language.\" But Linderman has spent years trying to dismantle that law.</p>\n<p>6. Linderman barely even cares about the \"gay propaganda\" he's trying to ban. While he is busy trying to gather enough signatures to get a referendum on the ballot in Latvia that would ban so-called \"gay propaganda,\" after a lengthy interview, Feder thinks Linderman isn't truly bothered by his supposed pet topic. </p>\n<p>So why is Linderman trying to ban it in Latvia? It's a complex answer, but it may have something to do with Moldova, a neighboring country Russia is keen to keep in its political orbit, the European Union, and ethnic Russians. Feder explains more in his <a href=\"http://www.buzzfeed.com/lesterfeder/how-the-father-of-soviet-pornography-became-latvias-crusader\">article</a>.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120220145.mp3"},{"href":"http://www.pri.org/file/120220145mp3"}]}