{"created":"2014-09-29T18:06:06+00:00","modified":"2015-03-26T19:43:07+00:00","valid":{"from":"2015-03-26T19:43:07+00:00","to":"3015-03-26T19:43:07+00:00"},"hreflang":"en","title":"Lena Dunham On Sex, Oversharing And Writing About Lost 'Girls'","published":"2014-09-30T04:33:00+00:00","teaser":"Dunham says when she started writing HBO's <em>Girls</em>, she was drawn to characters with \"a bit of a Zelda Fitzgerald lost, broken woman quality.\" Her new essay collection is called <em>Not That Kind of Girl</em>.","itags":["npr_api","352276798"],"guid":"5a435ec3-acc9-469a-a633-0fe4a064ede3","contentencoded":"<p>Lena Dunham's character on the HBO series <em>Girls</em> would be envious of Dunham.</p><p>On the show, about a group of friends in their 20s, Hannah is a writer who got and lost two book deals. One of her ambitions is to \"lock eyes with <em>The New York Times</em> book critic Michiko Kakutani.\"</p><p>Dunham, who created and stars in <em>Girls</em>, not only has a new collection of personal essays called <em>Not That Kind of Girl</em>, she also received a great review from Kakutani, who <a href=\"http://www.nytimes.com/2014/09/24/books/lena-dunhams-memoir-ish-not-that-kind-of-girl.html?_r=0\">described the book</a> as \"smart\" and \"funny.\"</p><p>\"By simply telling her own story in all its specificity and sometimes embarrassing detail, [Dunham] has written a book that's as acute and heartfelt as it is funny,\" Kakutani wrote.</p><p>The essays are an unwavering account of Dunham's past relationships, current friendships and things she's learned from her parents.</p><p>Dunham, 28, says her biggest concern when telling all was to protect her loved ones.</p><p>\"I feel very, very conscious that my parents, my boyfriend, my friends don't feel in any way demeaned, exposed or abused by the work that I make,\" Dunham tells <em>Fresh Air</em>'s Terry Gross. \"I think we all have enough content of our own that we don't have to expose the people in our lives to these dark forces.\"</p><p>Dunham also describes writing her own character on the show — and how that's changed since it began in early 2012. She says some of her characters are more destructive than the people she's drawn to in real life.</p><p>\"I think at a point I really liked the concept of the lost girl, the girl who was sort of moving through the world — she had a bit of a Zelda Fitzgerald lost, broken woman quality that is not as charming to me as it used to be,\" she says.</p><p><em>Girls</em> begins its fourth season in January.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On oversharing </strong></p><p>I've thought about this a lot because it's a challenging thing when you're a person who has a desire, or let's say a compulsion, to share facts about your personal life. If that's the way you process the world — is to make creative content based on your personal life — then you have to be really careful about making yourself too exposed. ...</p><p>The term \"oversharing\" is so complicated because I do think that it's really gendered. I think when men share their experiences, it's bravery and when women share their experiences, it's some sort of — people are like, \"TMI.\" Too much information has always been my least favorite phrase because what exactly constitutes too much information? It seems like it has a lot to do with who is giving you the information, and I feel as though there's some sense that society trivializes female experiences. And so when you share them, they aren't considered as vital as their male counterparts' [experiences] and that's something that I've always roundly rejected.</p><p><strong>On using writing to process being sexually assaulted in college<br /></strong></p><p>It was a painful experience physically and emotionally and one I spent a long time trying to reconcile. ... I actually [have] been thinking about it a lot this week because I sent an email to somebody who I had known at that time who knew the guy who had perpetrated the act. ... I wanted to make it clear to this old friend what I felt had happened before he potentially bought the book at Hudson News and read about it.</p><p>I hated the idea of somebody finding out that information [independently of me telling them] because at the time that it happened, it wasn't something I was able to be honest about. I was able to share pieces, but I used the lens of humor, which has always been my default-mode to try to talk around it.</p><p>I said to this old friend in an email, \"I spent so much time scared; I spent so much time ashamed. I don't feel that way anymore and it's not because of my job, it's not because of my boyfriend, it's not because of feminism, though all those things helped. It's because I told the story. And I'm still here, and my identity hasn't shifted in some way that I can't repair. And I still feel like myself and I feel less alone.\"</p><p><strong>On depictions of sex in movies and pornography </strong></p><p>I do think that kids have been miseducated about what sex is by films. I think that films have white-washed sex in many ways and sort of tried to hide what is messy and what is challenging about it.</p><p>And I feel like there's a couple brands like, \"I'm so angry! I hate you so much! We need to have sex right now!\" which isn't particularly healthy, or \"I'm so in love with you that the minute that we get in I'm going to shed my negligee and we're going to be doing it.\"</p><p>I mean, I think that most depictions of sex are destructive.</p><p><strong>On her character Hannah's OCD relapse mirroring her own experience </strong></p><p>I had had an obsessive-compulsive — let's use the term \"meltdown\" — right before season one came out and right as we were beginning to shoot season two. I had a moment where those things came back in a way that was really harsh and uncomfortable and a reminder of how bad it could get.</p><p>And ... at that point I had a whole writing staff who I worked with and a close relationship with Jenni [Konner] and Judd [Apatow], who produce the show with me. That was something they had lived through with me and we thought, \"This is exciting and important to talk about.\" ...</p><p>In the show, Hannah has to write her book and she has writers block, a deadline coming up, a certain kind of attention she hasn't had before, and OCD, which can very often be instigated by stress, comes barreling back. So that really paralleled my experience with making the show and finding myself under a new kind of pressure and resorting to these old habits. ...</p><p>What was hard was to perform it because you spend so much of your life, as a person with obsessive-compulsive disorder, a person with any kind of mental illness, trying to camouflage your habits, trying to appear normal — so to say to myself, \"I'm going to go in front of this crew of Italian men ... and perform these super personal ticks and quirks,\" that was really scary. That was scarier to me than any sex scene. Also, the feeling, once I turn this on, once I open the flood gates of letting myself check over my shoulders eight times and blink my eyes, am I going to be able to stop?</p><p><strong>On her own life changing much more than her character Hannah's life and the challenges that creates </strong></p><p>So many people ask the question, \"Is it hard for you to write about Hannah because now you work in Hollywood and go to fancy parties and your life doesn't resemble hers?\" And I think to myself, \"No, that's not hard because ... we all can transfer the awkwardness we feel at any social event to any other social event.\" And you're a writer, so you use your imagination and you create circumstances that don't necessarily exist.</p><p>But it is hard sometimes to continue to write a character who has such limited and limiting responses to the world around her. And I really have to remember where she's coming from and have sympathy for her ...</p><p>One of our writers ... is the keeper of the timetable of the show. He could tell you exactly how many weeks, months, years have passed in the world of the show from the first episode to the 42nd episode. ... The span of time we've covered in the show is much shorter than the span of the time in which I've been doing the show. So [Hannah has] grown less both chronologically and emotionally than I have since we started. She's only had one birthday since we began. So that's a funny thing to remember. She hasn't had this transformative job and lived four and a- half years doing this — she's been stuck in Brooklyn.</p><p><strong>On what feminism means to her</strong></p><p>My version of feminism is at its most basic level — it's about equality. I think that so many women have been misinformed about what feminism means. They think it means growing out your armpit hair, burning your bras and storming through the streets with a skewer ready to get men.</p><p>What it actually means is you believe in human rights and women should be fairly compensated for the jobs that they do and that they should be [offered] the same opportunities and they shouldn't be discriminated against or hurt because of their gender.</p><p>There are more women than there has ever been before and each one is unique and there's a lot of ways to express your femaleness. And we can't limit each other in that department; all we can do is support each other. So what I love about feminism is that it seems like an irrefutable concept, which is equality, caring for each other, supporting each other, looking out for each other and being strong in the face of a lot of societal factors that are telling us to sit down and shut up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lena+Dunham+On+Sex%2C+Oversharing+And+Writing+About+Lost+%27Girls%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2699"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352514195-43780c.m3u?orgId=1&topicId=1033&aggIds=100876926&e=352276798&d=2699&ft=nprml&f=352276798"},{"href":"http://media.npr.org/assets/img/2014/09/29/resized-photo-08c6afef847c0af7d496b93694bf1169f2ea9f9a.png","type":"image/jpeg","meta":{"crop":"standard","height":"344","width":"459"}},{"href":"http://media.npr.org/assets/img/2014/09/28/-jessica-miglio-2984eee25577bcdfc4e7ad4b1875df8244a472d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1173","width":"1565"}}]}