{"created":"2014-10-08T02:19:54+00:00","modified":"2014-10-31T00:17:35+00:00","valid":{"from":"2014-10-31T00:17:35+00:00","to":"3014-10-31T00:17:35+00:00"},"hreflang":"en","title":"How A Factory Man Fought To Save His Furniture Company","published":"2014-07-14T19:34:00+00:00","teaser":"Virginia furniture owner John Bassett III was determined to beat out foreign competitors. Author Beth Macy documents him, and the collapse of the U.S. furniture industry, in her new book, <em>Factory Man</em>.","itags":["npr_api","331356258"],"guid":"5a599272-61ff-4a2a-bc1b-a824b09e7289","contentencoded":"<p>In the town of Bassett in southern Virginia, some of the downtown street lights are dark. The lamps, maintained by the once prosperous Bassett Furniture Co., are now funded by voluntary contributions from residents and businesses — when they can afford it.</p><p>Bassett is just one of many towns and cities in Virginia and North Carolina where scores of furniture-making plants have closed in the past 20 years, mostly because of competition from China and other foreign countries.</p><p>Journalist Beth Macy documents the collapse of the American furniture industry and its human cost in her new book, <em>Factory Man: How One Furniture Maker Battled Offshoring, Stayed Local, and Helped Save an American Town</em>.</p><p>She profiles John Bassett III, a determined owner who fought back against the foreign onslaught — both by filing anti-dumping charges with the U.S. International Trade Commission against Chinese firms and by making his own company more competitive.</p><p>Macy says that the furniture factories were a boon to the U.S. economy.</p><p>\"We haven't been on a huge growth spurt since the furniture factories started closing down [in the '90s],\" Macy tells <em>Fresh Air</em>'s Dave Davies. \"It's better for the economy when we make things.\"</p><p>Macy worked for years as a reporter for the <em>Roanoke Times,</em> has written for national magazines and has received several national awards, including a Nieman Fellowship at Harvard.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Bassett Furniture Co. </strong></p><p>[The company] began in 1902. It was started by John D. Bassett Sr. and they came out of the Civil War cash poor and land rich. He was a very wily sawmiller and he had a lot of land, a lot of trees on the land, and he decided that when he heard the railroad was coming through ... that he would open a sawmill so he could sell the railroad the ties. ...</p><p>The town of Bassett was never incorporated, so it's a classic company town built to support the company. They had to bring workers in from the countryside to work in the factories and they had to provide housing, so they built houses and the rent was deducted from their paychecks. There wasn't a town council; there was Bassett Furniture Industries. And you actually paid your power bill, up until the '70s, I think it was, at Bassett Furniture Industries. The company ran everything.</p><p><strong>On the family's involvement in the workers' lives </strong></p><p>During the Depression, a lot of the North Carolina furniture-makers were going out of business — and one of the things that J.D. Bassett vowed to do was not to lay anybody off. And he didn't.</p><p>And he knew these workers. And one of the things he did is he went around to all of the factories — because he knew he had to cut people's hours back, but he didn't want to do it willy-nilly. So he found out how many people were in your family and he cut back your hours according to that so you could still make a living. ... During the Depression, instead of bonuses, everyone got a ham.</p><p><strong>On Chinese managers copying the Bassett Co.'s processes and starting factories overseas in the '70s and '80s</strong></p><p>Chinese middle managers [took] pictures of the line and [tried] to figure out how to replicate it back at home. ...</p><p>[Bassett] let them in because, especially the finishing process — which is what separates a low-end from a medium- and a high-end — ... they did need some expertise on that end and it just became this slippery slope.</p><p>Once they let [the Chinese managers] in, once they started making it, and then once [they] got sort of dependent on this cheaper product, that sort of made the furniture they were still making domestically ... less cost-effective. It made them less competitive all around. And then it just became this tipping point where what was once early on a blended strategy [make/sell furniture and import Chinese furniture], all of a sudden then they're closing factories and making very little.</p><p><strong>On the decline of Bassett and the rise of unemployment </strong></p><p>Their biggest store account was J.C. Penney and they sold them $80 million worth of furniture a year. ... And [Bassett] had won a supplier of the year award in 1999 from them, but then their orders started decreasing. One of the things that Bassett did was they re-engineered their furniture so that they could make it cheaper. Actually, they cut their costs by a third to keep up with the deflation that was going on in the industry. As they did that, the orders still kept disappearing. ...</p><p>An estimated 300,000 workers lost their jobs in furniture and related industries. If you look at Henry County [Va.] alone, they basically ... all closed. ... If you drive down Bassett today, all of the factories — just about all the factories — have been torn down, some of them burned ... because desperate people were trying to steal the copper wiring to resell on the black market. ... It's kind of a ghost town now.</p><p><strong>On how the Bassett family tracked down a Chinese knockoff in China </strong></p><p>There's a dresser that's just come on the scene [in 2001] in the American market and it's a Louis-Philippe [style] dresser. It's wholesaling for $100 and [John Bassett III] can't figure out how the heck [the Chinese company is] able to sell it. \"They can't be making money,\" he says. He has his engineer take it apart and deconstruct it piece by piece and price out the pieces. And he knows they have to be \"dumping,\" which means selling it for less than the price of the materials.</p><p>So he sends his son Wyatt, who is kind of his head business guy, he sends him and a ... translator, who is a family friend, to Dalian because the stick on the back only says \"Dalian, China.\" It doesn't say exactly which factory it's from. And he sends them off to do a secret spy mission. They're pretending that they're looking to buy — but what they're really looking for is that one particular dresser.</p><p>They find it after days and days of searching. They finally end up in this remote section of the province, almost to the border of North Korea, and they find it there. ... The gentleman running [the factory] actually meets with them and he has this very chilly one-on-one dialogue with them that's all translated. But the guy says, basically, \"Close your factories.\" (Bassett's got three factories left at the time.) \"Close your three factories and let me make all of your furniture for you.\" ...</p><p>The translated word, and John [Bassett III] remembered it very well, was \"tuition\"... \"This is the tuition of [China] being able to capture your market share. We're going to sell it so cheap and with government subsidies — we're going to be able to make all of your furniture for you.\"</p><p>They ended up driving them out to this furniture industrial park, out in the country and there [are] just stacks and stacks of timber. ... When [Wyatt] saw all that Russian timber laid out they knew [the Chinese] were serious. And they knew they were going to war.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Factory+Man+Fought+To+Save+His+Furniture+Company&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1866"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331422254-1062d6.m3u?orgId=1&topicId=1033&ft=3&f=331356258"},{"href":"http://media.npr.org/assets/img/2014/07/14/beth-20macy_author-20photo_credit-20david-20hungate-75be4c59652418f5da0463580d5cbce1e373ea23.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2561","width":"3412"}}]}