{"created":"2015-05-14T19:56:37+00:00","modified":"2015-05-14T19:56:37+00:00","valid":{"from":"2014-04-01T17:00:21+00:00","to":"3014-04-01T17:00:21+00:00"},"hreflang":"en","guid":"5a60b22d-dc20-4556-8b50-1b00556db7b9","tags":["APM","SNAP","The Secret Life of a Food Stamp","Wealth & Poverty","food stamps","Walmart"],"description":"The biggest winners of the SNAP economy are the ones the government won’t tell you about.","title":"Part I: The secret life of a food stamp","contentencoded":"<div class=\"barn-cleaned\"><p><em>This story</em> <em>is Part I in</em> <em>a <a href=\"http://www.slate.com/articles/business/moneybox/2014/04/big_box_stores_make_billions_off_food_stamps_often_it_s_their_own_workers.html\"><em>collaboration with Slate</em></a></em> <em>called “The Secret Life of a Food Stamp.”&nbsp;</em></p>\n<p>Last night, as the clock struck 12:01 on the first of the month, some lines of computer code triggered a series of financial transactions that have a profound effect on the American economy. In that instant, hundreds of millions of dollars—taxpayer dollars—were automatically downloaded onto debit cards tucked into wallets and purses of people across America.</p>\n<p>Depending on what state you live in, the same thing will happen at different midnights throughout the month, until 47 million Americans living near the poverty line have received their monthly allotment of food stamp dollars—on average, about $130 per person. Once they get that money, some people will start spending it within minutes.</p>\n<p>It was 12:30 a.m. and snowing when I met Yolanda Ballard and her 8-year-old son recently, pushing a shopping cart full of groceries toward their car in a Walmart parking lot in Dayton, Ohio. “This little dude right here needs breakfast in the morning, so you just come at night and get it over with,” she said.</p>\n<p><span>Ballard is a widow in her forties, with a part-time job at the discount store Dollar General, where she tries to get as many shifts as she can. Ballard's food stamp card, officially known as an Electronic Benefits Transfer or EBT card, had been recharged with $340 that night, a moment she'd been anticipating. As frugal as she tries to be, her food stamps usually run out by the third week of the month. “Then you're kind of putting stuff together and trying to make stuff happen until your stamps come,” she said.</span></p>\n<p><span>One in seven Americans uses food stamps today—that’s more than twice 2000’s number. The fastest-growing group of participants are people like Ballard: people with jobs, who work all year round. Many of these workers are employed by big retail chains that take in tens of billions of dollars in food stamps.</span></p>\n<p>In politics and in the news, a lot of focus is put on the manyYolanda Ballards of America. Whether they deserve the food stamp money they get. What they spend it on. If they abuse the system. Those were the kinds of questions clinging to recent debates in Congress over funding for food stamps. But throughout those debates, which resulted in more than $8 billion in cuts to the program over the next decade, one subject got relatively little attention: what happens to those food stamp dollars after people like Yolanda Ballard swipe their EBT cards, and the money becomes store revenue.</p>\n<p>Last year, a record $76 billion flowed from the U.S. Treasury to peoples' food stamp cards. That money then flowed into the revenue streams of more than 240,000 stores across the country, all of which have been approved by the federal government to accept food stamps, officially known as the Supplemental Nutrition Assistance Program, or SNAP. You can look at SNAP as a government subsidy with two lives. First, low-income people enrolled in the program get financial help to buy food. Then, when they swipe their EBT card at the check-out counter, the government pays that store for that food—which is, of course, being sold at a profit.</p>\n<p><span>So it seems worthwhile to pay attention to how this \"second life” of a food stamp subsidy works. There’s just one problem: A lot of the information about how stores benefit from food stamps is confidential.</span></p>\n<blockquote>The USDA has prohibited the release of information on how much individual companies make from food stamp revenue.</blockquote>\n<p>Even basic facts such as how many food stamp dollars go to a particular store in a particular location are not publicly available. For their part, stores don’t like to volunteer the information. “We don’t provide our market-share data on any categories like that—it’s generally proprietary in nature,” explains David Tovar, vice president of communications for Walmart, which caters to low-income customers and takes in a giant share of food stamp dollars. “I think any information that a retailer shares about how they're serving customers and how they're going to market would be interesting to lots of other retailers.”</p>\n<p>But say you're not a retailer—you’re just someone who wants to know where $76 billion of your tax dollars are going. For you, it might be useful to know which companies profit the most off this federally funded program that Congress created to fight hunger. You might wonder: In what stores and neighborhoods are the most food stamp dollars spent? What kinds of foods do those stores promote and sell? What are the store’s business and labor practices? The answers to those questions might help you see how food stamp subsidies are serving a community—if they’re doing what they were meant to do.</p>\n<p>It was these sorts of questions that Jonathan Ellis, a reporter at the <em>Argus Leader</em> in South Dakota, was pursuing when he stumbled into a legal battle with the federal government that is still unresolved. Ellis had requested information from the U.S. Department of Agriculture (USDA) about exactly how much it reimburses each store for sales from EBT cards.</p>\n<p>“Typically, if a business participates in a government program, you can get a copy of their contract and find out how much they're being paid,” Ellis says. That’s how it works when the government pays a construction company to build a bridge, or a defense contractor to build a fighter plane. But when Ellis filed a Freedom of Information Act request to find out how much the government pays stores in the food stamp program, he was denied.</p>\n<p>In refusing Ellis’ request, the USDA cited a provision dating back to the 1970s forbidding the government from sharing \"relevant income and sales tax filing documents\" that a store might submit in the course of applying to be part of the food stamp program. For many years, officials at the USDA have interpreted that to mean no information can be released on how much an individual store or company makes from food stamp revenue. Ellis and his newspaper think that is a misinterpretation of the federal statute; recently, a federal appeals judge agreed, and sent the issue back to a lower court for review.</p>\n<p>Kevin Concannon, Under Secretary for Food, Nutrition and Consumer Services at the USDA, who oversees the food stamp program, agrees that SNAP sales information should be made available. “I think, personally, it's in the interest of the American public,” he told me. “These are public benefits that are moving through the economy.” Yet he wouldn't rule out the possibility that his agency could appeal the judge's ruling.</p>\n<p>That means for the time being, there is a lot we don’t know about how food stamp subsidies affect stores. So what <em>do</em> we know?</p>\n<p>We know that food stamps affect how and when stores manage their inventory, as sales often spike on the days of the month when benefits kick in. In Ohio, where cards are recharged between the first and the tenth of the month, stores stock up on bread, meats, milk, and cheese ahead of the rush of customers. “All the staples are usually what disappears the fastest,” says Mary Burkett, an assistant manager at a Walmart supercenter in Ohio. “If you don't have your staples, you know customers are going to be upset, you'll lose sales.”</p>\n<p>[[{\"fid\":\"256831\",\"view_mode\":\"primary_image\",\"fields\":{\"format\":\"primary_image\",\"field_file_image_alt_text[und][0][value]\":false,\"field_file_image_title_text[und][0][value]\":false,\"field_description[und][0][value]\":\"Mary Burkett, an assistant manager at a Walmart supercenter in Ohio.&nbsp;\",\"field_description[und][0][format]\":\"full_html\",\"field_byline_text[und][0][value]\":\"\",\"field_migration_notes[und][0][value]\":\"\"},\"type\":\"media\",\"link_text\":null,\"attributes\":{\"class\":\"styles file-styles embed_display media-element file-primary-image\",\"id\":\"styles-0-0\"}}]]</p>\n<p>While we don’t know exactly how much individual stores make in EBT card sales, we know that revenue really matters to stores’ bottom lines. This is something Walmart share-holders have learned firsthand. When Walmart announced disappointing profits and store sales last quarter, company executives blamed bad weather and the reduction in SNAP benefits that went into effect in November 2013, after an economic stimulus bill expired.</p>\n<p>Then just last week, when Walmart released its annual report, it listed among the potential risks facing the company “changes in the amount of payments made under the Supplement Nutrition Assistance Plan [<em>sic</em>].” Namely, the $8 billion in cuts to SNAP that Congress passed earlier this year.</p>\n<p>At a private dinner Walmart held for market analysts last fall in Bentonville, Ark., a company vice president estimated Walmart takes in 18 percent of all food stamp spending in the U.S., a number Walmart’s David Tovar confirmed when I interviewed him. That means Walmart took in more than $13 billion in revenue—or about 4 percent of Walmart’s total sales in the U.S.—from federal food stamp dollars last year.</p>\n<p>So Walmart is likely the biggest single corporate beneficiary of SNAP, but it’s not <em>just</em> Walmart. A growing number of stores have baked food stamp funding into their business model since the Great Recession. The tally of stores authorized to accept food stamps has more than doubled since the year 2000, from big-box stores like Target and Costco to 7-Elevens and dollar stores. It’s a paradox that the more people are struggling to get by, the more valuable food stamps become for business.</p>\n<p>In 2009, the CEO of Family Dollar told shareholders that expanding in to the multi-billion dollar food stamp market represented a \"significant opportunity\" that would help them weather the bad economy. Other stores put tables outside their doors with information about SNAP to help sign more people up.</p>\n<p>Retailers’ embrace of SNAP has been encouraged by the USDA, which depends on stores to make the program work. It’s a symbiotic relationship, and the government takes every opportunity to remind retailers what’s in it for them. In a USDA training video sent to stores that take food stamps, the narrator drives the point home: “If you approach it as you do any other good business practice, accepting SNAP benefits can be a profitable part of your operation.”</p>\n<p>Profitable for companies, and potentially for their workers, too. The USDA’s Kevin Concannon says food stamps can be a job creator. He told me about a visit he made to HEB Grocery, a supermarket chain in Texas. “The vice president of the company pointed to some of the clerks,” Concannon recalls, “and he said, ‘See these folks here? We're able to employ more of those, for more hours per month, due directly to the financial impact of food stamp benefits.’”</p>\n<p>But there is something else that’s important to point out about the jobs you can get at stores that accept food stamps. In many cases, at many different stores, those jobs pay so little that their workers depend on food stamps, too.</p>\n<p>In order to be authorized by the government to participate in SNAP, a store must meet certain standards and fulfill certain responsibilities. It must keep a specific amount and variety of food in stock. It must work with the federal government to monitor fraud. It must not discriminate against customers who use EBT, or force them to use certain lines. But nowhere does the government require that for a store to be part of the food stamp program, it must pay its workers enough that they don’t need to use food stamps themselves.</p>\n<p><em>Additional reporting and production on this story from Jolie Myers and Martha Little.</em></p></div>","published":"2014-04-01T17:00:21+00:00","byline":"Karen Clark","teaser":"The biggest winners of the SNAP economy are the ones the government won’t tell you about.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>This story</em> <em>is Part I in</em> <em>a <a href=\\\"http://www.slate.com/articles/business/moneybox/2014/04/big_box_stores_make_billions_off_food_stamps_often_it_s_their_own_workers.html\\\"><em>collaboration with Slate</em></a></em> <em>called “The Secret Life of a Food Stamp.” </em></p>\"},{\"content\":\"<p>Last night, as the clock struck 12:01 on the first of the month, some lines of computer code triggered a series of financial transactions that have a profound effect on the American economy. In that instant, hundreds of millions of dollars—taxpayer dollars—were automatically downloaded onto debit cards tucked into wallets and purses of people across America.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Depending on what state you live in, the same thing will happen at different midnights throughout the month, until 47 million Americans living near the poverty line have received their monthly allotment of food stamp dollars—on average, about $130 per person. Once they get that money, some people will start spending it within minutes.</p>\"},{\"content\":\"<p>It was 12:30 a.m. and snowing when I met Yolanda Ballard and her 8-year-old son recently, pushing a shopping cart full of groceries toward their car in a Walmart parking lot in Dayton, Ohio. “This little dude right here needs breakfast in the morning, so you just come at night and get it over with,” she said.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Ballard is a widow in her forties, with a part-time job at the discount store Dollar General, where she tries to get as many shifts as she can. Ballard&apos;s food stamp card, officially known as an Electronic Benefits Transfer or EBT card, had been recharged with $340 that night, a moment she&apos;d been anticipating. As frugal as she tries to be, her food stamps usually run out by the third week of the month. “Then you&apos;re kind of putting stuff together and trying to make stuff happen until your stamps come,” she said.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>One in seven Americans uses food stamps today—that’s more than twice 2000’s number. The fastest-growing group of participants are people like Ballard: people with jobs, who work all year round. Many of these workers are employed by big retail chains that take in tens of billions of dollars in food stamps.</span></p>\"},{\"content\":\"<p>In politics and in the news, a lot of focus is put on the manyYolanda Ballards of America. Whether they deserve the food stamp money they get. What they spend it on. If they abuse the system. Those were the kinds of questions clinging to recent debates in Congress over funding for food stamps. But throughout those debates, which resulted in more than $8 billion in cuts to the program over the next decade, one subject got relatively little attention: what happens to those food stamp dollars after people like Yolanda Ballard swipe their EBT cards, and the money becomes store revenue.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Last year, a record $76 billion flowed from the U.S. Treasury to peoples&apos; food stamp cards. That money then flowed into the revenue streams of more than 240,000 stores across the country, all of which have been approved by the federal government to accept food stamps, officially known as the Supplemental Nutrition Assistance Program, or SNAP. You can look at SNAP as a government subsidy with two lives. First, low-income people enrolled in the program get financial help to buy food. Then, when they swipe their EBT card at the check-out counter, the government pays that store for that food—which is, of course, being sold at a profit.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>So it seems worthwhile to pay attention to how this &quot;second life” of a food stamp subsidy works. There’s just one problem: A lot of the information about how stores benefit from food stamps is confidential.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>The USDA has prohibited the release of information on how much individual companies make from food stamp revenue.</blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Even basic facts such as how many food stamp dollars go to a particular store in a particular location are not publicly available. For their part, stores don’t like to volunteer the information. “We don’t provide our market-share data on any categories like that—it’s generally proprietary in nature,” explains David Tovar, vice president of communications for Walmart, which caters to low-income customers and takes in a giant share of food stamp dollars. “I think any information that a retailer shares about how they&apos;re serving customers and how they&apos;re going to market would be interesting to lots of other retailers.”</p>\"},{\"content\":\"<p>But say you&apos;re not a retailer—you’re just someone who wants to know where $76 billion of your tax dollars are going. For you, it might be useful to know which companies profit the most off this federally funded program that Congress created to fight hunger. You might wonder: In what stores and neighborhoods are the most food stamp dollars spent? What kinds of foods do those stores promote and sell? What are the store’s business and labor practices? The answers to those questions might help you see how food stamp subsidies are serving a community—if they’re doing what they were meant to do.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>It was these sorts of questions that Jonathan Ellis, a reporter at the <em>Argus Leader</em> in South Dakota, was pursuing when he stumbled into a legal battle with the federal government that is still unresolved. Ellis had requested information from the U.S. Department of Agriculture (USDA) about exactly how much it reimburses each store for sales from EBT cards.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Typically, if a business participates in a government program, you can get a copy of their contract and find out how much they&apos;re being paid,” Ellis says. That’s how it works when the government pays a construction company to build a bridge, or a defense contractor to build a fighter plane. But when Ellis filed a Freedom of Information Act request to find out how much the government pays stores in the food stamp program, he was denied.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In refusing Ellis’ request, the USDA cited a provision dating back to the 1970s forbidding the government from sharing &quot;relevant income and sales tax filing documents&quot; that a store might submit in the course of applying to be part of the food stamp program. For many years, officials at the USDA have interpreted that to mean no information can be released on how much an individual store or company makes from food stamp revenue. Ellis and his newspaper think that is a misinterpretation of the federal statute; recently, a federal appeals judge agreed, and sent the issue back to a lower court for review.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Kevin Concannon, Under Secretary for Food, Nutrition and Consumer Services at the USDA, who oversees the food stamp program, agrees that SNAP sales information should be made available. “I think, personally, it&apos;s in the interest of the American public,” he told me. “These are public benefits that are moving through the economy.” Yet he wouldn&apos;t rule out the possibility that his agency could appeal the judge&apos;s ruling.</p>\"},{\"content\":\"<p>That means for the time being, there is a lot we don’t know about how food stamp subsidies affect stores. So what <em>do</em> we know?</p>\",\"type\":\"text/html\"},{\"content\":\"<p>We know that food stamps affect how and when stores manage their inventory, as sales often spike on the days of the month when benefits kick in. In Ohio, where cards are recharged between the first and the tenth of the month, stores stock up on bread, meats, milk, and cheese ahead of the rush of customers. “All the staples are usually what disappears the fastest,” says Mary Burkett, an assistant manager at a Walmart supercenter in Ohio. “If you don&apos;t have your staples, you know customers are going to be upset, you&apos;ll lose sales.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>[[{&quot;fid&quot;:&quot;256831&quot;,&quot;view_mode&quot;:&quot;primary_image&quot;,&quot;fields&quot;:{&quot;format&quot;:&quot;primary_image&quot;,&quot;field_file_image_alt_text[und][0][value]&quot;:false,&quot;field_file_image_title_text[und][0][value]&quot;:false,&quot;field_description[und][0][value]&quot;:&quot;Mary Burkett, an assistant manager at a Walmart supercenter in Ohio. &quot;,&quot;field_description[und][0][format]&quot;:&quot;full_html&quot;,&quot;field_byline_text[und][0][value]&quot;:&quot;&quot;,&quot;field_migration_notes[und][0][value]&quot;:&quot;&quot;},&quot;type&quot;:&quot;media&quot;,&quot;link_text&quot;:null,&quot;attributes&quot;:{&quot;class&quot;:&quot;styles file-styles embed_display media-element file-primary-image&quot;,&quot;id&quot;:&quot;styles-0-0&quot;}}]]</p>\"},{\"content\":\"<p>While we don’t know exactly how much individual stores make in EBT card sales, we know that revenue really matters to stores’ bottom lines. This is something Walmart share-holders have learned firsthand. When Walmart announced disappointing profits and store sales last quarter, company executives blamed bad weather and the reduction in SNAP benefits that went into effect in November 2013, after an economic stimulus bill expired.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Then just last week, when Walmart released its annual report, it listed among the potential risks facing the company “changes in the amount of payments made under the Supplement Nutrition Assistance Plan [<em>sic</em>].” Namely, the $8 billion in cuts to SNAP that Congress passed earlier this year.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>At a private dinner Walmart held for market analysts last fall in Bentonville, Ark., a company vice president estimated Walmart takes in 18 percent of all food stamp spending in the U.S., a number Walmart’s David Tovar confirmed when I interviewed him. That means Walmart took in more than $13 billion in revenue—or about 4 percent of Walmart’s total sales in the U.S.—from federal food stamp dollars last year.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>So Walmart is likely the biggest single corporate beneficiary of SNAP, but it’s not <em>just</em> Walmart. A growing number of stores have baked food stamp funding into their business model since the Great Recession. The tally of stores authorized to accept food stamps has more than doubled since the year 2000, from big-box stores like Target and Costco to 7-Elevens and dollar stores. It’s a paradox that the more people are struggling to get by, the more valuable food stamps become for business.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>In 2009, the CEO of Family Dollar told shareholders that expanding in to the multi-billion dollar food stamp market represented a &quot;significant opportunity&quot; that would help them weather the bad economy. Other stores put tables outside their doors with information about SNAP to help sign more people up.</p>\"},{\"content\":\"<p>Retailers’ embrace of SNAP has been encouraged by the USDA, which depends on stores to make the program work. It’s a symbiotic relationship, and the government takes every opportunity to remind retailers what’s in it for them. In a USDA training video sent to stores that take food stamps, the narrator drives the point home: “If you approach it as you do any other good business practice, accepting SNAP benefits can be a profitable part of your operation.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Profitable for companies, and potentially for their workers, too. The USDA’s Kevin Concannon says food stamps can be a job creator. He told me about a visit he made to HEB Grocery, a supermarket chain in Texas. “The vice president of the company pointed to some of the clerks,” Concannon recalls, “and he said, ‘See these folks here? We&apos;re able to employ more of those, for more hours per month, due directly to the financial impact of food stamp benefits.’”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>But there is something else that’s important to point out about the jobs you can get at stores that accept food stamps. In many cases, at many different stores, those jobs pay so little that their workers depend on food stamps, too.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>In order to be authorized by the government to participate in SNAP, a store must meet certain standards and fulfill certain responsibilities. It must keep a specific amount and variety of food in stock. It must work with the federal government to monitor fraud. It must not discriminate against customers who use EBT, or force them to use certain lines. But nowhere does the government require that for a store to be part of the food stamp program, it must pay its workers enough that they don’t need to use food stamps themselves.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><em>Additional reporting and production on this story from Jolie Myers and Martha Little.</em></p>\"}]","itags":["Marketplace for Tuesday April 1, 2014","PMP:Marketplace_PMP","Marketplace","5a60b22ddc205564b50d1b00556db7b9"],"audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2014/03/Walmart%20in%20Cleveland.jpg?itok=Ynh9s_go","meta":{"height":"340","width":"610","crop":"primary"}},{"meta":{"duration":561,"duration_hms":"00:09:21","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/03/31/marketplace_segment25_20140331","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/03/31/marketplace_segment25_20140331_64.mp3","format":"MP3","type":"audio/mpeg"}]}