{"created":"2014-09-23T17:45:51+00:00","modified":"2014-12-04T15:15:52+00:00","valid":{"from":"2014-12-04T15:15:52+00:00","to":"3014-12-04T15:15:52+00:00"},"hreflang":"en","title":"After WWI, A Mother And Daughter Must Take In 'Paying Guests'","published":"2014-09-23T20:10:00+00:00","teaser":"Sarah Waters' spellbinding novel — about two women in 1920s London — is no simple period piece. Waters is a superb storyteller with a gift for capturing the layered nuances of character and mood.","itags":["npr_api","348514539"],"guid":"5a687e7e-8db1-4d9a-a56f-dad68a6ae5f0","contentencoded":"<p>Sarah Waters' new novel, <em>The Paying Guests,</em> is a knockout, which isn't a word any of her characters would use.</p><p>The book opens in 1922: The Edwardian Age, with its high collars and long skirts, is dead; the Jazz Age is waiting to be born — at least, that's the case in the suburban backwater of London where Waters' main character, a 26-year-old spinster named Frances Wray, lives with her mother.</p><p>The Wray women have decidedly come down in the world: Frances' two brothers were killed in World War I and her recently deceased papa made some bad investments. Raised to be a middle-class gentlewoman, Frances now cooks up inferior cuts of beef and empties bedpans and rubs her knuckles raw scrubbing the hallway floor. If Downton Abbey needed an extra slave to work in the kitchen alongside Mrs. Patmore, Frances is more than qualified.</p><p>But <em>The Paying Guests</em> is no simple period piece. As alert as Waters is to historical detail, she's also a superb storyteller with a gift for capturing the layered nuances of character and mood. Any reader familiar with Waters' earlier novels like <em>Tipping the Velvet </em>will know that she's especially drawn to the subject of lesbian relationships. What's so immediately compelling about our protagonist, Frances Wray, is that, in a way that doesn't seem at all anachronistic, she's comfortable in her own queer skin. It's most of the rest of the world — and, tragically, some of the people in her own house — who have serious problems with Frances and her so-called unnatural sexuality.</p><p>Waters structures <em>The Paying Guests</em> like a modern updating of the standard 19th century three-volume novel. The entire story is spellbinding, but I particularly favored Part I with its oppressive pre-thunderstorm air of anticipation. When the novel opens, Frances and her mother are awaiting the arrival of a necessary evil: <em> lodgers,</em> whose rent money will help the Wrays hold on to their large, dark house in south London. Those lodgers or \"paying guests\" are a married couple, Lilian and Leonard Barber, whose \" 'refined,' elocution-class accents\" mark them as less genteel by birth than the Wrays. In delicious detail, Waters has Frances register the change in atmosphere in the house as the invading Barbers stake out their territory.</p><blockquote><p>\"While [Frances] was out in the kitchen assembling a cold Sunday supper, the couple came down, and tapped at the door ... : the [water closet] was an outside one ... and they had to pass through the kitchen to get to it. They came grimacing with apology. ... When Mr. Barber ... headed back upstairs ... she heard him pause in the hall. Wondering what could be delaying him, she ventured a look along the passage, and saw him gazing at the pictures on the walls like a man in a gallery. Leaning in for a better look at a steel engraving of Ripon Cathedral he put his fingers to his pocket and brought out a matchstick, with which he began idly picking his teeth.\"</p></blockquote><p>Slowly, other kinds of trespasses into private territory take place here. I don't want to reveal much more of the plot because one of the great pleasures of Waters' ambitious story lies in its slow unfolding, which readers should be allowed to relish for themselves.</p><p>And speaking of things to relish — as evocative as Waters is in describing more intense moments, like say, the giddiness of fresh sexual attraction, or the violent anger of ex-servicemen panhandling on a London street, she also excels at capturing the mundane. Day after day, the hours slowly pass in the Wrays' shadowy house where three women — Frances, her mother and Lilian Barber are entombed. Money is too tight for entertainments; paying jobs for ladies are still frowned upon; and only volunteer work at the church bazaar beckons. The Wrays' house itself is a presence here, full of unrelenting daily demands of cleaning, waxing and \"endless dusting.\" Frances thinks to herself that the house must \"produce [dust], as flesh oozes sweat.\" When Frances admits passion — the ultimate intruder — into that dull house, chaos erupts.</p><p><em>The Paying Guests</em> is one of those big novels you hate to see end — especially since you sense the end might be a very nasty one, indeed.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+WWI%2C+A+Mother+And+Daughter+Must+Take+In+%27Paying+Guests%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350942746-b613c8.m3u?orgId=1&topicId=1034&ft=3&f=348514539"},{"href":"http://media.npr.org/assets/img/2014/09/15/the-paying-guests-96f4507ea68fa6184a331e3c344b7b8d64d6122f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"949"}},{"href":"http://media.npr.org/assets/img/2014/09/15/sarah-waters-author-photo-c-charlie-hopkinson-9534a01f6fdb364aef4d87d787bf4ca0e89a72c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2498","width":"3330"}}]}