{"created":"2015-02-27T17:11:49+00:00","modified":"2015-06-05T15:28:49+00:00","valid":{"from":"2015-06-05T15:28:49+00:00","to":"3015-06-05T15:28:49+00:00"},"hreflang":"en","title":"U.S. Biologists Keen To Explore, Help Protect Cuba's Wild Places","published":"2015-03-03T01:15:00+00:00","teaser":"Birders especially know that Cuba harbors hundreds of rarely seen, little-studied species. As the island nation opens to more U.S. visitors, scientists hope \"green Cuba\" can survive increased tourism.","itags":["npr_api","387891090"],"guid":"5a6b8a4e-5dd4-4522-a317-f07787f9a648","contentencoded":"<p>As diplomatic relations between the United States and Cuba thaw, the island could see a new wave of tourism — with visitors treated to music and scenery that has been closed to most U.S. residents for more than half a century.</p><p>But beyond the beaches and cabarets, there's a spectacular world of wildlife, with hundreds of plants and animals that live nowhere else. Cuba is also a vital stopover for birds migrating from North America, and much of the wild area is pristine because the government hasn't had the money to develop it. U.S. biologists are eager to explore this \"green\" Cuba ... and help protect it.</p><p>On the streets of Cuba, one of the things that you'll hear soon enough is the country's unique music; the syncopated rhythm of the <a href=\"https://www.youtube.com/watch?v=9In-XlvdpvM\">changui</a> musical form, for example. Go out into the countryside, though, to hear a different kind of music — the call of a yellow-brown woodpecker called <a href=\"http://neotropical.birds.cornell.edu/portal/species/overview?p_p_spp=317816\">Fernandina's Flicker</a>.</p><p>The bird is loud and persistent and you won't hear it anywhere else but Cuba. \"It's a native — an endemic of the savannahs of Cuba, where it's rapidly disappearing,\" says <a href=\"http://vivo.cornell.edu/display/individual24385\">Eduardo Inigo-Elias</a>, an ornithologist with the Cornell Lab of Ornithology in New York. Inigo-Elias says Cuba has 371 species of birds — a fourth of them found nowhere else on Earth.</p><p>But the native birds are only half the story — many North American birds <em>visit</em> the island every year, from backyard warblers to big raptors like the osprey. And these birds need Cuba to survive, says Cornell Lab ornithologist <a href=\"http://www.birds.cornell.edu/Page.aspx?pid=1735&id=24\">Greg Budney</a>. \"There are literally millions of birds, migratory birds, that are making use of Cuba as a stopping point as they cross the Caribbean,\" he says.</p><p>The birds rest and regroup there, and they eat — that's why biologists want to know more about the state of Cuba's environment.</p><p>\"We have a gap in Cuba,\" says Inigo-Elias. \"We have a gap in the Caribbean that is huge, and for us it is so important for scientists to know what these birds are. What are the survival rates? What are the threats that are occurring there?\"</p><p>It has been hard to find out. Inigo-Elias and Budney are among the few U.S. biologists to visit Cuba, and once they get there it's tough to do field work. Though Cuban scientists have welcomed visiting researchers, Inigo-Elias explains, \"They don't have money to buy gas, to be able to move. Or they don't have the trucks to go to the field.\"</p><p>And Americans wandering around Cuba can arouse suspicion.</p><p>Budney recalls one late-night trip to spot a rare bird in a forest which, unfortunately, was in an area where authorities suspected an impending drug-drop by narcotics traffickers.</p><p>\"So they were patrolling the highway, looking for suspicious characters,\" Budney recalls, \"and there we were shining a 2 million candlepower lamp from the southern coast of Cuba.\"</p><p>A midnight phone call to the country's minister of environment ensued. The research team was briefly detained before authorities realized they were just lost birders.</p><p>There could be a lot more American scientists wandering in Cuban forests soon. <a href=\"http://www.edf.org/people/douglas-n-rader\">Doug Rader</a>, a marine biologist with the Environmental Defense Fund, has been to Cuba more than 30 times and says he's getting a lot of phone calls from U.S. colleagues lately.</p><p>\"The normalizing of relationships will unleash a tide of scientists champing at the bit to get back in,\" Rader says.</p><p>And they're not all birders, by any means. Cuba has it all: unique plants, amphibians, reptiles. The string of islands is also a nursery for fish, like snapper and giant grouper, which spawn in Cuba's numerous coral reefs. After that, their larvae float on currents up to North America, where the fish mature.</p><p>One reason for all the diversity is that Cuba is the biggest island in the Caribbean. It's got lots of room and lots of different habitats, which is a recipe for the evolution of lots of species.</p><p>Also, years of <a href=\"http://www.npr.org/2015/02/06/384394981/the-u-s-cuba-a-history\">economic sanctions</a> by the U.S. slowed development that otherwise might have mowed down forests and mangroves. The result: a biological treasure-trove.</p><p>\"There are peaks that are more than 6,000 feet high, plunging deeply into the sea that goes 20,000 feet deep,\" Rader says. \"There are cloud forests that house an incredible array of lizards, painted snails and birds.\"</p><p>Scientists who know Cuba say the government does have strong environmental laws. It has already protected lots of forests and coastal zones. But newly opened doors to the U.S. could also mean more pressure to create wealth — golf courses, hotels, highways. And the lush greenhouse that is Cuba's wilderness hangs in the balance.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Biologists+Keen+To+Explore%2C+Help+Protect+Cuba%27s+Wild+Places&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"287"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389585354-0e3f51.m3u?orgId=1&topicId=1007&d=287&p=2&story=387891090&t=progseg&e=389258065&seg=5&ft=nprml&f=387891090"},{"href":"http://media.npr.org/assets/img/2015/02/25/cuba-coral-reef-e5207df3143faa9639ddfdb960220ffa618e59d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1645","width":"2193"}},{"href":"http://media.npr.org/assets/img/2015/02/25/birds-1_enl-c35d8186541c41295ee6bd6d0d8120b54bac71ff.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"685","width":"799"}}]}