{"created":"2014-09-04T16:43:28+00:00","modified":"2014-12-11T16:34:57+00:00","valid":{"from":"2014-12-11T16:34:57+00:00","to":"3014-12-11T16:34:57+00:00"},"hreflang":"en","title":"From 'The Magic Tree House,' Kids Branch Out To Chapter Books","published":"2014-06-18T15:19:00+00:00","teaser":"The series uses simple language and fanciful adventures to introduce kids to literature, history and science. Author Mary Pope Osborne has visited some 1,800 schools, giving away her books to kids.","itags":["npr_api","322912636"],"guid":"5a6dd66f-c453-4cab-86a3-7cc236d19add","contentencoded":"<p>When Mary Pope Osborne wrote the first set of stories in the <em>Magic Tree House</em> series in 1992, she had a contract for four books, and she figured that would be it. But then she began getting letters from teachers, parents and kids.</p><p>\"Those letters are priceless,\" she says. \"I've memorized so many of them, like: 'Dear Mrs. Osborne, Your books almost made me smart!' or 'Dear Mrs. Osborne, I'm working on my own novel. ... It's not finished yet, it's scary, it's called <em>The Septic System.'</em>\"</p><p>None of the 20 books Osborne had written before had gotten that kind of reaction.</p><p>\"I was stunned, and I realized I was reaching an audience I'd never reached before,\" she says. \"There was something about these rather simple books that was catching fire with young readers.\"</p><p>Now millions of copies of the books have been sold all over the world. The stories — there are more than 50 of them — follow the adventures of Jack and Annie, a brother and sister whose tree house is a jumping off point for magical missions that take them around the world and traveling through time and space.</p><p>For many young readers, <a href=\"http://www.magictreehouse.com/\" target=\"_blank\">The Magic Tree House</a> books are their first exposure to \"chapter books.\" They use simple language to introduce kids to literature, history and science with fanciful stories like <em>Dinosaurs Before Dark</em> or <em>Abe Lincoln at Last</em>. A companion series, the Magic Tree House Fact Trackers, provides a nonfiction version of these stories.</p><p>The series has been so successful that about two years ago Osborne decided it was time to start giving back — so she began donating books to schools in need.</p><p>On a recent day at the Old Mill Pond School in Palmer, Mass., Osborne read to the kids from her latest book and asked for ideas for future books. Then she gave them some good news: Each and every child would receive one of her books.</p><p>Osborne says after many years traveling around the country meeting her fans, she learned that kids in schools with a high poverty rate often did not have access to her books. So she created a program for Title I schools, which have a high percentage of disadvantaged students. Teachers apply for the program, and if the school qualifies, Osborne donates the books.</p><p>\"It's been proven, I think, as a gateway into reading,\" Osborne says. \"Children start with <em>Magic Tree House,</em> and then they move on to harder books, and they take a leap. So I see myself as just a launchpad, and I wanted all kids to have that opportunity.\"</p><p>When Osborne visits a school, she puts a book right into the hands of the children. Kids crowd around her as she starts to hand out her latest book, which is about soccer.</p><p>Third-grader Brady Stahelski has read all but one of the <em>Magic Tree House</em> books and is eager to talk with her about his favorite: \"<em>Winter of the Ice Wizard</em> — I loved that one so much.\"</p><p>Osborne tells him that the book was a little odd for some readers. \"Yeah ... that's why I liked it,\" Stahelski says reassuringly.</p><p>From the library, Osborne moves on to classrooms, where she talks with kids about projects they have created based on the stories in her books.</p><p>Mary Beaulieu, a reading specialist for third- and fourth-graders, says many of the kids in her classes do not have access to books at home.</p><p>\"It means everything for our kids,\" she says. \"It starts this lifelong love of reading. We get kids who really don't read much at home, so giving them that book, it's their own, it's their possession.\"</p><p>Third-grade teacher Christine Lavallee says the <em>Magic Tree House</em> books are perfect for kids who are just starting to read or even struggling with reading: \"They have the same two characters, they have the tree house, there's always some magic involved, there's an adventure they have to go on, a mystery to be solved — so as a reader who is just starting out, they can follow it a little bit better,\" she explains. \"And they don't have to build the structure of the story in their minds like you might with a text you have never read before. So it just gets them ripping through books.\"</p><p>After leaving the classroom, Osborne says she never set out to be a reading specialist. But once she fell into this world, she realized that she had found a new calling.</p><p>\"My first 20 books were what <em>I</em> wanted to write,\" she says. \"I wasn't even thinking of children. It's just what I wrote happened to be for children. But now I feel I have this huge group I am responsible to — so it's changed. My life has changed around the series ... definitely for the good. It feels a little heavier, the burden, but it's a good burden.\"</p><p>Since she started the program, Osborne has traveled around the country from New Jersey to Alaska and given hundreds of thousands of books to some 1,800 schools.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+%27The+Magic+Tree+House%2C%27+Kids+Branch+Out+To+Chapter+Books&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lynn Neary","audio":[{"meta":{"duration":"346"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323032843-0af70b.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=322912636"},{"href":"http://media.npr.org/assets/img/2014/06/17/treehouse-2b5dbd7ace990eceac5990f6d295661dbed6bfa1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"984","width":"1311"}},{"href":"http://media.npr.org/assets/img/2014/06/17/ap965527929762-35d8972b6485a9b54a252319ac8add2478fe5c29.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1355","width":"1800"}}]}