{"created":"2014-12-16T21:19:49+00:00","modified":"2015-06-11T14:51:30+00:00","valid":{"from":"2015-06-11T14:51:30+00:00","to":"3015-06-11T14:51:30+00:00"},"hreflang":"en","title":"Marvel At 75: Still Slinging Webs And Guarding Galaxies","published":"2015-02-05T19:30:00+00:00","teaser":"What became Marvel Comics got its start in 1939 as Timely Publications. It went through many changes — but one constant has been writer Stanley Lieber, better known as Stan Lee.","itags":["npr_api","370368872"],"guid":"5a6f04dc-5e20-4987-ba1f-8ff64a46b077","contentencoded":"<p>Marvel Comics has provided some of Hollywood's biggest box-office characters ever: The Avengers, the X-Men, the Guardians of the Galaxy, Iron Man, Spider-Man, all starring in gargantuan special effects blockbusters.</p><p>And like every superhero, Marvel Comics has an origin story. It begins in New York City, in 1939.</p><p>To compete against DC Comics' new Superman character, what was then called Timely Publications began selling 10-cent magazines with the illustrated adventures of its own champs: Captain America (a superhuman soldier), the Human Torch (a test-tube-created android who would catch fire around oxygen), and the Sub-Mariner (an undersea prince who hated humans).</p><p>World War II was on, so \"naturally the big enemy we would have would be Hitler,\" says Stan Lee, Marvel's revered writer, editor, publisher, former president and chairman. \"Captain America,\" he says \"was always beating Hitler up every chance he had.\"</p><p>Lee's almost 92 years old now, but he started at Marvel when he was just 17. From office boy, he quickly graduated to writing the stories. Lee was a pen name for Stanley Martin Lieber.</p><p>\"I wanted to save that name for the great novel that I would never write,\" he muses. \"In the very beginning I was embarrassed to be writing comics 'cause most people had a very low opinion of them. But it was a living.\" A few years later, Lee enlisted in the Army and didn't return to Timely Comics till the war ended.</p><p>At that point, the company ditched its superhero stories, says longtime Marvel writer and editor Roy Thomas, author of a colossal new book that chronicles the company's history. Thomas says the superhero stories just weren't selling well. \"After you've been fighting Nazis for several years, somehow fighting a bank robber isn't as exciting,\" he says. \"They just had run out of steam. And there were newer things that came in.\"</p><p>Marvel began putting out mysteries, horror comics, detective stories, fictionalized crime tales, even Bible stories. And romances, most of which Lee wrote. \"They were suppose to be confession stories by girls,\" says Lee. \"So I came up with what I thought was a clever idea. I wrote 'as told to Stan Lee.' So I was able to get my name on all the stories.\"</p><p>Timely Publications became Marvel comics, and Lee says the genres came in waves. \"The publisher, Martin Goodman, would just look at the sales figures, and he'd say 'oh, Western books seem to be selling better this year, let's just do a lot of Westerns.' It'd work like that,\" says Lee. \"It was funny, he had a fetish for certain names; he loved the word 'kid' for the Westerns. So we had Kid Colt, Outlaw; the Texas Kid, the Rawhide Kid, the something else Kid, I can't even remember all the names but there were a lot of Kids.\"</p><p>By then, Lee was working with a group of artists, including Jack Kirby and Steve Ditko. In 1961, the publisher asked them to create a superhero team to rival DC Comics' new Justice League of America. Marvel's response was the Fantastic Four: The Thing, Mr. Fantastic, Invisible Girl and new — actually human — Human Torch.</p><p>\"You could tell from the beginning this just wasn't going to be like all the other superhero comics,\" says Thomas. \"They fought and argued. They didn't wear costumes at first. And when they did wear costumes, the Thing said, 'I ain't wearing this thing' and he throws it away. They start hitting each other. They talked with slang.\"</p><p>Lee and Kirby also created Iron Man, Hulk, Thor, the X-Men and Daredevil: superheroes with flaws, living — and sometimes quarreling among themselves — in New York City, in a shared universe. \"I kept it all local,\" says Lee. \"They could all meet each other and guest-star in the stories and it made them more fun for me. I think more surprising and more fun for the readers.\"</p><p>Lee's favorite superhero was an awkward adolescent. \"I went into my publisher's office,\" Lee recalls. \"I said I want to do a hero called Spider-Man; I want him to be a teenager and I want him to have a lot of personal problems, I think that will make it interesting. Well, this is the reception I got: 'You can't call a hero Spider-Man because people hate spiders; he can't be a teenager because only a sidekick can be a teenager; and he can't have personal problems. Stan, don't you know what a superhero is? They don't have personal problems.' \" But Spider-Man was a hit.</p><p>Marvel's complex heroes set them apart from DC Comics. They were popular, says Thomas, because of their human emotions. \"Not just sock, bam, pow. But real problems they had,\" he says. \"You know, Spider-Man can't get a date and his aunt is having a heart attack. The heroes fight amongst themselves. This was what teenagers could relate to.\"</p><p>Lee remembers the company's Manhattan office were so tiny, there was no room to store the original artwork; secretary Flo Steinberg was tasked with giving or even throwing it away, to the chagrin of later comics collectors.</p><p>Most of the artists were freelancers working from home. But in every issue, Lee published letters to and from fans. Just like his Marvel universe, Lee says he wanted to create the illusion the staff was working in a boisterous bullpen. <br /> In 1965, they made a promotional record, where Lee and his staff joked among themselves. \"Well, well, Jolly Jack Kirby,\" Lee says in the recording. \"Say a few words to the fans.\"</p><p>\"A few words,\" quips Kirby.</p><p>And there was a fan club called The Merry Marvel Marching Society, complete with its own theme song: \"March along, march along, march along, march along with the Merry Marvel Marching Society,\" Lee sings from his office in Beverly Hills. He adds, \"I wanted it to be like we're all in the same club and having a good time with it. Everything was for the fans.\"</p><p>Over the years, Thomas notes in the book, Marvel struggled financially; at one point the company was bailed out by rival DC, and later, by publishing <em>Star Wars</em> comic books before the movie franchise premiered. In the 1970s, Marvel characters began getting their own TV shows like <em>The Incredible Hulk</em> and Saturday-morning cartoons. And in recent years, Hollywood has begun unleashing its blockbuster hits based on Marvel superheroes.</p><p>Marvel's universe expanded, developing legions of fans of all ages. Some of them showed up recently at the <a href=\"http://hammer.ucla.edu/programs-events/2014/12/75-years-of-marvel/\">Hammer Museum</a> in Los Angeles, where Lee and Thomas signed autographs.</p><p>Among the admirers was Stanley West, a 58-year-old stock trader. \"Stan, thank you very much,\" he told his idol. \"I want to let you know I really appreciate what you've done, especially for black folk, when you had the first black comic book character.\"</p><p>\"Damn right,\" answered Lee, who penned the Black Panther back in 1966. <br /> Lee shows no signs of slowing down. With his company, Pow Entertainment, he's now working on Chinese, Indian and Latino superheroes for the movies. He's the subject of Roy Thomas' next book for Taschen. And he's making yet another cameo appearance in the upcoming <em>Avengers</em> movie.</p><p>As Marvel celebrates its 75 years, Stan Lee himself remains a comic book hero.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Marvel+At+75%3A+Still+Slinging+Webs+And+Guarding+Galaxies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"332"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371253693-bf4306.m3u?orgId=1&topicId=1161&aggIds=100876926&d=332&p=2&story=370368872&t=progseg&e=371178807&seg=9&ft=nprml&f=370368872"},{"href":"http://media.npr.org/assets/img/2014/12/12/xl_75_years_of_marvel_pr_02-332446e9d05073b28ddb1f083036fb3af441f964.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2951","width":"3935"}}]}