{"created":"2015-02-17T10:04:50+00:00","modified":"2015-05-13T21:15:13+00:00","valid":{"from":"2015-05-13T21:15:13+00:00","to":"3015-05-13T21:15:13+00:00"},"hreflang":"en","title":"On Iran's Streets, 'Death To America' ... And Hope For A Nuclear Deal","published":"2015-02-17T18:01:00+00:00","teaser":"Many Iranians seem prepared to shift relations with the West. But there are also plenty of skeptics when it comes to the prospect of a nuclear deal and normal ties with the U.S.","itags":["npr_api","386876102"],"guid":"5a7a8c5b-9ac4-42ec-a753-3ef9a0d34031","contentencoded":"<p>At the anniversary of Iran's revolution, Iranians still chanted \"Death to America.\" Yet many we encountered in a brief visit to the country seemed prepared to shift relations with the West.</p><p>We interviewed more than 20 people in three cities: Tehran, Isfahan and Kashan. Our talks were very far from a scientific sample. They took place in a country where citizens must speak with great care.</p><p>But the people we met in offices, in restaurants and on the streets represented a range of backgrounds and political views. They included liberals and conservatives, men and women, the young and old, the middle class and elites, people close to power and far from it.</p><p>An economist seemed almost desperate for Iran to seize the opportunities that would come with a nuclear deal that lifts economic sanctions. An investor spoke of real estate developments for which he had already laid the groundwork; he was waiting for a nuclear deal before proceeding.</p><p>A graphic designer said the burst of optimism that came after Iran's 2013 presidential election had subsided; she was ready for greater change. A craftsman hammering designs on metal vases agreed that little has improved since 2013, yet he remained quietly supportive of President Hassan Rouhani, who won that election. Rouhani has made better relations with the outside world his signature cause.</p><p>To be sure, we encountered other views. It is significant that those linked with Iran's supreme leader, Ayatollah Ali Khamenei, were the most skeptical of a nuclear deal.</p><p>Khamenei's authority exceeds that of the president, and shortly before we arrived, the supreme leader gave a speech in which he signaled openness to a deal. But he also laid out a number of explicit conditions for how the deal must be made. Iranians paid attention to this speech, and when asked about the nuclear deal, some said only that they relied on Khamenei's guidance.</p><p>So a nuclear agreement seemed very far from assured. But Hamid-Reza Taraghi, a leader of a political party linked with Khamenei, insisted that Iran had \"100 percent\" of the political will that was necessary.</p><p><strong>A Tale Of Two Iranians</strong></p><p>The range of views can be represented by the stories of two Iranains: one who's eager for a nuclear deal, and one who isn't. They work within sight of each other.</p><p>The skeptical one is Mohammad Reza Shoghi. We met him at an evocative place: the former United States Embassy, where Iranian activists seized American hostages in 1979.</p><p>Today the embassy is a base for the Basij, a revolutionary militia and political organization that is under the ultimate authority of the supreme leader. Basijis, as the members are called, are spread throughout the government and business world. And they include Shoghi, who works as a public relations specialist for the Basij.</p><p>He showed us around the main building of the embassy, which has been made into a museum. The displays inside were entirely devoted to proving the evil of the United States.</p><p>Wall posters showed dead bodies from the wars in Vietnam and Iraq. Nearby were documents and equipment captured in the takeover of the embassy in 1979, including machines labeled \"National Security Agency.\"</p><p>The history Shoghi spun out in room after room is the history many Iranians have been taught, a mixture of fact and delusion. In this version the U.S. not only supported the shah of Iran, the ruler who was overthrown in 1979, but also staged the Sept. 11 attacks on itself.</p><p>A huge mural running up the walls of the central stairwell showed planes striking the twin towers; American tanks invading Iraq; Jews controlling Hollywood; and the 12th imam, a key figure in Shiite Muslim theology, returning to earth in a manner similar to that which many Christians expect of Jesus Christ.</p><p>At the end of the tour, Shoghi asked if we had any questions. Rather than dwell further on the past, I asked about the present. The supreme leader has signaled openness to a deal with America. What did Shoghi think?</p><p>Shoghi said he doubted President Obama's sincerity, and noted that past efforts to resolve the nuclear impasse were spurned.</p><p>\"How should we be optimistic, given the history?\" he asked.</p><p>Shoghi was speaking through an interpreter, but his answer to another question required no translation.</p><p>\"Do you believe that the United States and Iran can ever be friends?\" I asked.</p><p>\"Nah,\" he replied.</p><p>Shoghi has two sons. When I asked what future he wants for them, he said he just wants Iran to be independent of Western countries.</p><p><strong>'I Have Been Crying Within Myself' <br /></strong></p><p>Next to the former embassy we heard a very different view. Just across a side street, and visible over the embassy wall, is the Iran chamber of commerce. An annex next to it the holds the International Chamber of Commerce, where we found Mehdi Behkish. He's 70 years old, with a mild expression and a white goatee.</p><p>Behkish is an economist who directs Iran's chapter of the international chamber. And he is an eloquent spokesman for investing in his country.</p><p>\"This is a land of opportunity,\" he said. \"For more than 20 years or so, or 30 years, our machines have not been renewed. Our lands have not been used. Our opportunities have not been grabbed ... and because of the depreciation of our local currency, I think labor and raw material are very cheap in this country.\"</p><p>Of course foreign companies generally can't invest unless a nuclear deal relieves the economic sanctions. But Behkish can envision such a deal. His idea of the United States is more rounded than the one on display at the embassy, because he's lived in the U.S.</p><p>He attended Indiana University in the 1970s and graduated shortly before Iran's revolution.</p><p>The education made all the difference to Behkish, who was raised far from Iran's capital in the city of Mashhad.</p><p>\"I grew up in a very poor family,\" he said, \"and a very populated family. We were nine children and I was the eldest.\"</p><p>Several of his brothers became leftist political activists, but once Behkish reached Indiana, he \"learned the modern situation of the capitalist world, the free market world.\"</p><p>He insists that world is not so foreign to Iran's rich tradition as a trading nation, astride the ancient Silk Road that ran from China to Europe.</p><p>In the decades since the 1979 revolution, Behkish has watched the market economy slowed by war, turmoil, the Islamist government and Western economic sanctions.</p><p>\"I have been crying within myself sometimes, to see such huge opportunities, the benefits of which should go to the people,\" he said.</p><p>What if there is no final deal?</p><p>\"Personally I would say that it can't be that there would be no deal because otherwise the situation cannot be understandable,\" he said. \"I think that's so bad, so bad that I would reject it. Even I would not give a 1 percent choice for that. The other alternative would be war, so there should be a deal, sooner or later. I hope so.\"</p><p>Behkish thinks Iranians are optimistic that there will be a final deal — so much so that the optimism has helped Iran pull out of its devastating recession. And for Behkish it is not too early to dream.</p><p>He told us that Iran could be a major manufacturing center, a transit way to Central Asia, and a far greater producer of petrochemicals. And he is already looking forward to the moment when it could all begin — which would also be the moment that he could return to the United States for the first time since the '70s.</p><p>\"When this [nuclear] deal is done, I will be in Washington in four or five months,\" he said. \"We've got to set up a U.S.-Iran chamber of commerce.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+Iran%27s+Streets%2C+%27Death+To+America%27+...+And+Hope+For+A+Nuclear+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Inskeep","audio":[{"meta":{"duration":"518"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386876103-c4a88e.m3u?orgId=1&topicId=1009&d=518&p=3&story=386876102&t=progseg&e=386875221&seg=1&ft=nprml&f=386876102"},{"href":"http://media.npr.org/assets/img/2015/02/17/mohammad-reza-shoghi-inskeeep-8a2fb82949fbcf6e50f8c90f7ba2908d787ea9c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1472","width":"1963"}},{"href":"http://media.npr.org/assets/img/2015/02/17/mehdi-behkish-messick_custom-ea53aa409e0dca4a3df9f2cabccc637839aa73ff.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1365","width":"1939"}}]}