{"created":"2015-05-21T22:05:33+00:00","modified":"2015-05-22T18:55:19+00:00","valid":{"from":"2015-05-22T18:55:19+00:00","to":"3015-05-22T18:55:19+00:00"},"hreflang":"en","guid":"5a8fe4b0-7a0a-4904-9b73-879a2b96a3cd","title":"Not Waco: Being Putin's favorite motorcycle gang has its perks","published":"2015-05-22T18:55:18+00:00","byline":"Bradley Campbell","tags":["russia","Putin","night wolves","hells angels","waco","Culture","Arts, Culture & Media","Outlaw motorcycle club","Vladimir Putin","Waco"],"teaser":"The Night Wolves are a motorcycle gang in Russia that claim to reject law. They've received plenty of money from the Kremlin to boost its interests of new, muscular nationalism.","contentencoded":"<p>In Russia, a motorcycle gang lives by the motto, \"Wherever the Night Wolves are, that should be considered Russia.\"</p>\n<p>Vladimir Putin likes that.</p>\n<p>\"They are not you stereotype of the outlaw motorcycle gangster,\" says Mark Galeotti, who wrote about the <a href=\"http://www.themoscowtimes.com/opinion/article/an-unusual-friendship-bikers-and-the-kremlin/521763.html\">Night Wolves</a> in The Moscow Times. \"In part they are wannabe bikers. In part they are real thugs. But the main thing they represent is the kind of person who wants the thrill of feeling like a biker, with the studded leather jacket and everything else, but actually doesn't want to run up against the state. They are house trained, safe, outlaw motorcycle gangsters.\"</p>\n<p>So despite the bikes and the leather and the hair, don't think Waco. Don't think Hells Angels.</p>\n<p>If they get in scrapes, think about their angel in the Kremlin.</p>\n<p>Galeotti says the group, formed in the 1980s, has shifted from counterculture to muscular nationalism. Enter — vrooom! — Putin.</p>\n<p>\"Putin himself first came across them in 2009. He went and visited one of their garages in a carefully planned photo op,\" he says. \"And it's clear that from that point there's been a sort of perfect little marriage. Putin likes anything that helps him foster his macho, bad boy image. Obviously, going for rides with motorcycle gangsters works for that. Likewise, the Night Wolves got a patron that gave them a lot of freedom, liberty, and a lot of money. More than a million dollars in grants have been allocated to them.\"</p>\n<p>Galeotti says Putin represents the leader the Night Wolves want to see in the Kremlin: an outspoken Russian nationalist. One who brought Crimea back to Russia.</p>\n<p>Being close to Putin also keep the Night Wolves safe, should they venture into the type of trouble we saw in Waco. Galeotti says the Night Wolves have clashed with rival gangs. \"But the Night Wolves always, mysteriously, seem to get let off, whereas the other gangsters end up going to prison,\" he says. \"So this means the Night Wolves get to have their fun and not worry about the cost.\"</p>\n<p>But there are dangers in hitching your politics to a gang you can't control, even if they gang is relatively peaceful.</p>\n<p>\"It's more the increasing way Putin relies on groups like the Night Wolves, like the militias that are fighting in the Donbass region of Ukraine, who are kind of sort of under state control and sort of not. It means that he gets deniability but he also has less real control.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fbeing-rolling-propaganda-machine-kremlin-has-its-perks&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/0521201509.mp3"},{"href":"http://admin.pri.org/file/0521201509mp3"}]}