{"created":"2015-02-06T23:01:13+00:00","modified":"2015-02-09T20:59:36+00:00","valid":{"from":"2015-02-09T20:59:36+00:00","to":"3015-02-09T20:59:36+00:00"},"hreflang":"en","guid":"5a93bae6-cf34-494c-b344-fb6bea51eb51","title":"Jordanians rally against the Islamic State","published":"2015-02-09T20:59:32+00:00","byline":"Shirin Jaafari","tags":["jordan","Amman","politics","Islamic State","ISIS","ISIL","syria","Conflict","Conflict & Justice","Amman","Asia","North America","Jordan","United States","Syria","Middle East","Asia","North America","Daoud Kuttab","Moaz al-Kasasbeh","Rania","Jordan","Amman","Politics","Islamic state","ISIS","ISIL","Syria"],"teaser":"Thousands showed up at a rally in Amman to show their anger against ISIS and the brutal killing of air force pilot Moaz al-Kasasbeh. What ISIS has done, Queen Raina tells the crowd, ''is not Islam.'' ","contentencoded":"<p>Anger hasn't subsided in Jordan. Not yet.</p>\n<p>Thousands turned out on Friday in support of their government's military response to the killing of Lieutenant Moaz al-Kasasbeh. They held pictures of the late pilot as well as the Jordanian flag. Earlier this week, the Islamic State released a video that showed al-Kasabeh being burned alive.</p>\n<p>The pilot had been captured when his F-16 fighter jet went down in Syria in December.</p>\n<p>In response to the brutal killing, the kingdom's warplanes have dramatically stepped up their bombing raids on ISIS targets in recent days.</p>\n<p>Daoud Kuttab, founder of Radio al-Balad in Amman says most Jordanians are still in shock and they want revenge for the death of the 26-year-old. \"The anger is quite deep,\" he says.</p>\n<p>At the rally, Jordan's Queen Rania said that what the Islamic State has done \"is not Islam\" and that Jordanians \"have to reclaim [their] religion.\"</p>\n<p>Kuttab says at first, when Jordan announced that it will be joining in the US-led coalition against ISIS, some Jordanians criticized their government, saying that this is not Jordan's war. Today, he says, some of those critics have taken on a new tone. \"[They] are saying now that we've seen what they have done to our pilot in an inhuman way, we are in favor of the campaign,\" he says from Amman.</p>\n<p>At the same time, Kuttab worries that the Jordanian government might be turning this moment into a propaganda show. State TV has been showing footage of Jordanian jets dropping bombs on ISIS territory. One of them sets off a big ball of fire as it hits the target. Jordanian air force personnel have also been shown on TV, writing messages on missiles aimed at ISIS. \"We will show them hell, from Jordanian air force,\" one reads.</p>\n<p>\"There is a bit too much militarization ... and a bit of exaggeration of the emotional aspect of this,\" Kuttab says.</p>\n<p>He is hopeful, however, that once the anger subsides, \"people will use their head, rather than their heart.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0206201506.mp3"},{"href":"http://www.pri.org/file/0206201506mp3"}]}