{"created":"2015-02-11T21:33:28+00:00","modified":"2015-06-05T15:29:30+00:00","valid":{"from":"2015-06-05T15:29:30+00:00","to":"3015-06-05T15:29:30+00:00"},"hreflang":"en","title":"Even 'Proper' Technique Exposes Nurses' Spines To Dangerous Forces","published":"2015-02-25T22:09:00+00:00","teaser":"What exactly is happening to nurses' backs when they move and lift patients? NPR's Daniel Zwerdling teamed with scientists for a high-tech look inside his own back as he tried the same maneuvers.","itags":["npr_api","383564180"],"guid":"5aa16f1b-9c43-443d-a355-3e057288d36e","contentencoded":"<p>Scientists say nurses like Sunny Vespico are prime examples of what nursing schools and hospitals are doing wrong: They keep teaching nursing employees how to lift and move patients in ways that could inadvertently result in career-ending back injuries.</p><p>Vespico, a registered nurse, was working the night shift in the intensive care unit at Temple University Hospital in Philadelphia on March 31, 2012. At roughly 12:30 a.m., a large patient was having trouble breathing, so Vespico and a nursing assistant moved her to a special air bed designed for patients with respiratory problems.</p><p>\"Immediately I felt a pop in my back and pain down my leg,\" Vespico says. \"As a nurse, and understanding the mechanics of the body, I knew that there was something very wrong.\"</p><p>An MRI confirmed it: She had herniated one of her discs. And so began a saga of excruciating pain and months off from work.</p><p>\"I am 36 years old,\" Vespico says. \"I've had three surgeries over the last two years. And only now, after the third surgery, I might have a chance of being able to return to being a bedside nurse.\"<strong><br /></strong></p><p>Vespico says when she and her colleague rushed to help the 200-pound patient, they tried to lift her using \"proper body mechanics\" — the way hospitals and nursing schools have been teaching for more than 100 years.</p><p>According to the online course <a href=\"http://www.brooksidepress.org/Products/Nursing_Fundamentals_1/lesson_4_Section_1.htm\">Nursing Fundamentals</a>,<em> </em>\"Body mechanics is the utilization of correct muscles to complete a task safely and efficiently. Keep your back straight. Bend at the knees and hips.\"</p><p>But William Marras, director of the Spine Research Institute at The Ohio State University, says \"this is why nursing staffs are getting hurt lifting patients.\"</p><p>\"The magnitude of these forces that are on your spine are so large that the best 'body mechanics' in the world are not going to keep you from getting a back problem,\" he says.<strong><br /></strong></p><p>Marras and his colleagues have used sophisticated electronic gadgetry to peer inside the backs of nurses and other hospital staff as they move patients. Their conclusions have dramatic implications for the hospital industry:</p><p>\"There's no safe way to do it with body mechanics,\" he says.</p><p>Hospital staff can lift and move patients safely only if they stop doing it manually — with their own human strength — and use machines and other equipment instead, Marras says. That means nursing staff might move patients by using technology such as a ceiling hoist — much like factory workers move heavy parts.</p><p>Marras and his colleagues published their first results in 1999 in a <a href=\"https://spine.osu.edu/sites/spine.osu.edu/files/uploads/Publications/1999/Ergonomics_1999_42-7_904-926.pdf\">journal article</a>.</p><p>The study was small, with 17 subjects. But since then, researchers in the federal government have done their own studies and reached similar conclusions. And today, officials in federal agencies concerned with health issues — including the Centers for Disease Control and Prevention (CDC), the Occupational Safety and Health Administration and the Department of Veterans Affairs — cite Marras' findings like gospel.</p><p>Prominent nursing groups, such as the American Nurses Association and the National Nurses United union, endorse the conclusion that nursing staff cannot lift patients safely without proper equipment. Yet <a href=\"http://www.npr.org/2015/02/04/382639199/hospitals-fail-to-protect-nursing-staff-from-becoming-patients\">NPR found that administrators at most hospitals still do not follow the findings</a>.</p><p><strong>Re-Creating The Study<br /></strong></p><p>I spent a day at Marras' research center on Ohio State's campus in Columbus to see how they conducted their landmark study. At first glance, his center doesn't look like it has much to do with hospitals. An entire wing looks like it might be an auto factory — with a car chassis suspended in a giant metal cage that can raise, lower and rotate the car body in midair as though it were a toy.</p><p>Marras says that's because his center has conducted much of its research for auto companies, studying which positions might be safest for workers' backs on the assembly line.</p><p>But in the late 1990s, an official from Washington state government asked Marras if he would study nursing employees, too. Public health officials in Washington were seeing large numbers of injuries among hospital nursing staff in hospitals and long-term care facilities, and wanted to understand what was causing them and how to prevent them. So Marras' staff recruited a group of nurses and nursing assistants, brought them into the lab, and then had them perform a series of typical nursing tasks as electronic sensors measured the forces on their bodies.</p><p>If Marras had embarked on that study earlier in his career, it would have been an ordeal for the test subjects. \"We used to monitor the muscle activity by loading little wires into hypodermic needles, and punching the needles into the muscles of interest, pulling out the needle and embedding the wire in there,\" Marras says. \"And we've also done things like measured intra-abdominal pressure, sticking tubes up their nose into their stomach.\" He paid his test subjects, but they made sacrifices in the name of science.</p><p>By the time Marras launched his nursing study, he had invented, and patented, a piece of equipment that made the research more palatable. It's the \"Lumbar Motion Monitor,\" which looks like a human spine made from an Erector Set. To show how they conducted the study, Marras' research staff turned me into a test subject. They strapped the artificial spine on top of my real one, and connected it with 20 sensors that they pasted on my chest, stomach, legs and back — just as they did with their nursing test subjects.</p><p>\"What electromyography sensors do,\" said Jon Dufour, a research associate engineer at the Spine Research Institute, \"is, basically, when your muscles activate, or when you recruit your muscles, they give off electricity. And we can actually capture that and use that to understand how you're using your muscles internally.\"<strong> <br /></strong></p><p>Dufour stood back and laughed when they finished wiring me. \"So, you are officially the bionic man,\" he said. \"You look like a robot with all these wires hanging off you.\"</p><p>Next, they rolled in a hospital bed — and the experiment began. One of their colleagues played the part of a patient and laid down. He weighed about 150 pounds, which is lighter than many real-life patients. About 70 percent of the adult population is overweight or obese, according to the CDC, and many patients in acute care hospitals top 300 pounds.</p><p>To repeat what the subjects did in Marras' original study, I was supposed to scoot the \"patient\" to the edge of the bed and help him sit up, then help him into a wheelchair and push him to the commode, then move him from the wheelchair onto the commode, and then do it all in reverse.</p><p>Marras gave me a quick lesson in \"proper body mechanics.\" But I started straining and grunting as soon as I tried to move the patient. Marras looked alarmed. \"You may want to just stop before you actually lift him, so we don't hurt you,\" he said.</p><p>I did stop, because just trying to help the patient sit up in bed, I felt uncomfortable pressure in my back. Admittedly, I had not trained in \"proper body mechanics\" as nursing staff had done, but Marras said my inexperience was not the main problem.</p><p>Next, we turned to a huge screen and watched something that looked straight out of a sci-fi movie. The sensors had captured all of my movements and animated them as a moving 3-D skeleton.</p><p>As the film version of my skeleton bent, pulled and twisted exactly as I did with the patient, the computer showed the forces pulsing along my spine.</p><p>\"We predict that you wouldn't last very long in this profession,\" Marras said as he watched. That's because, according to the computer, those forces on my lower back were above the thresholds that cause damage. \"We would expect disk problems eventually,\" Marras said.</p><p><strong>The Findings<br /></strong></p><p>Moving and lifting patients manually is dangerous even for veteran nursing staff, Marras says, for several reasons:</p><ul><li>The laws of physics dictate that it's easiest to lift something when it's close to your body. But nursing employees have to stand at the side of the bed, relatively far from the patient.</li></ul><ul><li>Nursing employees also often bend over the patient. That's important, because there's a chain of bones along the spine, called facet joints, hidden under the little bumps protruding under the skin. Those bones interconnect and help absorb loads when standing straight. Marras says that when nurses lift as they're bending, those bones disengage and their disks take most of the force. Those forces are \"much, much higher than what you'd expect in an assembly line worker,\" he says.</li></ul><ul><li>When nurses keep working under these loads, it causes microscopic tears in the \"end plates,\" which are films as thin as credit cards above and below each disc. Those tears lead to scar tissue, which can block the flow of nutrients into the disks — until, eventually, the disks start to collapse. \"You could be doing this damage [to your back] for weeks or months or years, and never realize it,\" says Marras. \"The event that caused you to feel the problem is just the straw that broke the camel's back.\"</li></ul><p>There's one more striking finding in Marras' studies: Even when two or more nursing employees lift a patient together, they are in danger of injuring their backs. This finding is especially important when you consider that some hospital administrators have formed teams of two to four dedicated lifters, specifically as a strategy to prevent staff from getting hurt.</p><p>But Marras' artificial spine and sensors show that when employees lift a patient together as a team, physics and biology make things more complicated. For instance, team lifting reduces the amount of weight each person has to handle, and it can reduce \"compression\" forces on their spines — the kind of forces exerted when a person lifts an object straight up.</p><p>But Marras' studies show that even teams don't reduce those compression forces to safe levels. Worse: The studies show that lifting patients in teams actually increases another kind of force — shear.</p><p>To understand shear, Marras says, picture a team at work: Each member is a different height and a different strength, so the lifting is uneven, which forces people to bend — and that leads to bigger forces pressing against the spine sideways. That's shear.</p><p>\"The problem is, our tolerances to that shear are nowhere near as great as they would be to compression,\" says Marras. \"And so we're at greater risk when we're lifting as a team.</p><p>\"The bottom line is, there's no safe way to lift a patient manually,\" Marras says. \"There's no safe way to do it with body mechanics.\"<strong><br /></strong></p><p>Yet when NPR contacted hospital officials at random across the country, we found that many are still not acting aggressively on those findings. For instance, we asked Donna McKinney, vice president of acute care services at Exeter Hospital in Exeter, N.H., how her staff learns to move patients.</p><p>She didn't hesitate to answer: \"As part of the orientation, we have physical therapy staff come and show them proper body mechanics,\" she said. McKinney stressed that the safest way to move patients is to use equipment, such as motorized lifts that hang from the ceilings. And she said some rooms in Exeter Hospital have them.</p><p>But McKinney acknowledged that most rooms are not equipped. Why? \"Money and space constraints,\" she said.</p><p><em>NPR's Robert Benincasa, Lydia Emmanouilidou, Samantha Sunne and Barbara Van Woerkom contributed reporting and research to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Even+%27Proper%27+Technique+Exposes+Nurses%27+Spines+To+Dangerous+Forces&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Zwerdling","audio":[{"meta":{"duration":"735"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385537512-24d69a.m3u?orgId=1&topicId=1150&aggIds=385540559&d=735&p=2&story=383564180&t=progseg&e=385474378&seg=6&ft=nprml&f=383564180"},{"href":"http://media.npr.org/assets/img/2015/02/10/nurses-science-66adee5f291c936ec8da47320223b09c4886ab6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"889","width":"1186"}},{"href":"http://media.npr.org/assets/img/2015/02/10/nurses-spine2-65b398b3d058ae669bad4afcf5541d793eecbdd7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1501"}}]}