{"created":"2014-11-13T18:39:06+00:00","modified":"2014-11-14T15:42:53+00:00","valid":{"from":"2014-11-14T15:42:52+00:00","to":"3014-11-14T15:42:52+00:00"},"hreflang":"en","title":"Kathy Gunst's Guide To Potatoes","published":"2014-11-14T13:58:00+00:00","teaser":"Our resident chef gives us a primer on potatoes and shares recipes, including baked potato wedges and her take on potato gratin.","itags":["npr_api","363805147"],"guid":"5ab8d759-2593-4906-b1d9-6b451802ad71","contentencoded":"<p>With the popularity of low-carb diets, the potato has become something for diners to avoid. And that&#8217;s a shame, according to <a href=\"http://https://hereandnow.wbur.org\" target=\"_blank\"><em>Here & Now</em></a> resident chef <strong>Kathy Gunst</strong>.</p><p>She tells Jeremy Hobson that the average potato is &#8220;this great source of potassium, more potassium than a banana actually, vitamin C, which I did not expect, obviously fiber, B6, a lot of iron,&#8221; and if you don&#8217;t load it up with a lot of butter and sour cream, it has only 150 calories.</p><p>Kathy gives us a primer on potatoes, and she also shares recipes, including baked potato wedges and her take on potato gratin.</p><ul><li><a href=\"#potato\">Potato Primer</a></li><li><a href=\"#gratin\">Potato Gratin with Pesto and Pancetta</a></li><li><a href=\"#rack\">A ‘Rack’ of Potatoes</a></li><li><a href=\"#salt\">Roast Potatoes with Sea Salt and Herbs</a></li><li><a href=\"#greens\">Potato Galettes Stuffed with Greens and Gruyere</a></li></ul><p><strong>Thanksgiving Note:</strong> Are you&#8217;re interested in making Thanksgiving just a little healthier? Kathy Gunst has offered to come up with lighter versions of your family favorites, from stuffing to green bean casserole. <a href=\"http://hereandnow.wbur.org/2014/11/13/send-thanksgiving-recipes\" target=\"_blank\">Click here</a> to submit your recipes by Nov. 19. Kathy will share the revised recipes on our show Nov. 25.<a name=\"potato\"></a></p><p><em>See more cooking segments and recipes from Kathy Gunst <a href=\"http://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">here</a>.</em></p><h4><strong>Potato Primer</strong></h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/11/1113_gunst-potato-recipes2.pdf\" target=\"_blank\">(View/print a PDF of all the potato recipes & notes)</a></p><p>Do you like your potatoes red, white, blue, yellow – or even purple? Round and large, oblong and medium-sized, long and narrow like a finger, or round and tiny as a child’s fist? Nowadays more and more heirloom varieties are available, and they are well worth seeking out.</p><p>We love potatoes – in salads, casseroles, gratins, soups, stews, and tarts, and especially fried, whipped, and mashed. There are few foods as deeply comforting – whether it’s a plain old baked potato, topped with a pat of sweet butter and a sprinkling of sea salt, or a mound of creamy whipped potatoes, studded with fat cloves of roasted garlic.</p><p>Many recipes call for a specific type of potato, but is there really such a thing as the “right” potato? Ultimately, the right potato is the one you like the best— with the color, texture, shape, and taste that appeals most to you. But different varieties are suited to different uses, and it can help to know the three basic categories of potatoes:</p><p><strong>High-Starch Potatoes</strong></p><p>Russets, Russet Arcadia, Idaho, and Belrus are just a few popular potatoes in this category. High-starch potatoes have a dry, delicate texture that makes them ideal for baking or frying. They also absorb milk, cream, stock, and butter well, making them a good choice for gratins and casseroles, or baked, mashed and whipped potatoes.</p><p><strong>Medium-Starch Potatoes</strong></p><p>Potatoes like Superior, Katahdin, and Kennebec, and yellow-fleshed potatoes like Yukon Gold, Yellow Finn, Finnish, Bintje, Long White, and California White are good examples of all-purpose medium-starch varieties. These potatoes are prized for their creamy texture and for retaining their shape after cooking. Although you can easily bake or fry these potatoes, they won’t hold up as well because of their lower starch content. Most heirloom varieties, found in many farmers markets, are medium- to low-starch. Use them for salads, chowders, home fries, roast potatoes, and other dishes where potatoes that retain their shape are needed.</p><p><strong>Low-Starch Potatoes</strong></p><p>Red potatoes (like Red Bliss, Red La Rouge, and Red Pontiac), blue potato (like Peruvian Blue), and round red and white boiling potatoes are low in starch. They have thinner skins, a denser, firmer texture, and a higher moisture content than high- and medium-starch varieties. Also called waxy or boiling potatoes, this is the potato to choose when a dish calls for the potato to hold its shape. Since their moisture content is so high, low-starch potatoes are not the best choice for mashing; they do hold up beautifully for salads, home fries, sautéing, steaming, roasting; they also work well in chowders, soups, and stews.</p><p><strong>New Potatoes</strong> do not refer to a specific variety or color of potato, but rather to potatoes that are young and dug before they reach full maturity. Because they are young and small, they are somewhat fragile and their skins can be thin. New potatoes tend to be less starchy than older, more mature potatoes. They hold their shape after being cooked, and are elegant served whole after being roasted, steamed, fried, sautéed, or boiled.</p><p><strong> Shopping for Potatoes </strong></p><p>Look for interesting, new varieties of potatoes at farmers’ markets, where the potatoes will be freshly dug and won’t have spent months sitting on a supermarket shelf. In general, always look for potatoes that are firm fleshed with smooth, unbroken skin. Avoid green-tinted potatoes (the color indicates that they have been improperly stored), or those with blemishes, “eyes,” or sproutlings.</p><p>Once a potato has sprouted the starches begin to covert to sugar making the potato sweet and difficult to use in cooking. Old potatoes tend to fall apart when cooked, breaking into many small pieces. Sprouted potatoes can be used—just make sure to cut off the sprouts before cooking. Never buy or use potatoes that feel spongy when squeezed.</p><p><strong> Storage </strong></p><p>The best place to store potatoes is a root cellar—a cool, dry space that is between 45 and 50 degrees, but obviously we don’t all have the luxury of having one. However, you can set up conditions similar to those found in an old-fashioned root cellar: remove the potatoes from a plastic bag and store them in a well-ventilated basket or storage bin, away from the light, frost, heat, or moisture. (Gardeners are always told to harvest <a name=\"gratin\"></a> potatoes on dry days when there is little, or no, moisture in the soil.) They are best stored low to the ground, where it tends to be cooler.</p><h4><strong>Potato Gratin with Pesto and Pancetta</strong></h4><p><strong>Kathy’s Note:</strong> You can make this dish several hours ahead of time and simply bake it about an hour before serving. This is a rich, hearty dish that can make a main course with a late fall salad. Use a high- or medium-starch potato like Russet, Yukon Gold, or Katahdin or Kennebec.</p><p><em>Serves around 8. </em></p><p><strong>Ingredients:</strong></p><p>2 thick slices pancetta (Italian bacon) or smoked bacon</p><p>2 pounds potatoes, peeled and thinly sliced</p><p>2 tablespoons olive oil</p><p>3/4 cup pesto, any type</p><p>1 cup grated Romano or Parmesan cheese</p><p>1 1/2 tablespoons flour</p><p>Salt and freshly ground black pepper</p><p>1 1/2 cups low fat milk</p><p><strong>Instructions:</strong></p><p>In a skillet cook the pancetta or bacon until crisp. Drain on paper towels and crumble or chop into small pieces; set aside.</p><p>Grease the bottom of a large gratin dish, baking sheet with sides, or heavy ovenproof skillet with half the olive oil. Add half the potato slices on top, spreading them into one thin layer. Add half the pesto on top of the potatoes, adding small spoonfuls evenly distributed on the potatoes. Sprinkle with 1/3 cup cheese, salt and pepper and the flour.</p><p>Add the remaining potatoes on top, creating a nice looking thin layer of overlapping potatoes. Dollop the remaining pesto on top, salt and pepper another one third cup of the cheese. Sprinkle with the cooked chopped pancetta. Cover and refrigerate (if making a few hours ahead of time).</p><p>Preheat the oven to 400 degrees. Add the milk on top of the potatoes and bake on the middle shelf for 30 minutes. Sprinkle on the remaining cheese and <a name=\"rack\"></a> bake another 10- 15 minutes, or until the potatoes are tender and the cheese is melted and golden brown. Serve hot.</p><h4><strong>A ‘Rack’ of Potatoes</strong></h4><p>The next time you roast poultry, beef, or fish try this trick: use whole baby new potatoes, sliced or chunked potatoes, or just medium-sized potatoes cut in half to create a “rack” underneath a roast. The juices from the roast baste the potatoes (they will be unbelievably moist and flavorful) and the potatoes keep the roast elevated, allowing air to circulate underneath, helping to create an evenly browned exterior. It’s a win-win situation &#8212; continually basted potatoes and a roast that is crisp and brown all over!</p><p>Some of my favorite combinations include: new potatoes under a roasting chicken stuffed with herbs and lemon; thick slices of Yukon Gold potatoes underneath a roast beef; purple or blue potatoes cut into thin wedges placed under a leg of lamb; and whole baby red new potatoes under a large filet of salmon or whole trout.</p><p>If the meat, poultry, or fish you’re roasting is small and only needs to roast for under an hour, you’ll need to parboil the potatoes (before cutting them into slices or wedges) for about 10 minutes <a name=\"salt\"></a> before roasting, to make sure they are thoroughly cooked by the time the roast is done.</p><h4><strong>Roast Potatoes with Sea Salt and Herbs</strong></h4><p>When you toss potatoes with olive oil, sea salt, and chopped fresh herbs and roast them in a hot oven, they turn deliciously crisp on the outside and tender and buttery on the inside. The results are so satisfying you’d think there was some secret involved, but all you need to do is get the oven hot enough and use fresh, firm potatoes and good-quality fresh herbs.</p><p>Serve the potatoes with stews, roasts, seafood, sautéed meat or poultry, grilled foods, or as a snack. They are also delicious served with pesto, or a garlicky aioli. The potatoes can also be served with eggs and other breakfast dishes (instead of home fries), accompanied by ketchup and hot pepper sauce.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>3 1/2 pounds potatoes, peeled, quartered and then cut into wedges that are about 3 inches long and ½ inch wide</p><p>2 1/2 tablespoons good-quality olive oil</p><p>1/4 teaspoon sea salt, or to taste</p><p>Generous grinding black pepper</p><p>1 1/2 tablespoons chopped fresh thyme, or 1 ½ teaspoons dried</p><p>1 1/2 tablespoons chopped fresh rosemary, or 1 ½ teaspoons dried</p><p>Sweet Hungarian paprika</p><p><strong>Instructions:</strong></p><p>Preheat the oven to 450 degrees.</p><p>Place the potato wedges into a broiler pan, a large, shallow roasting pan, or a gratin dish. Add the oil, a generous dash of sea salt and pepper, the thyme, rosemary and a generous sprinkling of paprika, and toss well to coat the potatoes with the oil and seasonings. Place on the middle rack and roast for 15 minutes. Using a spatula, gently release the potatoes and flip them over.</p><p>Roast for another 15 minutes. Use the spatula to loosen the potatoes from the pan and roast another 5 to 10 minutes, or until the potatoes are crispy and golden brown along the edges and tops and <a name=\"greens\"></a> they feel tender when pierced with a fork or a small, sharp knife. Serve hot.</p><h4><strong>Potato Galettes Stuffed with Greens and Gruyere</strong></h4><p><strong>Kathy’s Note:</strong> Imagine two large, crispy potato pancakes, filled with sautéed greens and grated Gruyere cheese baked until golden brown with cheese oozing out of the middle. Making a potato galette can be tricky business— it’s tough to brown the potatoes without having them stick to the pan, while making sure the inside is tender and cooked through without steaming them.</p><p>But this recipe is the triumphant result of many, many attempts and is a sure-fire way to make a winning galette. The galette can be made ahead of time and heated just before serving, making it ideal party food.</p><p><em>Serves 4 as a main course or 6 as a side dish.</em></p><p><strong>Ingredients:</strong></p><p>For the potatoes:</p><p>2 pounds potatoes (peeled, about 6 medium)</p><p>About 2 teaspoons butter</p><p>About 2 teaspoons vegetable or olive oil, plus 1 tablespoon</p><p>1/8 teaspoon salt, or to taste</p><p>Generous grinding black pepper</p><p>For the stuffing:</p><p>1 tablespoon olive oil</p><p>8 ounces baby spinach, Swiss chard, kale, or assorted greens, ends trimmed, and coarsely chopped</p><p>1/8 teaspoon salt, or to taste</p><p>Generous grinding black pepper</p><p>1 cup grated Gruyere cheese</p><p><strong>Instructions:</strong></p><p>Using the large holes on a box grater, grate <em>half</em> the potatoes  &#8212; about 3. (Do not grate them all at once, or they will discolor while you are waiting to cook them.)</p><p>Heat an 8 to 10-inch heavy ovenproof skillet (cast iron is ideal) over medium heat. Add 1 teaspoon of the butter and 1 teaspoon of the oil and let the butter sizzle. Add the grated potatoes, pressing down with the flat side of a spatula to create one flat pancake. Season with salt and pepper.</p><p>Let cook for about 7 to 9 minutes, or until crisp and golden brown, using a flat spatula to loosen the bottom of the potato cake and prevent it from sticking. The goal is to let the potatoes brown, cook through, and stay loosened from the bottom of the pan.</p><p>While the first galette is cooking, you can grate the remaining potatoes.</p><p>Then, once the bottom is done, use one or two spatulas to carefully flip the galette over, adding another teaspoon of oil to the bottom of the pan. Let cook for about 5 to 6 minutes on the other side, loosening the potatoes with the spatula as directed above. Carefully flip the galette on to a large plate. You can also use the plate to cover the pan and invert the galette directly onto the plate.</p><p>Make another galette with the remaining potatoes, using the butter and oil as needed to keep the pan greased and help the potatoes brown. When the second galette is done, flip it out onto another plate.</p><p>Meanwhile, in another large skillet, prepare the filling. Heat the 1 tablespoon of olive oil over medium heat. Add the greens and cook, stirring, for about 5 minutes, until wilted and just soft. Season with salt and pepper and set aside.</p><p>To assemble the dish, grease the skillet very lightly and place one of the galettes on the bottom (choose the one that looks least attractive). Spoon the cooked greens on top, pressing down to create a flat surface. Sprinkle the cheese over the greens and top with the remaining galette. (The dish can be made up to 12 hours ahead up to this point. Cover and refrigerate until ready to bake and serve.)</p><p>Preheat the oven to 450 degrees. Place the galette on the middle rack and bake for 15 to 20 minutes, or until the cheese has melted, and the cake is hot, crispy, and golden brown. If you want the top layer to be a darker, golden brown, place the galette under the broiler for 2 to 4 minutes just before serving.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of cookbooks including “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kathy+Gunst%27s+Guide+To+Potatoes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364061046-b9eda9.m3u?orgId=1&ft=3&f=363805147"}]}