{"created":"2015-02-27T17:44:40+00:00","modified":"2015-03-04T16:01:38+00:00","valid":{"from":"2015-03-04T16:01:38+00:00","to":"3015-03-04T16:01:38+00:00"},"hreflang":"en","guid":"5ac5138d-f696-46cb-a16b-c3b0343573b8","title":"Leonard Nimoy, 'Star Trek''s Spock, dies at 83","published":"2015-03-04T16:01:27+00:00","byline":"Max J. Rosenthal, Matthew Bell","tags":["Leonard Nimoy","Star Trek","entertainment","movies","television shows","science fiction","Culture","Arts, Culture & Media","Hollywood","North America","United States","North America","Leonard Nimoy","Star Trek","Star Trek films","Vulcan salute","Star Trek: The Original Series","Entertainment"],"teaser":"Leonard Nimoy, most famous for playing Spock in the original \"Star Trek\" TV show and many of the franchise's movies, died on Friday at the age of 83","contentencoded":"<p>Leonard Nimoy, the man who made \"live long and prosper\" famous across the world, is dead at the age of 83. His family confirmed his death to multiple media outlets on Friday morning.</p>\n<p>Nimoy, an actor who was most famous for playing Spock in the science-fiction franchise \"Star Trek,\" had been hospitalized earlier this week with chest pains. He was <a href=\"http://www.cnn.com/2014/02/07/health/nimoy-copd/\">diagnosed in 2014</a> with chronic obstructive pulmonary disease, a smoking-related lung disease that is <a href=\"http://www.lung.org/lung-disease/copd/about-copd/understanding-copd.html\">the third-leading cause of death</a> in the United States.</p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>Don't smoke. I did. Wish I never had. LLAP</p>\n<p>— Leonard Nimoy (@TheRealNimoy) <a href=\"https://twitter.com/TheRealNimoy/status/554102742084370432\">January 11, 2015</a></p></blockquote>\n<p>His role as the half-human, half-Vulcan Starfleet officer made him a star and inspiration to many, <a href=\"http://www.thetakeaway.org/story/93412-when-i-first-met-spock/\">including The Takeaway's John Hockenberry</a>, who met Nimoy while working at a summer theater in 1974. \"It was thoughts of Nimoy embracing Spock that helped me to embrace the task of writing a memoir about my experiences as a man in a wheelchair and a global reporter back in the early nineties,\" Hockenberry wrote after interviewing Nimoy in 2010.</p>\n<p>Even President Barack Obama counted himself among those who looked up to Nimoy's \"cool, logical\" character. \"I loved Spock,\" the president said bluntly in a White House statement issued on Friday.</p>\n<blockquote class=\"twitter-tweet\" data-partner=\"tweetdeck\"><p>'I loved Spock': President Obama on the passing of Leonard Nimoy <a href=\"http://t.co/65NbMNUHaW\">pic.twitter.com/65NbMNUHaW</a></p>\n<p>— NBC Nightly News (@NBCNightlyNews) <a href=\"https://twitter.com/NBCNightlyNews/status/571409855392681985\">February 27, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>That stardom also reached around the globe. Matthew Piccaver, a physician who works as a family practitioner in the English town of Bury St. Edmund, says Spock has special meaning for people in fields like his. “My job is to be both companion and friend as well as clinician,\" he says. \"We have to have both the ability to be logical and removed from truly traumatic situations, but also be able to have that element of humanity.</p>\n<p>“That combination of the human and the analytical” is what Spock embodied, he says. “Logical humanity, I think, is a very good description of his character.”</p>\n<p>Spock also resonated with immigrants in the US, who watched Nimoy's character straddle the human and alien cultures to which he belonged. \"He was an important role model when I was the only mixed race cross-cultural kid I knew, growing up in a small town in New Jersey,\" writes Andal Narayanan, <a href=\"https://www.facebook.com/pritheworld/posts/10152846526079888?comment_id=10152846533914888&amp;offset=0&amp;total_comments=12\">a listener</a> of PRI's The World. \"He made the pain of the hybrid condition understandable long before academics started describing it.\"</p>\n<p>That's perhaps no accident. Nimoy was born in Boston in 1931 to Orthodox Jewish immigrants from Ukraine. \"We lived in view of a very large Catholic church — still standing — which, after Sunday school, was a dangerous place for Jews to be around,\" <a href=\"http://tabletmag.com/scroll/189323/leonard-nimoy-on-spock-yiddish-theater-and-the-vulcan-symbols-jewish-inspiration\">he told author Abigail Pogrebin</a>, who interviewed him for her book, \"<a href=\"http://www.amazon.com/Stars-David-Prominent-About-Jewish/dp/0767916131\">Stars of David: Prominent Jews Talk About Being Jewish</a>.\" \"Young Italian kids and Irish kids came out having just been told that we had killed their Christ.”</p>\n<p>That family history helped lead him to support immigration reform in 2013, <a href=\"https://twitter.com/TheRealNimoy/status/354663510581587969\">tweeting that</a> that \"a path for immigrants to become taxpayers is logical.\"</p>\n<p>Nimoy's background also fueled his most famous contribution to pop culture, the split-fingered \"Vulcan salute:\" The gesture was based one he witnessed in synagogue during his Orthodox upbringing.</p>\n<p>Yet beyond his career on screen, Nimoy was also an eclectic creative talent, producing works of poetry, music and photography as well as directing films and acting on stage.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>A life is like a garden. Perfect moments can be had, but not preserved, except in memory. LLAP</p>\n<p>— Leonard Nimoy (@TheRealNimoy) <a href=\"https://twitter.com/TheRealNimoy/status/569762773204217857\">February 23, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p><em>(NOTE: The original version of this story mistakenly referred to Nimoy's \"Star Trek\" character as \"Dr. Spock.\" Doctor Spock, of course, is Benjamin Spock, the pediatrician who wrote <a href=\"http://www.amazon.com/Dr-Spocks-Baby-Child-Care/dp/1439189293\">a famous book on child rearing in 1946</a>. Spock the Starfleet officer does not hold a medical degree as far as we can confirm. And Leonard </em>McCoy<em> is a doctor, damnit, not anything else. We apologize for the error.)</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-27%2Fleonard-nimoy-star-treks-spock-dies-83&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0227201509.mp3"},{"href":"http://www.pri.org/file/0227201509mp3"}]}