{"created":"2014-12-02T08:54:40+00:00","modified":"2015-05-13T21:28:43+00:00","valid":{"from":"2015-05-13T21:28:43+00:00","to":"3015-05-13T21:28:43+00:00"},"hreflang":"en","title":"Obamacare 'Glitch' Puts Subsidies Out Of Reach For Many Families","published":"2014-12-02T14:58:00+00:00","teaser":"The health care law gives subsidies to those whose employers' insurance isn't affordable, but that's based on the cost of worker-only coverage. Adding family to a plan can send prices out of reach.","itags":["npr_api","367837115"],"guid":"5ac68699-5a85-4884-8054-3f697cecc591","contentencoded":"<p>Don Benfield of Taylorsville, N.C., makes $11 an hour working for a mobile-home parts business, selling things like replacement doors and windows.</p><p>Benfield, 51, doesn't have health insurance.</p><p>\"I haven't had health care insurance in years, simply because I haven't been able to afford it, especially with food prices, how they went up,\" he explains.</p><p>Benfield's employer does offer health insurance coverage, even though, with fewer than 50 employees, the business is not required to.</p><p>\"The insurance here through work is $43 a week, which with my rent and other payments and everything, we haven't been able to afford,\" he says. \"If I put my wife on the insurance, it shoots up to $120.\"</p><p>The Affordable Care Act is expected to provide around $10 billion in subsidies this year to make health insurance affordable for low- and middle-income people. But a quirk in the law is denying subsidies to a significant number of low-income people, especially those with families.</p><p>Benfield has run up against this quirk. To cover only himself, Benfield would have to pay a little more than $2,200 a year. He says he can't afford that, but that's an affordable amount, according to Obamacare regulations, and that means Benfield could not get subsidies if he tried to get coverage on the Obamacare exchange.</p><p>The situation only gets worse if Benfield decided to add his wife to his employer policy. Adding her would nearly triple the annual cost, driving it up to $6,200 a year, almost a quarter of their family income.</p><p>Benfield's situation illustrates a flaw in the Affordable Care Act, says Linda Blumberg, a health policy expert at the Urban Institute.</p><p>\"A lot of people refer to this as the family affordability glitch,\" Blumberg says. \"All of the assessment of whether or not employer-based coverage is affordable is based on worker-only coverage, and doesn't take the cost of family coverage into account.\"</p><p>That's remarkable, says Blumberg, since most people want to buy family coverage, not simply coverage for the family breadwinner.</p><p>Not getting subsidies makes a huge difference. Without them, the benchmark insurance plan on the Obamacare exchange would be more than $10,000 a year for Benfield and his wife. But if they were allowed to get Obamacare subsidies, they'd pay only around $1,200.</p><p>Suzanne Shugart and her family face a similar situation in McPherson, Kan. Her husband works for a cabinetmaker, earning around $32,000 a year. He can get health insurance through his employer for a little more than $50 a month, just for himself.</p><p>That's also affordable coverage, according to Obamacare rules, so Shugart's family isn't eligible for subsidies in the online marketplace. But the employer's family coverage is too expensive for them, says Shugart.</p><p>\"If he were to increase it to a family plan, which would include me, it goes up to about $380 a month, which is nearly our mortgage payment,\" Shugart says.</p><p>She and her husband can't afford that, she says. Luckily, their children qualify for insurance through a state plan.</p><p>\"That's how we've lived for the last eight years,\" Shugart says. \"He has insurance through work and the kids have state insurance, and I just live on hope and a prayer that nothing bad will happen.\"</p><p>If Shugart's family could get subsidized coverage on the Obamacare exchange, the premium for a benchmark plan would be a little more than $200 a month, making coverage for her much more affordable.</p><p>Blumberg says it's likely that in a more amenable political environment, the family glitch would be fixed, with Congress adding more focus on the affordability of family coverage.</p><p>\"But I think that because of the political volatility around this law, there was never an opportunity to sit down and say, 'OK, let's make a policy change here that takes this into account,' \" she says.</p><p>Blumberg says Democrats have been hesitant to open debate on the law at all, because of fear it would be eviscerated during the legislative process. With the Republican takeover in Congress, the chance of eliminating the family glitch seems unlikely to improve anytime soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obamacare+%27Glitch%27+Puts+Subsidies+Out+Of+Reach+For+Many+Families&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Ydstie","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367938735-2ba644.m3u?orgId=1&topicId=1128&d=275&p=3&story=367837115&t=progseg&e=367938592&seg=10&ft=nprml&f=367837115"},{"href":"http://media.npr.org/assets/img/2014/12/01/don-benfield-e021df93cf0c2ee07385c3a36979b0d951c4d7d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"540","width":"720"}},{"href":"http://media.npr.org/assets/img/2014/12/01/suzanne-shugart-ecb84d1680a9523ba6e835eaafbfdb48f521a326.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"960"}}]}