{"created":"2015-05-06T20:20:11+00:00","modified":"2015-06-15T17:14:23+00:00","valid":{"from":"2015-06-15T17:14:23+00:00","to":"3015-06-15T17:14:23+00:00"},"hreflang":"en","title":"Las Vegas: Betting On New Teachers But Coming Up Short","published":"2015-05-06T23:55:00+00:00","teaser":"The crowded and fast-growing district is facing a severe teacher shortage.","itags":["npr_api","402887228"],"guid":"5ad2fc32-d1b3-4b48-9b36-4b5fccf83639","contentencoded":"<p>Beyond Sin City's casino strip, what happens in Vegas also includes an education system in crisis. Its schools are <a href=\"http://www.npr.org/blogs/ed/2015/05/06/402886741/what-happens-in-vegas-includes-crowded-struggling-schools\">severely overcrowded</a>, as we reported Wednesday on <em>Morning Edition.</em> And Nevada and Vegas' schools <a href=\"http://datacenter.kidscount.org/files/2013KIDSCOUNTDataBook.pdf\">are ranked at</a> or <a href=\"http://www.edweek.org/ew/qc/2015/2015-state-report-cards-map.html?intc=EW-QC15-LFTNAV\">near the bottom</a> nationally.</p><p>Amid these long-term problems is an immediate crisis: finding enough teachers to educate the fast-growing student population. That's led to frantic recruitment efforts and new strains on veteran educators.</p><p>\"I feel like I'm being challenged, which is a definite change,\" says first-year teacher Jessica Adams. She used to work as a cocktail server at the Planet Hollywood casino and resort on the Vegas strip. Unfulfilled with that career, she joined a fast-track teacher training program to get into the classroom.</p><p>Server Jessica is now Ms. Adams, the fourth-grade teacher.</p><p>\"I really enjoy being with the kids and making a difference instead of serving tables,\" she says with a chuckle.</p><p>The 26-year-old, who has a college degree in hospitality management, now works the floor in a temporary classroom trailer at Robert Forbuss Elementary, an overcrowded school in southwest Las Vegas.</p><p>The city wishes it had a lot more teachers like Adams.</p><p>It needs almost 3,000 more teachers, to be exact. Las Vegas and Clark County consistently <a href=\"http://teaching.monster.com/careers/articles/3375-5-hot-spots-for-teaching-jobs-in-the-usa\">top the lists </a> of American cities most in need of new teachers. And the most pressing needs — 75 percent of vacancies — are in schools that are lower-performing and have a high percentage of children living in poverty.</p><p>Teacher turnover is a big challenge. Bucking <a href=\"Ok got it. tis a little confusing....\">a national trend</a>, Vegas has a high first-year-teacher attrition rate. <a href=\"http://isites.harvard.edu/fs/docs/icb.topic1231814.files/Teacher%20Turnover%20in%20High-Poverty%20Schools.pdf\">Studies show</a> that high turnover in underperforming schools can hurt academic performance.</p><p>Some 600 classes in the district today are being taught by long-term substitute teachers.</p><p>\"Those 600-plus classrooms are not getting full-time education in my opinion,\" says Tom Skancke, the CEO of the Las Vegas Global Economic Alliance, which is part of the state's economic-development arm. \"Is that child being educated for the amount of money we're investing in the classroom? The answer is no.\"</p><p>Many veteran educators here say the shortage is undermining morale and student learning.</p><p>\"It shouldn't necessarily all be put on the veteran teachers to help the new teachers,\" says fifth-grade teacher Rob Rosenblatt. The shortage and overcrowding issues, he says, mean more work and more stress for teachers.</p><p>The district increasingly relies on long-term substitutes and online classes to help plug the holes. And there is a critical shortage of qualified substitutes.</p><p>Sarah Sunnasy teaches fifth grade at Bertha Ronzone Elementary School. She has back trouble but says she almost never calls in sick.</p><p>\"I've come to school on days where I cried trying to get out of bed,\" Sunnasy says. \"Because I know if I try to call in a sub, there is not going to be anybody there. And I'm not gonna put that pressure on the people that I work with to split my class or cover my class.\"<strong> </strong></p><p>Last school year in the district about 500 teachers quit without giving any reason. One of Rosenblatt's colleagues resigned a few weeks into the new school year. Rosenblatt says he and a colleague have had to pick up all the slack — lessons, report cards, grading and tests.</p><p>\"Basically it was the two of us teaching not just our two classes but a third class on top of it. I even told my kids, 'I'm neglecting you guys.' \"</p><p>He apologized to his regular class but told them he had to step in because the class next door \"just wasn't getting the education they deserved.\"</p><p>Beneath the flash, glitz and dollars flowing into Vegas, the city's school woes trouble Skancke and some others in the business community. \"We've got to act. We've been talking about fixing K-12 education in this state for 30 years! We have to stop talking and start doing.\"</p><p>The district is aggressively trying to tap into <a href=\"http://www.npr.org/blogs/ed/2014/09/12/347375798/for-teachers-many-paths-into-the-classroom-some-say-too-many\">alternative teacher certification </a>programs including the one Adams attends at the University of Nevada, Las Vegas. It works to get teachers into the classroom fast, and they finish their degree work at night.</p><p>\"It's very much a quick, down-and-dirty boot camp for students,\" says Brad Keating, who heads recruiting for the district's <a href=\"https://www.unlv.edu/content/alternate-route-licensure-arl-programs\">Alternate Route to Licensure, or ARL, program</a>. The former political aide and casino executive says he took up teaching special education here to make a difference.</p><p>\"We give them as much knowledge as humanly possible during a six-week program to learn the pedagogy, to learn about classroom management, learn about lesson plans,\" Keating says. \"Being a teacher is very much on-the-job training. There's only so much we can teach you at a university level.\"</p><p>Most times the new teachers are paired with teacher mentors who help them adjust to classroom realities.</p><p>Shawn Paquette, the principal at Forbuss Elementary, says Adams is \"swimming hard and she may be overwhelmed at times, but I'm dedicated to getting these teachers to where they need to be.\"</p><p>But he worries that the alternative certification pipeline may not be the long-term solution. \"It concerns me because it now falls upon me to fill in some of the gaps that they don't have and that puts more work on myself and my staff to catch people up.\"</p><p>The district is also hitting up other alternative certification programs including <a href=\"http://www.npr.org/blogs/ed/2014/12/01/366343324/teach-for-america-at-25-with-maturity-new-pressure-to-change\">Teach for America</a> and <a href=\"http://troopstoteachers.net/Home.aspx\">Troops to Teachers</a>.</p><p>The total number of teachers coming through those alternative pipelines is just over 450, and not all of them will want to live and work in Las Vegas.</p><p>That still leaves the city some 2,500 teachers in the red. And those teachers have less training and experience than do traditionally certified ones.</p><p>\"They are an adequate Band-Aid with the appropriate level of support. But is it acceptable? Absolutely not,\" says Staci Vesneske, the chief human resources officer for the Clark County School District. \"Do we have a national teacher pipeline issue? Absolutely we do. So we have to do everything to fill that gap.\"</p><p>Others see the alternative certification push as positive for the city. The students \"tend to be older, they tend to be from more diverse backgrounds and they bring different life experiences to the classroom,\" says Joseph Morgan, a UNLV assistant professor of education. \"I think they all end up being really good teachers — with the right preparation and supports.\"</p><p><strong>Signing Bonus?</strong></p><p>Pay is not a big draw helping to fill that gap. A starting teacher base salary here is $34,500. If you count tips — and Vegas' casino workers live on tips — card dealers and servers can make more than that in a state with no individual income tax.</p><p>\"We would probably attract more teachers if we could offer them a signing bonus like they do in sports,\" says professor Linda Quinn, associate dean of UNLV's College of Education. \"But we can't.\"</p><p>Part of the shortage problem here, veteran educators say, is that nationwide, teaching is now seen as a less attractive, less stable career choice. Quinn says a culture of testing has sucked some of the joy out of the K-12 profession: \"We're doing way too much testing, way too many forced programs.\"</p><p>With pay not a huge draw, the district is trying to attract more teachers by touting other benefits, including sunshine and the wider community beyond tourism and casinos.</p><p>\"It's a fabulous city to live in, not just to visit,\" says Vesneske. \"So we're really selling Las Vegas as a community.\"</p><p>The district launched an ad campaign dubbed \"Calling All Heroes\" that it hopes will play to would-be teachers' sense of social responsibility.</p><p>\"Breaking news: Turns out we are in crisis!\" kids say in one school-made video spread via the Web and social media. \"And with the hero shortage, who will teach us?\"</p><p>But it's a tough sell in a city better known for betting and benders than community-building and which has to compete with that <a href=\"http://theweek.com/articles/459434/brief-history-what-happens-vegas-stays-vegas\">bigger budget effort</a> — 11 years running — to <a href=\"https://www.youtube.com/user/lasvegas\">sell Vegas' naughty side</a>.</p><p>\"You're unpredictable, reckless, and no one would ever let you date their sister,\" says one of many ads for the city's famous \"What happens in Vegas\" series.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Las+Vegas%3A+Betting+On+New+Teachers+But+Coming+Up+Short&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404739845-c716bd.m3u?orgId=1&topicId=1013&d=301&p=2&story=402887228&t=progseg&e=404739713&seg=19&ft=nprml&f=402887228"},{"href":"http://media.npr.org/assets/img/2015/04/29/img_1060-toned-4c77461a1facca43c3167bfbb1e61ac846f09e35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2094","width":"2795"}}]}