{"created":"2015-05-14T21:04:08+00:00","modified":"2015-05-14T21:04:08+00:00","valid":{"from":"2014-01-03T13:43:45+00:00","to":"3014-01-03T13:43:45+00:00"},"hreflang":"en","guid":"5ad6d47e-c363-485d-86ab-f952f713ebb5","title":"Is the World Bank a victim of its own success?","published":"2014-01-03T13:43:45+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Twenty years ago, if you calculated what fraction of the world’s poor lived where, 90 percent lived in the poorest countries. But today, three quarters of the world’s poor live in countries that have graduated to middle income status -- like India and China. This has complicated things for aid agencies, like the World Bank, which provide billions of dollars of loans meant to help the poor. &nbsp; Every three years it’s graduation time at the World Bank and this year is one of them. That means this is the time when countries find out if the bank is going to move them up from poor to middle income. <a href=\"#correction\" target=\"_self\">If average income is below $1,035 a year, the country is considered poor, or low-income.*</a>&nbsp;But if the average income is more --&nbsp;the country moves up to middle income.&nbsp;&nbsp;And that’s when the World Bank cuts off the cheapest aid -- like zero interest loans. &nbsp; India just graduated to the rank of middle income, but it still has about 300 million poor residents, which Ravi Kanbur, a professor of economics at Cornell, says could pose a problem. &nbsp;</p>\n<p>“Take two groups of poor who are equally poor. But one group happens to live in a country which is above this cutoff. And another group which happens to live in a country which is just below this cut off. At least from my perspective, I can’t see how we can make a sharp&nbsp; differentiation between those two groups of poor,” he says. &nbsp; &nbsp; “The poor,” he says, “are still poor… The poor of course, haven’t moved, it’s just the classification of the countries, in which they live has changed.” &nbsp; According to the World Bank’s current rules Kanbur says hundreds of millions of poor could be cut off from the cheapest aid. India got a reprieve, but&nbsp; Ghana, Vietnam and Nigeria are heading towards graduation. &nbsp; Laurence Chandy, a fellow at the Brookings Institution, says the rise of these countries are success stories. The poor living in middle income countries, he says, do have some advantages. &nbsp; “They’re living in economies that are moving fast. So even if the poor are poor today, there’s probably fairly good prospects that they won’t be poor in five to ten years time, or their children won’t be poor.” &nbsp; That’s something, Chandy notes, we can’t say about the world’s poorest countries. &nbsp; “Secondly,” he says, “they’re in countries either are able to access commercial markets for finance, or have large domestic resources already. Or maybe both.”</p>\n<p>“The problem however, is not so simple,” says Federico Bonaglia, head of policy dialogue for the Organisation for Economic Co-operation and Development in Paris. A newly-labeled middle country may not have the fiscal resources to take care of its poor. &nbsp;</p>\n<p>“Taxation in many of these countries is very low,” he said, “it’s not easy to reform the taxation system.”</p>\n<p>Joachim von Amsberg, vice president of concessional finance and global partnerships at the World Bank, notes that the World Bank continues to provide assistance for countries in the middle income rank.&nbsp;&nbsp; “It is just a different type of support that’s most useful for those countries,” he says. &nbsp; The funding the bank provides to middle income countries, says von Amsberg, is a “catalyst” for aid from other sources. And he says the criteria that rank a country’s financial status are working well. “We plan to continue using those criteria,” he says, as the rules are “fair and efficient.” &nbsp; Laurence Chandy agrees. “What appears to be the problem,” he says, “is that aid won’t go to those people greatest in need, right?”&nbsp;</p>\n<p>The unstable climates, says Chandy, political or environmental, in countries like Haiti or the Democratic Republic of Congo, can mean lenders are reluctant to make any loans at all. So he says, while middle income countries may pay more interest that means more aid freed up for the poor in the most fragile states of all.</p>\n<hr />\n<p><strong><a name=\"correction\" id=\"correction\"></a>CORRECTION:&nbsp;<em>In an earlier version of this story we misstated the threshold that determines whether a country is considered poor, or low-income.&nbsp;&nbsp;The text has been corrected.</em></strong></p></div>","tags":["APM","poverty","World","World Bank"],"contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Twenty years ago, if you calculated what fraction of the world’s poor lived where, 90 percent lived in the poorest countries. But today, three quarters of the world’s poor live in countries that have graduated to middle income status -- like India and China. This has complicated things for aid agencies, like the World Bank, which provide billions of dollars of loans meant to help the poor.   Every three years it’s graduation time at the World Bank and this year is one of them. That means this is the time when countries find out if the bank is going to move them up from poor to middle income. <a href=\\\"#correction\\\" target=\\\"_self\\\">If average income is below $1,035 a year, the country is considered poor, or low-income.*</a> But if the average income is more -- the country moves up to middle income.  And that’s when the World Bank cuts off the cheapest aid -- like zero interest loans.   India just graduated to the rank of middle income, but it still has about 300 million poor residents, which Ravi Kanbur, a professor of economics at Cornell, says could pose a problem.  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Take two groups of poor who are equally poor. But one group happens to live in a country which is above this cutoff. And another group which happens to live in a country which is just below this cut off. At least from my perspective, I can’t see how we can make a sharp  differentiation between those two groups of poor,” he says.     “The poor,” he says, “are still poor… The poor of course, haven’t moved, it’s just the classification of the countries, in which they live has changed.”   According to the World Bank’s current rules Kanbur says hundreds of millions of poor could be cut off from the cheapest aid. India got a reprieve, but  Ghana, Vietnam and Nigeria are heading towards graduation.   Laurence Chandy, a fellow at the Brookings Institution, says the rise of these countries are success stories. The poor living in middle income countries, he says, do have some advantages.   “They’re living in economies that are moving fast. So even if the poor are poor today, there’s probably fairly good prospects that they won’t be poor in five to ten years time, or their children won’t be poor.”   That’s something, Chandy notes, we can’t say about the world’s poorest countries.   “Secondly,” he says, “they’re in countries either are able to access commercial markets for finance, or have large domestic resources already. Or maybe both.”</p>\"},{\"content\":\"<p>“The problem however, is not so simple,” says Federico Bonaglia, head of policy dialogue for the Organisation for Economic Co-operation and Development in Paris. A newly-labeled middle country may not have the fiscal resources to take care of its poor.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Taxation in many of these countries is very low,” he said, “it’s not easy to reform the taxation system.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Joachim von Amsberg, vice president of concessional finance and global partnerships at the World Bank, notes that the World Bank continues to provide assistance for countries in the middle income rank.   “It is just a different type of support that’s most useful for those countries,” he says.   The funding the bank provides to middle income countries, says von Amsberg, is a “catalyst” for aid from other sources. And he says the criteria that rank a country’s financial status are working well. “We plan to continue using those criteria,” he says, as the rules are “fair and efficient.”   Laurence Chandy agrees. “What appears to be the problem,” he says, “is that aid won’t go to those people greatest in need, right?” </p>\"},{\"type\":\"text/html\",\"content\":\"<p>The unstable climates, says Chandy, political or environmental, in countries like Haiti or the Democratic Republic of Congo, can mean lenders are reluctant to make any loans at all. So he says, while middle income countries may pay more interest that means more aid freed up for the poor in the most fragile states of all.</p>\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong><a id=\\\"correction\\\" name=\\\"correction\\\"></a>CORRECTION: <em>In an earlier version of this story we misstated the threshold that determines whether a country is considered poor, or low-income.  The text has been corrected.</em></strong></p>\"}]","byline":"Sally Herships","itags":["Marketplace Morning Report","PMP:Marketplace_PMP","Marketplace Morning Report for Friday, January 3, 2014","Marketplace","5ad6d47ec36385d66ab0f952f713ebb5"],"description":"Three quarters of the world's poor live in middle-income countries.","teaser":"Three quarters of the world's poor live in middle-income countries.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/jimyongkim.jpg?itok=U4kWz_gI","type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"}},{"meta":{"duration_hms":"00:02:33","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/03/marketplace_segment05_20140103","type":"application/json"},"duration":153},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/03/marketplace_segment05_20140103_64.mp3"}]}