{"created":"2015-06-29T19:29:22+00:00","modified":"2015-06-30T19:43:56+00:00","valid":{"from":"2015-06-30T19:43:56+00:00","to":"3015-06-30T19:43:56+00:00"},"hreflang":"en","title":"First Known Plane Hijacking Was A Flight To Freedom","published":"2015-06-30T19:41:00+00:00","teaser":"Nearly 60 years ago, a forced laborer in a Hungarian brick factory hatched a far-fetched plan to escape.","itags":["npr_api","418637717"],"guid":"5add8d17-cba8-4614-8bfe-032f70e7affe","contentencoded":"<p>Nearly 60 years ago, <strong>Frank Iszak</strong> was a 25-year-old forced laborer in a Hungarian brick factory. With no hope of freedom and deteriorating conditions under the communist-ruled country, he hatched a far-fetched plan with a fellow laborer who happened to be a former fighter pilot: If they couldn&#8217;t crawl under the Iron Curtain, they would fly over it.</p><p>The two convinced four others to join their plan. On July 13, 1956, they boarded a small plane, and proceeded to launch the world&#8217;s first known hijacking. But the plan was anything but easy. Not only was there a KGB officer on board, but they also had to commandeer the plane, avoid the Alps, deal with precipitous drops and finally an empty fuel tank.</p><p>When they finally landed the plane, the bruised and bloodied group had no idea where they had landed, and were prepared to commit suicide if it turned out that they hadn&#8217;t made it to West Germany. Iszak calls that day his real birthday.</p><p>In 2008, Iszak published <a href=\"http://www.amazon.com/Free-All-Freedom-Frank-Iszak/dp/1460985575\" target=\"_blank\">&#8220;Free for All to Freedom,&#8221;</a> a chronicle of his account, and now, filmmakers are preparing a movie adaptation of the events. He joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young to discuss his dramatic story.</p><h4>Interview Highlights: Frank Iszak</h4><p><strong>On planning his escape from communist Hungary</strong></p><p>&#8220;The dream that era of my generation was how to get out of here, how to escape, how to leave the land of this darkness and hopelessness. And there was no way because the Iron Curtain was so impregnable, it was built with such powerful system that it was absolutely impossible to escape. So I talked to George, my co-conspirator, that, how about escaping? George says, you know it’s impossible. You can’t crawl under the wires. I said, but you can fly over the wires. And then that’s when the conspiracy began.&#8221;</p><p><strong>On whether he, his wife and the rest of the group were afraid</strong></p><p>&#8220;Scared to hell. We made a decision, that if we are going to get captured, if there is a way to commit suicide, we’d rather do that than being captured alive. Because it’s going to be execution anyway, and we just didn’t want to go through the torture.&#8221;</p><p><strong>On the KGB agent on board</strong></p><p>&#8220;[George] opens the door and he goes in and he expects to find four people. And instead of four, there were five. The secret policeman was the fifth man, with a loaded gun waiting for somebody to enter. And as he did, he pulled the trigger and the gun misfired. He pulled the trigger, nothing happens. &#8230; There is absolutely no way to even construct any more incredible story that how many things had to stay in line and happen the way it happened.&#8221;</p><p>&#8220;[George] jumps the cop. Now the cop is on his back, in the small cockpit and George is on top of him. And three people &#8211; the co-pilot, the engineer and the radio man &#8211; pounding his head with anything they can get their hands on. He&#8217;s bleeding like a pig. The plane came from 8,000 feet 400 feet, ready to crash land. And then by the time George got the gun from the secret policeman and fired two shots into the ceiling, we’re ready to crash land, and George takes over the plane. Then I look out the cockpit window and there are two jets on top of us.&#8221;</p><p><strong>On running out of fuel</strong></p><p>&#8220;The door to the outside was cracked open, so we couldn’t close it fully. So the plane had to stay at 10,000 feet, and we started to run into thunderstorms. Sometimes I looked out the window &#8211; it was as close to the next mountain that I ever wanted to see. So we’re flying through the Alps for an hour and a half without any navigation &#8211; total soup, 10,000 feet when the mountains could be 11,000 feet. And then eventually we run out of fuel, so now you have to descend from 10,000 feet to 300 and some. When we finally broke out of the clouds, it was the most harrowing experience you can even dream of.&#8221;</p><p><strong>On landing</strong></p><p>&#8220;We broke out of the cloud and guess what? There was a runway right below us, as if it was ordered to be there. So we turn around and we land, and where did we land? Is it East Germany? Is it Czechoslovakia? Is it Austria? All three of them would return us to Hungary. And I’m sitting there with my wife in front of me. Her leg is broken in two pieces through the bouncing of the plane. And nobody around, not even a wind sack, except for the end of the runway, something moves. And it&#8217;s a Jeep, and it’s coming closer and closer. We can see the machine gun mounted on the back of the Jeep. I had the gun at that time, and I slowly brought it to the back of my wife’s head. If in the wrong place, I prayed God to give me strength to pull my index finger to end it. And she turns around simultaneously, my wife asking me, honey, where are we? <a name=\"clarification\"></a>And the Jeep had the answer. The stars and stripes.&#8221;</p><p>&#8220;Fifty-nine years later, I’m still emotional. NATO Air Force base under construction in West Germany. I was born &#8211; I felt a distinct feeling that nobody ever had, of being born at age 25.&#8221;<div class=\"l-article-primary sep\"></div></p><p><em>Clarification: In this June 29 segment about Frank Iszak, who took part in the 1956 hijacking of a Hungarian airliner, we stated that his flight was the first known hijacking. We heard from a listener whose husband’s grandfather was killed when his Bulgarian plane was commandeered in 1947. In fact, there are several earlier reported incidents in which planes were commandeered by pilots, diplomats and military. The definition of hijacking used in this particular interview refers to the commandeering of a commercial airliner by civilians.</em></p><h4>Guest</h4><ul><li> <strong>Frank Iszak</strong>, author of &#8220;Free for All to Freedom.&#8221; He tweets <a href=\"https://twitter.com/zakpil\" target=\"_blank\">@zakpil</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=First+Known+Plane+Hijacking+Was+A+Flight+To+Freedom&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"672"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418637720-007cbd.m3u?orgId=1&d=672&p=60&story=418637717&t=progseg&e=418587914&seg=8&ft=nprml&f=418637717"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_hijacked-flight-e1435598136106.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_Frank-Iszak.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1055","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0629_original-article.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1707","width":"1280"}}]}