{"created":"2015-03-12T08:25:59+00:00","modified":"2015-03-13T06:34:42+00:00","valid":{"from":"2015-03-13T06:34:42+00:00","to":"3015-03-13T06:34:42+00:00"},"hreflang":"en","title":"Drawn-Out Syrian Civil War Spawns A Literal Dark Age","published":"2015-03-12T15:26:00+00:00","teaser":"Once, Syria was a modern nation. Today, after five years of brutal conflict, 83 percent of the country's lights are out and life expectancies are 20 years shorter.","itags":["npr_api","392432928"],"guid":"5adf62cf-8480-4fc6-b6bd-4f3530cd34f2","contentencoded":"<p>The conflict in Syria is entering its fifth year, and two new reports suggest it just keeps getting worse for civilians there.</p><p>One United Nations agency says <a href=\"http://scpr-syria.org/att/SCPR_Alienation_Violence_Report_2014_EN.pdf\" target=\"_blank\">life expectancy has plummeted by 20 years</a> in the once-developed nation, while another new study based on nighttime satellite imagery finds that, <a href=\"http://news.withsyria.com/\" target=\"_blank\">in the past four years, 83 percent of the country's lights have gone off</a>.</p><p>And that's just the average, says Michael Klosson, vice president for policy at aid group Save the Children. In areas like Aleppo, where much of the populace has fled and infrastructure has been pulverized, researchers found that light has been reduced as much as 97 percent.</p><p>Klosson says he thinks the satellite images illustrate that the hopes for Syria's children — his aid group's focus — are darkening.</p><p>\"You've got 5.5 million kids who need humanitarian assistance — that's equivalent to the population of the entire state of Maryland,\" he says. \"That's a lot of kids in need.\"</p><p>Meanwhile the U.N. report says life expectancy has fallen from nearly 76 years to under 56 in Syria, that the nation's education system has collapsed and that the country is descending into poverty.</p><p>All that despite <a href=\"http://www.un.org/apps/news/story.asp?NewsID=49632#.VQEKB47wDSg\" target=\"_blank\">a UN Security Council resolution passed last year to open up aid routes</a>. Activists say it's had little impact.</p><p>\"The U.N. and the world have failed, and things have gotten worse for civilians,\" says Gawain Kripke, director of policy and research at Oxfam America. \"Our ability to provide assistance has been limited, and there are more people in places that are hard to reach now, than there were before the U.N. took action.\"</p><p>Aid groups can't get to about 4.8 million people in Syria, Kripke says, 2.5 percent higher than in 2013. The rise of the self-proclaimed Islamic State certainly plays a role, but Kripke says Washington has been too focused on that.</p><p>\"We're spending a lot of time, money and resources focusing on parts of the problem — like ISIS — but it's not a comprehensive solution to the conflict,\" he says. \"And it's ignoring the suffering that's going on.\"</p><p>The problem is so enormous — former U.S. Secretary of State Madeleine Albright on Wednesday said, \"What is happening on the ground in Syria is a humanitarian and human rights catastrophe of the first order\" — that some worry people may decide it's a lost cause.</p><p>\"It has the danger of people switching off, because it's hard to imagine what can be done,\" says Nigel Pont, who is stationed in Beirut for Mercy Corps. \"While we are not able to put an end to this war, and while we can't alleviate everyone's suffering, we are able to help millions of people a year.\"</p><p>Save the Children's Klosson also worries that the world's attention is shifting away, and is urging the U.S. and other world powers to step up humanitarian assistance and work harder to find a solution the conflict.</p><p>\"That's how you get the lights back on,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Drawn-Out+Syrian+Civil+War+Spawns+A+Literal+Dark+Age&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"177"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392477451-91b441.m3u?orgId=1&topicId=1009&e=392432928&d=177&ft=nprml&f=392432928"},{"href":"http://media.npr.org/assets/img/2015/03/12/465481094-a52472c8d3419f64684f1a700d4a68cef3ffbcfb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2896","width":"3861"}},{"href":"http://media.npr.org/assets/img/2015/03/12/syria-maps-a1eaa6abc33b67758d287deefc75c16568062384.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1287","width":"1716"}}]}