{"created":"2014-09-08T15:53:46+00:00","modified":"2014-12-04T15:16:07+00:00","valid":{"from":"2014-12-04T15:16:07+00:00","to":"3014-12-04T15:16:07+00:00"},"hreflang":"en","title":"'What If' There Were An Entire Book Devoted To Absurd Hypotheticals?","published":"2014-09-23T13:27:00+00:00","teaser":"In a new book, Randall Munroe — creator of the web comic xkcd and a former NASA roboticist — tackles pressing questions like <em>What would happen if all of humanity jumped at once in Rhode Island?</em>","itags":["npr_api","346082579"],"guid":"5aef5bb1-351b-4186-9f7d-1080cf6425b6","contentencoded":"<p>Simple questions can lead to very complicated answers. For instance: <a href=\"https://what-if.xkcd.com/9/\" target=\"_blank\">What if everyone actually had just one soul mate — one random person somewhere in the world?</a> Could they ever meet?</p><p>\"You know, there are a lot more people who have been alive than who are alive right now. So if your soul mate is randomly assigned from all humans, it's probably somebody who is already dead or who has not yet been born.\"</p><p>That's Randall Munroe talking to NPR's Lynn Neary. (Munroe makes a living <a href=\"http://what-if.xkcd.com/\">answering questions like this</a>.) To simplify the problem, he says we can narrow the eligible population down to living humans close in age. But even assuming love at first sight, he says the odds are pretty slim:</p><p>\"I imagined a system of, like, everyone would get on these treadmills and they'd be swept past each other. You know, you'd get the whole population of the Earth going past each other making eye contact as they go with as many people as they can, just taking a moment to go: 'Yes. Yes. No. No. Yes. No. No. No.' \"</p><p>Of course, this would take some time. \"If everyone spent eight hours a day, 365 days a year on this,\" Munroe says, \"you could in theory pair up everybody with their soul mate within a few decades.\"</p><p>Munroe started his career as a NASA roboticist, then created the popular web comic <a href=\"http://xkcd.com/\">xkcd</a>. On the side, he uses his mathematical mind to answer outlandish questions from his readers. His new book is called <em>What If?: Serious Scientific Answers to Absurd Hypothetical Questions</em>.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the best kinds of outlandish questions</strong></p><p>Some of my favorite questions actually come from parents submitted on behalf of their little kids. ... I find that the questions from adults are more like they're trying to be as wacky as possible, but the kids ask very simple questions that sometimes have kind of surprising consequences. <strong></strong></p><p>Like, one guy wrote in, he said: My daughter wants to build a billion-story building. I haven't been able to convince her ... that this is not possible, and so maybe you can take a crack at it.</p><p>And so <a href=\"https://what-if.xkcd.com/94/\">I wrote an article</a>, you know, explaining to her, you know, if you try to build a building progressively higher, here are the problems you're gonna run into: eventually it gets so tall, you know, that it collapses; but then you figure out a way to build it stronger; but then it gets so tall that it's sticking out into orbit and satellites start colliding with it. You know, and then it takes you through all these different interesting physics ideas.</p><p><strong>On whether his scientific answers take the fun out of a question's fantasy</strong></p><p>I think, you know, maybe a billion-story building there are some logistical problems you run into. But at the same time, you get to paint this picture of these orbiting stations and this tension on the building, you know, you'd have these cables and these incredibly high-speed elevators. ... It ends up painting a wilder picture than what you were originally starting with and I think that, you know, can be even more exciting and more romantic.</p><p><strong>On what would happen <a href=\"https://what-if.xkcd.com/8/\" target=\"_blank\">if everyone in the world gathered in one place and jumped at the same time</a></strong></p><p>A couple of different people have tackled this — you know, said, \"Oh, if everyone jumped at once in one place would it disrupt the Earth's orbit or something?\" And the answer to that is a little bit disappointing, which is that not a lot would happen.</p><p>I thought, well, there's not a lot I can say about that, but then I started wondering, like, wait a minute, you've gathered everyone in the world in one place, magically, that's the premise of the question; but then what happens?</p><p>And I started trying to figure out if you gathered everyone, you know, in Rhode Island — they would take up an area about the size of Rhode Island — then, you know, how many people can get out of Rhode Island per hour? What's the capacity of all the ports — you know, the airports, the ships? How many cars are there in Rhode Island? And then it turns out the rate is not that high, so it brings you to another question, which is how much food is there in Rhode Island? Because there's no one working the farms to supply more food to Rhode Island because everyone is already <em>in</em> Rhode Island. It turns out, within a matter of a couple of weeks, Rhode Island would be the graveyard of most of the human race in this scenario.</p><p><strong>On the \"weird and worrying\" questions he includes in the book but doesn't answer, like \"How fast would a human have to run in order to be cut in half at the belly button by a cheese-cutting wire?\"</strong></p><p>Yeah, that's in a category of question that I haven't answered because I don't want to think about that. It's just like — my skin crawls imagining that. Another question like that was, \"How cold would your teeth have to get in order for a cup of hot coffee to make them shatter on contact?\" And that's a question I've never gotten past just the initial mental image.</p><p><strong>On his own what-if questions</strong></p><p>I'm looking at a studio and I might think, if I'm daydreaming in between taping, you know: What if I filled this studio with water? Would the windows be strong enough? ... How many play pen balls would it take to fill it if you wanted to make a ball pit here? How much would that cost?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27What+If%27+There+Were+An+Entire+Book+Devoted+To+Absurd+Hypotheticals%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"349"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346533999-442cdc.m3u?orgId=1&topicId=1033&ft=3&f=346082579"},{"href":"http://media.npr.org/assets/img/2014/09/05/1.-jump-everybody-jump---what-if-e70b3944979d03b0eaba32dd33095ae4c2495301.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1414","width":"1887"}},{"href":"http://media.npr.org/assets/img/2014/09/05/grid-soulmates---what-if-small-49918f443da098cbcc735a17e36a299d015011d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2097","width":"2796"}},{"href":"http://media.npr.org/assets/img/2014/09/05/4.-talking-2-everybody-jump---what-if-ae7db1e5c0b2c8b6d27cc6e2aceacfbe9098dade.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1623","width":"2164"}}]}