{"created":"2015-06-11T17:44:25+00:00","modified":"2015-06-11T18:27:15+00:00","valid":{"from":"2015-06-11T18:27:15+00:00","to":"3015-06-11T18:27:15+00:00"},"hreflang":"en","title":"Celebrating The Foods And Flavors Of Cuba","published":"2015-06-11T18:27:00+00:00","teaser":"A new cookbook tells the story of the generations of Cubans and Cuban Americans and the food that ties them together.","itags":["npr_api","413680369"],"guid":"5af29eab-c038-47c7-ae78-388ff0325c48","contentencoded":"<p>Now that the Obama administration has relaxed relations with Cuba, and the number of U.S. tourists traveling to the island nation is up by about one third.</p><p>Food writer <strong>Ana Sofia Peláez</strong> is a first-generation Cuban-American who grew up in Miami, where many Cuban refugees came after the revolution. Her new cookbook is called &#8220;<a href=\"http://www.amazon.com/The-Cuban-Table-Celebration-Flavors/dp/1250036089\" target=\"_blank\">The Cuban Table: A Celebration of Food, Flavors, and History</a>,&#8221; and tells the story of the generations of Cubans and Cuban Americans and the food that ties them together.</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_cuban-table-cover.jpg\"><img src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_cuban-table-cover-240x300.jpg\" alt=\"Cover of \"Cuban Table\" (Ellen Silverman)\" width=\"240\" height=\"300\" class=\"alignright size-medium wp-image-86210\" /></a></p><p>Peláez discusses her cookbook and Cuban food with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Lisa Mullins. She also shares four recipes from the book:</p><ul><li><a href=\"#arroz-con-pollo\">Arroz con Pollo</a></li><li><a href=\"#chorote-con-churros\">Chorote con Churros</a></li><li><a href=\"#flan-de-leche\">Flan de Leche</a></li><li><a href=\"#mojito\">Mojito</a></li></ul><p><a name=\"arroz-con-pollo\"></a><em>All recipes from “The Cuban Table: A Celebration of Food, Flavors, and History” by Ana Sofia Peláez. Copyright © 2014 by Ana Sofia Peláez. Reprinted with permission from St. Martin&#8217;s Press.</em></p><h4>Arroz con Pollo</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_arroz-con-pollo.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p>Chicken and Rice</p><p><em>Serves 10</em></p><p>In the 1950s, when poultry was more expensive than either fish or beef, Arroz con Pollo was the preferred dish for special occasions and Sunday family gatherings. It’s a one-pot meal that’s still perfect for feeding a crowd. Carmen Calzada shared her family’s recipe with me.</p><p><strong>For the chicken</strong></p><p>1/2 cup extra-virgin olive oil</p><p>1 medium green bell pepper, stemmed, cored, seeded, and cut in rounds</p><p>3 pounds bone-in, skin-on chicken thighs and drumsticks</p><p><strong>For the rice</strong></p><p>1 cup dry white wine</p><p>4 cups water</p><p>One 12-ounce bottle of pilsner-style beer, divided</p><p>1/2 pound asparagus, rinsed and trimmed</p><p>1 medium yellow onion, grated</p><p>1 cup jarred pimientos, drained and sliced</p><p>1 cup petit pois or English peas, fresh or frozen</p><p>1/4 cup tomato paste</p><p>3 large garlic cloves, peeled and mashed to a paste</p><p>1 tablespoon kosher salt</p><p>1 cube chicken bouillon</p><p>3/4 teaspoon freshly ground achiote seeds or Bijol seasoning</p><p>1/2 teaspoon dried oregano</p><p>1/2 teaspoon freshly ground nutmeg</p><p>3 1/2 cups Valencia or similar short-grain rice, rinsed</p><p>Preheat the oven to 325ºF.</p><p>Heat the olive oil over medium-high heat in an ovenproof, 6-quart heavy pot or Dutch oven until hot but not smoking. Add the green pepper to the oil. Working in batches, brown the chicken on both sides, 2 to 3 minutes per side. Set aside the browned chicken and repeat with remaining pieces. Remove the green pepper and discard.</p><p>To deglaze the pot, add the wine and bring to a simmer, scraping up the browned bits.</p><p>Return the browned chicken to the pot. Add the remaining ingredients except for the rice, and half the beer and part of the pimientos to add at the end. Bring to a simmer.</p><p>Stir in the rice and simmer over medium-high heat for 10 minutes. Remove the pot from direct heat, cover with a tight-fitting lid, and set in the preheated oven, and bake until the rice is tender but still moist, about 20 minutes.</p><p><a name=\"chorote-con-churros\"></a>Remove from the oven and immediately pour in the remaining beer. Garnish with the reserved pimientos.</p><h4>Chorote con Churros</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_chorote-con-churros.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p>Hot Chocolate with Churros</p><p><em>Serves 6 to 8</em></p><p>Cultivated in Baracoa since the seventeenth century, fermented cacao beans are traditionally ground into a paste and shaped into a ball with just enough flour to hold it together. Raised on her mother’s small cacao farm, Esperanza still makes hers by hand, preferring the darkest possible chocolate that retains the entire soul of the cacao. In this typical preparation for <em>Chorote</em> she gave me, which I’ve adapted here, dark chocolate is blended with spiced coconut milk and thickened with corn starch.</p><p><strong>For the <em>chorote</em></strong></p><p>4 cups fresh Coconut Milk (page 298) or best-quality canned unsweetened coconut milk or whole milk</p><p>1 whole cinnamon stick</p><p>1 tablespoon whole allspice berries</p><p>1 teaspoon whole cloves</p><p>1 tablespoon cornstarch</p><p>7 ounces high-quality bittersweet chocolate (70% cocoa), chopped</p><p><strong>For the churros</strong></p><p>2 cups water</p><p>6 tablespoons (3/4 stick) unsalted butter</p><p>1 teaspoon pure vanilla extract</p><p>1 teaspoon kosher salt</p><p>2 cups unbleached all-purpose flour</p><p>4 cups canola oil for frying</p><p>1 cup sugar</p><p>1 tablespoon ground cinnamon</p><p>Pinch ground clove (optional)</p><p><strong>Special equipment:</strong></p><p>Metal or plastic <em>churrera</em> (churro maker) or pastry bag fitted with ½-inch star tip</p><p>To make the <em>chorote</em>, combine the milk, cinnamon, allspice, and cloves in a medium saucepan and bring to a simmer over medium heat, about 10 minutes. Whisk in the cornstarch until well combined. Whisk in the chocolate and return to a simmer, stirring constantly, until it is completely melted and smooth, 5 to 7 minutes. Strain the chocolate mixture and discard the solids.</p><p>To make the churros, combine the water, butter, vanilla, and salt in a medium saucepan and bring to a boil. Lower the heat to medium-low and slowly beat in the flour with a wooden spoon until the dough is smooth, 2 to 3 minutes. Allow the dough mixture to cool for 1 to 2 minutes.</p><p>Heat the oil over medium-high heat in a heavy 3- to 4-quart pot to 375°F.</p><p>Transfer the dough to a <em>churrera</em> or pastry bag fitted with a star tip. Working in batches, pipe a 6-inch strip of dough directly into the oil and fry, turning once, until lightly golden on all sides, 2 to 3 minutes total. Transfer the churros to a plate lined with paper towels to drain. Repeat with the remaining dough.</p><p>Combine the sugar, cinnamon, and clove, if using, in a large shallow bowl. Roll the churros in the sugar mixture while they are still warm and set them on a platter. Serve with the <em>chorote</em>.</p><p><strong>Note:</strong> Churros can be piped onto a baking sheet lined with wax paper before transferring to the oil. <a name=\"flan-de-leche\"></a>They can also be made in advance and chilled up to 2 hours before frying.</p><h4>Flan de Leche</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_flan-de-leche.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p><em>Serves 8 to 10</em></p><p>The trick to a great Flan de Leche begins and ends with the caramelo—the sugar heated slowly over a steady flame until it reaches just the right amber hue without becoming bitter. It can get away from you easily, but it’s always fun to see how far you can take it.</p><p><strong>For the mold</strong></p><p>3/4 cup sugar</p><p><strong>For the custard</strong></p><p>2 1/2 cups whole milk</p><p>One 12-ounce can evaporated milk</p><p>1 1/2 cups sugar</p><p>1 whole cinnamon stick</p><p>1 whole vanilla bean, split lengthwise, or</p><p>1 tablespoon pure vanilla extract</p><p>1 lemon peel, white pith removed</p><p>1⁄8 teaspoon kosher salt</p><p>6 large eggs</p><p><strong>Special equipment:</strong></p><p>7- to 8-inch flanera or round metal cake pan (preferably 3 inches deep)</p><p>Preheat the oven to 350ºF.</p><p>Pour 3/4 cup of sugar into a flanera or metal mold. Place the mold over medium heat and move constantly, without stirring, until the sugar melts and takes on a deep amber hue, 5 to 8 minutes. Remove the mold from the heat and swirl the caramel so that the bottom and sides are lightly covered. The caramel will be very hot and should be handled carefully. Set aside.</p><p>Combine the whole milk, evaporated milk, sugar, cinnamon, vanilla bean, lemon peel and salt in a heavy 4-quart saucepan and bring to a boil over medium heat. Remove the saucepan from the heat and allow the spices to steep until the milk is cooled to room temperature, about 30 minutes. Discard the cinnamon, vanilla bean, and lemon peel.</p><p>Combine the cooled milk mixture and eggs in a mixing bowl and whisk until well combined. Carefully pour the custard into the prepared mold. Close the lid of the flanera, if using, or cover the mold with aluminum foil.</p><p>Prepare a baño de María. Place the filled mold in a larger roasting pan. Pour enough hot water into the pan so that it comes about halfway up the sides of the mold. Carefully place both pans in the oven and bake for 60 to 75 minutes, until a knife inserted into the center comes out clean. Allow the custard to cool completely then refrigerate, covered, at least 4 hours or overnight.</p><p>To unmold, run a thin knife along the side of the mold. Gently shake the mold to loosen the flan. Place a large plate over the flan and quickly invert the mold in one motion.<a name=\"mojito\"></a></p><p>The flan will gently drop onto the plate and the caramel will flow out.</p><h4>Mojito</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0611_mojito-recipe.pdf\" target=\"_blank\">(View/print a PDF of this recipe)</a></p><p><em>Serves 1</em></p><p>Though Hemingway popularized the drink with a single backhanded compliment to his favorite Havana watering holes, declaring, “My mojito in La Bodeguita, my daiquirí in El Floridita,” the cocktail’s origin can be traced back to the sixteenth-century el Draque, a crude blend of lime, sugar and aguardiente, invented by pirates on expedition with Sir Francis Drake. Eventually, the aguardiente was replaced with smooth, light-bodied rums elaborated in the late 1800s and the Mojito—an African word roughly translated as “little spell”—was cast.</p><p>This recipe comes from my uncle Guillermo Tremols who learned it from Deus, a bartender at Havana’s Miramar Yacht Club.</p><p>12 fresh spearmint leaves with stems</p><p>1 ounce freshly squeezed lime juice</p><p>1 1/2 tablespoons confectioners’ sugar</p><p>2 1/2 ounces white rum</p><p>2 to 3 ounces club soda, to top off</p><p>1 to 2 dashes Angostura bitters (optional)</p><p>Muddle the mint, lime juice, and sugar in an 8-ounce glass until the mint is gently bruised. Stir in the rum and add ice. Top off with club soda. Add Angostura bitters, if using, to taste. Garnish with a sprig of mint.</p><h4>Guest</h4><ul><li><strong><a href=\"http://hungrysofia.com/about/\" target=\"_blank\">Ana Sofia Peláez</a></strong>, author of the &#8220;The Cuban Table: A Celebration of Food, Flavors, and History.&#8221; She tweets <a href=\"https://twitter.com/hungrysofia\" target=\"_blank\">@HungrySofia</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Celebrating+The+Foods+And+Flavors+Of+Cuba&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"651"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413680372-87c49c.m3u?orgId=1&d=651&p=60&story=413680369&t=progseg&e=413675207&seg=9&ft=nprml&f=413680369"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_cuban-table.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"910","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_arroz_pollo.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"834","width":"1199"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_churros.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"804","width":"1107"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_cuban-table-cover.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1000","width":"800"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_flan-de-leche.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"927","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0611_mojito.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"909","width":"1280"}}]}