{"created":"2015-05-14T20:17:38+00:00","modified":"2015-05-18T17:28:53+00:00","valid":{"from":"2014-03-14T19:01:34+00:00","to":"3014-03-14T19:01:34+00:00"},"hreflang":"en","title":"Middle class families fight over East Baton Rouge schools","guid":"5b0bab77-e2c7-40b9-8f98-291ecaff4c1b","itags":["5b0bab77e2c70b99f98d291ecaff4c1b","Marketplace","Marketplace Morning Report","Marketplace Morning Report for Wednesday, March 19, 2014","Marketplace for Friday, March 14, 2014","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Melissa O’Reilly is a bubbly mother of three who describes herself as a “stay-at-home mom, for now.” &nbsp;</p>\n<p>She’s a product of the <a href=\"http://www.ebrschools.org/\" target=\"_blank\">East Baton Rouge Parish School System (EBRPSS.</a>) She enjoyed it there. She was lucky enough to find spots in the system’s magnet and gifted and talented programs. So even though O’Reilly and her husband had heard about declining standards in the district, they took a chance, and sent their two kids to the neighborhood public school.</p>\n<p>“We hoped for the best. We figured: We’re involved parents, we’re going to continue to be involved and hopefully that will carry them through,\" <span>O’Reilly said. “</span>We were really wrong. Fantastically wrong.”</p>\n<p>O’Reilly says the schools were plagued by a lack of discipline, though she diplomatically declines to place blame on either teachers or students. Then one day, her daughter came home from the third grade.</p>\n<p>“She was really upset,” O’Reilly said. “The kids were throwing desks. They were a lot bigger than she was. She was hit by one of the desks. It was a mess. The teacher had completely lost control.”</p>\n<p>This year, O’Reilly sent her kids to private school.</p>\n<p><iframe src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/140365420&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_artwork=true\" frameborder=\"no\" scrolling=\"no\" ></iframe></p>\n<p>East Baton Rouge Parish is shaped a bit like an anvil, with the Mississippi River snaking along the western side. At the top of the anvil are a handful of small cities. In the center, the city of Baton Rouge. And at the bottom, an unincorporated area known as “southeast.”</p>\n<p>Baton Rouge and the unincorporated areas of the southeast share a number of things: most notably, a government and a public school system. Now, some residents of the unincorporated area want to leave that consolidated government and form their own town, <a href=\"http://www.stgeorgelouisiana.com/\" target=\"_blank\">St. George</a>, with its own school district<strong>.&nbsp;</strong>The movement to incorporate St. George has set up a battle over shared resources, race, socioeconomics -- and the parish's tax base.&nbsp;</p>\n<p>The St. George movement began as an attempt to carve out a pie-shaped slice of the EBRPSS and create a new, smaller district that supporters said would offer more local control and improve the lives of parents, teachers and students. O’Reilly says she felt torn when she first heard of the proposal.</p>\n<p>“I’m not going to lie, I supported it,” O’Reilly said. “It was a devil’s bargain. Looking at it, I knew what would happen to East Baton Rouge Parish, and the negative consequences for them. But my kids are only going to be little once. They’re only going to get one education. And at the end of the day, you have to do what’s best for your kids.”</p>\n<p>When the movement to create the school district ran into opposition in the Louisiana House of Representatives, a new movement was born - &nbsp;an attempt to first incorporate the city of St. George, and then push for a St. George school system.</p>\n<p>[[{\"fid\":\"253896\",\"view_mode\":\"default\",\"type\":\"media\",\"attributes\":{\"height\":556,\"width\":529,\"class\":\"media-element\"}}]]</p>\n<p><em><span>Trey Cook, Patty Cook and Christina Loewer at a meeting for volunteers who support the incorporation of St. George. They are trying to collect&nbsp;enough signatures locally&nbsp;to trigger a ballot initiative on the issue. (Photo: Noel King/Marketplace)</span></em></p>\n<p>It didn’t take O’Reilly long to realize that her house is in Baton Rouge proper. The proposed new city, and its promise of a better school system, doesn’t apply to her family.</p>\n<p>“Part of me feels left out,” she said, “like we’re standing on the beach while the boats are pulling away. And we’re like, please, take us with you.”</p>\n<p>Dustin Yates is one of a core group of St. George supporters.&nbsp; His group is trying to collect the 18,000 signatures needed to trigger a vote on the incorporation.&nbsp; He says he thinks about people like Melissa O’Reilly “every single day.”</p>\n<p>Yates is a father of two who works for the fire department.&nbsp; He decided private school was the only option for his two children after spending a year teaching and coaching football at Woodlawn High School, in the district. He says he was troubled by the lack of discipline.</p>\n<p>“I witnessed quite a bit of violence,” Yates said. “I always kind of felt safe because I have a physical presence and I’m just not going to be intimidated by a 17 year-old kid, but my heart did go out to certain teachers that did feel bound by the lack of discipline regulations in that school system.”</p>\n<p>Yates just received next year’s tuition bill for his daughter, who is entering the first grade. He says private school runs him between $6,500 and $7,000 per year.</p>\n<p>Private and parochial schools are popular options for East Baton Rouge Parish parents who can afford the tuition. At the heart of the current debate are middle class families.&nbsp;</p>\n<p>&nbsp;Joshua Hoffpauir, another St. George supporter, owns a small architectural practice. He says the nature of his work means he can’t predict what his salary will be, year to year. Hoffpauir and his wife live next door to a public school, but Hoffpauir says according to the state’s grading system, it has always been ranked “D” or “F.”</p>\n<p>“There’s only one family in our neighborhood that sends their kids to school there,” Hoffpauir said. “There’s 650 houses.”</p>\n<p>Pro-St. George parents frequently use the term “local control.” For them, it means a smaller system where parents and teachers can hold children accountable more easily.&nbsp;At present, going to public school in East Baton Rouge Parish doesn't necessarily mean going to school close to home. Competitive magnet programs draw children from all over the parish. And in some areas, failing public schools have been taken over by the state. In those areas, parents have the choice of sending their kids to school elsewhere in the district. Frustrated parents say their children can spend hours on buses, and in some cases, must leave the house before 6 a.m.</p>\n<p>“We need the support of parents,” Kathrin McGregor said.&nbsp; She teaches fourth and fifth grade at Shenandoah elementary school. “How can you have that when they are 30 or 40 minutes from the school? How can you bus children around the town and expect parents to come to the school when their child is exhibiting inappropriate behavior? Kids know they can get away with it.”</p>\n<p>EBRPSS Superintendent Bernard Taylor counters that argument with one of his own: The sheer size of the school district is what allows it to offer magnet and gifted and talented programs, as well as programs for children with special needs.</p>\n<p>“The benefits that their children receive, these magnet and gifted and talented programs, are because we’re a district of this size,” Taylor said. “With 42,000 students, every dime that we get for every student, accrues a benefit to another student.”</p>\n<p>If there is a bright spot in the public school system, it is the well-regarded magnet and gifted and talented programs scattered throughout the district. Parents and students on both sides of the debate speak highly of arts, science, math, language and engineering programs. Students must test into gifted programs; spots in magnet programs are chosen by lottery. If St. George incorporates, EBRPSS will be a significantly smaller district, and magnet programs will be harder to fund, a fact that has made a lot of students and parents, including many who live in the unincorporated area, nervous.</p>\n<p>Madeleine Juneau is a sophomore at Baton Rouge Magnet High School.&nbsp; During a tour of her school’s new radio studios, she spoke glowingly of her teachers, her advanced science classes, and, perhaps her favorite part, the school’s classical ballet instruction.</p>\n<p>“If you have less students, they won’t have as much funding for all the programs they have that make [the school] as well-known,” Juneau said. “So, yes, I do think Baton Rouge High will definitely go downhill.”</p>\n<p>Those fears are shared by some parents whose children have special needs. Pediatrician Jennifer Hogan’s two young sons are on the autism spectrum. Hogan lives in the unincorporated area. She started her sons in private school, but found the level of attention, teacher expertise, and diversity of the student population in the public schools suited her sons better. She admits she’s afraid of the unknown.</p>\n<p>“Some neighbors and friends say the schools can be so much better, but I don’t know who is going to be running the school system,” Hogan said. “I’m pretty happy with the way things are right now, with where my kids are in the public school. I don’t need it to change.”</p>\n<p>Some are troubled by the demographics of the proposed new city.</p>\n<p>Belinda Davis is a member of <a href=\"http://www.educatebr.com/\" target=\"_blank\">“One Community, One School District.</a>” &nbsp;That’s an advocacy group that opposes the St. George movement.&nbsp; She has three sons in magnet programs and she points out that St. George would be wealthier and whiter than the city of Baton Rouge. Davis says she’s troubled by the implications, not just for East Baton Rouge Parish, but for other areas around the country that are grappling with how best to educate children from differing socioeconomic environments.</p>\n<p><span><img src=\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Belinda%20Davis.JPG?itok=OEsQOLgg\" alt=\"\" /></span></p>\n<p><em><span>Belinda Davis is with One Community, One School District, a local advocacy group that opposes the movement to incorporate St. George. (Photo: Noel King/Marketplace)</span></em></p>\n<p>“Our state’s accountability system makes it so that it is easier for us to draw lines, isolate kids in poverty from other kids, so we can have successful school districts,” Davis said. “Even if this is not motivated by race, and not motivated by income, it has consequences for both of those things that cannot be denied. Even if residents in the southeast are not being motivated by a desire to get poor black children out of their schools, that is exactly what’s going to happen.”</p>\n<p>Proponents of the incorporation are sensitive to those charges, which they call a desperate attempt to distract from the real issues.</p>\n<p>“Just because I was raised in the southern part of the United States, doesn’t mean I’m a racist because I want something better for the middle class,” Dustin Yates said. “It just means I want something better for my family. Color does not interject itself into my thought process whatsoever.”</p>\n<p>Here, as in much of the country, race is a delicate issue. For years, the state resisted orders to desegregate the public schools. These days, in many quarters, there’s great sensitivity to anything that might suggest racial discrimination. There’s also clear discomfort about the kinds of kids who are perceived to be at the center of behavioral problems in school. Parents here speak of “children who aren’t getting enough support at home.” Some say that’s coded language, which refers to a small percentage of African-American children from troubled homes in poor areas.</p>\n<p><span>Clay Young owns a local marketing and PR firm. He lives in the unincorporated area, but doesn’t want to take a position on the incorporation. Young is African-American and describes himself as “upper middle class, but not rich.” He sends his two children to private school and volunteers with less fortunate children in the community.</span></p>\n<p>“Any child in the right environment can learn,” Young said. “No matter where he or she comes from. But children who come out of households where there is not structure, don’t know structure. And they tend to go into environments and cause chaos. And so you’ve got parents who are both white and black, who are nervous about putting their kids in environments where there will be chaos. People don’t really want to say that because it’s not PC, and you sound like a racist or an elitist.”</p>\n<p>Young says until parents in the area can speak honestly about the kinds of environments their kids are growing up in, finding common ground will be difficult. He also sees the push for St. George as, for the moment, largely theoretical.</p>\n<p><span><img src=\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Clay%20Young.JPG?itok=m0AuRPHj\" alt=\"\" /></span></p>\n<p><em><span>Clay Young lives and works in the unincorporated area of East Baton Rouge Parish that would become the city of St. George. (Photo: Noel King/Marketplace)&nbsp;</span></em></p>\n<p>“So much of what we’ve talked about is in theory,” Young said. “You still have to build school buildings. That’s going to take some time. You have to build a city on paper, and then you have to really build a city.”</p>\n<p>The implications of the incorporation go beyond demographics and hurt feelings. Baton Rouge and the unincorporated area share a tax base and are on the hook together for a thicket of other costs. There are economic implications if the wealthier area leaves the consolidated government.</p>\n<p>A <a href=\"http://brac.org/docs/pdf/BRAC_White_Paper_New_City_EBR.pdf\" target=\"_blank\">2013 study</a> from economists Jim Richardson, Jared Lorenz and Roy Heidelberg of Louisiana State University’s <a href=\"http://business.lsu.edu/Pages/index.aspx\" target=\"_blank\">E.J. Ourso College of Business</a> estimated that if St. George incorporates, spending per pupil in EBRPSS would fall. Much of the money that funds public works and city-parish maintenance comes from retail sales taxes, and many of the large retail centers, including the massive Mall of Louisiana, are in the unincorporated area. The two areas also share legacy costs like post-employment health benefits for city-parish employees, and the cost of a billion-plus dollar overhaul of the parish sewage system.</p>\n<p>The study found St. George’s incorporation could result in a $53 million shortfall for the city-parish budget.</p>\n<p>Lionel Rainey III, a spokesman for the committee to incorporate the city of St. George argues the fears have been overstated. &nbsp;</p>\n<p>“St. George is not leaving, they are not building a wall,” Rainey said. “They gain nothing from having Baton Rouge go down. They will operate as sister cities.”</p>\n<p>Rainey says the St. George movement is following the lead of cities like Sandy Springs, Georgia, which incorporated in 2005, and set about privatizing many government jobs.</p>\n<p>“This is a more responsible form of government, a more modern form of government,” Rainey said. “It’s a smaller form of government that is not going to be a hiring agency. The goal for the city of St. George is to have less than twenty employees and not to be saddled with millions and millions of dollars of pension and retirement benefits that you have to pay.”</p>\n<p>Others worry that, after so many years as one community, St. George will simply be viewed as a more desirable place to live. Some Baton Rouge residents, including Melissa O’Reilly, are concerned the value of their homes might drop.</p>\n<p>“If the St. George community goes through, we expect to see our property value drop pretty severely,” O’Reilly said. “It may not happen overnight, but once that community is established, why would somebody want to buy my house in a failing school district when they can go two neighborhoods over and be in a great school system?”</p>\n<p>For many people, the worry is far from immediate. For O’Reilly, it’s real. With their third child about to enter kindergarten, private school could run her family up to $30,000 a year. She and her husband have decided private schooling is not sustainable. They’re moving seventy miles away, to Mandeville. It’s a pretty town, on the banks of Lake Pontchartrain. And then, there are the public schools.</p>\n<p>“They’re fantastic,” O’Reilly said. We’ve already gone on a tour of several of them. And they’re fantastic. They’re great.”</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Melissa O’Reilly is a bubbly mother of three who describes herself as a “stay-at-home mom, for now.”  </p>\"},{\"type\":\"text/html\",\"content\":\"<p>She’s a product of the <a href=\\\"http://www.ebrschools.org/\\\" target=\\\"_blank\\\">East Baton Rouge Parish School System (EBRPSS.</a>) She enjoyed it there. She was lucky enough to find spots in the system’s magnet and gifted and talented programs. So even though O’Reilly and her husband had heard about declining standards in the district, they took a chance, and sent their two kids to the neighborhood public school.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“We hoped for the best. We figured: We’re involved parents, we’re going to continue to be involved and hopefully that will carry them through,&quot; <span>O’Reilly said. “</span>We were really wrong. Fantastically wrong.”</p>\"},{\"content\":\"<p>O’Reilly says the schools were plagued by a lack of discipline, though she diplomatically declines to place blame on either teachers or students. Then one day, her daughter came home from the third grade.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“She was really upset,” O’Reilly said. “The kids were throwing desks. They were a lot bigger than she was. She was hit by one of the desks. It was a mess. The teacher had completely lost control.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>This year, O’Reilly sent her kids to private school.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"no\\\" scrolling=\\\"no\\\" src=\\\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/140365420&amp;color=ff5500&amp;auto_play=false&amp;hide_related=false&amp;show_artwork=true\\\"></iframe></p>\"},{\"type\":\"text/html\",\"content\":\"<p>East Baton Rouge Parish is shaped a bit like an anvil, with the Mississippi River snaking along the western side. At the top of the anvil are a handful of small cities. In the center, the city of Baton Rouge. And at the bottom, an unincorporated area known as “southeast.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Baton Rouge and the unincorporated areas of the southeast share a number of things: most notably, a government and a public school system. Now, some residents of the unincorporated area want to leave that consolidated government and form their own town, <a href=\\\"http://www.stgeorgelouisiana.com/\\\" target=\\\"_blank\\\">St. George</a>, with its own school district<strong>. </strong>The movement to incorporate St. George has set up a battle over shared resources, race, socioeconomics -- and the parish&apos;s tax base. </p>\"},{\"content\":\"<p>The St. George movement began as an attempt to carve out a pie-shaped slice of the EBRPSS and create a new, smaller district that supporters said would offer more local control and improve the lives of parents, teachers and students. O’Reilly says she felt torn when she first heard of the proposal.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m not going to lie, I supported it,” O’Reilly said. “It was a devil’s bargain. Looking at it, I knew what would happen to East Baton Rouge Parish, and the negative consequences for them. But my kids are only going to be little once. They’re only going to get one education. And at the end of the day, you have to do what’s best for your kids.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>When the movement to create the school district ran into opposition in the Louisiana House of Representatives, a new movement was born -  an attempt to first incorporate the city of St. George, and then push for a St. George school system.</p>\"},{\"content\":\"<p>[[{&quot;fid&quot;:&quot;253896&quot;,&quot;view_mode&quot;:&quot;default&quot;,&quot;type&quot;:&quot;media&quot;,&quot;attributes&quot;:{&quot;height&quot;:556,&quot;width&quot;:529,&quot;class&quot;:&quot;media-element&quot;}}]]</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em><span>Trey Cook, Patty Cook and Christina Loewer at a meeting for volunteers who support the incorporation of St. George. They are trying to collect enough signatures locally to trigger a ballot initiative on the issue. (Photo: Noel King/Marketplace)</span></em></p>\"},{\"type\":\"text/html\",\"content\":\"<p>It didn’t take O’Reilly long to realize that her house is in Baton Rouge proper. The proposed new city, and its promise of a better school system, doesn’t apply to her family.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Part of me feels left out,” she said, “like we’re standing on the beach while the boats are pulling away. And we’re like, please, take us with you.”</p>\"},{\"content\":\"<p>Dustin Yates is one of a core group of St. George supporters.  His group is trying to collect the 18,000 signatures needed to trigger a vote on the incorporation.  He says he thinks about people like Melissa O’Reilly “every single day.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Yates is a father of two who works for the fire department.  He decided private school was the only option for his two children after spending a year teaching and coaching football at Woodlawn High School, in the district. He says he was troubled by the lack of discipline.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I witnessed quite a bit of violence,” Yates said. “I always kind of felt safe because I have a physical presence and I’m just not going to be intimidated by a 17 year-old kid, but my heart did go out to certain teachers that did feel bound by the lack of discipline regulations in that school system.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Yates just received next year’s tuition bill for his daughter, who is entering the first grade. He says private school runs him between $6,500 and $7,000 per year.</p>\"},{\"content\":\"<p>Private and parochial schools are popular options for East Baton Rouge Parish parents who can afford the tuition. At the heart of the current debate are middle class families. </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> Joshua Hoffpauir, another St. George supporter, owns a small architectural practice. He says the nature of his work means he can’t predict what his salary will be, year to year. Hoffpauir and his wife live next door to a public school, but Hoffpauir says according to the state’s grading system, it has always been ranked “D” or “F.”</p>\"},{\"content\":\"<p>“There’s only one family in our neighborhood that sends their kids to school there,” Hoffpauir said. “There’s 650 houses.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Pro-St. George parents frequently use the term “local control.” For them, it means a smaller system where parents and teachers can hold children accountable more easily. At present, going to public school in East Baton Rouge Parish doesn&apos;t necessarily mean going to school close to home. Competitive magnet programs draw children from all over the parish. And in some areas, failing public schools have been taken over by the state. In those areas, parents have the choice of sending their kids to school elsewhere in the district. Frustrated parents say their children can spend hours on buses, and in some cases, must leave the house before 6 a.m.</p>\"},{\"content\":\"<p>“We need the support of parents,” Kathrin McGregor said.  She teaches fourth and fifth grade at Shenandoah elementary school. “How can you have that when they are 30 or 40 minutes from the school? How can you bus children around the town and expect parents to come to the school when their child is exhibiting inappropriate behavior? Kids know they can get away with it.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>EBRPSS Superintendent Bernard Taylor counters that argument with one of his own: The sheer size of the school district is what allows it to offer magnet and gifted and talented programs, as well as programs for children with special needs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The benefits that their children receive, these magnet and gifted and talented programs, are because we’re a district of this size,” Taylor said. “With 42,000 students, every dime that we get for every student, accrues a benefit to another student.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>If there is a bright spot in the public school system, it is the well-regarded magnet and gifted and talented programs scattered throughout the district. Parents and students on both sides of the debate speak highly of arts, science, math, language and engineering programs. Students must test into gifted programs; spots in magnet programs are chosen by lottery. If St. George incorporates, EBRPSS will be a significantly smaller district, and magnet programs will be harder to fund, a fact that has made a lot of students and parents, including many who live in the unincorporated area, nervous.</p>\"},{\"content\":\"<p>Madeleine Juneau is a sophomore at Baton Rouge Magnet High School.  During a tour of her school’s new radio studios, she spoke glowingly of her teachers, her advanced science classes, and, perhaps her favorite part, the school’s classical ballet instruction.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“If you have less students, they won’t have as much funding for all the programs they have that make [the school] as well-known,” Juneau said. “So, yes, I do think Baton Rouge High will definitely go downhill.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Those fears are shared by some parents whose children have special needs. Pediatrician Jennifer Hogan’s two young sons are on the autism spectrum. Hogan lives in the unincorporated area. She started her sons in private school, but found the level of attention, teacher expertise, and diversity of the student population in the public schools suited her sons better. She admits she’s afraid of the unknown.</p>\"},{\"content\":\"<p>“Some neighbors and friends say the schools can be so much better, but I don’t know who is going to be running the school system,” Hogan said. “I’m pretty happy with the way things are right now, with where my kids are in the public school. I don’t need it to change.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Some are troubled by the demographics of the proposed new city.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Belinda Davis is a member of <a href=\\\"http://www.educatebr.com/\\\" target=\\\"_blank\\\">“One Community, One School District.</a>”  That’s an advocacy group that opposes the St. George movement.  She has three sons in magnet programs and she points out that St. George would be wealthier and whiter than the city of Baton Rouge. Davis says she’s troubled by the implications, not just for East Baton Rouge Parish, but for other areas around the country that are grappling with how best to educate children from differing socioeconomic environments.</p>\"},{\"type\":\"text/html\",\"content\":\"<p><span><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Belinda%20Davis.JPG?itok=OEsQOLgg\\\" /></span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><em><span>Belinda Davis is with One Community, One School District, a local advocacy group that opposes the movement to incorporate St. George. (Photo: Noel King/Marketplace)</span></em></p>\"},{\"content\":\"<p>“Our state’s accountability system makes it so that it is easier for us to draw lines, isolate kids in poverty from other kids, so we can have successful school districts,” Davis said. “Even if this is not motivated by race, and not motivated by income, it has consequences for both of those things that cannot be denied. Even if residents in the southeast are not being motivated by a desire to get poor black children out of their schools, that is exactly what’s going to happen.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Proponents of the incorporation are sensitive to those charges, which they call a desperate attempt to distract from the real issues.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Just because I was raised in the southern part of the United States, doesn’t mean I’m a racist because I want something better for the middle class,” Dustin Yates said. “It just means I want something better for my family. Color does not interject itself into my thought process whatsoever.”</p>\"},{\"content\":\"<p>Here, as in much of the country, race is a delicate issue. For years, the state resisted orders to desegregate the public schools. These days, in many quarters, there’s great sensitivity to anything that might suggest racial discrimination. There’s also clear discomfort about the kinds of kids who are perceived to be at the center of behavioral problems in school. Parents here speak of “children who aren’t getting enough support at home.” Some say that’s coded language, which refers to a small percentage of African-American children from troubled homes in poor areas.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Clay Young owns a local marketing and PR firm. He lives in the unincorporated area, but doesn’t want to take a position on the incorporation. Young is African-American and describes himself as “upper middle class, but not rich.” He sends his two children to private school and volunteers with less fortunate children in the community.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Any child in the right environment can learn,” Young said. “No matter where he or she comes from. But children who come out of households where there is not structure, don’t know structure. And they tend to go into environments and cause chaos. And so you’ve got parents who are both white and black, who are nervous about putting their kids in environments where there will be chaos. People don’t really want to say that because it’s not PC, and you sound like a racist or an elitist.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Young says until parents in the area can speak honestly about the kinds of environments their kids are growing up in, finding common ground will be difficult. He also sees the push for St. George as, for the moment, largely theoretical.</p>\"},{\"content\":\"<p><span><img alt=\\\"\\\" src=\\\"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Clay%20Young.JPG?itok=m0AuRPHj\\\" /></span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><em><span>Clay Young lives and works in the unincorporated area of East Baton Rouge Parish that would become the city of St. George. (Photo: Noel King/Marketplace) </span></em></p>\"},{\"content\":\"<p>“So much of what we’ve talked about is in theory,” Young said. “You still have to build school buildings. That’s going to take some time. You have to build a city on paper, and then you have to really build a city.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The implications of the incorporation go beyond demographics and hurt feelings. Baton Rouge and the unincorporated area share a tax base and are on the hook together for a thicket of other costs. There are economic implications if the wealthier area leaves the consolidated government.</p>\"},{\"content\":\"<p>A <a href=\\\"http://brac.org/docs/pdf/BRAC_White_Paper_New_City_EBR.pdf\\\" target=\\\"_blank\\\">2013 study</a> from economists Jim Richardson, Jared Lorenz and Roy Heidelberg of Louisiana State University’s <a href=\\\"http://business.lsu.edu/Pages/index.aspx\\\" target=\\\"_blank\\\">E.J. Ourso College of Business</a> estimated that if St. George incorporates, spending per pupil in EBRPSS would fall. Much of the money that funds public works and city-parish maintenance comes from retail sales taxes, and many of the large retail centers, including the massive Mall of Louisiana, are in the unincorporated area. The two areas also share legacy costs like post-employment health benefits for city-parish employees, and the cost of a billion-plus dollar overhaul of the parish sewage system.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The study found St. George’s incorporation could result in a $53 million shortfall for the city-parish budget.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Lionel Rainey III, a spokesman for the committee to incorporate the city of St. George argues the fears have been overstated.  </p>\"},{\"content\":\"<p>“St. George is not leaving, they are not building a wall,” Rainey said. “They gain nothing from having Baton Rouge go down. They will operate as sister cities.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Rainey says the St. George movement is following the lead of cities like Sandy Springs, Georgia, which incorporated in 2005, and set about privatizing many government jobs.</p>\"},{\"content\":\"<p>“This is a more responsible form of government, a more modern form of government,” Rainey said. “It’s a smaller form of government that is not going to be a hiring agency. The goal for the city of St. George is to have less than twenty employees and not to be saddled with millions and millions of dollars of pension and retirement benefits that you have to pay.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Others worry that, after so many years as one community, St. George will simply be viewed as a more desirable place to live. Some Baton Rouge residents, including Melissa O’Reilly, are concerned the value of their homes might drop.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“If the St. George community goes through, we expect to see our property value drop pretty severely,” O’Reilly said. “It may not happen overnight, but once that community is established, why would somebody want to buy my house in a failing school district when they can go two neighborhoods over and be in a great school system?”</p>\"},{\"content\":\"<p>For many people, the worry is far from immediate. For O’Reilly, it’s real. With their third child about to enter kindergarten, private school could run her family up to $30,000 a year. She and her husband have decided private schooling is not sustainable. They’re moving seventy miles away, to Mandeville. It’s a pretty town, on the banks of Lake Pontchartrain. And then, there are the public schools.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“They’re fantastic,” O’Reilly said. We’ve already gone on a tour of several of them. And they’re fantastic. They’re great.”</p>\"}]","teaser":"Some residents want to leave a struggling public school system by incorporating a new town, St. George.","description":"Some residents want to leave a struggling public school system by incorporating a new town, St. George.","byline":"Noel King","tags":["APM","Baton Rouge","Education","public schools"],"published":"2014-03-14T19:01:34+00:00","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Baton_Rouge_High.jpg?itok=0nb5MHIi"},{"type":"audio/mpeg","meta":{"duration":320,"duration_hms":"00:05:20","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/03/14/marketplace_segment20_20140314"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/03/14/marketplace_segment20_20140314_64.mp3","format":"MP3"}]}