{"created":"2014-09-22T16:10:23+00:00","modified":"2014-10-31T15:41:53+00:00","valid":{"from":"2014-10-31T15:41:53+00:00","to":"3014-10-31T15:41:53+00:00"},"hreflang":"en","title":"Sriracha-Maker Says Factory Will Remain In California","published":"2014-05-29T22:53:00+00:00","teaser":"After months of tussling with the City Council over the smells emitted by his factory, Sriracha-maker David Tran says he might expand his business, but the main operation will not relocate.","itags":["npr_api","311719864"],"guid":"5b133868-517f-4216-9a7b-b60b794856b5","contentencoded":"<p>Sriracha hot sauce-maker Huy Fong Foods has been tussling with the City Council of Irwindale, Calif., near Los Angeles for months now over whether the factory's spicy smells harm its neighbors. There have been legal action and suggested fixes, but also pleas from other cities for the company to consider moving there.</p><p>David Tran, the CEO of Huy Fong, says he escaped from Vietnam almost 35 years ago to be free of the communist government there and its many intrusions.</p><p>\"Today, I feel almost the same. Even now, we live in [the] U.S.A., and my feeling, the government, not a big difference,\" Tran says.</p><p>Irwindale's city attorney, Fred Galante, says the city loves having the cult condiment factory but must pay attention to the health of residents.</p><p>\"It's difficult to tell a resident that suffers from asthma or their child that suffers from asthma, 'Sorry, we do not want to be considered business-unfriendly; just keep your child indoors,' \" Galante says.</p><p>It's a tough call, because Sriracha is a glamorous commodity. <em>Bon Appetit</em> named it one of its favorite foods last year. Chiliheads began to hoard it when it looked like Huy Fong might be forced to stop making it.</p><p>Food writer Andrea Nguyen says Huy Fong Sriracha appeals to a certain palate.</p><p>\"For people who are seeking to turn their bland food into bold food very quickly, the Huy Fong stuff will definitely do it,\" Nguyen says.</p><p>The Huy Fong stuff is now an $80 million business, made in a 600,000-square-foot plant.</p><p>Tran designed the plant to be self-sufficient. The peppers are ground here and stored in huge plastic tubs manufactured on-site. The sauce is mixed and bottled on-site. Even the machines are repaired on-site.</p><p>Sitting in his conference room, where a credenza displays the three chili sauces Huy Fong makes, Tran refers to the plant he designed to his specifications as his \"loved one.\"</p><p>And he's wounded that Irwindale's government is finding his loved one not so attractive anymore. But there are other suitors. Since the rumble with Irwindale, almost two dozen cities have urged Tran to relocate to their part of the country. For a while, he actually considered it.</p><p>Galante says the problem can be fixed, and he hopes it doesn't come to a move.</p><p>\"We continue to try to work this out informally,\" he says.</p><p>And after thinking it over, Tran has decided to stay in his Irwindale factory. He has lived in California for more than 30 years, and he says he's not planning to move.</p><p>But he might open another site, outside Southern California. An additional location would allow him to keep up with the ever-growing demand for Sriracha and develop an added source for peppers, in case climate change threatens his current supply.</p><p>There is also the allure of less regulation.</p><p>On Monday, Texas state Rep. Jason Villalba is visiting with a contingent of business and agricultural people to urge Tran to consider expanding to the Lone Star State. Soon they will be countered by Rep. Tony Cardenas, who'd like to keep the business in Southern California, if not his San Fernando Valley district — all promising to do right by Tran's loved one.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sriracha-Maker+Says+Factory+Will+Remain+In+California&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Grigsby Bates","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760022-2b83b8.m3u?orgId=1&topicId=1006&ft=3&f=311719864"}]}