{"created":"2014-08-30T17:07:08+00:00","modified":"2014-10-30T23:02:45+00:00","valid":{"from":"2014-10-30T23:02:44+00:00","to":"3014-10-30T23:02:44+00:00"},"hreflang":"en","title":"Sending A Message About Drug Use With A Fake Graveyard","published":"2014-08-23T00:09:00+00:00","teaser":"Heroin and prescription drug overdoses are the scourge of some American suburbs. Advocacy groups are trying to raise awareness of the problem with a traveling display of headstones.","itags":["npr_api","342479674"],"guid":"5b1986f0-5f13-463d-b177-8b1923fe6933","contentencoded":"<p>In the suburbs of Chicago, a stark reminder of the toll of heroin and prescription-pill addiction is making the rounds as a lawn exhibit. One hundred fake tombstones and banners are set up at a new location every week as a precursor to International Overdose Awareness Day.</p><p>In Medinah, a suburb northwest of Chicago, the houses are swanky and the lots are large. The country club has long been home to headline golf tournaments. On a recent day, across the street from a neighborhood park, Felicia Micelli stands next to a long line of painted mock tombstones that she and others have placed on her expansive lawn.</p><p>\"What we have out here are a visual of how many people die in America a day from overdose,\" Micelli says.</p><p>Felicia and her husband, Lou Micelli, started a foundation named for their son after his death two years ago. Louis Theodore Micelli was popular and an athlete who got hooked on painkillers and later heroin. He was 24 years old when he died. Micelli says people need to pay attention to what she calls an overdose epidemic.</p><p>\"It just angers me and it makes me want to cry,\" she says, \"because maybe my son would still be here if people were talking about it and doing something about it.\"</p><p>The heroin trade on Chicago's West Side is strong. It is especially booming after Mexican drug cartels made the city a Midwestern hub, and it's been a silent scourge for many suburban areas. Kathie Kane-Willis, the director of Roosevelt University's Illinois Consortium on Drug Policy, says the traveling tombstone idea was inspired by the Names Quilt Project that activists started long ago to fight AIDS.</p><p>\"During the 1980s and 1990s, there was so much shame associated with it, people didn't want to initially own that,\" Kane-Willis says. \"[And] that was this community; that was happening to these people. And the idea about this was to say, 'No, this is happening all around you. You just might not see it.' \"</p><p>So advocacy groups, like the one led by Chelsea Laliberte, have worked to bring the display to different neighborhoods. Laliberte says when her younger brother, Alex, died from an overdose at age 20, it devastated her family.</p><p>\"Of course there are areas where other drugs are more prominent than heroin, but here in Chicagoland, heroin is our issue right now and so are prescription pills,\" Laliberte says. \"Because it's happening. It's taking lives all the time.\"</p><p>The tombstones, she says, are meant to shock people. Marian Huhman, a University of Illinois professor who specializes in public health social marketing campaigns, says it can be difficult to measure the effectiveness of such programs.</p><p>\"But I want to emphasize that [it] doesn't detract from the importance of these kinds of grass-roots efforts that are a very inexpensive way to get an important public health message out there,\" Huhman says.</p><p>Back at Felicia Micelli's, cars do slow down as drivers take a look at the lawn exhibit.</p><p>\"Well, sorry that you find yourself having to display this, but good to create awareness [because] problems are everywhere,\" says Mike Gilley, a neighbor walking by who stopped to talk.</p><p>The last stop for the traveling tombstones will come at the end of the month, at a park where activists and families will give out resources and commemorate those who have died from an overdose.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sending+A+Message+About+Drug+Use+With+A+Fake+Graveyard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494303-cac196.m3u?orgId=1&topicId=1091&ft=3&f=342479674"},{"href":"http://media.npr.org/assets/img/2014/08/22/heroin-tombstone2-1574ac6cc081c20129d060a31fa46ca34827ee0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1771","width":"2362"}}]}