{"created":"2015-05-26T20:23:19+00:00","modified":"2015-06-01T17:05:33+00:00","valid":{"from":"2015-06-01T17:05:32+00:00","to":"3015-06-01T17:05:32+00:00"},"hreflang":"en","title":"Higher-Tech Fake Eggs Offer Better Clues To Wild-Bird Behavior","published":"2015-05-27T00:42:00+00:00","teaser":"Faux eggs made with 3-D printers are better than sculpted versions, researchers say, because it's easier to systematically vary their size, weight and other features. Next goal: 3-D fragile shells.","itags":["npr_api","409730987"],"guid":"5b1cda7a-b437-4995-aa24-edb18a810113","contentencoded":"<p>Since the 1960s, biologists have made fake eggs for some studies of bird behavior. But <a href=\"http://www.hunter.cuny.edu/psychology/faculty/the-faculty-folder/hauber\">Mark Hauber</a> of Hunter College in New York says this kind of scientific handicraft is not exactly his forte.</p><p>\"I'm a terrible craftsperson,\" he admits.</p><p>That's why Hauber is pioneering the use of 3-D printing technology to quickly produce made-to-order fake eggs, taking a bit of old-school science into the 21st century.</p><p>Researchers traditionally have made artificial eggs for experiments out of wood or clay or plaster, and then painstakingly painted them. But Hauber says his plaster of Paris eggs look awful. \"They look like pears instead of eggs.\"</p><p>The particular eggs that interest him are the speckled eggs of cowbirds. Like cuckoos, these birds lay their eggs in the nests of other species. Sometimes the eggs get accepted, but sometimes they get tossed out of the nest. Scientists want to understand how birds perceive the eggs and what characteristics make the difference.</p><p>\"It could be the size, it could be speckling itself or the lack thereof, and it could be the color — beige versus robin blue,\" Hauber explains.</p><p>All of this and more can be tested with fake eggs, he says. \"Instead of using natural eggs, it's best to use fake eggs, because you can control the size, and shape and the color much more accurately.\"</p><p>Hauber remembers his first fake egg.</p><p>\"In 1997, I went into a craft store and bought a beige speckled egg, which looks very much like a cowbird egg,\" he says, recalling that it was actually an Easter decoration. He put it in the nest of a gray catbird, which promptly tossed it out.</p><p>But usually, the right egg for a particular experiment can't be found in a store, and researchers have to make it themselves.</p><p>So when affordable 3-D printers became available, Hauber was intrigued. These machines generally create objects in plastic that are based on computer models of the object. Hauber bought a 3-D printer and tested its ability to make a fake egg.</p><p>\"I loved it,\" he says. \"It had the shape of a cowbird egg, because we designed it as such. It had the weight of a cowbird egg.\" Plus, he adds, the process was standardized, so they could print as many identical eggs as they wanted. His lab has now made hundreds of fake eggs in the printer.</p><p>Hauber and his colleagues published a <a href=\"https://peerj.com/articles/965/\">study</a> in the current issue of the journal <em>PeerJ</em> showing that robins, at least, treat the printed eggs like real cowbird eggs — at least when the shells aren't painted robin's egg blue.</p><p><a href=\"http://www.princeton.edu/eeb/people/display_person.xml?netid=criehl&display=Faculty\">Christie Riehl</a>, a biologist at Princeton University, was impressed by this study because it used a whole range of fake cowbird eggs — from small round ones to long skinny ones.</p><p>\"You can imagine, it would be really labor-intensive and time-intensive to individually handcraft eggs that exploit that whole range of variation,\" Riehl says, \"and it would be very difficult to find commercially available eggs — like even wooden eggs or something — that would have the properties of size and shape that you're trying to test.\"</p><p>She speaks from experience; Riehl has personally made dozens of eggs the old-fashioned way. She's excited by the potential of this technology, not just for fake eggs, but for all sorts of knickknacks needed in experiments.</p><p>\"With 3-D printing, it's the possibility of being able to make exactly what you want,\" Riehl says. \"And not only that, but you can share those designs with other researchers so they can replicate your results with exactly the same methods.\"</p><p>The printed eggs aren't perfect yet. The colors aren't great — scientists still have to paint them.</p><p>And while Hauber has been able to print hollow eggs, the plastic shells are currently too strong to be pierced by a bird's beak. That's important, because piercing an egg is how some species get rid of it.</p><p>Hauber is now dreaming of somehow creating an egg that can be punctured. He's noticed some sugar-shelled treats that chefs make, shaped like eggs and filled with ice cream.</p><p>Those fake eggs have \"a very fragile shell,\" he says, \"so I might try that technique.\"</p><p>But he's also still trying to do it with his 3-D printer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Higher-Tech+Fake+Eggs+Offer+Better+Clues+To+Wild-Bird+Behavior&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1409804767-da7563.m3u?orgId=1&topicId=1007&d=235&p=2&story=409730987&t=progseg&e=409677823&seg=8&ft=nprml&f=409730987"},{"href":"http://media.npr.org/assets/img/2015/05/26/nest-1-4744946e83cc56bf1bdbc3479b94de8190cf2251.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2005","width":"2674"}},{"href":"http://media.npr.org/assets/img/2015/05/26/egg-maker-1-b1ea26f218b5f6429852cdc1c9f805ab4c90705a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1450","width":"1935"}}]}