{"created":"2014-09-04T16:43:20+00:00","modified":"2014-10-02T14:52:02+00:00","valid":{"from":"2014-10-02T14:52:02+00:00","to":"3014-10-02T14:52:02+00:00"},"hreflang":"en","title":"In The 1870s And '80s, Being A Pedestrian Was Anything But","published":"2014-04-09T15:58:00+00:00","teaser":"Huge crowds packed arenas to watch the world's best pedestrians walk in circles for six days at a time. And trainers encouraged the athletes to drink champagne — at the time considered a stimulant.","tags":["npr_api","297327865"],"guid":"5b1ec096-98e1-4771-ab27-1fcb2f95e67a","contentencoded":"<p>We may think of baseball as America's national pastime, but in the 1870s and 1880s there was another sports craze sweeping the nation: competitive walking. \"Watching people walk was America's favorite spectator sport,\" Matthew Algeo says in his new book, <em>Pedestrianism.</em></p><p>\"In the decades after the Civil War there was mass urbanization in the United States [with] millions of people moving into the cities,\" Algeo tells NPR's Robert Siegel. \"And there wasn't much for them to do in their free time, so pedestrianism — competitive walking matches — filled a void for people. It became quite popular quite quickly.\"</p><p>Huge crowds packed indoor arenas to watch the best walkers walk. Think of it as a six-day NASCAR race ... on feet.</p><p>\"These guys were walking 600 miles in six days,\" Alego says. \"They were on the track almost continuously. They'd have little cots set up inside the track where they would nap a total of maybe three hours a day. But generally, for 21 hours a day, they were in motion walking around the track.\"</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On what you saw at a pedestrian match</strong></p><p>[For] six-day walking matches, the rules were pretty simple. They would just map out a dirt track on the floor of an arena — many of the matches took place at the first Madison Square Garden in New York — and the lap was about 1/7th or 1/8th of a mile. And you could only walk six days because public amusements were prohibited on Sundays. So beginning right after midnight on Sunday night/Monday morning, the walkers would set off and they would just keep walking until right up until midnight the following Saturday.</p><p>But people didn't go just to watch the people walk. It was a real spectacle. There were brass bands playing songs; there were vendors selling pickled eggs and roasted chestnuts. It was a place to be seen. There were a lot of celebrities who attended the matches: James Blaine, the senator from Maine, was a fan. So was future president Chester Arthur. Tom Thumb attended many matches. And so people went to see celebrities and see the spectacle, not just to watch the people walk.</p><p><strong>On champion pedestrian Edward Payson Weston</strong></p><p>[Edward Payson Weston] was one of the most famous pedestrians of the 19th century. He was ... a door-to-door bookseller from Providence, R.I. And ... in 1860, he made a bet with a friend on the presidential election. [He] bet that Lincoln would lose, and of course he lost the bet. The terms of the bet were that the loser had to walk from Boston to Washington in 10 days to see the inauguration. And Weston did this. It generated much publicity.</p><p>People were fascinated by the idea that somebody would walk from Boston to Washington in 10 days in the dead of winter on these horrible roads. And all along the way, large crowds came out to see him. And after the war, Weston, still famous, decided to capitalize on his fame by taking the act indoors. He would go to a roller rink, say, and attempt to walk 100 miles in 24 hours. And people would pay 10 cents just to come and watch him walk in circles for a day.</p><p><strong>On Weston's competitor, Dan O'Leary</strong></p><p>Dan O'Leary ... was the first great rival to Edward Payson Weston. I call them the Muhammad Ali/Joe Frazier of their generation. Weston was a flashy guy. He wore ruffled shirts and sashes and capes and carried a cane ... he really understood that it was about entertainment as much as it was an athletic event.</p><p>Dan O'Leary, on the other hand, was kind of a taciturn guy. He was an Irish immigrant from Chicago and he would walk ramrod straight, upright with his arms moving like pistons. He was sort of the Joe Frazier character in this. He was all about the competition. ...</p><p>He was really one of the first famous Irish-American athletes. He was from Chicago, which, of course, had a large Irish population. There was almost kind of an internationalist rivalry between the two of them, Weston representing old England and O'Leary representing new America — kind of pull yourself up by your bootstraps America. A guy that was self-made, came to the States with nothing and made the equivalent of a million dollars today engaging in these walking matches.</p><p><strong>On Frank Hart, a great African-American pedestrian </strong></p><p>He was actually an immigrant from Haiti who was a grocery store clerk in Boston and, on a whim, entered a six-day race in Boston and performed so well that he immediately moved up to the major leagues so to speak. ... \"The Negro Wonder\" is what many of the papers called him; it was always mentioned that he was black. But it was an opportunity for him and for other African-Americans at the time to take part in what was largely a white sport.</p><p><strong>On the gambling and fixing scandals</strong></p><p>Gambling was a big part of the allure, no doubt about it. You could bet on who would be the first pedestrian to drop out of the race, who would be the first pedestrian to, say, achieve 100 miles in a race. There were so many different ways you could gamble on the walking matches. And so the pedestrians themselves were often susceptible to attractive offers from gamblers to fix races.</p><p><strong>On \"performance enhancing drug\" scandals</strong></p><p>[Weston] was found to be chewing coca leaves while he walked in a race in 1876. This wasn't strictly illegal but it was considered unsportsmanlike and outright cheating at the worst. He admitted that he used coca leaves in a race, but he said it was under the advice of his doctor.</p><p><strong>On how pedestrians drank champagne throughout the race</strong></p><p>Champagne was considered a stimulant. And a lot of trainers — these guys had trainers — advised their pedestrians to drink a lot of champagne during the race. They thought that this would give them some kind of advantage. The problem was a lot of these guys would drink it by the bottle. That definitely was not a stimulant to say the least.</p><p><strong>On how bicycles took over pedestrianism as the popular spectator sport</strong></p><p>In 1885, an Englishman named John Starley invented what is called the safety bicycle. Before the safety bicycle, bicycles were the penny farthings — with the ginormous front wheel and the tiny little back wheel. And the penny farthings weren't very nimble or fast, but the safety bicycle, which is the bicycle we know today, these were much more nimble, much faster and they were much more interesting to watch race around a track for six days than the pedestrians just walking.</p><p>It sort of went from a NASCAR at superslow motion to a NASCAR at slow motion. And the other advantage of the bicycle races is that especially at the end, when the competitors were completely sleep deprived, there would be spectacular crashes, and of course the crowd enjoyed that a lot.</p><p><strong>On the lasting legacies of pedestrianism</strong></p><p>For one, the whole idea of corporate sponsorship ... so prevalent in modern sports really began with pedestrianism. Pedestrians had lucrative sponsorship deals. Dan O'Leary was the spokesman for a brand of salt. John Hughes, another pedestrian, was sponsored by the <em>National Police Gazette,</em> a popular newspaper, and he actually raced with a shirt that had the paper's logo on it. But for a more concrete example, you can go to London. The Royal Agricultural Hall was the site of many great six-day races involving Americans and Brits, but it is one of the few tangible, physical remnants of the great walking matches of the 1870s and 1880s.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+1870s+And+%2780s%2C+Being+A+Pedestrian+Was+Anything+But&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1298779850-78bdd2.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=297327865"},{"href":"http://media.npr.org/assets/img/2014/04/01/pedestrianism-hi-res-cover-image-bb8c2af01218b2ac4e2760017d93e2fd1c0e0955.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}},{"href":"http://media.npr.org/assets/img/2014/04/03/02-003_enl-439a6ebb8543a649b42fcc683d15e433a8a67ce9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3631","width":"4913"}},{"href":"http://media.npr.org/assets/img/2014/04/01/02-005_custom-e35fde5b492625716d5ac6993c8f873d8804ae7c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3530","width":"2192"}}]}