{"created":"2015-04-27T21:24:46+00:00","modified":"2015-04-27T23:11:25+00:00","valid":{"from":"2015-04-27T23:11:24+00:00","to":"3015-04-27T23:11:24+00:00"},"hreflang":"en","guid":"5b209df1-88a2-47c2-8da4-781043a36c03","title":"Journalist discusses witnessing the murder that shocked South Africa","published":"2015-04-27T23:11:19+00:00","byline":"Leo Hornak","teaser":"The daylight murder of a foreign migrant in front of journalists has shocked South Africa. But Emmanuel Sithole was only one of the victims of South Africa's xenophobic riots. ","tags":["Conflict","Conflict & Justice","Africa","South Africa","Racial segregation","Township","Poverty","Discrimination","Apartheid in South Africa","Racism","South Africa"],"contentencoded":"<p>Beauregard Tromp, a reporter with South Africa's Sunday Times newspaper, was interviewing people on the streets of Johannesburg when he saw the first blow land on Mozambiquan migrant Emmanuel Sithole.</p>\n<p>\"I saw one man standing over another with a monkey wrench — he was beating him,\" Beauregard recalls. \"Emmanual was holding up his hands in a defensive position. But you know a wrench is a big thing. So this guy just went to work on him.\"</p>\n<p>Emmanuel is believed to have been the seventh African migrant to be murdered in  anti-foreigner riots in South Africa this month. The targets are mostly migrants from elsewhere in Africa and from Asia, living in poor urban townships, where they are blamed for taking work from South Africans. About 5,000 migrants are estimated to have been driven from their homes, and the army has since been called in to restore order. Archbishop Desmond Tutu described the attacks as \"hate crimes on a par with the worst that apartheid could offer.\" </p>\n<p>Because it was witnessed by journalists, Emmanuel's murder has become a symbol of the violence wreaked on South Africa's foreign nationals in recent weeks. </p>\n<p>As the attack on Emmanuel continued, Beauregard saw other young men join the assualt. \"Another one then stepped in with a knife, and he started stabbing at Emmanuel. And another young man came sprinting up and kicked him in the head.\" After a local man intervened, the attackers sprinted away, leaving their victim bleeding on the ground. </p>\n<p>Beauregard and his colleagues took Emmanuel to a nearby clinic, but their difficulties increased. \"The nurses did what they could, but there was no doctor on duty that day. And the reason for that was that the doctor was a foreign African — and he feared the xenophoic violence.\" Emmanuel was declared dead at the clinic.</p>\n<p>The photographs of Emmanuel's murder have dominated the media in South Africa for days. But for Beauregard, this murder is part of a longer term problem in South African society. He covered a previous outbreak of attacks on foreigners in 2008, when many more died. And he is not optimistic about foreign nationals feeling any safer. \"We still sit with a lot of the legacy of apartheid\", he says. \"You must remember it's only been 20 years. And that is a blink of an eye.\"</p>\n<p>\"Look how many black men have been killed in America, and when did their segregation end? That was segregation,  and we had apartheid. So it is kind of a cut-throat situation [that African migrants] find themselves in our black townships.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-24%2Fwitnessing-murder-shocked-south-africa&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04232015_05.mp3"},{"href":"http://www.pri.org/file/0423201505mp3"}]}