{"created":"2015-04-23T19:58:04+00:00","modified":"2015-04-24T12:07:51+00:00","valid":{"from":"2015-04-24T12:07:51+00:00","to":"3015-04-24T12:07:51+00:00"},"hreflang":"en","guid":"5b3373cd-1746-4c8c-a2fd-8b72a304d697","title":"Tourists spend thousands of dollars to schlep to Bhutan when they can just go to El Paso","published":"2015-04-24T12:07:46+00:00","byline":"Lisa Napoli","tags":["University of Texas at El Paso","UTEP","Bhutan","Himalayas","architecture","US-Mexico border","National Geographic","Folklife Festival","Culture","Belief","Arts, Culture & Media","Lifestyle & Belief","Texas","University of Texas at El Paso","Bhutan","El Paso, Texas","El Paso","Dzong architecture"],"teaser":"The University of Texas at El Paso is close to the Mexico border, but the buildings look like they belong in Bhutan ","contentencoded":"<p>When Joanne Peeples has visitors, she takes them over to the campus of the University of Texas at El Paso — not because she used to teach here but because the school doesn’t look like anything she’s ever seen. </p>\n<p>Though it’s close enough to see Mexico over the border and 80 percent of the student body have Mexican roots, the campus looks more like something you’d see in the Himalayas.</p>\n<p>Every single building on the 366-acre campus, from the guard shacks to the parking garage to the library, resemble the architecture of Bhutan — a trippy agglomeration of sloping roofs and inset windows, punctuated with mosaic mandalas.</p>\n<p>Last weekend, the university officially opened the doors to a 40-foot square cultural center, built in the style of a Bhutanese Buddhist temple, that has just been installed on the edge of a newly refurbished plaza. </p>\n<p>Peeples and her guest, Rick Gilman of Indiana, were among the first allowed to enter the ornate brightly covered structure. “This is just fantastic,” Gilman says. “It’s not what you expect. You come to Texas and you expect Texas and Mexican.”</p>\n<p>Yet the University has had a Bhutanese flavor for nearly a century. Robert Dominquez, a student here, says it all started with the wife of the school's first dean. “She saw an article in National Geographic,” he says.</p>\n<p>That article appeared in a <a href=\"http://voices.nationalgeographic.com/tag/john-claude-white/\">1914 issue</a>, and it included the first photographs ever published from Bhutan. The dean's wife apparently looked at the pictures and thought that El Paso’s Franklin Mountains looked kind of Himalayan. </p>\n<p>“She said, ‘Wow. This reminds me a lot of Bhutan. You know what hubby? Why don’t we have the Bhutanese architecture here for UTEP?” Dominquez says.</p>\n<p>So the university set about creating a little Bhutan on the Texas-Mexico border. And now it has a piece of Bhutanese architecture actually crafted by Bhutanese.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"A Bhutanese temple was moved from a folklife festival in Washington, DC, and reconstructed at the University of Texas at El Paso. It&amp;#039;s now a permanent part of the campus.\" title=\"A Bhutanese temple was moved from a folklife festival in Washington, DC, and reconstructed at the University of Texas at El Paso. It&amp;#039;s now a permanent part of the campus.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/2CROPtemple_0.jpg?itok=hX2j-Gyw\" /><div class=\"field-caption\">\n    <p>A Bhutanese temple was moved from a folklife festival in Washington, DC, and reconstructed at the University of Texas at El Paso. It's now a permanent part of the campus.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Laura Trejo/UTEP News Service</p>\n  </div>\n</div>\n<p>The newly unveiled temple was part of a Bhutan exhibition at the Smithsonian Folklife Festival on The Mall in Washington in 2008. It was never intended to be a permanent structure but UTEP’s current president rescued it and had it moved to El Paso. With some modern retrofitting like glass windows, a wheelchair ramp and HVAC, it’s been reincarnated on campus — permanently.</p>\n<p>“The fusion is really good. [So is] the air-conditioning,” says Rigden Chungdu, a finance major. He’s one of 18 students from Bhutan on the campus.</p>\n<p>He says the community vibe here in El Paso and the mountains already made him feel like he was back home. Not to mention the spicy cuisine. “Here they have jalapenos and there they have emadatse,” Chungdu says.</p>\n<p>While this taste of Asia in El Paso may seem bizarre to some, Victor Santa-Melgoza, an El Paso native and graduate student here, says it seems like a natural fit. “Bhutan may be thousands of miles away,” he says, “but it just enhances the flavor.”</p>\n<p>And that points to another benefit of this Bhutan on the border, says professor Ann Horak.</p>\n<p>“El Paso is not the easiest place to get to, but it’s a lot easier to get to than Bhutan.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-23%2Ftaste-bhutan-tex-mex-border&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/3CROPcampus.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/3cropcampusjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04232015_02_0.mp3"},{"href":"http://www.pri.org/file/0423201502mp3-0"}]}