{"created":"2014-10-21T21:31:58+00:00","modified":"2014-10-23T14:31:45+00:00","valid":{"from":"2014-10-23T14:31:45+00:00","to":"3014-10-23T14:31:45+00:00"},"hreflang":"en","guid":"5b3c3e5b-d639-4f55-b54e-b4eba8b62370","title":"Jamaica declares a state of emergency to try to stop the spread of painful chikungunya virus","published":"2014-10-23T14:31:42+00:00","byline":"Andrea Crossan","tags":["public health","global health","Human Needs","Health","Health & Medicine","North America","Jamaica","Central America/Caribbean","Babatunde Olowokure","Portia Simpson Miller","Chikungunya","Togaviruses","Tropical diseases","Mosquito","Aedes aegypti","Medicine"],"teaser":"It may not be deadly, but the chikungunya virus has swept across the Caribbean and led Jamaica to declare a national state of emergency. The painful illness has infected thousands, and the island's government is hoping to clamp down on the disease with new information campaigns.","contentencoded":"<p>Jamaican Prime Minister Portia Simpson Miller announced on Monday that her country is in a \"national emergency\" this week after the outbreak of the chikungunya virus.</p>\n<p><a href=\"http://www.cdc.gov/chikungunya/\">Chikungunya</a> is a mosquito-borne virus transmitted by<em> Aedes aegypti</em> and <em>Aedes albopictus</em> mosquitoes. “It’s very rarely lethal,” says Dr. Babatunde Olowokure of the <a href=\"http://carpha.org/\">Caribbean Public Health Agency</a> — but it's very painful.</p>\n<p>The diesase shares many of the same symptoms as dengue: high fever, headaches, muscle and joint pains, nausea and rashes. The symptoms can last up to 10 months, and have lasted years in some cases. </p>\n<p>“This [disease] tends to occur in people who have, maybe, an underlying disease, such as hyper-tension or a cardiovascular issue, and our elderly,\" Olowokure says.</p>\n<p>The disease has spread throughout the region since surfacing on the island of St. Martin in 2013. Now there are almost 800,000 suspected cases in the Caribbean.</p>\n<p>“This particular virus has been introduced into the Caribbean population for the first time, so there’s been no previous experience with this virus amongst the people in this region,\" Olowokure says. That means there's no immunity in the region, and the virus can — and has — spread quickly.</p>\n<p>The virus’ name comes from Makonde, an East African language in which \"chikungunya\" translates as “that which bends up.\" The name is a tongue-twister, but not for 11-year-old Jamaican rapper Wayne J, who released a song devoted to the subject.</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/Chd8VfScmJA\" width=\"560\"></iframe></p>\n<p>Earlier this month the Jamaican government <a href=\"http://www.telesurtv.net/english/news/Jamaica-Declares-State-of-Emergency-over-Chikungunya-Virus-20141019-0016.html\">created an Emergency Response Team</a> to coordinate national actions to contain the virus and reduce the number of cases. Dr. Olowokure believes that this could slow the spread of the virus.</p>\n<p>“I think declaring a state of emergency is a step toward ensuring that people take this particular situation seriously,\" he says. \"It would mean that Jamaica is pushing resources in that direction, is communicating with the population — informing them of how the virus is transmitted and how they can protect themselves and prevent further propagation of the vector in and around their homes.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/chik1430.mp3"},{"href":"http://www.pri.org/file/chik1430mp3"}]}