{"created":"2015-02-27T19:15:47+00:00","modified":"2015-03-03T15:05:21+00:00","valid":{"from":"2015-03-03T15:05:20+00:00","to":"3015-03-03T15:05:20+00:00"},"hreflang":"en","title":"He Was, And Will Always Be, Our Friend: Remembering Leonard Nimoy","published":"2015-03-02T15:45:00+00:00","teaser":"The <em>Star Trek</em> actor, writer, poet and photographer has died of lung disease at 83. NPR's Neda Ulaby has a look back at the long career of the man who was (and was not) Spock.","itags":["npr_api","389520008"],"guid":"5b3f4104-c5ce-48a3-80aa-37524b64e6ac","contentencoded":"<p>In 1966, when Leonard Nimoy was offered a minor role on a new space drama, he was thrilled. As he told <em>Archive of American Television:</em> \"You have to understand that prior to <em>Star Trek</em> I never had a job that lasted longer than two weeks in any TV show or movie. Never. Two weeks — max. And here I was, looking at a season of work.\"</p><p>The actor beloved for his role as the pointy-eared half-human, half-Vulcan died of lung disease at his home in Los Angeles on Friday. He was 83.</p><p>Before he became an interplanetary sex symbol, Nimoy was a two-bit character actor knocking around Hollywood. He tended to play a lot of ethnic roles — Cherokees, Basques, Mexicans, Russians, Italian-Americans.</p><p>After filming the <em>Star Trek </em>pilot, Nimoy was worried when his picture was played down in the network's promotional materials. Some executives thought Spock looked satanic. \"They thought the character would be offensive ... and they didn't want to take a chance,\" he recalled.</p><p>But it was Spock who got the most fan mail. An alien sidekick with dignity was unusual. \"He was the conscience of <em>Star Trek,</em>\" says Mark Altman, quoting show creator Gene Roddenberry. Altman is writing a book about the history of <em>Star Trek</em>.</p><p>Altman says Nimoy stood up for actress Nichelle Nichols, who played Lieutenant Uhura, when he found out she was not being paid as much as other supporting cast members. And he refused to take part in a 1970s animated <em>Star Trek</em> TV show when he learned that she and George Takei, who played Sulu, had been excluded. \"Often when there were issues like this, Leonard was the guy who would go to bat for people,\" says Altman.</p><p>But Nimoy's relationship to his character was ambivalent. In 1975, he wrote a book called <a href=\"http://www.npr.org/books/titles/389528915/i-am-not-spock\">I Am Not Spock</a>. In 1979, the first <em>Star Trek</em> movie came out. Its director, Robert Wise, told NPR in 2001 he was shocked when he first read the script. \"There was no Spock character in it,\" Wise said. \"Leonard had said he was tired of putting those ears on and he didn't want to do it anymore.\"</p><p>Desperate, last-minute negotiations got Nimoy back onboard the Enterprise. At the time, Nimoy was appearing in serious plays on Broadway. He agreed to do the second <em>Star Trek</em> movie only if Spock was killed off. But <em>Star Trek II: The Wrath of Khan</em> was an enormous success. Nimoy agreed to be resurrected in the third movie. In return, he got to direct both that film and the fourth movie in the series.</p><p>In <em>Star Trek IV: The Voyage Home</em> the crew travels back to 1986 to save humpback whales from extinction. Nimoy fought to keep the studio from adding subtitles to the whales' communication with an alien probe. \"I felt extremely, extremely strongly about that issue,\" he said. \"They are communicating with the whales, it's not necessarily for <em>us </em>to understand what they're saying to each other — it's not important. The magic is that they are communicating with each other and we must understand that not all things are given to us to understand — nor is it necessary.\"</p><p>Nimoy was proud of the film's environmental message and that this was the only <em>Star Trek</em> movie that did not involve weapons or even villains. Then Nimoy directed <em>3 Men and a Baby</em>, the 1987 comic blockbuster. He remembered a reviewer saying, \"One wouldn't think from his past work that Mr. Nimoy has the appropriate humor necessary to do this job. Fortunately he does.\"</p><p>Nimoy contained multitudes. He wrote a play based on the letters of Vincent van Gogh and published multiple books of poetry and photographs, <a href=\"http://www.npr.org/books/titles/138276424/the-full-body-project-photographs-by-leonard-nimoy\">including one</a> that sensually depicted large women. And Nimoy felt a profound connection to his Jewish faith. He narrated a public radio series about Jewish music and starred in a TV movie about a real-life Auschwitz survivor who legally challenged Holocaust deniers in court.</p><p>Over the years, Nimoy would come to make peace with his pointy-eared alter ego. His second autobiography was titled <a href=\"http://www.npr.org/books/titles/389529318/i-am-spock\">I Am Spock</a>. Nimoy was the only original cast member who appeared in the rebooted <em>Star Trek movie</em>, bringing some of the conscience of the original.</p><p>As Dr. McCoy says in a scene after Spock's death in <em>Star Trek</em> <em>II:</em> \"He's not really dead as long as we remember him.\" And as Mr. Spock, Leonard Nimoy said goodbye to us so many times: \"Live long and prosper.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=He+Was%2C+And+Will+Always+Be%2C+Our+Friend%3A+Remembering+Leonard+Nimoy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"312"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389585372-07f551.m3u?orgId=1&topicId=1062&e=389520008&d=312&ft=nprml&f=389520008"},{"href":"http://media.npr.org/assets/img/2015/02/27/nimoy-getty-1c929b61b222abd01fe96d7ca258c911c40fedce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1977","width":"2636"}},{"href":"http://media.npr.org/assets/img/2015/02/27/gettyimages_168753450-20ff51437291427421bc04d3e97835f0fd77c51d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2076","width":"2768"}}]}