{"created":"2015-01-12T08:26:54+00:00","modified":"2015-05-13T21:22:47+00:00","valid":{"from":"2015-05-13T21:22:47+00:00","to":"3015-05-13T21:22:47+00:00"},"hreflang":"en","title":"Iowa's Largest City Sues Over Farm Fertilizer Runoff In Rivers","published":"2015-01-27T00:09:00+00:00","teaser":"Fertilizer runoff has provoked a confrontation between Des Moines and the farms that surround it. The city's water utility wants to sue neighboring counties for nitrates in the Raccoon River.","itags":["npr_api","376139473"],"guid":"5b456d3f-beec-48d6-8bee-08214b976c53","contentencoded":"<p>Des Moines, Iowa, is confronting the farms that surround it over pollution in two rivers that supply the city with drinking water. <a href=\"http://www.dmww.com/\">Des Moines Water Works</a> says it will sue three neighboring counties for high nitrate levels in the Raccoon and Des Moines rivers. It's a novel attempt to control fertilizer runoff from farms, which has been largely unregulated.</p><p>Too much nitrate can be a health risk, especially for infants under the age of 6 months, and it's difficult to remove from water. Filtering out nitrates cost the Des Moines water utility $900,000 in 2013.</p><p>Bill Stowe, general manager of the Des Moines Water Works, told Iowa Public Radio in an interview last week that \"we are seeing the public water supply directly risked by high nitrate concentrations.\"</p><p>Stowe says the source of these nitrates is pretty clear. Farmers spread nitrogen fertilizer on their corn fields, it turns into nitrate and then it commonly runs into streams through networks of underground tile pipes that drain the soil.</p><p>Those drainage systems are managed, in some cases, by county governments, and Des Moines Water Works is now proceeding on the theory that those governments can be held legally responsible for the pollution that their pipes carry.</p><p>\"When they build these artificial drainage districts that take water, polluted water, quickly into the Raccoon River, they have a responsibility to us and others as downstream users,\" he told Iowa Public Radio.</p><p>Stowe's agency gave formal <a href=\"http://www.dmww.com/upl/documents/about-us/announcements/notice-of-intent-to-sue.pdf\">notice</a> last week that it intends to sue three upstream counties that manage drainage systems: Sac County, Buena Vista County and Calhoun County.</p><p>\"We need to get down to specific steps that they need to take. If they aren't willing, we'll see them in federal court,\" Stowe said.</p><p>In fact, drinking-water quality is only one of the problems that fertilizer runoff causes. It also has been killing off webs of aquatic life, from small Midwestern lakes to the Gulf of Mexico.</p><p>Many programs have been set up to<strong> </strong>try to solve the problem. Scientists have created tools to help farmers minimize their use of fertilizer.</p><p><a href=\"http://www.public.iastate.edu/~downing/\">John Downing</a>, an ecologist at Iowa State University, says farmers can also build sediment-trapping ponds or create wetlands to capture water from those drainage systems. That can be costly, though.</p><p>\"You have to take land out of production. And if you look at the price of land in agricultural production areas, it's very pricey,\" he says.</p><p>So state and federal governments have been offering financial incentives, paying farmers to build these pollution traps on their land.</p><p>Dan Hanrahan is a farmer in Madison County who sits on a local committee that reviews efforts to reduce water pollution. He says that these taxpayer-supported programs are popular. \"We've got over a two-year waiting list of people waiting to put practices in place,\" he says.</p><p>He believes that such cooperative, voluntary efforts will accomplish more than litigation.</p><p>Yet the problem of nitrate pollution has not gone away, and Des Moines Water Works has decided that it's time to take a harder line.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Iowa%27s+Largest+City+Sues+Over+Farm+Fertilizer+Runoff+In+Rivers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"182"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376660075-a79837.m3u?orgId=1&topicId=1025&d=182&p=3&story=376139473&t=progseg&e=376659969&seg=5&ft=nprml&f=376139473"},{"href":"http://media.npr.org/assets/img/2015/01/09/iowa-skyline-c91ddfe772fe28f26020c15d9bd6fdd15a3450a1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}