{"created":"2015-01-22T21:25:22+00:00","modified":"2015-01-22T23:18:18+00:00","valid":{"from":"2015-01-22T23:18:18+00:00","to":"3015-01-22T23:18:18+00:00"},"hreflang":"en","guid":"5b4c6dcf-a477-4c42-90ea-5877ec3c06bc","title":"A Muslim and a Jew walk into a comedy club in Paris — and hilarity ensues","published":"2015-01-22T23:18:13+00:00","byline":"Daniel Estrin","tags":["International Security","culture","Charlie Hebdo attack","Religion","SafeMode","Culture","Arts, Culture & Media","Paris","Europe","France","Jamel Debbouze","Mohamed Mesti","Younes Depardieuis","Samuel Djian","Ethnic groups in the Middle East","Stand-up comedy","Islamic–Jewish relations","Religion"],"teaser":"After the Charlie Hebdo cartoonists were murdered for their irreverent drawings of the Prophet Mohammed, some in France have accused Muslims of lacking a sense of humor. As it turns out, many of France’s most successful comedians are Muslims.\r\n","contentencoded":"<p>Have you heard the one about a Jew and an Arab who walk into a comedy club?</p>\n<p>Just a week after the deadly attacks on the caricaturists at Charlie Hebdo and on Jews at a kosher supermarket, a French Muslim comic and a French Jewish comic took to the stage at <a href=\"http://www.lecomedyclub.com/\">Le Comedy Club in Paris</a> — and made fun of each other.</p>\n<p>The duo is called Younes and Bambi. Younes Depardieuis, 27, is the Arab. Samuel Djian, 22, aka Bambi, is the Jew.</p>\n<p>They begin their act with a “shalom aleikum!” That’s a traditional Jewish greeting mashed together with a traditional Arabic greeting.</p>\n<p>I learned about Younes and Bambi when I was in a taxi in Paris. I looked out the window and saw a poster advertising L’Arabe et l’Juif. The Arab and the Jew. In the poster they’re butting heads with their mouths open, screaming.</p>\n<p>The comedians start off their routine like many comedians do: They ask if their peeps are in the house. Younes, of North African descent, screams out, “Algerians and Tunisians here?”</p>\n<p>“Yeah!” A part of the crowd shouts.</p>\n<p>“Are there Jewish people here?” Bambi asks.</p>\n<p>“Yeah!” Another part of the crowd shouts.</p>\n<p>France has more Arabs and Jews living alongside each other than any other country in Europe; there are about 6 million Arabs and some 600,000 Jews living in France.</p>\n<p>Even after a week of extreme tension between the two groups, Arabs and Jews came out to the comedy club to laugh. At each other. </p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/comedy3_0.jpg?itok=7WAiwsI_\" alt=\"\" /><div class=\"field-caption\">\n    <p>Younes and Bambi on stage.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Younes and Bambi.</p>\n  </div>\n</div>\n<p>The comedians are equal opportunity offenders. They start off telling the audience they’re promoting <em>fraternité</em>. Then they begin to rip on each other.</p>\n<p>They had this riff on the stereotype of the Arabs who populate Paris’ rough immigrant suburbs: “Arab people are much more violent. But it’s the Jews who write the statistics and control the media. So, who cares?”</p>\n<p>There’s a history of minorities dominating comedy in France. Growing up with a different culture makes for great material.</p>\n<p>The French African comic <em>Dieudonné</em> used to perform with a Jewish comedian cracking ethnic jokes, but now he’s accused of embracing anti-Semitism and Holocaust denial in his comedy.</p>\n<p><em>Dieudonné</em> popularized the quenelle, an arm gesture seen as a sort of upside-down Nazi salute that French officials have tried to ban. He was recently arrested in France after hinting that he identified with the attacker at the kosher supermarket.</p>\n<p>On the other end of the spectrum of minority comics in France is Jamel Debbouze. He’s of Moroccan descent and a big star. He founded Le Comedy Club to showcase new talent, especially comics from North African and Muslim backgrounds. In one bit, the comedians act out a conversation with a Moroccan hotel clerk:</p>\n<p>“We Moroccan people are smart. Americans went to the moon? We will go to the sun, hopefully, one day.”</p>\n<p>“You’re going to get burned, it’s so hot!”</p>\n<p>“We are going by night, you stupid guy.”</p>\n<p>Most of their one-liners rely on these timeworn tropes: jokes about Arabs being illiterate and dangerous and lazy, and jokes about Jews being rich doctors and lawyers.</p>\n<p>There was even this groaner about the Jews sinking the Titanic:</p>\n<p>“You people sunk the Titanic,” Younes says.</p>\n<p>“It was an iceberg!” Bambi says.</p>\n<p>“Yes,” Younes replies, “Spielberg, iceberg, Rosenberg…”</p>\n<p>The show does touch on some sensitive subjects. There are September 11 jokes that take jabs at Arabs, and even a few Holocaust jokes. Then the act descends inexplicably into impressions of Michael Jackson, which ended up being a huge hit.</p>\n<p>You may be wondering how the comics dealt with the elephant in the room — the recent attacks in Paris. They didn’t say a word.</p>\n<p>Djian tells me their patron, Jamel Debbouze, advised them not to, because they’re young and trying to break into the mainstream comedy scene. They don’t want to make a wrong move.</p>\n<p>Mohamed Mesti, 31, who laughed loudly throughout the show, said after the recent events, it felt like the right time for this kind of humor.</p>\n<p>“It’s important to be able to laugh about Jews, Arabs, and mixed people of different backgrounds, whatever religion they are — to laugh together,” Mesti said.</p>\n<p>He said he, as a religious Muslim, follows the example of the Prophet Mohammed.</p>\n<p>“He had Jewish friends,” Mesti said. “It’s important to mix with Jewish people.”</p>\n<p>After a horrific week in France — where controversial humor about the Prophet Mohammed became cause for murder — this stand-up duo gave French Muslims and Jews some comic relief.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Comedy1Feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/comedy1featurejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/012220157.mp3"},{"href":"http://www.pri.org/file/012220157mp3"}]}