{"created":"2015-02-24T19:27:26+00:00","modified":"2015-02-24T21:00:07+00:00","valid":{"from":"2015-02-24T21:00:07+00:00","to":"3015-02-24T21:00:07+00:00"},"hreflang":"en","title":"Fair Warning: Watch One 'Foyle's War' Episode, And You'll Want To Watch Them All","published":"2015-02-24T19:41:00+00:00","teaser":"The British series is set during and after World War II. Detective Foyle tackles crimes connected to the war — murder and spying, black markets and profiteering. It's \"terrifically entertaining.\"","itags":["npr_api","388720196"],"guid":"5b4fdffc-2f79-4cb0-adec-bc1fc8d282ef","contentencoded":"<p>The satisfying thing about TV crime shows is that they offer a sense of closure. The unsatisfying thing is how much of life they must leave out to do it. Like, history. Whether you're talking <em>CSI</em> or <em>Sherlock</em>, crime shows tend to take place in a weirdly hermetic universe where the characters may change — like in <em>True Detective</em> — yet the historical moment in which they live remains largely irrelevant background.</p><p>One exception is <em>Foyle's War</em>, a terrifically entertaining British series about a masterful policeman, detective chief superintendent Christopher Foyle, that's set during and shortly after World War II. The eighth and final season just ended in the UK and is now available — on disk and via streaming — from Acorn TV, where you can also see the preceding 25 episodes. I should warn you. If you start at the beginning, you'll probably find yourself watching them all.</p><p>Michael Kitchen stars as Foyle, a widowed police superintendent in the small coastal city of Hastings. Foyle spends the show's first six seasons tackling crimes connected to the war — murder and spying, black markets and profiteering. His ongoing sidekick through these adventures is his enthusiastic driver, Samantha Stewart — known as Sam — a vicar's daughter played by the sublimely named Honeysuckle Weeks.</p><p>As season eight begins, the war is over and Foyle and Sam are working in London for military intelligence, MI5. While he's still solving crimes, Foyle's post-war mysteries now involve problems of the Cold War era — the special treatment given to certain \"useful\" Nazi war criminals, the presence of Russian spies in British intelligence, the West's attempt to secure Iranian oil.</p><p><em>Foyle's War</em> was created by Anthony Horowitz who knows how pop culture can examine uncomfortable truths. He uses Foyle's cases to poke holes in the romanticized mythology of Britain's heroic war effort. It's not that the show is cynical, but Horowitz shows how, even under mortal threat from the Nazis, not everybody was pulling together. Crooks keep doing crooked things and the class system keeps reinforcing inequality, be it the elite moving to their country houses to avoid the bombing in London or toffs talking down to Foyle, their superior in every important way, because he's their <em>social</em> inferior.</p><p>The same is true after the war, when Foyle keeps bumping up against the reality that the British government isn't very, well, moral. Although the show is no history lesson — its motor is always Foyle solving a crime — it presents us with thorny historical conundrums no detective could ever solve.</p><p>Now, a more ambitious version of <em>Foyle's War</em> would not only show us history unfolding but take us inside Foyle's psyche to see how he's changed by his experience of war and its aftermath. You know, the kind of thing <em>Mad Men</em> does with Don Draper. But sometimes too good is no good, and to deepen things in that way would cheat the series of its appeal: the pleasurable balance between historical reality and the classic crime story with its fantasy of the perfect detective.</p><p>Such fantasy is precisely what you get in the honest, fearless, reticent Foyle, a reassuringly stolid hero who embodies old-fashioned values but whose innate decency makes him the only one to oppose creating a segregated bar for black American GIs stationed in Hastings. Played with quietly barbed charisma by Kitchen, Foyle is clearly an idealized version of British manhood, from his tamped-down emotions to his bone-dry wryness to his innate loyalty and sense of honor. This is a man so square you could play checkers on him. And given the duplicitous world <em>Foyle's War</em> conjures up, I mean this as a compliment.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fair+Warning%3A+Watch+One+%27Foyle%27s+War%27+Episode%2C+And+You%27ll+Want+To+Watch+Them+All&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Powers","audio":[{"meta":{"duration":"369"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388755664-c231ae.m3u?orgId=1&topicId=1138&e=388720196&d=369&ft=nprml&f=388720196"},{"href":"http://media.npr.org/assets/img/2015/02/24/foyle-s-war-on-acorn-tv_michael-kitchen_honeysuckle-weeks_55-600109a1321bca3d65b8cf187fa2bf5671250b58.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}