{"created":"2014-12-30T21:21:07+00:00","modified":"2015-06-05T15:31:09+00:00","valid":{"from":"2015-06-05T15:31:09+00:00","to":"3015-06-05T15:31:09+00:00"},"hreflang":"en","title":"Why We Sign Up For Gym Memberships But Never Go To The Gym","published":"2015-01-15T20:23:00+00:00","teaser":"Gyms take on way more members than they have space for. Here's a look at how they get us to sign up and never show up.","itags":["npr_api","373996649"],"guid":"5b72a47e-17ae-49bd-a0a2-c36d065acf23","contentencoded":"<ul><li><strong>Gyms have built their business model around us not showing up.</strong> Gyms have way more members than they can actually accommodate. Low-priced gyms are the most extreme example of this. Planet Fitness, which charges between $10 and $20 per month, has, on average, 6,500 members per gym. Most of its gyms can hold around 300 people. Planet Fitness can do this because it knows that members won't show up. After all, if everyone who had a gym membership showed up at the gym, it would be Thunderdome. If you are not going to the gym, you are actually the gym's best customer.</li><li><strong>So gyms try to attract people who won't come.</strong> If you haven't been a \"gym person\" in the past, chances are good that paying for a gym membership won't change that. Gyms know this and do what they can to attract people who haven't traditionally been gym rats. Instead of displaying challenging equipment like weight benches and climbing machines in plain view, gyms will often hide weight rooms and other equipment in the back. Many gyms now have lobbies that are designed to look like hotels and fancy restaurants. \"For the longest time, the design was around the sweat,\" says Rudy Fabiano, an architect who designs gyms all over the world. \"Twenty-five years ago ... clubs could be very intimidating. Remember there were the baggy pants that everybody had and the bodybuilders would bring their own jug of water?\" Once gyms started looking more like hotels, coffee shops and restaurants, people who weren't bodybuilders started feeling comfortable in gyms. The casual gymgoer was born.</li><li><strong>Our brains want to be locked into annual contracts with gyms.</strong> Normally, we hate being locked into long contracts (cellphones, cable packages), but gym memberships are an exception. \"Joining a gym is an interesting form of what behavioral economists call pre-commitment,\" says Kevin Volpp, director of the Center for Health Incentives and Behavioral Economics at the Wharton School. Volpp says we actually like the idea of being locked into a gym contract ... at first, anyway. \"They're picturing the 'new me' who's actually going to go to the gym three times a week and become a physical fitness machine.\" We convince ourselves that since we have committed to putting down money for a year, we will make ourselves go to the gym. And then, of course, we don't.</li><li><strong>Just when we try to get out, they feed us, massage us and ply us with alcohol.</strong> Gyms have big issues with retention, and most lose around half their members every year. Once we realize that we haven't been going to the gym, even $20 per month can feel like too much. To try to combat this, gyms look for ways to offer value to customers who aren't necessarily into working out. Planet Fitness has bagel breakfasts once a month and pizza dinners. Those are its busiest times. It also has massage chairs. Other gyms have mixers and movie nights and spa treatments.</li><li><strong>Without slackers like us, gyms would be a lot more expensive.</strong> The reason gyms can charge so little is that most members don't go. People who don't go are subsidizing the membership of people who do. So, if you don't work out, you are making gyms affordable for everyone. If you are one of the brave few who actually do go to the gym, you are getting an amazing deal.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+We+Sign+Up+For+Gym+Memberships+But+Never+Go+To+The+Gym&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Stacey Vanek Smith","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374033127-ec4fce.m3u?orgId=1&topicId=1006&d=263&p=2&story=373996649&t=progseg&e=374012717&seg=19&ft=nprml&f=373996649"}]}