{"created":"2014-09-18T22:00:58+00:00","modified":"2015-03-09T18:08:09+00:00","valid":{"from":"2015-03-09T18:08:09+00:00","to":"3015-03-09T18:08:09+00:00"},"hreflang":"en","title":"A Frightening Curve: How Fast Is The Ebola Outbreak Growing?","published":"2014-10-02T17:34:00+00:00","teaser":"Health leaders now say the Ebola epidemic is growing exponentially. That means, if nothing changes in the next few weeks, we could see at least 60,000 Ebola cases by the end of 2014.","itags":["npr_api","349341606"],"guid":"5b82d5c9-dcb1-4774-b57b-c5bbf80bbe46","contentencoded":"<p>In the past week, world leaders have started using a mathematical term when they talk about the Ebola epidemic in West Africa.</p><p>\"It's spreading and growing <em>exponentially,</em>\" President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/16/349036767/obama-gives-new-details-on-america-s-effort-to-fight-ebola\">said</a> Tuesday. \"This is a disease outbreak that is advancing in an <em>exponential</em> fashion,\" said Dr. David Nabarro, who is heading the U.N.'s effort against Ebola.</p><p>So what does this mean? If nothing changes in the next few weeks, we could see at least 60,000 cases by the end of 2014.</p><p>Here's why.</p><p>Right now we've had more than 5,000 cases of Ebola, and at least 2,600 people have died.</p><p>Some scientists, like <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&sqi=2&ved=0CB4QFjAA&url=http%3A%2F%2Fwww.northeastern.edu%2Fphysics%2Fpeople%2Ffaculty%2Falessandro-vespignani%2F&ei=6VMbVL6JJ4HzgwSL2oD4Cg&usg=AFQjCNE3VT4SB5JX9Uw_GLqj3UZYRVbiQQ&sig2=LntbPPnWTMRLQNPizia3Rw&bvm=bv.75774317,d.aWw\">Alessandro Vespignani</a> at Northeastern University in Boston, are taking numbers like that and putting them into computer models to see where this epidemic is going.</p><p>\"For instance, in our modeling, by mid-October, we're already between 10,000 to 25,000 cases,\" he says.</p><p>Five thousand cases of Ebola is bad; 10,000 to 25,000 is unbelievable. And that's where the exponential curve comes into play.</p><p>\"Well, an exponential curve is a curve that doubles every certain amount of time,\" Vespignani says. And with this outbreak, cases are doubling every three to four weeks.</p><p>So if help doesn't arrive in time — and the growth rate stays the same — then 15,000 Ebola cases in mid-October could turn into 30,000 cases by mid-November, and 60,000 cases by mid-December.</p><p>\"And you see that right away you get very scary numbers,\" Vespignani says.</p><p>So every day or week that goes by, the epidemic gets harder and harder to control. The number of cases rises. The number of beds, doctors and nurses needed to stop it just keeps going up. Quicker and quicker.</p><p>The actual number of cases is likely higher than what's been reported, the World Health Organization says, so the models are underestimating the situation.</p><p>\"The window of opportunity is closing in a sense,\" Vespignani says. \"And that's why it's very important to understand that this is the moment to act.\"</p><p>When we first heard about these numbers, they sounded a bit alarmist. But then a few other modelers <a href=\"http://currents.plos.org/outbreaks/article/obk-14-0036-early-epidemic-dynamics-of-the-west-african-2014-ebola-outbreak-estimates-derived-with-a-simple-two-parameter-model/\">published</a> their own models. The forecast is consistent: There's exponential growth with somewhere around 15,000 cases by mid-October.</p><p>One set of projections comes from <a href=\"http://www.mailman.columbia.edu/our-faculty/profile?uni=jls106\">Jeffrey Shaman</a>, an associate professor of environmental health sciences at Columbia University's Mailman School of Public Health. He's making <a href=\"http://cpid.iri.columbia.edu/ebola.html\">models</a> of the Ebola epidemic for the U.S. government. When he first saw the results of his models, the numbers were so high that he was afraid to make them public.</p><p>\"I didn't want to scare people,\" Shaman says. \"But we're really in uncharted territory here. We've never had a sustained outbreak of Ebola like this, certainly nothing of this magnitude.\"</p><p>Before we all start panicking (which I have been working hard not to do, myself), the world did get some welcome news this week. On Tuesday, President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/09/16/349036767/obama-gives-new-details-on-america-s-effort-to-fight-ebola\">announced</a> plans for the U.S. military to provide 1,700 hospital beds in West Africa. It will also help set up training facilities for health care workers.</p><p>But will 1,700 beds be enough to turn the tide?</p><p>\"Well, I hope so,\" Shaman says. \"I know that doesn't give you a very good answer.\"</p><p>Here's the thing about the exponential curve: Tiny changes in how the virus spreads can make a huge difference in the number of cases. If these countries could get even a little bit of help — perhaps slow the spread so that sick people only infect one person instead of two — it dramatically cuts the total cases Shaman is predicting for October.</p><p>\"For our improved scenario,\" Shaman says, \"we have about 7,700 cases instead of 15,000 by Oct. 19.\"</p><p>Now, we do need to remember that these models come with a lot of caveats. For starters, they're all based largely on the epidemic's growth rate in the past, and a whole of slew of assumptions about how the virus spreads.</p><p>And the models don't do a good job of making predictions far out into the future. Just like with weather forecasts, the further out you go, the more uncertain it is.</p><p>But Shaman says there's one thing they are sure of: Help needs to come fast. Because even if the new U.S. aid starts to slow down the epidemic next week, it will take a year or a year and a half to wipe out Ebola from West Africa.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Frightening+Curve%3A+How+Fast+Is+The+Ebola+Outbreak+Growing%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349626333-a869d2.m3u?orgId=1&topicId=1031&e=349341606&d=238&ft=nprml&f=349341606"},{"href":"http://media.npr.org/assets/img/2014/09/18/curve-5c35f9294453a96387f5b33fead3fec06a59f6f6.png","type":"image/jpeg","meta":{"crop":"standard","height":"245","width":"327"}},{"href":"http://media.npr.org/assets/img/2014/09/18/lofa_healthworkers-d00456053463314ab61560947a4fe56a7d7557ad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1982","width":"2643"}}]}