{"created":"2015-05-13T20:11:10+00:00","modified":"2015-05-14T20:28:18+00:00","valid":{"from":"2015-05-14T20:28:17+00:00","to":"3015-05-14T20:28:17+00:00"},"hreflang":"en","guid":"5b863947-51f5-47e7-a4b5-4b006c347304","title":"Another blogger — the third this year — is hacked to death in Bangladesh","published":"2015-05-14T20:28:13+00:00","byline":"Shirin Jaafari","tags":["Islam","Religion","technology","civil rights","SafeMode","Conflict","Conflict & Justice","Asia","Bangladesh","Islam","Islamism","Al-Qaeda","Religion","Internet culture","Blog","Technology"],"teaser":"Since the beginning of this year, three bloggers have been hacked to death in Bangladesh. They were attacked on busy streets and in broad day light. Many say the Bangladeshi government is not doing enough to protect the country's bloggers.","contentencoded":"<p>Ananta Bijoy Das, the third blogger to be killed in Bangladesh since the beginning of this year, was hacked to death near his home in broad day light Tuesday morning.</p>\n<p>\"He wrote about reason and science, about evolution theory,\" says <a href=\"http://en.wikipedia.org/wiki/Asif_Mohiuddin\">Asif Mohiuddin</a>, a close friend of Das. \"He translated books into Bengali.\"</p>\n<p>Mohiuddin, who now lives in Germany, was a blogger in Bangladesh himself, until he was attacked and fled, fearing for his life. He recalls being targeted and harassed for challenging Islamic ideas. Some hardliners in Bangladesh view their content as blasphemous. The two other bloggers who were killed earlier this year died in a similar fashion — hacked to death with sharp weapons.</p>\n<p>A few years ago, Islamic hardliners asked for a law to be passed to stop these bloggers from writing. </p>\n<p>“They made a hit list of secularist and atheist bloggers,\" Mohiuddin says. \"There are 84 bloggers on that list. All of them are under attack. Now nine of them are dead and many of them were attacked.”</p>\n<p>According to Mohuiddin, the attackers are members of a hardline Islamist group with connections to al-Qaeda in Yemen.</p>\n<p>“They are targeting people who are free thinkers, who are secularists, who are against Islamist fundamentalism,\" he says.</p>\n<p>As for the Bangladeshi government, Mohiuddin says it's not doing much to protect bloggers. In some cases, it even arrests and harasses them. Mohuiddin was arrested by the government for his writings and spent more than three months in jail. </p>\n<p>\"The picture is very clear. The government is on their side,\" he says.</p>\n<p>Mohuiddin says life for bloggers on the hit list is getting more difficult by the day. He believes there is a good chance they will all end up dead — or forced to leave the country.</p>\n<p>Many have closed down their blogs and social media accounts. Given the circumstances, Mohuiddin worries about the future in his country.</p>\n<p>\"I don't see many people left to write about freedom of expression in Bangladesh,\" he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-13%2Flife-very-dangerous-some-bloggers-bangladesh&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05132015_07.mp3"},{"href":"http://admin.pri.org/file/0513201507mp3"}]}