{"created":"2014-10-03T20:48:50+00:00","modified":"2014-10-31T00:11:30+00:00","valid":{"from":"2014-10-31T00:11:30+00:00","to":"3014-10-31T00:11:30+00:00"},"hreflang":"en","title":"A Brief History Of Civilian Planes That Have Been Shot Down ","published":"2014-07-18T20:44:00+00:00","teaser":"It's rare, but commercial flights do come under fire. In fact, the Ukrainian army accidentally downed a Russian civilian plane with a missile during a military exercise in Crimea in 2001.","itags":["npr_api","332318322"],"guid":"5b8d13aa-b1d0-4fa4-ba73-209218a3df46","contentencoded":"<p>Ukrainian officials say <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/17/332284391/malaysia-airlines-loses-contact-with-plane-over-ukraine\">pro-Russian separatists may have shot down the Malaysia Airlines plane</a> that crashed Thursday in eastern Ukraine, killing all 298 people onboard.</p><p>It's rare, but not unprecedented, for civilian airliners to be shot down. In fact, it's happened before in Ukraine, just 13 years ago.</p><p>Back in 2001, the <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/ukraine/1359353/Ukraine-admits-it-shot-down-Russian-airliner.html\" target=\"_blank\">Ukrainian military accidentally shot down a Russian civilian plane</a> while conducting an exercise on the Crimean Peninsula — the very territory that Russia seized earlier this year, prompting the current crisis in Ukraine.</p><p>Here's a list of the deadliest such episodes:</p><p><strong>Israel Shoots Down An Errant Libyan Plane:</strong><strong> </strong>The <a href=\"http://www.webcitation.org/6IQvyI8nz\" target=\"_blank\">Libyan Airlines Boeing 727</a> left the capital, Tripoli, on Feb. 21, 1973, heading east for Cairo when it suffered the double whammy of bad weather and equipment failure. It flew past Cairo and entered the Sinai Peninsula, which was controlled by Israel at the time. Two Israeli warplanes intercepted the Libyan aircraft, and when it refused to land, the Israelis shot it down, killing all but five of the 113 onboard.</p><p><strong>Rhodesian Rebels Bring Down Two Planes:</strong> During the 1970s civil war in Rhodesia (now Zimbabwe), guerrillas shot down<a href=\"http://aviation-safety.net/database/record.php?id=19790212-1\" target=\"_blank\"> two Air Rhodesia commercial flights in the space of five months</a>. In the first attack, on Sept. 3, 1978, rebels of the Zimbabwe People's Revolutionary Army shot down a plane going from Kariba to the capital, Salisbury (now Harare). Of the 56 people onboard, 18 survived the crash, but rebels killed 10 of them at the crash site. Then, on Feb. 12, 1979, the same rebel group used another missile to bring down a second Air Rhodesia plane traveling the same route. All 59 people onboard were killed.</p><p><strong>Soviets Take Out A Korean Plane Carrying A U.S. Congressman:</strong><strong> </strong>In a 1983 episode that dramatically raised Cold War tensions<strong>,</strong><strong> </strong><a href=\"http://www.cnn.com/2013/08/31/us/kal-fight-007-anniversary/\" target=\"_blank\">Korean Air Lines Flight 007</a> strayed off course, apparently because of pilot error, on a flight from Anchorage, Alaska, to the Korean capital, Seoul. After the Boeing 747 entered prohibited Soviet airspace, a Soviet fighter jet blew it out of the sky near the island of Sakhalin, to the east of the Soviet mainland, killing all 269 onboard, including U.S. Rep. Lawrence McDonald of Georgia.</p><p><strong>U.S. Navy Shoots Down An Iranian Plane Over The Persian Gulf:</strong><strong> </strong>In a tense time in a volatile region, the USS Vincennes, a guided missile cruiser, was in the Persian Gulf in 1988 to help keep the key oil shipping lane open and to monitor the war between Iran and Iraq. According to the U.S. government, a helicopter from the Vincennes came under warning fire from Iranian speedboats. Such small-scale incidents took place with some regularity at the time.</p><p>The Vincennes then entered Iranian territorial waters and spotted an aircraft that it thought was an Iranian F-14 fighter plane. However, it was actually a civilian Iran Air Airbus A300, flying over Iran's territorial waters on its regular route from Tehran to Dubai in the United Arab Emirates. <a href=\"http://www.washingtonpost.com/blogs/worldviews/wp/2013/10/16/the-forgotten-story-of-iran-air-flight-655/\" target=\"_blank\">The Vincennes fired a surface-to-air missile</a> that destroyed the plane, killing all 290 onboard. Under a 1996 agreement at the International Court of Justice, the U.S. agreed to pay Iran $61.8 million.</p><p><strong>Ukrainian Military Accidentally Shoots Down A Russian Civilian Plane:</strong> The Ukrainian military was carrying out exercises on the Crimean Peninsula on Oct. 4, 2001, when it launched a surface-to-air missile that struck a Siberia Airlines plane as it was traveling from Tel Aviv to Novosibirsk, Russia. All 78 people onboard were killed when the plane disintegrated over the Black Sea.</p><p>The episode came less than a month after the Sept. 11 attacks in the United States, and there was <a href=\"http://www.telegraph.co.uk/news/worldnews/europe/ukraine/1358586/Airliner-blasted-out-of-sky.html\" target=\"_blank\">immediate speculation that it was a terrorist attack</a>. As suspicion turned to the Ukrainian military, the government initially denied responsibility, but eventually it acknowledged that it was to blame for the accidental hit.</p><p>And that brings us to more recent events. Russia seized and annexed Crimea earlier this year, fueling the current crisis, which has included the fighting in eastern Ukraine. The pro-Russian separatists in that region have brought down several Ukrainian military aircraft in recent months.</p><p><em>Greg Myre is the international editor of NPR.org. Follow him</em> <a href=\"https://twitter.com/gregmyre1\" target=\"_blank\">@gregmyre1</a>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Brief+History+Of+Civilian+Planes+That+Have+Been+Shot+Down+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Myre","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332638199-2b0a44.m3u?orgId=1&topicId=1124&ft=3&f=332318322"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332643013-8135b5.m3u?orgId=1&topicId=1124&ft=3&f=332318322"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332642217-84571a.m3u?orgId=1&topicId=1124&ft=3&f=332318322"},{"href":"http://media.npr.org/assets/img/2014/07/17/airrhodesia-50d3d4f46cf42c7ed917616e808645d28956f730.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2888","width":"3849"}}]}