{"created":"2014-10-30T21:14:42+00:00","modified":"2014-10-30T21:14:43+00:00","valid":{"from":"2014-10-30T21:14:42+00:00","to":"3014-10-30T21:14:42+00:00"},"hreflang":"en","title":"In New Hampshire, Race For Senate Narrows","published":"2014-10-27T19:04:00+00:00","teaser":"Polls show a razor-thin margin between incumbent Democrat Jeanne Shaheen and Republican Scott Brown.","itags":["npr_api","359351736"],"contentencoded":"<p><p style=\"padding-left: 30px\"><em>There&#8217;s about a week to go before the midterm elections, and polls in New Hampshire show a razor-thin margin in the race for U.S Senate. Incumbent Democrat <a href=\"http://www.shaheen.senate.gov/\" target=\"_blank\">Jeanne Shaheen</a>&#8216;s lead has withered away. Polls now show the race is a toss up, and if Shaheen&#8217;s Republican opponent <a href=\"https://www.scottbrown.com/\" target=\"_blank\">Scott Brown</a> wins, it could help the GOP regain control of the Senate. </em>Here & Now&#8217;<em>s <strong>Peter O&#8217;Dowd</strong> brought us this report from New Hampshire:</em></p><p>Every politician has a talking point that has a way of repeating itself during an election. In New Hampshire, between Scott Brown and Jeanne Shaheen, it goes like this:</p><p>Scott Brown: &#8220;I like Senator Shaheen I respect her record. Everyone in New Hampshire here was excited when she got elected and said she&#8217;d be an independent voice for New Hampshire. Unfortunately when she went to Washington she changed. She&#8217;s voting with the president 99 percent of the time and that&#8217;s not good for New Hampshire.&#8221;</p><p>Jeanne Shaheen: &#8220;He thought about running for the Senate again in Massachusetts, then he though about running for governor in Massachusetts. Then he went to Iowa and said he was thinking about running for president. Well, I don&#8217;t think New Hampshire is a consolation prize.&#8221;</p><p>This election is a steady stream of Brown tying Shaheen to an unpopular president, and Shaheen reminding voters that Brown has already been a U.S. senator from a different state. In 2010, his upset win in Massachusetts famously put the seat that the late Ted Kennedy held for five decades in Republican hands.</p><p>Two years after losing that seat, Brown is squeezing hands at a factory in New Hampshire.</p><p>David Greer is the owner of Wire Belt Company of America. He invited Brown on this tour because he says having Republicans in charge of the Senate will ease regulations.</p><p>&#8220;Every time I turn around there&#8217;s some new alphabet soup organization,&#8221; Greer said. &#8220;The NLRB, or what&#8217;s the other one. There&#8217;s the EPA, there&#8217;s the state &#8212; there&#8217;s always new rules and regulations &#8211;always putting more fees, regulations etc. on the back of businesses that are just trying to get the job done, trying to make jobs here in America. It&#8217;s difficult.&#8221;</p><p>Greer says his healthcare costs have gone up 37 percent in three years. Energy costs are up too. He says that puts him at a disadvantage to Mexico and China.</p><p>It&#8217;s one reason why Brown says he&#8217;s a better choice for New Hampshire &#8212; even though he&#8217;s lived most of his life across the state line.</p><p>&#8220;My first three years of existence were in New Hampshire. Mom and dad were married and divorced four times each. Went with mom. But during that time period my sanctuary was with my grandparents here in New Hampshire,&#8221; said Brown.</p><p>Brown has long owned a house on the New Hampshire coast. But in downtown Manchester, voters say they&#8217;re still getting to know the newcomer to state politics.</p><p>Kimon Zachos is a retired state lawmaker. He&#8217;s a registered Republican but says he&#8217;s more comfortable with the incumbent Jeanne Shaheen.</p><p>&#8220;My initial reaction, I don&#8217;t like the carpetbagger,&#8221; Zachos said. &#8220;But that&#8217;s not even worthy of even discussing, in my opinion. I look and see, alright, I have two good people. He&#8217;s bright. He&#8217;s intelligent. But I&#8217;ve got one with two, four, 10 years of experience. She&#8217;s been there, done that, and he&#8217;s got two years in the Senate. It&#8217;s an easy choice for me.&#8221;</p><p>Shaheen is a former New Hampshire governor. She&#8217;s well known in the state. But that&#8217;s not enough for Mary St. Pierre, who&#8217;s leaning toward Scott Brown and his charm.</p><p>&#8220;I find him very appealing, and I hope that he&#8217;s honest and what he talks about and what he stands for is true. Now that I think about it, will vote for him! I have been thinking about it. But if I hear him on the TV he always catches my attention.&#8221; St. Pierre said.</p><p>Chris Galdieri is a political scientist at St. Anselm College in Manchester. He says Brown is taking advantage of a momentum shift that&#8217;s happening in places far beyond New Hampshire.</p><p>&#8220;The national environment is one that favors Republicans. I think the Brown campaign has been focusing on issues that people are worried about and people are nervous about &#8212; things like border security, national security, Ebola and the like. That has been helping  him do better than he had been a few months ago,&#8221; said Galderi.</p><p>Jeanne Shaheen is also reaching out to small business owners &#8212; people like Phil Coupe, a co-founder at the solar company ReVision Energy. He says Democrats are good for his business. He&#8217;s got a close eye on a 30 percent federal renewable energy tax credit that&#8217;s due to drop significantly in 2016.</p><p>&#8220;And so we are crossing our fingers that a replacement national policy will be put into effect before the 30 percent tax credit expires. Sen. Shaheen, if she&#8217;s re-elected, could play an instrumental role to making sure there&#8217;s a follow on incentive for renewable energy to maintain the momentum that has been achieved in the last eight years since it&#8217;s been in place,&#8221; said Coupe.</p><p>Shaheen says she will support extending those renewable tax credits. And she dusts off the idea that the race is suddenly within her opponent&#8217;s reach.</p><p>&#8220;We always knew this was going to be a close race. This is a year when people are frustrated, so we need to make sure we continue to address their concerns and I think they&#8217;re gonna decide they want a senator who puts New Hampshire first,&#8221; said Shaheen.</p><p>As the race narrows, the fight is getting nastier. The Center for Public Integrity says in a recent week, the state&#8217;s only network affiliate aired 830 advertisements related to this race, more than any other station in the country. Big names have come here to stump for both candidates. Bill Clinton. Mitt Romney. Rand Paul. Hillary Clinton is expected to show up too. St. Anselm&#8217;s Chris Galdieri says that&#8217;s saying something.</p><p>&#8220;I think that&#8217;s a sign that both parties really want to win this election. The Democrats really need to win in New Hampshire. If the Republicans are winning on election night, I think it&#8217;s really tough to see how Democrats hold control of that chamber.&#8221;</p><p>The parties have eight more days to make their case to voters.</p><h4>Reporter</h4><ul><li><a href=\"http://www.wbur.org/about/people/peter-odowd\" target=\"_blank\"><strong>Peter O’Dowd</strong></a>, assistant managing editor at <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+Hampshire%2C+Race+For+Senate+Narrows&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O&rsquo;Dowd","guid":"5b8d725c-34c8-4bcc-895f-7e2d91557863","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359351739-6b2649.m3u?orgId=1&ft=3&f=359351736"}]}