{"created":"2015-05-15T02:46:46+00:00","modified":"2015-05-15T02:46:46+00:00","valid":{"from":"2013-09-05T16:59:33+00:00","to":"3013-09-05T16:59:33+00:00"},"hreflang":"en","guid":"5b99b9c1-b6d3-4d91-8de9-b632d201e4a8","itags":["5b99b9c1b6d3d911de94b632d201e4a8","Marketplace","Marketplace for Thursday, September 5, 2013","PMP:Marketplace_PMP"],"tags":["APM","McDonald's","Sustainability","chicken processing"],"published":"2013-09-05T16:59:33+00:00","contentencoded":"<div class=\"barn-cleaned\"><p>Pretty soon, Americans may be eating chicken strips on a Chinese chicken salad that actually come from China. The U.S.D.A. is going to let Chinese companies export cooked poultry products to the U.S.&nbsp; There’s one hitch: Because of safety concerns,&nbsp; it's allowing only Chinese products made from chickens grown in the U.S. and Canada.</p>\n<p>Just think about it. That chicken strip atop your Caesar salad may well have been born and bred and slaughtered in Arkansas,&nbsp; trucked and shipped in expensive coolers more than 7,000 miles to some Chinese city, then unpacked and cooked and cut up into strips and repackaged and frozen for shipment back again to some grocery store, fast food joint or diner in the U.S. That’s one well-travelled hen.</p>\n<p>Jim Sumner, president of the USA Poultry and Egg Export Council, doesn’t think the Chinese will make much profit selling Chinese-American chicken products. But that’s not what China ultimately wants.&nbsp; Sumner says China’s goal is to eventually export its own chickens. American producers aren’t squawking about it.&nbsp;</p>\n<p>“Look, we’re cognizant of the fact that free trade is a two-way street,” says Tom Super at the National Chicken Council.</p>\n<p>China and the U.S. have been involved in several trade spats over meat. Poultry experts say if the U.S. meat industry wants to keep exporting to China they’ve learned it is best not to try and block its trade ambitions. &nbsp;“And we would much rather sell our paws to China for 80 cents a pound than we would as pet food for two cents a pound. So it makes economic sense for us,” says Jim Sumner.</p>\n<p>Besides, poultry experts don’t expect Chinese chickens to meet American safety standards anytime soon. Right now American producers have a lock on the American market for chicken. More than 99 percent of the chicken Americans eat is born, bred and processed in the U.S. It’s a lot of chicken, too. The U.S. consumes 80 pounds of the stuff per year per person.</p></div>","title":"Chickenomics and the offshoring of your nuggets","byline":"Steve Gardner","description":"The economics behind shipping chicken carcasses to China for processing: it keeps open the China market for chicken feet.","contenttemplated":"[{\"content\":\"<p>Pretty soon, Americans may be eating chicken strips on a Chinese chicken salad that actually come from China. The U.S.D.A. is going to let Chinese companies export cooked poultry products to the U.S.  There’s one hitch: Because of safety concerns,  it&apos;s allowing only Chinese products made from chickens grown in the U.S. and Canada.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Just think about it. That chicken strip atop your Caesar salad may well have been born and bred and slaughtered in Arkansas,  trucked and shipped in expensive coolers more than 7,000 miles to some Chinese city, then unpacked and cooked and cut up into strips and repackaged and frozen for shipment back again to some grocery store, fast food joint or diner in the U.S. That’s one well-travelled hen.</p>\"},{\"content\":\"<p>Jim Sumner, president of the USA Poultry and Egg Export Council, doesn’t think the Chinese will make much profit selling Chinese-American chicken products. But that’s not what China ultimately wants.  Sumner says China’s goal is to eventually export its own chickens. American producers aren’t squawking about it. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>“Look, we’re cognizant of the fact that free trade is a two-way street,” says Tom Super at the National Chicken Council.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>China and the U.S. have been involved in several trade spats over meat. Poultry experts say if the U.S. meat industry wants to keep exporting to China they’ve learned it is best not to try and block its trade ambitions.  “And we would much rather sell our paws to China for 80 cents a pound than we would as pet food for two cents a pound. So it makes economic sense for us,” says Jim Sumner.</p>\"},{\"content\":\"<p>Besides, poultry experts don’t expect Chinese chickens to meet American safety standards anytime soon. Right now American producers have a lock on the American market for chicken. More than 99 percent of the chicken Americans eat is born, bred and processed in the U.S. It’s a lot of chicken, too. The U.S. consumes 80 pounds of the stuff per year per person.</p>\",\"type\":\"text/html\"}]","teaser":"The economics behind shipping chicken carcasses to China for processing: it keeps open the China market for chicken feet.","audio":[{"type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/chinachicken.jpg?itok=hNgagA5D"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/05/marketplace_segment17_20130905"},"duration_hms":"00:02:07","duration":127},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/05/marketplace_segment17_20130905_64.mp3","format":"MP3"}]}