{"created":"2015-02-11T22:47:06+00:00","modified":"2015-02-13T15:31:37+00:00","valid":{"from":"2015-02-13T15:31:37+00:00","to":"3015-02-13T15:31:37+00:00"},"hreflang":"en","guid":"5ba54b2e-263c-4680-aba1-537d4589aeeb","title":"How is the world getting both a) warmer and b) snowier in some places? Here's how.","published":"2015-02-13T15:31:35+00:00","byline":"Peter Thomson","teaser":"Global temperatures are going up but that doesn't necessarily mean less snow. Here's a brief explainer of what seems like a contradiction.","tags":["Environment","Science, Tech & Environment","Boston","North America","United States","Canada","New England","Snow","Climate","Weather","Precipitation","Atmospheric sciences","Climate change","Global warming"],"contentencoded":"<p>I haven’t told my 5-year-old daughter about global warming. There are some obvious reasons for that but one purely practical one is that she’d just be damn confused. Especially these last couple of weeks. The snowbanks outside our house in Boston right now are high enough for her to climb up into our cherry tree and sled down onto the sidewalk. How would she square that with her dad telling her the world is warming up?</p>\n<p>And it’s not just confusing to five year-olds. The unrelenting blasts of snow that have hit Boston over the past few weeks are enough to give even those most well-schooled in climate science a bad case of cognitive dissonance. Distilled into a Tweet, the question might simply be, “WTF?”</p>\n<p>The answer, perhaps not quite so distilled, might be “ICSGCITWBOTAAOAWUATMMMITAAMPAWTMHBFATTCMALOS.”</p>\n<p><em>Translation: It can still get cold in the winter, but overall the air and oceans are warming up and that means more moisture in the air and more precipitation, and where that moisture hits below-freezing air temperatures, that can mean a lot of snow.</em></p>\n<p>Which is exactly what’s been going on in New England these past few weeks.  The jet stream is shuttling a series of storms from the west just south of New England. North of us we’ve had a series of big high pressure systems churning cold air down from Canada. Just to the east we have the Atlantic, where there’s a stretch of extremely warm water running up the coast from roughly the Carolinas to Newfoundland.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/GFS-025deg_WORLD-CED_SST_anom.png?itok=qTfPlb8C\" alt=\"\" /><div class=\"field-caption\">\n    <p>Sea surface temperatures off the northeastern US and eastern Canada are far higher than average this winter, which adds lots of moisture to the atmosphere. When that moist air meets cold air coming from the north, the result can be a lot of snow.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Climate Change Institute, University of Maine</p>\n  </div>\n</div>\n<p>That warm Atlantic water pumps moisture into the air, the storms coming east pick it up and intensify when they hit the ocean, and the warm/wet-cold/dry systems converge like two gears to pour snow onto New England.  </p>\n<p>In fact what’s unusual here this winter is not so much the precipitation, it’s the cold air. The jet stream and those high pressure systems are perfectly placed right now to make our precipitation come down as snow. But the precipitation itself is nothing new. The region has seen a big spike in both total precipitation and extreme precipitation events in recent decades. According to the US government’s National Climate Assessment, “very heavy” precipitation events were up 71 percent in the northeastern part of the country from 1958 to 2012.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/VHPrecip.PNG?itok=08D-XSQ6\" alt=\"\" /><div class=\"field-caption\">\n    <p>Extreme precipitation events are up in much of the world in recent decades and the oceans and atmosphere warm. The increase in the US has been especially steep in the northeast, where the increase in the amount of precipitation falling in very heavy events rose 71% between 1958-2012.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>US National Climate Analysis, 2014</p>\n  </div>\n</div>\n<p>So we’re getting wetter here in New England. On average over the year we’re also getting warmer. Both are likely results of rising levels of CO2 and other heat-trapping gases in the atmosphere. But we’re also in a part of the world where, when the northern hemisphere tilts away from the sun, it can still get very cold.</p>\n<p>Add those two up, and you can still get a lot of snow, even in a warming world.</p>\n<p><em>Check out this much more detailed, although less geographically focused, <a href=\"http://theconversation.com/does-global-warming-mean-more-or-less-snow-36936\">explainer </a>from atmospheric scientist  Kevin Trenberth at the <a href=\"https://ncar.ucar.edu/\">National Center for Atmospheric Research</a>.</em></p>\n<p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-11%2Fbig-snow-warming-world-whats&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0211201509.mp3"},{"href":"http://www.pri.org/file/0211201509mp3"}]}