{"created":"2014-10-12T21:50:18+00:00","modified":"2014-10-30T21:35:35+00:00","valid":{"from":"2014-10-30T21:35:35+00:00","to":"3014-10-30T21:35:35+00:00"},"hreflang":"en","title":"The New Food TV: The Era Of Julia Child Packed Its Knives And Went","published":"2014-10-12T22:52:00+00:00","teaser":"Since the original Japanese <em>Iron Chef </em>first appeared on the Food Network 15 years ago, how-to cooking shows have gradually been displaced by reality shows that pit chefs against each other.","itags":["npr_api","355633672"],"guid":"5bb16e30-3820-4924-9bcb-d6bc92e216a7","contentencoded":"<p>If you're one of the many addicts to the current crop of food shows, <a href=\"https://www.youtube.com/watch?v=RThnq3-d6PY\">watching a clip of Julia Child</a> — the original French Chef of television — is like visiting a different planet.</p><p>You might wonder how long she would last in the gladiator's arena that modern cooking shows have become. Since the original Japanese <em>Iron Chef </em>first appeared on the Food Network here in the U.S. 15 years ago, how-to cooking shows have gradually been displaced by food combat: reality shows that pit chefs against each other.</p><p>Krishnendu Ray, a professor of food studies at NYU's Steinhardt School, tells NPR's Arun Rath that networks love these shows because they're cheap to produce. They also reflect a changing audience that includes more men; cooking shows used to target a mostly female audience.</p><p>More broadly, food has entered \"a kind of a public discourse,\" Ray says. \"A lot of things are driving it.\"</p><p>Ray says one thing that's new is an aesthetic approach to food — one that's open to non-experts.</p><p>\"There's now room for people to argue about good taste in a relatively much more democratic way than, say, high art or architecture,\" he says.</p><p>As for the impact of the changing nature of food TV, Ray says the popularity of these new shows, and the public discussion of food more broadly, is very good for celebrity chefs. It also helps out those at the upper end of the chef business. But for the millions of low-wage professional cooks, he says, those discussions haven't really touched their lives.</p><p>Ray says another effect these cooking shows have is the creation of a seasonal \"fashion cycle\" for food. This season, pork bellies or bacon might be the hot item, and then next season everyone will be eating something different.</p><p>\"When you mediatize something and commercialize something so proximate and domestic and care-based, that's the price you pay for excessive discussion,\" he says.</p><p>And do the new food shows teach anything to home cooks? Ray says he agrees with Michael Pollan: \"What food TV does is trains you how to order in restaurants.\"</p><p>Yes, people want to watch food shows and talk about food, Ray says, but socioeconomic factors are keeping them out of the kitchen. \"People being very busy, long commutes, two jobs: those are the reasons why people are not cooking,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+New+Food+TV%3A+The+Era+Of+Julia+Child+Packed+Its+Knives+And+Went&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1355661069-afa624.m3u?orgId=1&topicId=1048&ft=3&f=355633672"}]}