{"created":"2014-10-08T02:42:30+00:00","modified":"2014-12-23T18:14:09+00:00","valid":{"from":"2014-12-23T18:14:09+00:00","to":"3014-12-23T18:14:09+00:00"},"hreflang":"en","title":"The Collapse Of Corinthian Colleges","published":"2014-07-16T14:39:00+00:00","teaser":"The giant for-profit college chain will unwind after the Department of Education cut off its access to federal money.","itags":["npr_api","329550897"],"guid":"5bb70ac0-da11-4026-8aed-580e4ad9d6c4","contentencoded":"<p><em><a href=\"http://www.npr.org/blogs/ed/2014/07/16/331700270/students-react-to-the-closure-of-a-giant-for-profit-college\">Read our follow-up version.</a><br /></em></p><p>Under <a href=\"http://investors.cci.edu/secfiling.cfm?filingID=1104659-14-50216&CIK=1066134\">an agreement</a> with the U.S. Department of Education, Corinthian Colleges will put 85 of its U.S. campuses up for sale and close the remaining dozen. The for-profit college chain operates campuses under the names Heald, Everest and WyoTech. It has more than 70,000 students across North America. It's the largest-ever college, by enrollment, to be shut down in this way.</p><p>It all started in January when the U.S. Department of Education asked the company to provide detailed records, including Social Security numbers, job placement results, and attendance and grade changes, of students. This was part of compliance with federal regulations designed to make sure that colleges that don't offer a good value to students, don't get student aid money.</p><p>When Corinthian didn't fully respond, <a href=\"http://www.sec.gov/Archives/edgar/data/1066134/000110465914046978/a14-15736_18k.htm\">in June,</a> the Department of Education placed a three-week hold on financial aid payments to Corinthian. The cash freeze was a big problem for the college, which had underlying financial difficulties. <em>Inside Higher Ed</em> <a href=\"http://www.insidehighered.com/news/2014/05/07/corinthian-colleges-contemplates-sale-amid-declining-enrollment-and-revenue#sthash.DHYBhuS8.dpbs\">reported in May</a> that the college faced closing off or selling its business, with both enrollment and revenue slumping.</p><p>\"We are pleased to have reached an agreement with ED that helps protect the interests of our students, employees and other stakeholders,\" Jack Massimino, Corinthian chairman and chief executive officer, said in a company <a href=\"http://investors.cci.edu/releases.cfm\">press release.</a> \"This agreement allows our students to continue their education and helps minimize the personal and financial issues that affect our 12,000 employees and their families. It also provides a blueprint for allowing most of our campuses to continue serving their students and communities under new ownership.\"</p><p>Current students have a number of choices. For those who stay on at campuses that are closing, the Department of Education will release enough money to allow the college to \"teach out\" or enable them to finish their degrees. Some students will also be offered refunds or the opportunity to transfer, and their loans may be discharged.</p><p>The problems in the for-profit college sector are wider than Corinthian. They come both from market forces and from the government. For example, the Consumer Financial Protection Bureau <a href=\"http://www.consumerfinance.gov/newsroom/cfpb-sues-for-profit-college-chain-itt-for-predatory-lending/\">is suing</a> ITT Educational Services, a chain with 135 campuses and 55,000 students in 40 states. The CFPB's allegations include predatory lending and misleading students about their job prospects. ITT has filed a motion to dismiss this lawsuit.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Collapse+Of+Corinthian+Colleges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"297"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331900000-ea4cd2.m3u?orgId=1&topicId=1013&ft=3&f=329550897"}]}