{"created":"2015-04-07T20:21:44+00:00","modified":"2015-05-13T21:04:19+00:00","valid":{"from":"2015-05-13T21:04:19+00:00","to":"3015-05-13T21:04:19+00:00"},"hreflang":"en","title":"The Second Most Dangerous Country For Land Mines Begins To De-Mine","published":"2015-04-07T23:54:00+00:00","teaser":"As the 51-year-old civil war in Colombia winds down, efforts to find and destroy the many mines are underway.","itags":["npr_api","398030876"],"guid":"5bd5f687-d33c-4da7-a4ad-b783f9e745c2","contentencoded":"<p>\"My father was 79,\" says Donaldo Gomez, who lives in the steep Andes Mountains of Colombia. \"He wasn't sick a day in his life. And then he gets killed by a mine!\"</p><p>Gomez, whose father died in 2003, lives in an area that was once swarming with guerrillas. When the Colombian army moved into the region a few years ago, the Revolutionary Armed Forces of Colombia, or FARC, planted land mines to try to stop them. The same thing happened in many parts of the country.</p><p>As a result, some 11,000 Colombians have been killed or injured by mines over the past 25 years. These days, only Afghanistan racks up more annual land mine <a href=\"http://www.the-monitor.org/index.php/publications/display?url=lm/2013/sub/Casualties_and_Victim_Assistance.html\">casualties</a>: 451 people killed and injured in the past year. <a href=\"http://www.accioncontraminas.gov.co/estadisticas/Paginas/victimas-minas-antipersonal.aspx\">Colombia's</a> total for deaths and injuries last year was 285, including 45 children.</p><p>But now things are starting to change. After 51 years, Colombia's guerrilla war is finally winding down. The Colombian government and Marxist rebels are holding peace talks in Cuba and have taken several steps to scale back the bloodshed — including a plan for the army and the FARC guerrillas to work together to locate and destroy rebel land mines. (The army got rid of its mines a decade ago.)</p><p>FARC has also called a unilateral cease-fire and has pledged to stop recruiting children under the age of 17. For its part, the Colombian military has halted bombing raids on guerrilla targets. Analysts say these moves show that the two sides are getting closer to a final peace treaty.</p><p>Such progress is good news for Liliana Lopez, who runs a hotel in Sonson, a farm town in the mountains. The area used to be a war zone. FARC guerrillas kidnapped Lopez's mother and killed two of her cousins around 15 years ago. But now, things have calmed down.<br /> <br />Even so, Lopez says leftover land mines are hurting efforts to promote agriculture and tourism in the region: \"It's unsafe for people, for children, for animals.\" <br /> <br />To start addressing the problem, a British organization called <a href=\"http://www.halotrust.org/\">HALO Trust</a> is carrying out a small de-mining operation on the outskirts of Sonson. I went out with them. We trod carefully, steering clear of the red-and-white stakes marking areas that have yet to be cleared of explosives.<br /> <br />\"We are now entering the minefield,\" said Jason Villamil, one of HALO's de-miners. \"You can see on the right, right-hand side, this is all the minefield. This is all the suspicious area.\"<br /> <br />Villamil works with a state-of-the-art metal detector. But the FARC's rustic mines are often made with PVC tubing or glass jars and contain almost no metal, making them much harder to find. <br /> <br />\"You see here we got a mine, which is in a glass container,\" Villamil said. \"A person will step on the plunger. The plunger will inject sulfuric acid into the detonator, which is the only metallic piece of the mine.\" <br /> <br />To give me a better sense of the challenges he faces, Villamil conducted a test. My tape recorder contains just a small amount of metal. Still, it drew a strong signal from the metal detector while the land mine barely even registered.<br /> <br />After our experiment, Villamil used an explosive charge to destroy the mine.<br /> <br />But there are thousands more out there. That's why the plan for the army and FARC to cooperate in destroying land mines is so important. The rebels know where many of the mines are buried, says a former FARC guerrilla who now works for HALO Trust. <br /> <br />After nine years of fighting with FARC, he says, \"it now feels good to be doing this for a living because I'm helping to get these mines out of the ground.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Second+Most+Dangerous+Country+For+Land+Mines+Begins+To+De-Mine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Otis","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398123515-19aca2.m3u?orgId=1&topicId=1004&d=264&p=2&story=398030876&t=progseg&e=398104741&seg=17&ft=nprml&f=398030876"},{"href":"http://media.npr.org/assets/img/2015/04/07/465174432-58ae1b8f8fc32354e6c63486b0044631e56c59b4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2654","width":"3533"}}]}