{"created":"2015-02-02T17:08:25+00:00","modified":"2015-06-15T17:15:43+00:00","valid":{"from":"2015-06-15T17:15:43+00:00","to":"3015-06-15T17:15:43+00:00"},"hreflang":"en","title":"Virtual Schools Bring Real Concerns About Quality","published":"2015-02-04T16:39:00+00:00","teaser":"E-learning in K-12 is a growing trend, but many schools are underperformers. What's to be done?","itags":["npr_api","382167062"],"guid":"5bdcf5ff-80ed-472f-ab56-c0500507cb55","contentencoded":"<p>At the end of Angela Kohtala's leadership skills course, her high school students have to plan and carry out a community service project. Maybe it's fixing up their school courtyard, or tutoring younger students in an afterschool program.</p><p>Afterwards, they create a PowerPoint with pictures of the project. This isn't just a nice way to develop presentation skills — it's mandatory to prove that they really weeded that garden or sat with those kids in the first place.</p><p>You see, Kohtala's students are spread across the state of Florida, while she herself lives in Maine.</p><p>Kohtala teaches in the fastest-growing sector of K-12 education: the online public school. She is at <a href=\"http://www.flvs.net/\">Florida Virtual School</a>, one of the biggest in the business.</p><p>The organization, which is technically a Florida school district, enrolls over 200,000 students across Florida and the world. The vast majority are part time, taking an average of just one course. But another 200,000 K-12 students are studying online full-time, most at the high school level, in at least 33 states.</p><p>Most of these states have passed laws in the last decade encouraging, or even requiring, online school choices.</p><p>One big reason is cost. Especially in large, rural states, virtual schools can allow students to take an AP class or a foreign language that their school doesn't offer, without having to pay another teacher to do it.</p><p>Another impetus is what's called credit recovery. Many states have set up these schools in order to allow students who have fallen behind to catch up, during summers, nights and weekends, with an eye toward earning their diplomas on time.</p><p>And then there's the idea that online learning, ideally, allows each student to work at his or her own pace and take advantage of multimedia resources and contemporary digital ways of working.</p><p>But there are big quality divides in the world of e-learning providers.</p><p>Most full-time online students are enrolled at schools run by two for-profit companies: K12 and Connections Academy.</p><p><a href=\"http://nepc.colorado.edu/publication/virtual-schools-annual-2013\">Of those full-time schools </a>that have academic ratings, an independent report found last year that two-thirds are rated academically \"unacceptable.\" And their graduation rates are less than half the average of all public schools.</p><p>\"Across the board, all the outcome measures we're looking at are negative,\" says Gary Miron, one of the authors of that report from the National Education Policy Center. He has a clue as to why.</p><p>\"When we looked at actual expenditures,\" he says, \"we could see that these schools spend a fraction of what districts spend on teacher salaries.\" About 1 in 10 of their students had a learning disability, yet they spent \"next to nothing\" on special education-certified teachers, his report found.</p><p>Allison Bazin, a spokeswoman for Connections Academy, says their schools' results are \"generally on par\" with state averages, though the math scores are lower.</p><p>K12, in particular, has come under fire from a quarter that's not normally known for its concern about public education: investors. At least two shareholder lawsuits have been filed alleging that K12 misleads investors about its enrollment growth prospects and the regulatory issues it faces. Anthony Guglielmi, a spokesperson for K12, points out that one suit was settled while another was dismissed.</p><p>Nate Davis, CEO OF K12, said the company's business is thriving. He verifies that teachers in his schools are paid less than those at brick-and-mortar schools — in exchange, he says, for the flexibility to work from home.</p><p>He also acknowledges that their schools have lower average test scores — a product, he says, of the fact that the majority of students are low-income. Plus, he says, look at the reasons they are studying online in the first place:</p><p>\"Some are accelerated. But others were in some way at risk,\" he says. \"The public school wasn't working for them. Maybe the school system wasn't good in their area and their parents want a different solution.\"</p><p>Miron points out that his research shows K12 schools actually have a lower proportion of low-income students than the state average.</p><p>But, he also notes, there's another side to the e-learning picture. Florida Virtual School, for example, is a very large online school with, by all accounts, good outcomes. On state end-of-course tests and AP exams, students do as well as, or better than, other Florida students.</p><p>Students log on each week from wherever they are — the school computer lab, a library, Starbucks — to hold class discussions and do group work in real time, using collaboration software. Some of their assessments involve answering questions from a teacher over the phone, a technique designed to discourage cheating. They may also be called in randomly to take an exam face-to-face.</p><p>Teachers, meanwhile, pledge to be available over text and phone from 8 a.m. to 8 p.m., five days a week and even a few hours on the weekends.</p><p>Kohlata says she often fields late-night texts from students who need personal as much as academic support. \"In my class we're helping them to learn, set goals, and think about trying new things. Sometimes a little anonymity allows for a little more intimacy.\"</p><p>So what's the upshot here? Are online schools a great idea or a terrible one?</p><p>It seems the answer can be a hybrid of both. What Miron and other scholars who study the topic are recommending is that states curb the growth of full-time virtual schools until better quality safeguards are put in place. \"The issue,\" he says, \"is not to ban the schools, but to figure out why they're not working.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Virtual+Schools+Bring+Real+Concerns+About+Quality&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346157-75d221.m3u?orgId=1&topicId=1013&d=205&p=2&story=382167062&t=progseg&e=383295522&seg=16&ft=nprml&f=382167062"},{"href":"http://media.npr.org/assets/img/2015/02/01/virtual-learning-01b6e1e4ce3d26170ca27a1276e239b7fbf297c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}