{"created":"2014-08-28T02:29:59+00:00","modified":"2014-10-30T23:16:02+00:00","valid":{"from":"2014-10-30T23:16:02+00:00","to":"3014-10-30T23:16:02+00:00"},"hreflang":"en","title":"On 'Wizard Wars,' Contestants Must Make Magic From The Mundane","published":"2014-08-18T13:42:00+00:00","teaser":"SyFy's new show has up-and-coming magicians compete for cash by creating illusions out of ordinary objects. Angela Funovits is a mentalist, a dermatologist — and one of the show's expert \"wizards.\"","itags":["npr_api","340633697"],"guid":"5bdf2d33-5eb8-4988-9ef7-109c2c42c1d3","contentencoded":"<p>Reality TV seems to have a competition for everything these days: singing, dancing, cupcake-baking — and now magic.</p><p>This week, SyFy launches <em>Wizard Wars</em>, where magicians do their best to wow a panel of judges. Angela Funovits, a mentalist, is one of the expert magicians — or \"wizards\" — that contestants must take on during the second round of the game.</p><p>She tells NPR's Arun Rath that the show is set up kind of like <em>Iron Chef, </em>and contestants are given a collection of objects they have to use to create a mind-boggling presentation. Forget top hats and scarves, though: these items are far from traditional magic props.</p><p>\"[They're] things like Spam, things like earthworms,\" Funovits says. \"That's definitely not something that, prior to coming into <em>Wizard Wars</em>, I would've ever conjured up in my own mind as something that I wanted to use in my own acts.\"</p><p>Funovits tells Rath about when she fell in love with magic, and how her talents help her in her day job as a physician.</p><hr /><h3>Interview Highlights</h3><p><strong>On how a mentalist differs from a magician</strong></p><p>A mentalist is someone who creates this illusion of a sixth sense, so to speak — almost looking as if they're psychic. Of course, they're not claiming anything, but they can very much seem to be able to read your mind. ... And I loved that. I loved that there was almost a scientific element to it. I loved that it was very real, very visceral. People, when I first began performing some of the mentalism-type effects that I did, were responding in much different ways than they were to just tricks.</p><p>You always make a disclaimer and you say, \"I certainly don't have this actual type of ability and it's something that we do for fun, for entertainment.\" But, you know, there's always an element of wanting to believe, as well.</p><p><strong>On breaking into magic as a woman</strong></p><p>I loved magic from the time I was 10 years old; that was when I really got hooked. My inspiration on those shows was always the female assistants. And so I thought what I would have to do one day was to meet some male magician and marry him and become his assistant or something if I wanted to do magic all the time. So it was challenging.</p><p><strong>On how she uses magic in her day job</strong></p><p>I'm actually a first-year dermatology resident physician. I work at Metro Health Medical Center in Cleveland, Ohio. ... I love it. If you have a child that needs some sort of treatment that's going to be painful or something that they're afraid of, you know, what a beautiful thing it is to be able to bring an actual little piece of magic right there ... something that distracts them entirely. That's very much a very passionate area of mine.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+%27Wizard+Wars%2C%27+Contestants+Must+Make+Magic+From+The+Mundane&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341164591-a10f41.m3u?orgId=1&topicId=1138&ft=3&f=340633697"},{"href":"http://media.npr.org/assets/img/2014/08/15/nicolephoto2-fe1dfb3ab2f2894ff6c794124503018461a658e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"513","width":"684"}},{"href":"http://media.npr.org/assets/img/2014/08/15/nicolephoto3-f8fb54085a9af898f045668190eba3537101bc3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"342","width":"455"}}]}