{"created":"2014-09-21T21:00:26+00:00","modified":"2015-01-12T00:02:12+00:00","valid":{"from":"2015-01-12T00:02:11+00:00","to":"3015-01-12T00:02:11+00:00"},"hreflang":"en","title":"Mafia Wife, Getaway Driver, Stuntwoman: From The Underworld To Hollywood","published":"2014-09-22T15:20:00+00:00","teaser":"Georgia Durante's career as a stunt driver has led to roles in car commercials and movies. But before the bright lights of Hollywood, the former model was speeding away from a dark past.","itags":["npr_api","350120159"],"guid":"5be6505b-9eb7-4d2a-8e8d-974d88ab64f7","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Georgia Durante's life has taken some unexpected turns. She was a model for Kodak — a \"Kodak Girl\" — who went on to do TV and commercial work as a stunt driver. In the '90s, she appeared in Chevrolet ads and was the stunt double for Cindy Crawford in a Pepsi commercial.</p><p>Transitioning from modeling into TV isn't that exceptional. But the Hollywood film crews didn't know that in between, Durante's driving skills were honed during a career as a getaway driver.</p><p><strong>'Man, Georgie-Girl, Can You Drive A Car!'</strong></p><p>Durante's story begins in New York City at a mafia-run club called Sundowners.</p><p>\"It didn't start until 2 o'clock in the morning and people would leave at 6,\" Georgia Durante says. \"When I first got there, you had to knock on the door three times, and then a guy would open it and if you were OK he'd let you in.\"</p><p>Durante says she never knew exactly what went down at the after-hours club, but the intrigue drew her into the mafia's underworld.</p><p>\"I'm there and 5 feet away from me, this guy pulls out a gun and shoots the guy next to him,\" she says. \"Everybody scattered, the guy fell to the floor.\"</p><p>Suddenly, the owner of Sundowners threw Durante a set of car keys.</p><p>\"And he says, 'Georgie-Girl, go get the car, bring it up.' \"</p><p>They put the man in the back of the car and Durante found herself in the driver's seat.</p><p>\"I'm driving to Bellevue Hospital, and I'm only 17 at this time,\" she says. \"We get to the hospital, and we got there in record time.\"</p><p>They dropped the injured man off in front of the hospital, and Durante sped away.</p><p>That incident gave her a reputation.</p><p>\"All they talked about was, 'Man, Georgie-Girl, can you drive a car!' \"</p><p>She started off picking up and delivering packages to locations around the city. Then they moved her up to what were called \"pickups.\"</p><p>\"I would wait around the corner for these guys, I'd drop them off, wait around the corner — and they were actually robbing places, but they never told me,\" Durante says. \"One day, they came out with their guns out and I heard sirens.\"</p><p>The men jumped into the car and told Durante to step on it.</p><p>\"I was driving on sidewalks, down alleys. I ducked into one alley, and then we saw the cops go by, so they never saw us getting into the alley,\" says Durante, who wrote about her time in the underworld in a memoir called <em>The Company She Keeps</em>. \"It was intense. It was very intense. I got in pretty deep.\"</p><p><strong>A Woman On The Run</strong></p><p>But when a mob war broke out, Durante knew she had to leave that lifestyle.</p><p>\"They were killing everybody who knew anything, and I fled to California with my 7-year-old daughter,\" she says. \"I end up in San Diego, and I was married to a guy in the mob at this time and he was very abusive.\"</p><p>Durante wanted to take her daughter away from their abusive household, but she could never escape her husband.</p><p>\"My daughter and I, we would spend many nights out at the beach, shivering, afraid to go home,\" she says. \"If I could get out with my purse, we'd go to the theater and watch the same movie over and over and over again.\"</p><p>Then one day, she grabbed her daughter, got in the car and started driving.</p><p>\"And I just kept going,\" she says.</p><p>They ended up in Los Angeles; Durante arrived with only $7 in her wallet. She and her daughter lived out of their car and stole food from convenience stores.</p><p>\"I finally found my friend who lived in Brentwood, and he let us stay at his place,\" Durante says. \"I was hiding from my husband, I was hiding from the mob, I couldn't be out there.\"</p><p>She desperately needed a job, but she had to lay low. And the only work experience she had came from modeling and driving cars.</p><p>Then it hit her: Every time she turned on the TV at her friend's house, she would see a car commercial.</p><p>\"Most of the time, you could never see the driver,\" Durante says.</p><p>For someone on the run, it was perfect.</p><p>\"My friend who was an actor, he knew when they were shooting commercials and where they were shooting them, and he would tell me where they were and I'd show up on the location and I'd start bugging the directors,\" she says.</p><p>At first, everyone ignored her. But Durante kept showing up.</p><p>\"Finally, they said, 'All right, we'll see what you can do.' And that was my big break,\" she says. \"Before I knew it, I was turning down work. I was only one person — I couldn't do it all.\"</p><p>\"If I would've taken no for an answer, who knows where I'd be now.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mafia+Wife%2C+Getaway+Driver%2C+Stuntwoman%3A+From+The+Underworld+To+Hollywood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413201-b380e9.m3u?orgId=1&topicId=1008&aggIds=274340198&ft=3&f=350120159"},{"href":"http://media.npr.org/assets/img/2014/09/20/georgia-durante-15be72610fc62daf6b66be4d2f5db885a9ef033d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"387","width":"517"}}]}