{"created":"2015-04-24T07:54:54+00:00","modified":"2015-05-13T21:00:48+00:00","valid":{"from":"2015-05-13T21:00:48+00:00","to":"3015-05-13T21:00:48+00:00"},"hreflang":"en","title":"Has The Senate Found It's More Fun To Be Functional?","published":"2015-04-26T18:54:00+00:00","teaser":"If this Senate is getting some traction, it's not yet a threat to anyone's legislative hall of fame. Much higher hurdles loom, including highway funding, spending bills and the debt ceiling.","itags":["npr_api","401839140"],"guid":"5bfc179e-c951-41c8-96e1-ce4e446a9821","contentencoded":"<p><a href=\"http://www.npr.org/blogs/itsallpolitics/2015/04/23/395597966/senate-confirms-loretta-lynch-as-attorney-general\" target=\"_blank\">Loretta Lynch's confirmation as Attorney General</a> was not the only sign of a spring thaw in the Senate this week: Senators also <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/22/401548310/senate-oks-human-trafficking-bill-paving-way-for-attorney-general-vote\" target=\"_blank\">voted for a crackdown on human trafficking</a>, while green shoots of compromise seemed to sprout on other contentious issues, both foreign and domestic.</p><p>To be sure, both the Lynch and human trafficking votes should have happened months ago, before a partisan standoff developed about a side-issue squabble on abortion funding. But this is what we've come to expect from the Senate — long wrangles over old issues, driven by intensely partisan constituencies.</p><p>So the deal on abortion language that finally freed these latest legislative hostages felt like a harbinger of warmer weather to come.</p><p>Next week, the Senate will approve a bill setting up a review process by which <a href=\"http://www.npr.org/2015/04/14/399641350/senate-panel-backs-bill-to-allow-congressional-review-of-iran-deal\" target=\"_blank\">Congress will consider any nuclear deal President Obama reaches with Iran</a>. That got through the Foreign Relations Committee 19-0 — a big win for chairman Bob Corker, a Republican who negotiated with Democrats.</p><p>The Senate also accepted the House's \"doc fix\" — <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/15/399723716/congress-approves-longer-term-fix-for-medicare-reimbursements\" target=\"_blank\">a compromise solution to a chronic problem on doctor reimbursements</a> (a perennial threat to patient care). And on trade, it looks like <a href=\"http://www.npr.org/2015/04/17/400423946/lawmakers-approve-bill-to-help-finalize-asia-pacific-trade-deal\" target=\"_blank\">presidential fast-track authority for trade deals</a> will get through the Senate this spring.</p><p>After the Lynch vote, Mitch McConnell's lieutenants in GOP leadership took to the floor to praise him and the new majority party for its makeover of the Senate. John Barrasso of Wyoming noted that the Senate had worked more days so far this year than at this point in 2013 or 2011, and that more bills had been reported out of committee. He had the numbers on a big chart beside him.</p><p>John Cornyn of Texas said he and his GOP colleagues had heard and heeded voter complaints about dysfunction in the Senate. That seemed to be the consensus on the Senate floor yesterday — at least among Republicans.</p><p>Democrats, no surprise, portray themselves as the more cooperative partner, pointing out the record numbers of filibusters and other procedural maneuvers the Republicans used when they were in the minority.</p><p>All sides can agree the Senate still works best in committee, where key members typically cooperate on the details of bills and amendments, putting in the long hours needed to do a deal.</p><p>But when you get to the floor, of course, things change. Mitch McConnell of Kentucky is still leader for the Republicans and Harry Reid of Nevada for the Democrats in the minority. Two more thoroughly partisan figures would be difficult to imagine.</p><p>McConnell surely has <a href=\"http://www.npr.org/2015/02/03/383576722/ted-cruz-could-create-a-republican-dilemma-for-mcconnell\" target=\"_blank\">a lot of competing factions and ambitions</a> among his 54 Republicans, and his formidable skills as a debater and tactician are perhaps less valuable in making the machine run than they were in making it stop.</p><p>Still, some of the tension of recent years may be subsiding. The Democrats presided but did not truly rule in recent sessions of the Senate; they were at best an embattled majority. Reid often was caught between the White House and the many endangered incumbents among his colleagues.</p><p>Now some of that has eased, and Reid himself — while still the leader — may be less an irritant in the mix.</p><p>Reid still wears protective eye covering for <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/02/374559715/in-exercise-accident-sen-harry-reid-breaks-ribs-bones-in-face\" target=\"_blank\">injuries he says he suffered in an exercise accident</a> this past winter, and <a href=\"http://www.npr.org/blogs/thetwo-way/2015/03/27/395726065/sen-harry-reid-says-he-wont-seek-re-election\" target=\"_blank\">he's announced he will retire next year</a>. While still cantankerous and combative, he now finds himself in a reactive role for the first time since 2006, and it is evident his era is waning.</p><p>If this Senate is getting some traction, it is not yet a threat to join any Legislative Hall of Fame: Much higher hurdles loom just ahead, including highway funding, spending bills and the debt ceiling.</p><p>Something like a third of all the roads in America need work. The Congress has never grasped the nettle of raising enough revenue to fund what it spends, and it loathes raising the debt ceiling it keeps imposing on itself.</p><p>And that's not to even mention bigger game, such as tax reform or entitlement reform or immigration reform — no sign of any of that happening in the Senate anytime soon, and likely not until the 115th Congress convenes in 2017.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Has+The+Senate+Found+It%27s+More+Fun+To+Be+Functional%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ron Elving","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917253-ae95f1.m3u?orgId=1&topicId=1014&d=252&p=3&story=401839140&t=progseg&e=401860291&seg=14&ft=nprml&f=401839140"},{"href":"http://media.npr.org/assets/img/2015/04/24/senate1-ce15a163bd3c941bda686fedb49c486ed2d8934d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}