{"created":"2014-12-19T22:04:36+00:00","modified":"2015-06-15T17:16:07+00:00","valid":{"from":"2015-06-15T17:16:07+00:00","to":"3015-06-15T17:16:07+00:00"},"hreflang":"en","title":"The Fate Of The Administration's College Ratings ","published":"2014-12-20T07:21:00+00:00","teaser":"Some say a vaunted attempt to improve the quality of colleges is dead on arrival. Let's find out why.","itags":["npr_api","371908906"],"guid":"5bfdaca9-d618-4fb7-98de-510a01927d32","contentencoded":"<p>Today, details of the Obama administration's plan known as the Postsecondary Institutional Ratings System, or PIRS, finally <a href=\"http://www.npr.org/blogs/ed/2014/12/19/371705270/details-on-the-administrations-new-college-ratings-system\">saw the light of day.</a> The idea, in this incarnation, was just under three years old.</p><p>The president <a href=\"http://www.whitehouse.gov/the-press-office/2012/01/24/remarks-president-state-union-address\">announced its conception</a> during his State of the Union address in 2012.</p><p>\"So let me put colleges and universities on notice: If you can't stop tuition from going up, the funding you get from taxpayers will go down,\" he said.</p><p>He wanted the Department of Education to use its leverage — federal aid dollars — to impose some accountability on colleges and universities.</p><p>In August of 2013, <a href=\"http://www.nytimes.com/2013/08/22/education/obamas-plan-aims-to-lower-cost-of-college.html\">more details appeared.</a> The administration would rate colleges based on factors like tuition and graduation rates.</p><p>The ratings were to be published by the 2015-2016 school year.</p><p>If the plan won Congressional approval — a big if — they would be tied to eligibility for federal student aid by 2018. Of course, that's after Obama was to leave office.</p><p>The young PIRS drew lots of attention.</p><p>\"Everyone likes the idea of accountability,\" as Kevin Kinser, a higher education professor at the State University of New York, Albany, puts it.</p><p>But it just as quickly made mortal enemies, causing some to pronounce it \"dead on arrival\" this week.</p><p><a href=\"http://www.nytimes.com/2013/12/18/opinion/the-wrong-college-ratings.html?hp&rref=opinion&_r=0\">Leaders of private liberal arts colleges</a> said graduates' earnings are a bad way to judge the value of a degree in the humanities.</p><p>Leaders of <a href=\"http://www.naicu.edu/docLib/20131126_Kimbrough_USDE_College_Affordability_Statement_11-21-13.pdf\">historically black colleges </a>said they would be unfairly judged because they serve a diverse population, often with lower graduation rates.</p><p>Community colleges, teachers' colleges, and large research universities <a href=\"http://www.naicu.edu/docLib/20130912_WashUpdate2013.09.05.pdf\">each argued</a> that their <a href=\"http://www.acenet.edu/news-room/Pages/Comments-on-the-Obama-Administration-Plan-to-Rate-Colleges-and-Universities.aspx\">unique missions </a>wouldn't be recognized by a one-size-fits-all system.</p><p>\"From where we sit, measuring the value of an institution with only data on how many graduate and how much they make in terms of salary is just incredibly incomplete and isn't what the value of a higher education institution is about,\" said Debra Humphreys, vice president for policy and public engagement at the Association of American Colleges and Universities.</p><p><strong>Who We're Rating For</strong></p><p>It wasn't just the colleges who complained. Researchers and policymakers had issues with how PIRS was conceived.</p><p>Susan Dynarski, a professor of education and public policy at the University of Michigan, diagnosed the ratings proposal as \"schizophrenic\" from the beginning. \"Do you want to inform consumers? Drive down tuition prices? Hold colleges accountable? No one rating can do all those things.\"</p><p>Both Kinser and Robert Kelchen, a professor of higher education at Seton Hall University, made the point that the idea of the informed, savvy college consumer was basically a myth.</p><p>\"The majority of families don't use rankings or ratings to make their decisions,\" says Kinser. \"They're going with what's close and what friends and family have suggested.\" Indeed, 73 percent of students <a href=\"http://www.prnewswire.com/news-releases/going-away-to-college-study-of-350000-high-school-graduates-reveals-college-migration-trends-261836731.html\">stay in-state for college, </a>and 58 percent within 100 miles of their hometown.</p><p>The White House, where the ratings idea was nurtured, countered that with student loan debt approaching $1.2 trillion, families needed a guarantee that a college would be a good value.</p><p>\"Students can continue to choose whichever college they want, but taxpayer dollars will be steered toward high-performing colleges that provide the best value,\" <a href=\"http://www.whitehouse.gov/the-press-office/2013/08/22/fact-sheet-president-s-plan-make-college-more-affordable-better-bargain-\">read a fact sheet</a> published in August of 2013.</p><p><strong>\"It'll Sit There\"</strong></p><p>When Republicans took control of Congress in last month's elections, the proposal's chance of becoming law dimmed further.</p><p>\"The U.S. Congress and Department of Education don't have any business trying to develop a rating system for 6,000 higher education institutions in the country,\" Lamar Alexander, currently the Republican ranking member of the Senate education committee, <a href=\"http://www.npr.org/blogs/ed/2014/11/11/363055451/q-a-lamar-alexander-on-education-in-the-new-congress\">told NPR Ed.</a></p><p>The official announcement of the details of the ratings system was delayed again and again: from the summer, to the fall. Today, rather than release the full rating system, the White House put out a \"framework\" of metrics that it's considering using, and said it will seek public comment through February.</p><p>After so many delays, some pundits agreed with Barmak Nassirian, an independent higher education analyst. \"I don't see this going anywhere,\" he said. \"It'll be left to sit there.\"</p><p>However, Nassirian pointed out that it may still be too soon to hold the funeral for PIRS. That's because, in education, sometimes policy ideas are resurrected, months or even years after the fact.</p><p>For example, the direct loan program, where the federal government lends student loans to students without intermediaries, began as a small pilot program in the early '90s and stayed small for years. During his first term, President Obama switched the whole student loan program over to direct loans, which have more affordable repayment options.</p><p>Or, take college accountability itself. Then-Education Secretary Margaret Spellings raised the idea of some kind of pay-for-performance plan back in 2006.</p><p>Nassirian, Kinser, and other observers agree that the federal government should be using its authority to make colleges more accountable and affordable — but not by trying to create and enforce a complex, one-size-fits-all system of metrics.</p><p>Instead, they say, the government should focus on eliminating the really bad actors. \"The regulatory effort should be on bringing up the floor of quality,\" as Kinser put it. If colleges were food, the Department of Education should behave less like Zagat, and more like the USDA.</p><p>In the meantime, PIRS will be recognized for its contribution to the debate over how best to measure the cost and the value of a college education.</p><p>\"These ratings could have some value in that we're having a good discussion about them,\" said Kelchen.</p><p>Merely by releasing more information on college metrics, says Susan Dynarski, the federal government is making good use of its bully pulpit. \"Turning the lights on can be very powerful.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Fate+Of+The+Administration%27s+College+Ratings+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1371949071-084d56.m3u?orgId=1&topicId=1001&d=238&p=2&story=371908906&t=progseg&e=371862876&seg=16&ft=nprml&f=371908906"},{"href":"http://media.npr.org/assets/img/2014/12/20/college-ratings-6963d05961bec13cdf3419023f159d346f24c4cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1432","width":"1909"}}]}