{"created":"2014-10-18T21:07:13+00:00","modified":"2014-11-12T23:36:14+00:00","valid":{"from":"2014-11-12T23:36:14+00:00","to":"3014-11-12T23:36:14+00:00"},"hreflang":"en","title":"A Funny Philosopher Tackles A Tough Query: 'Does Santa Exist?'","published":"2014-10-18T22:49:00+00:00","teaser":"Eric Kaplan's son had a zoo trip canceled because one mom worried about reindeer-induced questions. So Kaplan, a comedy writer and philosophy grad student, started pondering the puzzle of St. Nick.","itags":["npr_api","356425162"],"guid":"5c0e346d-090e-4638-a452-6c9427fe3510","contentencoded":"<p>Eric Kaplan has a long resume in TV comedy, from writing for <em>Futurama</em> and David Letterman to his current gig as a co-executive producer for <em>The Big Bang Theory</em>.</p><p>He's also on his way to a Ph.D. in philosophy from UC Berkeley.</p><p>That combination of livelihoods led to his strange and delightful new book, <em>Does Santa Exist?: A Philosophical Investigation</em>. It combines humor and intellectual heft as it tries to explain people's seemingly contradictory beliefs about jolly old Saint Nicholas.</p><p>Kaplan tells NPR's Arun Rath that he started thinking about the question after an encounter with a neighborhood mother named Tammi. Kaplan's kindergarten-aged son, along with Tammi's, had scheduled a visit to the zoo. But then Tammi called Kaplan to cancel.</p><p>There would be reindeer at the zoo, she said. Kaplan's son didn't believe in Santa — but Tammi's son still did, and the mother didn't want to risk a traumatic conversation about Santa between the two boys.</p><p>Kaplan says his initial reaction came from a position of \"Santa skepticism.\"</p><p>\"Well, Santa obviously does not exist, and my son obviously does exist,\" he explains to Rath. \"But then in a more temperate mood, I start to think, how do you know Santa Claus doesn't exist?\"</p><p>Throughout his short book, Kaplan applies several philosophical models to that question — which turns out to be much harder to answer than it might seem. Click the audio link above to listen the full interview.</p><hr /><h3>Interview Highlights</h3><p><strong>On using logic to approach the question</strong></p><p>Logic is an attempt to make sure that nothing we believe contradicts anything else that we believe. What's bad about it is that there may be certain things you just cannot evaluate as true or false. A famous example of this is the liar paradox: \"This sentence is false.\" If you tell a robot in <em>Star Trek</em> \"this sentence is false\" ... it explodes. But if you tell that to us, we don't explode. So clearly we have some kind of way of dealing with things even if they're logically undecidable, or logically self-contradictory.</p><p><strong>On using mysticism when logic fails</strong></p><p>Mysticism is this very attractive idea that language is a feeble instrument, and the mind is a feeble instrument and the world is inherently impossible to say anything true about — or, everything is true. Anything you can possibly say about it is true.</p><p>But I do think a problem with it is that, if everything is true, then for something to be true almost doesn't mean anything anymore. You say, \"Yes, I believe democracy is great. And I also believe dictatorship is great. And I also believe some system where we just type a bunch of random words and do our best to do that in our country — those are all equally great.\" And then you start to say, \"Well, mystic, you really are just not saying anything.\" ...</p><p>And sometimes mysticism has a tendency to be the kind of sneaky buddy of authoritarianism. Because you're just like, \"Why do we have to listen to that guy?\" \"Oh, you'll never be able to understand, it's very mystical.\" So even though mysticism is beautiful, sometimes when people offer a mystical explanation that something cannot be understood by human thought, you should subtly put a hand on your wallet and see it's still in your pocket.</p><p><strong>On the value of comedy as a philosophical tool</strong></p><p>I think there's something interesting about comedy, which is, in one sense, it takes the good stuff of logic, which is the ability to criticize accepted views. And it takes the good stuff of mysticism — a certain conceptual forgiveness about the fact that life has many sides. And it puts them together.</p><p>This is a joke that I get into in the book by Robert Schimmel, a stand-up comedian who had cancer. He says, \"I thought it was pretty bad when my son had cancer.\" (Which he did.) \"I thought it was pretty bad when my son had cancer. But then I got cancer.\"</p><p>I think that's really funny. And I think the reason it's funny is that there's a certain right way you're supposed to approach misfortune: You're sorry if it happens to somebody else, and you're okay if it happens to you. And then there's another sort of actual way we approach misfortune: You're kind of okay if it happens to someone else, but you <em>really</em> don't want to have it happen to you. It's pretty paradoxical to put them together.</p><p>[Humor] takes a joy in those contradictions, and it gives us the opportunity to forgive ourselves for not quite getting it all together. We're like somebody who's carrying the laundry and instead of folding it all nicely, it's all in a big pile. And it's falling out of your arms in all kinds of different directions, and you're just barely managing to keep the socks from falling and your jeans from falling. I feel that that is sort of our epistemic situation, that we're valiantly struggling to keep it all together and failing. And I find that funny, and I think that humor is funny because it deals with situations like that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Funny+Philosopher+Tackles+A+Tough+Query%3A+%27Does+Santa+Exist%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357233556-467b07.m3u?orgId=1&topicId=1033&ft=3&f=356425162"},{"href":"http://media.npr.org/assets/img/2014/10/16/does-santa-exist-4ebdbf8174cd0cd0479958004bd988f9b64fee54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"423","width":"564"}},{"href":"http://media.npr.org/assets/img/2014/10/15/eric-kaplan_credit-stephanie-diani_forjacket-b6be9a42a8d0d76950872a9808b823257059c580.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1348","width":"1798"}}]}