{"created":"2015-02-13T18:57:26+00:00","modified":"2015-02-20T00:47:52+00:00","valid":{"from":"2015-02-20T00:47:51+00:00","to":"3015-02-20T00:47:51+00:00"},"hreflang":"en","title":"Love From A To Z — And Back Again — In 'The Last Five Years'","published":"2015-02-13T23:29:00+00:00","teaser":"<em>The Last Five Years </em>is a musical romance with a unique storytelling twist. NPR film critic Bob Mondello says the quirks and tricks have him singing the movie's praises, despite a flaw or two.","itags":["npr_api","385744743"],"guid":"5c14f881-d777-4c58-86ef-853f3d09d3b8","contentencoded":"<p>Movie musicals used to be box-office poison, but lately they've found ways to sing to a wider crowd. The onscreen <em>Les Miz</em> did away with lip-synching, <em>Annie</em> went multi-cultural, <em>Into the Woods</em> belted out revisionist fairy-tales — and combined, those three movies have taken in almost three-quarters of a billion dollars.</p><p>Now — just in time for Valentine's Day — comes <em>The Last Five Years,</em> a virtually sung-through musical romance with another central gimmick and twists, tricks, and quirks enough to make me want to sing its praises despite a flaw or two.</p><p>The plot is entirely concerned with a supremely adorable NY couple — Cathy (Anna Kendrick) and Jamie (Jeremy Jordan) — who appear both cute and made for each other. He's a budding novelist, she's an aspiring actress. They fall in love, they marry, they fall apart, all in five years ... and yes, I know that sounds like a spoiler.</p><p>But it's not, because Cathy's first bleary-eyed lyrics tell us their union's come to naught:</p><blockquote><p>Jamie is over and Jamie is gone<br />Jamie's decided it's time to move on<br />Jamie has new dreams he's building upon<br />And I'm still hurting.</p></blockquote><p>Only after she's sung about the breakup, much as Fanny Brice does at the ouset of <em>Funny Girl</em>, does the movie flash back to beginnings: the two of them tearing their clothes off, leaping into bed, as Jamie sings ecstatically about breaking his Jewish mother's heart by falling for this blonde \"Shiksa Goddess.\"</p><p>Young love, right? So now the plot can go forward. Except that <em>The Last Five Years</em> has an ingenious trick up its structural sleeve. While his songs tell the story conventionally, starting at the beginning, his songs are alternating with her songs, which tell the story in reverse. He goes start to finish, she goes finish to start, and their only duet is right in the middle, on the day she accepts his proposal.</p><p>Sounds confusing, but it's all pretty effortless in Richard LaGravenese's clean, clear adaptation of a stage two-hander by composer-lyricist Jason Robert Brown. The dovetailed songs, in fact, end up revealing quite a lot about, not just their relationship, but relationships in general. You feel the ache of endings in the joy of beginnings, and know which forks in the road will lead straight off cliffs.</p><p>Which is not to suggest there aren't surprises along the way — Cathy's resilience is impressive, for instance, as her partner's career takes off while her dreams of Broadway stardom lead only to summer stock in Ohio.</p><p>Kendrick qualifies as the movie's secret weapon — actually not so secret now that she's charmed audiences in both <em>Into the Woods</em> and <em>Pitch Perfect</em>. She's so appealing here, in fact, that audience sympathies are likely to be less-than-evenly split between the two leads. Jeremy Jordan's Jamie is plenty energetic, but in terms of appeal, he's sort of the Omar Sharif to her Barbra Streisand.</p><p>LaGravanese tries to balance that where he can, by making Jamie one of the world's most physically active writers, hardly ever sitting still with an idea when he can instead be rushing from pillar to post in cars, on the run, biking, and even on the Staten Island Ferry. That allows the director to do a nice job of opening up a show that on stage is generally done with two performers and very little else.</p><p>The movie sketches in a whole world around Cathy and Jamie, though the story still comes down to just them, and their haunting, bittersweet recounting of <em>The Last Five Years</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Love+From+A+To+Z+%E2%80%94+And+Back+Again+%E2%80%94+In+%27The+Last+Five+Years%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"261"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386085374-447a7e.m3u?orgId=1&topicId=4467349&e=385744743&d=261&ft=nprml&f=385744743"},{"href":"http://media.npr.org/assets/img/2015/02/12/l5y_4-50b8165103bb482ec33b4ecd243c80bc98f027f9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"911","width":"1215"}}]}