{"created":"2014-09-08T21:10:05+00:00","modified":"2014-09-09T18:35:42+00:00","valid":{"from":"2014-09-09T18:35:42+00:00","to":"3014-09-09T18:35:42+00:00"},"hreflang":"en","guid":"5c1f8d56-117a-45a3-a39f-0ca5fbdbb5f5","title":"It's not just a soap opera, it's a 'radio movie'","published":"2014-09-09T18:35:41+00:00","byline":"Leo Hornak","tags":["radio","public health","drama","soap operas","Human Needs","Arts","Arts, Culture & Media","Africa","Nigeria","Africa","Radio","Soap opera","Ebola","Entertainment"],"teaser":"Soaps aren't anything new in most parts of the world, but a long-running Nigerian radio show called \"Story, Story\" uses the techniques of film to create an immersive, realistic radio drama. The popular show also helps spread public service messages to a wide audience.","contentencoded":"<p>You might know who shot JR. You may even know what happened to Omar Little. But you probably don&#39;t know who killed Tami. Unless, that is, you&#39;re a Nigerian soap opera fan.</p><p>For many West Africans, Tami&#39;s death in a bomb blast at a political rally was just as important as any cliffhanger from Dallas or The Wire.&nbsp;<span style=\"line-height: 1.538em;\">Her death was a crucial turning point in &quot;Story, Story: Voices from the Market,&quot; a long-running Nigerian soap opera.</span></p><p><span style=\"line-height: 1.538em;\">Unlike many Nigerian soaps, however, Story Story has never been available on TV. It&#39;s proudly and exclusively a radio show,&nbsp;</span><span style=\"line-height: 1.538em;\">funded by the BBC&rsquo;s development charity, BBC Media Action, and&nbsp;</span><span style=\"line-height: 1.538em;\">listened to by about 13 million people. But the show&nbsp;</span><span style=\"line-height: 1.538em;\">uses techniques borrowed from television and film &mdash; and has found new ways to revitalize radio drama across West Africa.</span></p><p>The action is set in an typical Nigerian market, the kind of place where the whole of society meets and does business. The focus is not on the rich and powerful, but on ordinary people, living difficult lives in a sometimes-dangerous world. According to Xoxa Icha, the program&rsquo;s producer, this has created a surprisingly close bond between listeners and individual characters.</p><p>When Tami died in the bomb attack, for example, the listener response was overwhelming. &quot;People were begging us, &lsquo;OK, can Tami come back as a ghost?&rsquo; or &lsquo;Don&rsquo;t take Tami from us!&#39;&quot; she remembers. &quot;It shocked them &mdash; they see these characters as themselves.&quot;</p><p>Part of Story Story&rsquo;s success also lies in its innovative use of sounds. Like an action film, most of the stories are &quot;shot&quot; on location, with extras and complete sets. The idea is to create what Xoxa calls a &quot;radio movie.&quot;</p><p>&quot;If there&rsquo;s a woman selling tomatoes, we have an actual table with real tomatoes,&quot; she says. &quot;If she is selling vegetables, there are real vegetables.&quot; When a riot is called for in the script, &quot;prop masters&quot; set fire to mocked-up market stalls and break real bottles.</p><p>This realism and dedication to detail is all the more important because of Story Story&rsquo;s social message. Sprinkled among the plot lines are important lessons on health, political empowerment and key issues of the day.</p><p>Most recently, one character returned from Liberia and fell ill with a mystery disease. A false rumor spread in the market that he was an Ebola carrier, based on a flawed understanding of how the disease is spread. As the series develops, the truth emerges and the real facts about Ebola are revealed.</p><p>Story Story&rsquo;s producers believe that this kind of approach has a much better chance of reaching a wide audience than a traditional government health warning. It echoes the <a href=\"http://www.pri.org/stories/2014-09-01/liberias-hottest-hip-hop-station-has-all-latest-ebols-music-and-news\">use of pop music to spread information</a> during the Ebola breakout, suggesting they&#39;re not alone.</p><p>So is radio the future for soaps in Africa? Xoxa feels optimistic: &quot;When you look at our longevity [a decade on air], particularly for a radio drama, that is something really to celebrate &mdash; and something to celebrate with our audience.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/xoxa_story.JPG","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/xoxastoryjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/storynewweb.mp3"},{"href":"http://www.pri.org/file/storynewwebmp3"},{"href":"https://www.youtube.com/watch?v=njWYIyuHpcs"},{"href":"http://www.pri.org/file/radio-drama-inspires-listeners-take-action-nigeria-bbc-media-action-1"}]}