{"created":"2015-03-18T21:42:41+00:00","modified":"2015-03-18T22:36:58+00:00","valid":{"from":"2015-03-18T22:36:58+00:00","to":"3015-03-18T22:36:58+00:00"},"hreflang":"en","guid":"5c23bad6-0c7a-4e01-a66a-9d179754364a","title":"Ikenna Azuike skewers Africa's corrupt rulers and seemingly unfunny problems","published":"2015-03-18T22:36:54+00:00","byline":"Carol Hills","tags":["satire","culture","media","Media","Arts, Culture & Media","Africa","Ikenna Azuike","Aaron Schachter","What's Up Africa?","BBC","strongman","Humor","Satire","Culture"],"teaser":"Making fun of Africa may be an effective way to bring attention to Africa. That's the goal of a new satire show, What's Up Africa, co-produced with the BBC.","contentencoded":"<p>Ikenna Azuike thinks making fun of something is a good way to educate people about the thing you're making fun of. The Nigerian-born satirist's venue is <a href=\"http://www.bbc.co.uk/news/world-africa-31873209\">What's Up Africa</a>, a satirical video series he created and stars in.</p>\n<p>\"I think satire is a great tool to make authority figures a lot less intimidating and make it a lot easier for people to ask questions of them,\" he says.</p>\n<p>Take Mauritania and the problem of slavery. It hardly sounds funny on the face of it, but take a look at this:</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/nL9oSLwSMBY\" width=\"560\"></iframe></p>\n<div>So why Mauritania? \"Because it's something you don't hear about very often. The Mauritania episode was important for me because not many people know that<a href=\"http://www.bbc.co.uk/news/world-africa-13882166\"> slavery was only criminalized seven years ago in Mauritania</a>,\" Azuike explains. \"It's about a country that's not exactly in the spotlight.</div>\n<p>Azuike is provocative on purpose. He wants a reaction. And he isn't beating up on African leaders gratuitously. \"Satire is useful there to reach a young generation of digital Africans who want to feel more comfortable asking questions of their leaders,\" he says.</p>\n<p>Azuike didn't start out as a satirist: His first career was as a lawyer, the fulfillment of his parents' dreams. But his heart wasn't in it, so he quit his lucrative job and set out to make comedy. It didn't go over well with his parents, especially his father.</p>\n<p>\"My dad is Nigerian,\" he explains. \"If you have a Nigerian father, you have to be a professional. He would introduce me when I was a kid to my uncles and aunties and say, 'This is my son, Ikenna. He's going to be a lawyer!' The path was all set out as far as he was concerned and I kind of deviated from it.\" </p>\n<p>Any similarity between being a lawyer and being a satirist? \"I wish there was more similarity in terms of salary. That would be nice.\"</p>\n<p>What's Up Africa isn't actually totally satire. Azuike's co-producer is the BBC, and he has to abide by their journalistic standards; everything on the show is researched and fact-checked. So while it's funny, it's also true.</p>\n<p>Corruption is a favorite topic of What's Up Africa. As Azuike says, \"Political dynasties are awesome — for the people who are in them.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/KkJf3cJxk2g\" width=\"560\"></iframe></p>\n<p>While the African strongman may be a tired stereotype, Azuike points out it's sadly accurate, even today. And the old-school dictator in Africa is a character he likes to lampoon: \"He would have been financed by colonialists as a strong man to stay in power and make the right deals with ex-colonial rulers while his people suffered.\"</p>\n<p>But Azuike <em>really</em> has fun with his parodies of Americans. They're modeled on the Texas oil man: big mustache, a cowboy hat and a twangy accent. </p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/x9wjPncOJkQ\" width=\"560\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-18%2Fwhats-africa&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/mainimage.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/mainimagejpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03182015_08.mp3"},{"href":"http://www.pri.org/file/0318201508mp3"}]}