{"created":"2015-05-10T12:36:32+00:00","modified":"2015-05-13T23:05:12+00:00","valid":{"from":"2015-05-13T23:05:12+00:00","to":"3015-05-13T23:05:12+00:00"},"hreflang":"en","title":"Gratitude, Disbelief, Optimism: Howard Students On Graduation Day","published":"2015-05-11T19:32:00+00:00","teaser":"The Howard Project participants talk about graduating, or not, this weekend — and also describe what it has been like to hear their feelings about their college experience broadcast over the radio.","itags":["npr_api","405512809"],"guid":"5c260115-77df-422e-a311-3763ba83fcf5","contentencoded":"<p>This weekend, the Class of 2015 graduated from Howard University, a historically black college located about a mile from NPR's headquarters. The new graduates include two of the students who have spent the last semester talking with NPR's <em>Weekend Edition </em>about their college experience.</p><p>Leighton Watson and Kevin Peterman are still kind of in denial.</p><p>\"It's very surreal, because I think a lot of people expect you to feel like you've graduated earlier in the process,\" says Watson. \"But it literally didn't hit me until I was walking off of the stage and out.\"</p><p>\"I kind of feel like I'm coming back on Monday and going to class on Monday, but in the back of my head I realize that's impossible! So it really kind of hasn't truly set in that it's over,\" Peterman says.</p><p>Taylor Davis, one of the other Howard Project participants, found out a few months ago that she has to re-take some nursing classes in the fall, so she didn't graduate with her friends on Saturday.</p><p>\"When I came back to school at the beginning of the semester, it was really difficult,\" she told NPR a few weeks ago. \"Hearing the word 'graduation,' I would smile on the outside but it really kinda stung. But right now I'm great.\"</p><p>And Ariel Alford, the fourth participant, has some student teaching to finish up before she graduates in December. But she's already looking ahead to the future. \"I'm concerned about the type of woman I'm gonna be, the type of community member I'm gonna be,\" she says. \"And I want my convictions to sustain themselves after I leave this space.\"</p><p>The four students also talked about what it was like to share their observations and personal experiences about their senior year of college — and then hear it broadcast back to them over the radio.</p><p>And we look back on the first question NPR asked the students: about where they got the news, and whether they felt connected to the stories they were reading, watching or hearing.</p><p><em>Click on the audio link above to hear their responses, or read excerpts below.</em></p><hr /><h3>Kevin Peterman</h3><p><em>Hometown:</em> Newark, N.J.</p><p><em>Field of Study:</em> Political Science/Education</p><p><em>Aspiring minister</em></p><p><strong>From the first interview: What he sees in this project</strong></p><p>\"One of the greatest pieces of this is, you don't turn on the radio every day and hear young black people talking. So this is a humbling experience — not because I feel that I'm speaking on behalf of my race, and behalf of my gender within my race, but [because] for once we've been able to truly come and craft our own narrative.\"</p><hr /><h3>Leighton Watson</h3><p><em>Hometown:</em> Grand Rapids, Mich.</p><p><em>Field of Study:</em> English</p><p><em>Aspiring lawyer</em></p><p><em>Former president of the Howard student body</em></p><p><strong>Today: How it felt to be a part of this process</strong></p><p>\"For me it's definitely humbling, because I didn't even feel like I really had a story to tell. I felt very average — like, I grew up, middle class to upper middle class. My parents are still together. And then the other thing is, in the position that I have, I oftentimes get asked how I feel about topics. So like, how do I feel about police standards, how do I feel about the president's state of the union.</p><p>But this, you guys are asking me how do I feel about <em>myself, </em>and my own experience. Being introspective in that way — I normally don't.\"</p><hr /><h3>Taylor Davis</h3><p><em>Hometown: </em>Memphis, Tenn.</p><p><em>Field of Study: </em>Nursing</p><p><em>Aspiring nurse</em></p><p><strong>Today: How she approached her NPR interviews</strong></p><p>\"I want to ensure that whenever I have the opportunity to open up my mouth, I'm saying something that's reflective of my beliefs. And so my concern honestly has been with my faith and my blackness. And wanting that to go out and that to be heard.\"</p><hr /><h3>Ariel Alford</h3><p><em>Hometown:</em> Richmond, Va.</p><p><em>Field of Study:</em> History and Africana Studies</p><p><em>Aspiring high school history teacher</em></p><p><strong>From the first interview: Her hopes for this project</strong></p><p>\"If this is supposed to be a snapshot of what people who look like us and are our age, what we were thinking about — I hope that the future generations that we're speaking to, or even the present day that we're speaking to, know that we're thinking about more than just what we're gonna wear and what date we're gonna go on, what job we're gonna get.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gratitude%2C+Disbelief%2C+Optimism%3A+Howard+Students+On+Graduation+Day&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"374"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405624494-1b65e6.m3u?orgId=1&topicId=1013&aggIds=391259749&d=374&p=10&story=405512809&t=progseg&e=405624317&seg=5&ft=nprml&f=405512809"},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-10-2-fcb21dc35d935260c8fa6401009277b8f01a3c96.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-13-2-0cee29c0e2356feeab85b3b0468ae77a7a141c80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-8-2_sq-a3cf0f4e0e2b87b47b1459fcb984d4d2cd41b343.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1224","width":"1224"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-5-2-e884e690bf82df1b9a3e41150afef2273f286971.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1291","width":"1721"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-2-2-e85b05e92ad1f17da6843f1f23342855576c1272.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1113","width":"1485"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-4-2-5fc9cbe326ddbc034f52f8ab7ef99dd462779edd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/05/09/howard-grad-12-2-6d1be3d96abb36b9393eae6e2a89fe5c4546d3bc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1774"}}]}