{"created":"2014-10-31T19:18:26+00:00","modified":"2015-02-27T22:33:25+00:00","valid":{"from":"2015-02-27T22:33:25+00:00","to":"3015-02-27T22:33:25+00:00"},"hreflang":"en","title":"Episode 579: Is The NCAA An Illegal Cartel?","published":"2014-11-03T17:34:00+00:00","teaser":"In big-time college football or basketball, money is everywhere. Coaches are paid millions. Schools make tens of millions. But it's against the rules for schools to pay athletes.","itags":["npr_api","360176715"],"guid":"5c40b849-ee5f-4dc9-99d5-6a724c53585c","contentencoded":"<p>In big-time college football or basketball, money is everywhere. From giant TV contracts, to million-dollar coaches' salaries, to deals with shoe companies. But it's against NCAA rules for colleges to pay athletes.</p><p>On today's show, we ask: Is the NCAA's ban on paying athletes legal?</p><p><em>Music: Lykke Li's \"<a href=\"http://www.amazon.com/Youth-Knows-No-Pain/dp/B004KRP32Y\" target=\"_blank\">Youth Knows No Pain</a>.\" Find us: <a href=\"http://twitter.com/planetmoney\" target=\"_blank\">Twitter</a>/ <a href=\"http://www.facebook.com/home.php?ref=home#%21/planetmoney?ref=ts\" target=\"_blank\">Facebook</a>/ <a href=\"http://open.spotify.com/user/jjiang/playlist/1G4vLCsLkm3ZOv7P0S05K6\" target=\"_blank\">Spotify</a>/ <a href=\"http://planetmoney.tumblr.com/\" target=\"_blank\">Tumblr</a>. Download the Planet Money <a href=\"http://itunes.apple.com/us/app/planet-money/id529827672?mt=8\" target=\"_blank\">iPhone App</a>.</em></p><p><strong>Update: Here's the full transcript of today's show: </strong></p><p>>>GOLDSTEIN: If you watch a big-time college football or basketball game, you'll see money everywhere.</p><p>(SOUNDBTIE OF GAME KICK OFF)</p><p>>>UNIDENTIFIED ANNOUNCER #1: Michigan - Michigan State and the kick off in a moment.</p><p>>>GOLDSTEIN: Just this past Saturday, to pick an example more or less at random, the University of Michigan played Michigan State in football. It is an awesome site. Seventy thousand fans are in the stadium. Collectively, they paid millions of dollars for tickets. The game is being broadcast around the country on ABC, which is owned by Disney, which pays hundreds of millions of dollars a year for the right to broadcast college football games.</p><p>(SOUNDBITE OF GAME SPONSORS)</p><p>>> UNIDENTIFIED ANNOUNCER #2: ESPN college football presented by Kay Jewelers brought to you by Pacific Life.</p><p>>>GOLDSTEIN: Over on one sideline, the Michigan State coach is pacing back and forth.</p><p>(SOUNDBITE OF SPORTS ANNOUNCER)</p><p>>>UNIDENTIFIED ANNOUNCER #3: Mark Dantonio in his eighth season.</p><p>>>GOLDSTEIN: Coach Dantonio made $2 million last year, according to USA Today.</p><p>>>SMITH: Which is a lot of money - $2 million - unless you're the coach on the other side of the field.</p><p>(SOUNDBITE OF SPORTS ANNOUNCER)</p><p>>>UNIDENTIFIED ANNOUNCER #4: ...Brady Hoke - the coach is on the hot seat.</p><p>>>GOLDSTEIN: And it is a very nice seat because coach Hoke - University of Michigan - made over $4 million last year. The University of Michigan players - they're all wearing Adidas shoes - not because they're so comfortable or so awesome, but because the University of Michigan is in the middle of a multi-year deal with Adidas. It is worth a reported $80 million to the school.</p><p>>>SMITH: All of these millions of dollars from the ticket sales, from the TV contracts, for the coaches' salaries, the shoe deals - all this money changes hands in what is basically a free market. Universities can pay coaches as much as they want or as little as they want. Schools can cut deals with any shoe company they want or they can decide they're not going to cut any shoe deal at all.</p><p>>>GOLDSTEIN: But the people who are wearing the shoes - the athletes on the field, the ones who are crashing violently into one another...</p><p>(SOUNDBITE OF SPORTS ANNOUNCER)</p><p>>>UNIDENTIFIED ANNOUNCER #5: Apparently looks like he's limping a little bit as he heads back to the huddle.</p><p>>>GOLDSTEIN: These guys are not in a free market. A long time ago a bunch of colleges got together and agreed not to pay their college athletes. Scholarships are OK, but anything beyond that is against the rules of the NCAA, which oversees college sports.</p><p>>>SMITH: Everybody who watches college sports has an opinion about these rules - opinion about what's fair or what's morally right or what's best for the athletes.</p><p>>>GOLDSTEIN: But we have a different question - is this legal? In most industries, if a bunch of different companies got together and decided, hey, we're going to cap wages, it would be against the law. It's called a cartel and the government would put a stop to it.</p><p>>>SMITH: So is the NCAA an illegal cartel or is there something special about college sports that makes it different?</p><p>>>GOLDSTEIN: Hello and welcome to PLANET MONEY. I'm Jacob Goldstein.</p><p>>>SMITH: And I'm Robert Smith. This is not some idle question that we cooked up sitting around the office. In the past few years, college athletes have started suing the NCAA, saying we should be paid. We should get to share in the profits. Today on the show, the legal question - should the free market come to college sports?</p><p>(SOUNDBITE OF SONG, \"YOUTH KNOWS NO PAIN\")</p><p>>>LYKKE LI: (Singing) Youth knows no pain. Youth knows no pain.</p><p>>>GOLDSTEIN: The face of these lawsuits is a guy named Ed O'Bannon. Ed O'Bannon is a former college basketball player, and he got involved with this whole thing really by a coincidence. A few years ago, O'Bannon says he was just hanging out at a friend's house.</p><p>>>O'BANNON: We were playing catch with a football out in the front yard. And he was like, hey, you know, last night my kid was playing videogame. You want to check it out? You know, you're on it.</p><p>>>GOLDSTEIN: You're on it. As in, you, Ed O'Bannon, are one of the characters in this basketball videogame.</p><p>>>SMITH: O'Bannon was a star forward at UCLA. In 1995, his senior year, the team won a national championship. Sports Illustrated put a shot of O'Bannon right on the cover.</p><p>>>GOLDSTEIN: And that was pretty much Ed O'Bannon's peak as a basketball player.</p><p>>>O'BANNON: I played two years in the NBA. They didn't go well.</p><p>>>SMITH: Played in Europe for a while. By the time his friend tells him he's in a videogame, O'Bannon is living near Las Vegas selling cars at a local Toyota dealer.</p><p>>>GOLDSTEIN: And O'Bannon says, yeah, sure, I want to see myself in a videogame. So he and his friend go inside, kid loads up the game. It's called NCAA Basketball. And O'Bannon sees a videogame version of his 22-year-old self. The game doesn't use his name, but everything else about the video Ed O'Bannon is a perfect match.</p><p>>>O'BANNON: And it was, you know, 6'8\" 225 pounds. You know, the guy was baldheaded, left-handed, number 31 jersey. And I was like, wow, you know, that is me. I can't believe I'm on this videogame. I was pretty fired up, you know. I was excited. I mean, who wouldn't be excited to see themselves on a videogame?</p><p>>>GOLDSTEIN: How were you in the videogame? Was the video Ed O'Bannon as good as the real Ed O'Bannon?</p><p>>>O'BANNON: (Laughter) Good question. He was that day. In fact, he was better. I got to be honest.</p><p>>>GOLDSTEIN: And then, in just kind of a joking way, O'Bannon's friend points something out.</p><p>>>O'BANNON: While he was playing, you know, my friend, he says, what's crazy about this is, you know, we paid, I don't know, a hundred dollars or whatever for the game and you didn't see any of it. You didn't get a dime. And you know, when he said it I felt like I had been kicked.</p><p>>>GOLDSTEIN: O'Bannon knew the rules when he went to play at UCLA. He got a scholarship and he agreed that no matter how much money UCLA basketball made, he would not get paid. That's the way college sports have worked for a long time.</p><p>>>SMITH: But at the time O'Bannon saw himself in the videogame, a lot of people were starting to question this - and not just former athletes - lawyers. They said, hey, there's something older than the NCAAC, it's called the Sherman Antitrust Act, passed way back in 1890. And right there in section 1, it says a conspiracy, in restraint of trade is declared to be illegal.</p><p>>>GOLDSTEIN: It's antitrust law that says it would be illegal for Coke and Pepsi to get together and agree that, say, all cans of Coke and Pepsi will henceforth cost $3 each. For that matter, it would be illegal for them to get together and say we're tired of competing against each other to hire the best workers, the best whatever - soda engineers. So we're going to agree to cap wages for all soda engineers. That would definitely be illegal.</p><p>>>SMITH: Now sports leagues are kind of weird animals. Almost a hundred years ago, the Supreme Court said that professional baseball was exempt from federal antitrust rules. Gary Roberts, an expert in antitrust law and sports law at Indiana University, told us for a sports league to exist at all, the different businesses, the teams, they really have to get together. They have to make agreements.</p><p>>>ROBERTS: Now the teams have to agree on what teams are going to be in the league, where they're going to play, what times they're going to play. What are we going to charge for the tickets when we play each other? Are we going to have the game on television? You can't have the product unless you have agreements.</p><p>>>SMITH: And over the years, courts have explicitly recognized that these kind of agreements are good for consumers, they're good for fans because fans really like sports leagues. They don't have anything to watch without them. And judges said, sure. Some agreements that would possibly be antitrust violations in other industries are fine in sports. So no one questioned it when the NCAA was formed to regulate college sports, make some rules for everyone.</p><p>>>GOLDSTEIN: But in the past few decades, the NCAA started changing in this basic way - money started pouring in. One of the big reasons all that money started coming in is this guy...</p><p>>>VACCARO: My life changed when I took a job with Nike in, you know, 1977-78.</p><p>>>SMITH: Sonny Vaccaro. Remember that $80 million University of Michigan shoe deal we mentioned at the beginning of the show? Vaccaro was the first guy to bring that kind of sponsorship deal to a college.</p><p>>>GOLDSTEIN: It started back in the '70s with college basketball. And back then, college basketball was not much of a business. Coaches, even at big schools, were making around $50,000 a year. And Vaccaro was basically driving around in a rental car saying to coaches, hey, if your team wears our shoes, we'll pay you a few thousand dollars.</p><p>>>VACCARO: And I went to Nike and I said, you want to sell shoes? I'll tell you how to sell shoes. Pay the college coaches, give them these shoes for nothing, and people will see it and their fan base will see it and they'll buy your product. And that's basically the genesis of the whole, you know, the whole scene.</p><p>>>GOLDSTEIN: This is totally above board, by the way. He's not violating any rules. And not surprisingly, lots of coaches are happy to take money and tell their players to wear Nike's.</p><p>>>VACCARO: By the '80s, everybody was paying schools. Reebok got into it. Adidas got into it. Converse got into it.</p><p>>>SMITH: Vaccaro starts cutting million-dollar deals to outfit whole university athletic departments with Nikes. More and more money pours into college sports. And Vaccaro's fine with this, keeps working in the shoe business making these deals. But there's one thing that does bug him - the college players not getting any of the money. Finally in 2007, Sonny Vaccaro can't take it anymore. He quits his job. He basically becomes an activist. He starts spending his time telling anyone who will listen that schools really should be allowed to pay athletes.</p><p>>>GOLDSTEIN: And eventually, a big-time law firm gets interested, says they might be able to file a lawsuit. But they need players. They need plaintiffs. And Sonny is the guy with the connections. So he starts making calls.</p><p>>>VACCARO: I went down my list. I said, OK, let's call this guy. And I talked to - everybody was enthusiastic, but no one said yes. They were afraid of maybe they couldn't go back to their university. Maybe there would be - their names would be taken down from the wall of fame. They were afraid they couldn't get a job in coaching. This thing was hard. No one wants to do what that - sue the NCAA. It's like suing the church.</p><p>>>GOLDSTEIN: Vaccaro says even calls Ed O'Bannon, the former UCLA basketball star. And O'Bannon says that's interesting, but doesn't sign on. A while later, though, after the video game thing, O'Bannon calls Vaccaro back.</p><p>>>VACCARO: And Eddie said Mr. Vaccaro, I just saw my face on EA Sports, the game, and I was at my friend's house last night. That thing you were talking to me about, about this court case, can I talk to the lawyers? And as God is my judge, that's how it happened. Eddie O'Bannon called me, felt he was wronged and wanted to talk to somebody.</p><p>>>GOLDSTEIN: In 2009, the case is filed in federal court - Ed O'Bannon versus the NCAA. And the judge decides this is not an open and shut case. It goes to trial.</p><p>>>SMITH: And as it often happens with lawsuits, this particular case was not some broad, giant challenge to the whole concept of amateur sports. This case was strictly limited.</p><p>>>GOLDSTEIN: In court, O'Bannon's lawyers said colleges should be allowed to pay athletes who appear in video games or on TV. Other cases filed in the last few years, they go further. They argue that schools should be allowed to straight up pay athletes to play sports.</p><p>>>SMITH: Yeah. And all the cases make the same basic argument. They say under antitrust law, each school should be able to decide if it wants to pay its players or not. And players should be able to choose schools that offer them better deals, more money, more benefits, you know, just like workers in any other industry.</p><p>>>GOLDSTEIN: But - but antitrust law is not just about workers. It's also about consumers. Remember when we brought up earlier in the show that hypothetical - Coke and Pepsi colluding to charge $3 a can - that would clearly harm consumers. And that's why it's illegal.</p><p>>>SMITH: When the NCAAC went to court in the O'Bannon case, they argued this ban on pay for college athletes, it doesn't hurt the fans. It doesn't hurt the consumers. In fact, the NCAA said this is good for fans. Think about it this way. If you decide to go see a football game this weekend, you have a choice. You can watch an NFL game on Sunday, the best players on the planet, professionals at the peak of their careers. Or you can go see a college game on Saturday, also fun, but they're amateurs. They're kids really; people who are not pros, who are not getting paid.</p><p>>>GOLDSTEIN: And the NCAA argues that it is good for consumers to have these two very different choices; these two very different product - the pros and amateurs. The NCAA says this whole not paying players thing, this is what fans are coming out for when they come out to watch college football.</p><p>>>SMITH: It's not a flaw in the product. It is the product. Law professor Gary Roberts sums up the NCAA's case.</p><p>>>ROBERTS: If you force us to treat this like a labor market, then you're forcing us to have professional sports. And that's denying the consumer the opportunity to have amateur sports.</p><p>>>GOLDSTEIN: Despite multiple calls and emails, the NCAA did not provide anyone to be interviewed for this story. But their argument does have some historical weight in legal circles. A Supreme Court Justice, John Paul Stevens, even made this argument back in the '80s. He said yeah, banning payments to players allows this unique thing - amateur college sports to exist as we know it. It means more consumer choice. It's good for competition.</p><p>>>SMITH: Now O'Bannon and the other plaintiffs say college sports have changed a lot since that Supreme Court justice said that in the 1980s. The game has become much more commercial. There's so much more money involved now. And fans just don't care that much anymore whether players get paid.</p><p>>>GOLDSTEIN: What seems like this straightforward legal question - does the ban on paying college athletes violate antitrust law? - it winds up turning on this squishy, fuzzy issue. What do fans want? So, Robert, you and I, to understand this issue, we went out last Saturday and did a little investigative reporting.</p><p>>>SMITH: We snuck into a sports bar filled with diehard University of Michigan fans drinking Coors Light.</p><p>>>UNIDENTIFIED MAN: No Coors light. But it's actually a great Michigan beer - Bell's Two Hearted Ale.</p><p>>>SMITH: Of course, it is because every TV in the place is playing that Michigan - Michigan State game that we referred to at the beginning of the show. So we watched the game along with them, talked to fans. And at first, they seemed to validate the NCAA's legal argument. The fans we talked to did not want college players to be just like the pros.</p><p>>>EMILY: My name is Emily. I went to the University of Michigan and graduated in 2013.</p><p>>>GOLDSTEIN: Would you care if the players on the University of Michigan team got paid to play?</p><p>>>EMILY: Yeah. I would because in my mind, someone who plays football for the University of Michigan is getting a free diploma with the University of Michigan stamp on it, which is worth a lot.</p><p>>> GOLDSTEIN: How much?</p><p>>>EMILY: About $80,000. And some of us had to pay for that exact stamp.</p><p>>>SAD: My name is Tariq Sad. I went to the University of Michigan, and I graduated in 1989.</p><p>>>GOLDSTEIN: Would you care if...</p><p>>>SAD: Oh, and by the way, I just got - last week, I went up to a Michigan game and got my first tat - a big block M on my ankle.</p><p>>>GOLDSTEIN: Mazel tov. So here's the question. Would you care if college football players got paid to play football?</p><p>>>SAD: I don't think they should get paid now. I think they should get paid later. I think the better course of action is to set up some sort of fund afterwards.</p><p>>>GOLDSTEIN: But when we asked the question another way, we got another answer. We asked not how would you feel if athletes got paid, but what would you do? Would you still consume the product?</p><p>Would you stop coming out to watch the games of the players were getting paid?</p><p>>>EMILY: I wish I could say that I would stop, but as a Michigan Wolverine, I don't think I could.</p><p>>>GOLDSTEIN: Let me ask you this, if they did pay players even in a way you didn't like, they just started writing checks to sign kids, would you still come out and watch the game?</p><p>>>SAD: Absolutely because, to me, I can divorce the concept of the business of college athletics and the actual kind of entertainment value that I get out of it.</p><p>>>SMITH: Hear that? That is the argument against the NCAA. These fans, at least the ones we talked to, said if colleges were to pay the players, they will still buy tickets. They will still buy the Wolverine hats and the Wolverine T-shirts and the Wolverine sweat pants.</p><p>>>GOLDSTEIN: The judge's ruling in the O'Bannon case came down this summer. She found in favor of O'Bannon. She said it is a violation of antitrust law for colleges to get together and agree that colleges cannot pay players, at least when it comes to things like video games and TV rights.</p><p>>>SMITH: But before college athletes everywhere start rolling out the kegs for the victory party, the judge did have some caveats of the case. She said college sports are indeed different than the pros. It is OK, she said, for colleges to limit the payments to players. She even set a number - $5,000 a year. And just like the guy with the tat wanted, the judge said that the money could be held in trust until the players are out of school.</p><p>>>GOLDSTEIN: Ed O'Bannon is likely to come out of this whole thing with a few thousand dollars, mostly to pay him for his time in the case. But he says he's happy with the judge's decision. He's glad the rules are changing.</p><p>>>SMITH: The bigger question - should students be allowed to get a check for playing football or basketball? That will have to be decided in another case. There was one filed earlier this year.</p><p>(MUSIC)</p><p>>>GOLDSTEIN: Thanks to Andy Schwartz (ph), Michael Hausfeld (ph) and Jeffrey Kessler (ph), all of whom talked to us for this story.</p><p>>>SMITH: We always like to hear what you think of PLANET MONEY and today's show. You can email us, planetmoney@npr.org, or Tweet us. We'll see it @PlanetMoney.</p><p>>>GOLDSTEIN: Our show today was produced by Phia Bennin. I'm Jacob Goldstein.</p><p>>>SMITH: And before I say my name, I'm just going to remind you - if you're looking for more to listen to, NPR suggests Ask Me Another. It's a great game show. You will enjoy it. Find it on iTunes under podcasts.</p><p>>>GOLDSTEIN: Say your name.</p><p>>>SMITH: I'm Robert Smith. Thanks for listening.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Episode+579%3A+Is+The+NCAA+An+Illegal+Cartel%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1114"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360445009-81eb98.m3u?orgId=1&e=360176715&d=1114&ft=nprml&f=360176715"}]}