{"created":"2015-05-06T12:12:13+00:00","modified":"2015-06-04T14:42:35+00:00","valid":{"from":"2015-06-04T14:42:35+00:00","to":"3015-06-04T14:42:35+00:00"},"hreflang":"en","title":"From Oakland To Baltimore, Lessons Learned From Cities Of Unrest","published":"2015-05-06T22:07:00+00:00","teaser":"Such tragic events offer crucial lessons about policing for other cities. Mainly, they've taught officials the importance of good community relationships and keeping the public informed.","itags":["npr_api","404417697"],"guid":"5c47676f-d089-4081-bce7-6e60d7c91e9e","contentencoded":"<p>The images from Baltimore of demonstrations, police in riot gear, looting and outbreaks of violence are familiar to some other cities after encounters with police ended in death for unarmed individuals — primarily black men.</p><p>Officials say what comes from those tragic encounters can be important lessons about policing and moving forward.</p><p>In April 2001, Cincinnati Police Officer Stephen Roach fatally shot 19-year-old Timothy Thomas in the city's Over-the-Rhine neighborhood, an inner city area, then in deep decline. Thomas, with a record of minor traffic offenses, had a warrant out for his arrest. Unarmed, he ran from Roach and was fatally shot.</p><p>The days of rioting sparked by his death are considered the largest urban unrest since the 1992 riots in Los Angeles, after the acquittal of four police officers involved in the beating of Rodney King.</p><p>Former Mayor Charlie Luken said it put Cincinnati in an international spotlight.</p><p>He says, \"The one thing we learned is that you cannot tell people that the case is under investigation and expect them to accept that as an answer over any length of time.\"</p><p>So Luken says one of the first lessons is to get out information as quickly as possible.</p><p>Luken also let those riots continue for a day or two before declaring a curfew, something that many criticized Baltimore Mayor Stephanie Rawlings-Blake for doing during the turmoil in her city.</p><p>Officer Roach was acquitted of charges. The Over-the-Rhine neighborhood is now considered trendy, and the police reforms that have been put in place — including a citizens review panel under the auspices of the Justice Department — are considered a model.</p><p>Still, Luken says across the country there remains a disconnect between police and residents in poor or predominantly African-American neighborhoods. Again, he says, a lesson learned is communication.</p><p>\"There historically has been an adversarial, kind of tough-guy approach to dealing with some of these neighborhoods, but if you can get people to believe that the police are working to help them improve their neighborhood, that is the key.\"</p><p>Over the past year and a half, there have been peaceful protests over police-involved deaths in Oakland, Calif. But last week, the same day that officials in Baltimore charged six police officers with felonies in the death of Freddie Gray, an angry nighttime crowd in Oakland vandalized businesses and cars.</p><p>It was reminiscent of the riots that broke out in the city after black 22-year-old Oscar Grant was shot in the back by a white transit officer while he lay face down on a subway platform.</p><p>Oakland's former City Manager Dan Lindheim says the city pushed for charges to be filed.</p><p>\"It was such a blatant shooting that it was just important to have this completely vetted in public,\" Lindheim says.</p><p>He says the city was also committed to allowing peaceful demonstrations to take place and brought in groups to meet with the mayor and police Chief Anthony Batts who is now Baltimore's Police Commissioner.</p><p>Lindheim says when riots broke out, the city brought in officers from around the Bay Area to help.</p><p>\"The good news about that is you can bring in officers and it doesn't cost you a great deal of money,\" he says. \"The bad news is that you really can't control people from other police forces.\"</p><p>So, yet another lesson — keep the public informed about the investigation and keep in mind that police from other districts can cause new problems.</p><p>Chuck Wexler, who heads the <a href=\"http://www.policeforum.org/\">Police Executive Research Forum</a>, says demonstrations can quickly turn chaotic and such experiences in these cities provide cautionary tales.</p><p>\"In many cases, you stop the violence before it begins by having good relationships with the community,\" he says.</p><p>And, he says that's one of the most crucial lessons to help prevent encounters between police and the residents of neighborhoods they patrol from turning deadly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Oakland+To+Baltimore%2C+Lessons+Learned+From+Cities+Of+Unrest&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Cheryl Corley","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404483302-a3c87c.m3u?orgId=1&topicId=1003&d=236&p=2&story=404417697&t=progseg&e=404377838&seg=1&ft=nprml&f=404417697"}]}