{"created":"2014-10-02T19:58:40+00:00","modified":"2014-10-03T18:22:27+00:00","valid":{"from":"2014-10-03T18:22:27+00:00","to":"3014-10-03T18:22:27+00:00"},"hreflang":"en","guid":"5c4953c6-2bb0-4652-879b-4e9c31c7d18d","title":"Ebola forges a bond between a young boy and the psychologist who helped him","published":"2014-10-03T18:22:26+00:00","byline":"Susie Blair, Joyce Hackel","tags":["Ebola","virus","tropical diseses","outbreak","trauma","Human Needs","Health","Health & Medicine","Monrovia","Africa","Europe","Sierra Leone","Norway","West Africa","Africa","Europe","Ane Bjøru Fjeldsæter","Ebola","Psychology","Doctors Without Borders","MSF","Ebola virus disease"],"teaser":"With every disease, physical and mental trauma go hand in hand. Ane Bjøru Fjeldsæter, a Norwegian psychologist with Doctors Without Borders, helped treat the latter during her time in Ebola treatment centers in West Africa. That's where she struck up a friendship with Patrick, a 6-year-old patient.","contentencoded":"<p>When we think of Doctors Without Borders, we often picture emergency room-style professionals who are trained to work in dangerous, high-pressure situations.&nbsp;<span style=\"line-height: 1.538em;\">But equally important are the people who tackle the emotional consequences of disease.</span></p><p>&ldquo;One of my friends said about working in an Ebola hospital that, &lsquo;You go hard or you go home.&rsquo; But as a psychologist, you can&rsquo;t really &#39;go hard,&#39; because no one wants to be in treatment with The Terminator,&rdquo; explains Ane Bjøru Fjeldsæter of Norway. She <a href=\"http://www.theguardian.com/global-development/poverty-matters/2014/jul/17/ebola-sierra-leone-epidemic\">spent the past month in Sierra Leone and Liberia</a> with Doctors Without Borders, counselling patients and their families.</p><p>&ldquo;You really need to stay soft, to stay warm, to stay compassionate and caring &mdash; and it&rsquo;s hard under those circumstances,&quot; she says.</p><p>That&#39;s especially true when non-verbal communication is limited, she says. All doctors must wear goggles that restrict eye contact, not to mention the hazmat suits we see on the news. When doctors do touch their patients, it&rsquo;s always through two sets of gloves.</p><p>Yet, through all of those protective obstacles,&nbsp;<span style=\"line-height: 1.538em;\">Fjeldsæter&nbsp;</span><span style=\"line-height: 1.538em;\">struck up a friendship with Patrick, a young boy who was admitted to her treatment center.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;This kid &mdash; he was my best friend in Liberia,&rdquo; she says. &ldquo;It was very apparent from the beginning that we kind of caught each other&rsquo;s eye. He&rsquo;d wave at me and he&rsquo;d smile at me when I came to work in the morning.&rdquo;</span></p><p>Patrick&rsquo;s mother passed away from the virus shortly before Fjeldsæter met him. Out of necessity, Patrick&rsquo;s family burned all of her belongings to avoid getting sick themselves.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;It&rsquo;s like they erased her completely,&rdquo; Fjeldsæter says.</span></p><p>But despite their precautions, Patrick and his father, William, both spiked a fever and were admitted to the hospital a few days later.&nbsp;<span style=\"line-height: 1.538em;\">Despite their grief, Patrick and William managed to make a lot of friends at the treatment center. William would often play poker with fellow patients and listen to BBC Africa.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;He added some life to the place,&rdquo;&nbsp;</span>Fjeldsæter<span style=\"line-height: 1.538em;\">&nbsp;says.</span></p><p>She thinks her friendship with Patrick was likely a source of relief in itself.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I see this a lot with children who&rsquo;ve lost someone &mdash; that they&rsquo;re actively seeking connections, that they really try to form relationships with other adults,&quot; she says. &quot;Maybe this is part of the reason why we got on so well, that he missed having this kind of mature female presence in his life.&rdquo;</span></p><p>At one point in his hospitalization, when his condition seemed grim, Patrick asked her for a bicycle.</p><p>&ldquo;Oh Patrick, where would you ride your bicycle?&quot;&nbsp;<span style=\"line-height: 1.538em;\">Fjeldsæter wrote in her piece for The Guardian. &quot;</span><span style=\"line-height: 1.538em;\">You loved your mother and you were near her while she was sick. Now you are surrounded by orange fences and you will never learn to ride a bike. Do you think this is just an upset stomach? Didn&rsquo;t your older friends tell you about Ebola?&rdquo;</span></p><p>But Patrick might get a chance to ride his own bicycle after all. His condition &mdash; and that of his father &mdash; turned around, and&nbsp;<span style=\"line-height: 1.538em;\">Fjeldsæter got to tell Patrick and William that they could leave the hospital. She says it was a joyous moment, but a difficult one as well.</span></p><p>&ldquo;For these people, they have to go home and reinvent their lives,&quot; she says. &quot;Sometimes, we tell this story of survivors as a kind of &lsquo;happily ever after&rsquo; story, where we just see this moment when they come out of the hospital. &hellip; It&rsquo;s people who have to make a new start for themselves, and it can be very complicated for them.&rdquo;</p><p>It will be no simple task for the family. William lost his job when it became apparent that he was sick. Now, they have to return to the home where Patrick&rsquo;s mother passed away.</p><p>But, at the very least, Patrick has a good chance of getting that bicycle. Fjeldsæter &mdash; who is&nbsp;back in Norway&nbsp;working on a book about her experience &mdash; is in touch with a Brazilian journalist who will be travelling to Monrovia soon.&nbsp;Fjeldsæter&nbsp;says the journalist plans on buying Patrick a bike.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/MSB12666_Medium%20-%20Ane%20%282%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/msb12666medium-ane-2jpg"}]}