{"created":"2014-12-27T23:01:48+00:00","modified":"2015-01-16T23:03:42+00:00","valid":{"from":"2015-01-16T23:03:42+00:00","to":"3015-01-16T23:03:42+00:00"},"hreflang":"en","title":"John McNeil, A Trumpeter Robbed Of His Breath, Blows Again","published":"2014-12-31T15:41:00+00:00","teaser":"McNeil suffered from a neural disorder that prevented him from performing for decades at a time. But thanks to a medical study, he's regained enough coordination to form a new band, called Hush Point.","itags":["npr_api","372938450"],"guid":"5c508a34-ba99-4fc0-b7ce-5b31d95c4a53","contentencoded":"<p>John McNeil may be the most important trumpet player you've never heard of.</p><p>Many aspiring musicians know him as an educator, through his many instructional books like <em>The Art of Jazz Trumpet. </em>But getting to know McNeil as a performer or recording artist hasn't always been easy: his records could be tough to find.</p><p>The musician suffers from a neurological disorder — Charcot-Marie-Tooth disease, which, despite its name, has nothing to do with your teeth. At its worst, it robbed him of his ability to perform for years at a time.</p><p>Now at age 66, McNeil is back. He's in a band, Hush Point, with a group of much younger musicians; their latest album is <em>Blues and Reds. </em>He tells NPR's Arun Rath about the medical advances that enabled his recovery, and how the age difference does — or rather, doesn't — affect him and his bandmates.</p><hr /><h3>Interview Highlights:</h3><p><strong>On playing with much younger bandmates</strong></p><p>Jazz is one of those things where age has nothing to do with relevance. It's how you sound, that's the important thing. I mean, if you don't die, you get to be an elder statesman. That's one good thing. You don't really have to do anything. You just stay alive. And so far, so good on that.</p><p>But I'm given no more respect than I would be if I were their age. Which amounts to about zero respect — they don't respect me at all. Which is good. That's the way it's supposed to be.</p><p><strong>On playing with competitive musicians</strong></p><p>Man, is that ever a drag! I remember I was playing in [Greenwich] Village back in the '70s. ... [Trumpeter] Woody Shaw, a very competitive guy, he wasn't able to see very well, and I think he was just angry about that. I think because his older brother had been a professional football player, played for the Giants, and so he always felt inferior ... so he would carry that forward to the bandstand.</p><p>He wanted to sit in, so I said, \"OK, great!\" So right away, he starts to play fast and high and stuff like that, and he wants to trade phrases with me. And I just grabbed a flugelhorn and played in the low register, middle register. He got so frustrated, I thought he was going to throw his horn at me! Because he was just hitting an empty sack!</p><p><strong>On starting to lose the battle with Charcot-Marie-Tooth disease</strong></p><p>Couldn't get enough air, couldn't get enough compression out of my face, diaphragm wouldn't work right. ... Sooner or later, it got to a point where I couldn't play anymore... I had tried to make several comebacks. I learned to play left-handed; I'd lost the use of my right hand. Learned to play left-handed, did an album left-handed — then <em>it</em> went away! ...</p><p>I was really circling the drain fast, man, I tell ya. I was on my way down. I wasn't ever going to play again.</p><p><strong>On his comeback</strong></p><p>I became part of a little study to see about the effects of Human Growth Hormone on neuromuscular disease. And damn, it just worked great! In three months, I threw away my cane.</p><p>And so the fact that I wasn't getting any worse allowed me to get stronger and get more coordination and undo some of the damage that had been done. I'm happy to say that all this stuff — whereas it's not behind me, I still have to deal with certain things every day — but as far as the playing goes, I've won.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+McNeil%2C+A+Trumpeter+Robbed+Of+His+Breath%2C+Blows+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373494676-d4ed67.m3u?orgId=1&topicId=1105&ft=3&f=372938450"},{"href":"http://media.npr.org/assets/img/2014/12/24/hushpoint-01813486ce25a5c86283c3ed41c51f9a910c7ff2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"945","width":"1261"}}]}