{"created":"2014-09-22T16:10:25+00:00","modified":"2014-10-31T15:41:53+00:00","valid":{"from":"2014-10-31T15:41:53+00:00","to":"3014-10-31T15:41:53+00:00"},"hreflang":"en","title":"Out Of Maryland, A Cry For Nigeria: 'Bring Back Our Girls!'","published":"2014-05-13T00:26:00+00:00","teaser":"The abduction of more than 250 Nigerian schoolgirls has resonated with families in Maryland, home to one of the largest Nigerian-American communities in the U.S.","itags":["npr_api","311896952"],"guid":"5c59e9d4-cae3-41a8-bc08-abf920b4d1ea","contentencoded":"<p>It has been four weeks since more than 250 Nigerian schoolgirls were abducted from their boarding school. In that month, search efforts for the girls have been largely fruitless, even as media outlets continue to spread their story. It's caught the attention of communities around the world, including many Nigerian-Americans living in the U.S.</p><p>On Mother's Day, members of one of the country's largest Nigerian-American communities gathered in Bowie, Md., to lift their voices and protest signs. Janet Aiyegbusi, a hair salon owner and mother of two, organized the rally outside the Redeemed Christian Church of God. In the church parking lot, Temi Bodunrin sold red T-shirts emblazoned with the hashtag #BringBackOurGirls.</p><p>Bodunrin says the rally was a way for the group to express its sympathy. \"We have to for our kids, for the girls. I'm the mother of three girls, so I can imagine — well, I cannot fathom, start to fathom what the mothers are going through.\"</p><p>During the protest, demonstrators passed around a microphone to share their frustrations with the search for the missing schoolgirls. Some were especially angry with what they see as poor leadership from Nigerian President Goodluck Jonathan. One of the protesters invoked his name: \"Mr. Goodluck! We are tired of you! Get up with your team and do something!\"</p><p>And frustrations such as these aren't confined to Bowie. At the Lagos barbershop in Cheverly, Md., the television remains tuned to CNN. Just mentioning the Nigerian government and Boko Haram, the militant group claiming credit for the abduction, can spark a passionate debate.</p><p>All of the bad news has been numbing, says business owner Cynthia Uguru. \"We've become so immune to everything that is happening in Nigeria. It's just one more thing,\" she says. \"And you get scared because we have relatives back home.\"</p><p>Delivery driver Ayodeji Olayiwola shares the same fears. \"Right now,\" he says, \"it's not the proudest moment to be a Nigerian. Yeah, it just frightens me, makes me not want to have a child in that country.\"</p><p>Folasade Alabi could only shake her head after Friday prayers at the Nigerian Muslim Council, a mosque in Brentwood, Md. Alabi, a nurse, says that there is only one word to describe Boko Haram: evil.</p><p>\"I'm an educated woman, so for someone to now come up and say, 'Oh, women are not supposed to have education' — where did they read that from?\" she says. \"It's not in the Bible. It's not in the Quran. So what are they talking about?\"</p><p>Back at the rally in Bowie, Anu Otuyelu says she is holding onto hope. \"I wake up with a thought every day since it happened,\" she says. \"The thought of [these] girls and what happened to them last night, how did their captors treat them. I mean, everything comes to mind, even the most horrible things.\"</p><p>She says she won't be able to stop thinking about the girls until they return home.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Out+Of+Maryland%2C+A+Cry+For+Nigeria%3A+%27Bring+Back+Our+Girls%21%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311896953-3287f3.m3u?orgId=1&topicId=1091&ft=3&f=311896952"},{"href":"http://media.npr.org/assets/img/2014/05/12/md-nigeria-girls-d02ac7e62643283ff0939aa7125ec9d9b5219974.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1305","width":"1742"}}]}