{"created":"2015-02-07T10:34:07+00:00","modified":"2015-06-05T15:29:17+00:00","valid":{"from":"2015-06-05T15:29:17+00:00","to":"3015-06-05T15:29:17+00:00"},"hreflang":"en","title":"To Get Parents To Vaccinate Their Kids, Don't Ask. Just Tell","published":"2015-02-10T18:56:00+00:00","teaser":"The way a pediatrician talks with nervous parents about vaccines may determine whether the child gets immunized or not, a study suggests. Asking \"What do you want to do about shots?\" doesn't work.","itags":["npr_api","384322665"],"guid":"5c596f29-6171-4f00-966c-864beb58ac46","contentencoded":"<p>As California's measles outbreak continues to spread beyond state borders, many doctors nationwide are grappling with how best to convince parents to have their children vaccinated. Inviting a collaborative conversation doesn't work all that well, many are finding. Recent research suggests that being more matter-of-fact can work a lot better.</p><p>Pediatrician <a href=\"http://www.socpa.com/about-us/doctors/eric-ball-md/\">Eric Ball</a>, who practices in southern California, says, in his experience, the families skeptical of vaccines can be divided into two types.</p><p>\"There are people who believe in grand conspiracies — that the whole medical community is trying to make money at the expense of their child,\" he says. \"They don't really believe in science. They don't believe in data, and no amount of discussion is going to really convince them.\"</p><p>Ball says he sees other skeptical parents who are on the fence, and he works really hard, using a collaborative approach, to convince <em>these</em> parents that vaccines are safe and effective.</p><p>\"We try to assess what their fears are,\" he says, \"why they're not vaccinating — what they've read, what they've heard. And then we try to dispel myths.\"</p><p>But some surprising research by <a href=\"http://www.seattlechildrens.org/medical-staff/doug-opel/\">Dr. Doug Opel</a>, a pediatrician at Seattle Children's Hospital and a researcher at the University of Washington, suggests Ball might want to try a less collaborative approach.</p><p>In the <a href=\"http://pediatrics.aappublications.org/content/early/2013/10/30/peds.2013-2037.full.pdf+html\">study</a> Opel and colleagues described in the December issue of <em>Pediatrics</em>, they enrolled 111 parents, some hesitant about vaccines and some not.</p><p>He videotaped the parents talking with their doctor about vaccines during a routine well-child visit. The doctors, he noticed, handled the conversation in one of two ways.</p><p>The first, Opel calls \"presumptive.\"</p><p>\"The doctor,\" he noticed, \"just simply presumed that the parent was going to be fine with the vaccines that the doctor was going to recommend,\" saying something like \" 'So, Johnnie's due for <a href=\"http://www.cdc.gov/vaccines/hcp/vis/vis-statements/dtap.html\">DTaP</a> and <a href=\"http://www.cdc.gov/vaccines/hcp/vis/vis-statements/hib.html\">Hib</a> today' – period. Move on.\"</p><p>Some other doctors, Opel observed, invited parents to discuss their feelings about vaccines — \"sort of invoking a shared decision-making approach, inviting the parent to be part of this conversation.\" These doctors, he says, were more likely to ask, \" 'So, Mom: What do you want to do about vaccines today?' \"</p><p>The study's surprising results: When doctors assumed parents would be OK with vaccines, they were. More than 70 percent had their child vaccinated.</p><p>On the other hand, when physicians were more flexible and allowed for discussion, most of the parents — 83 percent — decided against vaccination.</p><p>\"It was quite a difference,\" Opel says, \"just based on how the doctor began the conversation.\"</p><p>When it comes to public health, he says, \"shared decision making\" doesn't make sense.\"There's an incredible amount of robust evidence that is behind the <a href=\"http://redbook.solutions.aap.org/selfserve/ssPage.aspx?SelfServeContentId=Immunization_Schedules\">recommended immunization schedule</a>.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Get+Parents+To+Vaccinate+Their+Kids%2C+Don%27t+Ask.+Just+Tell&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384502937-1f5ee7.m3u?orgId=1&topicId=1128&d=224&p=7&story=384322665&t=progseg&e=384502916&seg=4&ft=nprml&f=384322665"},{"href":"http://media.npr.org/assets/img/2015/02/06/vaccinate-2a5b3a0ddb1b5dc725f093296f73139740913d53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1427","width":"1902"}}]}