{"created":"2014-10-08T14:05:05+00:00","modified":"2014-10-31T01:08:33+00:00","valid":{"from":"2014-10-31T01:08:33+00:00","to":"3014-10-31T01:08:33+00:00"},"hreflang":"en","title":"From Resumes To Romance, Giving Young Dads The Skills To Succeed","published":"2014-06-15T22:38:00+00:00","teaser":"The L.A. Fathers Program at Children's Hospital Los Angeles helps fathers of all ages learn job and parenting skills to support their children.","itags":["npr_api","322281072"],"guid":"5c5bb7ae-abb1-4164-86aa-8217109ae111","contentencoded":"<p><strong></strong>On a Wednesday night, just a few days before Fathers Day, a group of young men gather in a classroom on the fourth floor of Children's Hospital in Los Angeles. There's food — pizza, soda and cookies — and the men stack their paper plates high before settling into their seats around the table in the center of the room. The meeting is about to begin.</p><p>This is the L.A. Fathers Program, a workshop for new and expecting fathers. The program has been running for two years, funded by a grant from the Office of Family Assistance with the Department of Health and Human Services. It supplies young men with diapers, transportation tokens, baby food and more.</p><p>Fathers also get job training and placement, case management services, parenting education and workshops to help them with their relationships.</p><p>The program lasts between eight and ten weeks, though many fathers stick around well past that point, becoming volunteers and helping newcomers navigate the workshops and discussions.</p><p>Project coordinator Frank Blaney says the most important thing the program provides for the men is a support network.</p><p>Parenthood is often unexpected for these men. They weren't planning to be dads, Blaney says. \"They just get a lot of criticism and a lot of judgement from everybody in their family. So they basically just go from having a larger social support circle to none.\"</p><p>Most of the men who attend are between the ages of 15 and 25, though fathers as young as 14 have made their way through the program. Blaney says the men come from different backgrounds, but most of them are black or Latino and the majority of them are low-income.</p><p>Joel Ramirez started coming to the group about three months ago at his older brother's suggestion. Ramirez is 17, and he has a 6-month-old son. At first Ramirez was quiet and reluctant to participate in discussions, but he soon got more comfortable, and now he shares a lot. He says talking through his feelings helps with deal with the challenges of being a father.</p><p>\"Everybody gets angry fast, but some people get angry <em>fast</em> fast, and I don't want my son to be like that, you know? It helps to talk,\" he says.</p><p>Like many of the fathers here, Ramirez didn't have a positive male role model growing up.</p><p>\"My real dad was in prison all my life, and the guy who was raising me was my uncle — and he's in prison, off doing life,\" he says. \"I don't want to be like that.\"</p><p>Blaney says all of the men he has worked with have a similar attitude: They want to be good dads.</p><p>\"You have those stereotypes that are out there about the young fathers, and they just get women pregnant, and they just kind of leave, and to be honest with you, I just haven't seen that,\" he says.</p><p>The biggest challenge for the L.A. Fathers Program isn't motivating young men to be good dads, Blaney says. Rather, it's getting the word out to the broader community that the program is available.</p><p>\"Everyone sees the mom pushing the stroller — so the dads, they're almost like an invisible group,\" he says. \"So that's why we're really trying our best to let the community organizations that we work with ... know that these resources exist.\"</p><p>To date, the L.A. Fathers Program has helped over 400 young men get the resources they need. This year, they're on track to reach their goal of 250 fathers.</p><p>This Father's Day will be the first for Ramirez. He and his son's mother are going through a custody dispute, but Ramirez hopes he can spend some time with his son.</p><p>\"Have a little picnic with him, you know? He can't eat that much, but feed him Gerber, show him the swings, something new,\" he says. \"As long as I see my son, that's the best Father's Day I can ever have.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Resumes+To+Romance%2C+Giving+Young+Dads+The+Skills+To+Succeed&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"451"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322299216-aeecd9.m3u?orgId=1&topicId=1091&ft=3&f=322281072"},{"href":"http://media.npr.org/assets/img/2014/06/15/group---fathers-4304cc81cfc285888cdea7839fdbbdd1f53389d6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"598","width":"797"}}]}