{"created":"2015-05-15T02:47:36+00:00","modified":"2015-05-15T02:47:36+00:00","valid":{"from":"2013-09-20T20:17:21+00:00","to":"3013-09-20T20:17:21+00:00"},"hreflang":"en","guid":"5c5b9792-7881-4163-849b-3f06582ad4de","description":"Germany is preparing for elections but also for the 500th anniversary in 2017  of Martin Luther kicking off the Reformation. How important is the Protestant work ethic in Germany's economic success?","byline":"Sam Beard","title":"Beyond Germany's elections -- celebrating Luther","teaser":"Germany is preparing for elections but also for the 500th anniversary in 2017  of Martin Luther kicking off the Reformation. How important is the Protestant work ethic in Germany's economic success?","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>The German government is preparing for a major influx of visitors, converging on a church door in the small town of Wittenberg, south of Berlin. A door may seem an odd tourist attraction, but it’s a different matter when the door is the one where Martin Luther reputedly nailed his 95 Theses in 1517, launching the Reformation and giving rise to Protestantism.</p>\"},{\"content\":\"<p>The  door that you see in Wittenberg today is not the original. That burned down in 1760 and was replaced by a bronze memorial replica in the 19th century. Nevertheless, the German government is pinning its hopes of a tourism bonanza on this door.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We’re expecting millions of people to come to Germany in 2017 for the 500<sup>th</sup> anniversary of the birth of Protestantism,” says Astrid Muelhmann, a government official working on the commemoration. “We hope they will visit Wittenberg and many other Reformation-related sites around the country that we have been renovating and restoring.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>This isn’t just  about tourism. This is a chance for Germany to celebrate its past for a change and to focus the international spotlight on some of the positive German values that flowed from the Reformation, like the  Protestant work ethic.</p>\"},{\"content\":\"<p>“Protestants perceive work as a kind of devotion to please God,” says economist Gustav Horn. “This is something that’s deep within the German soul, the protestant soul, at least.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Protestantism, according to Harvard historian Niall Ferguson, was one of the reasons the West pulled ahead of the rest of the world because it made a religion out of hard work and making money. And with its emphasis on scripture, it spread literacy.</p>\"},{\"content\":\"<p>But Gustav Horn says Germany’s Protestant faith may have also left the country with its deep aversion to debt, not always a good thing.  “The German word for debt -- <em>schulde</em> -- is the same word as a moral failure,” Horn says. “So the connotation is quite clear. If you have a high debt burden, you have morally failed. We do take this obsession with debt a bit too far.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Protestant guilt -- it’s a truism, but it certainly exists in Germany today, claims Leslie Speicher, an American teacher who  settled in Wittenberg more than a decade ago. Over the years she has found herself becoming ever more anxious, ever more German.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I take things more seriously,&quot; she says. “I plan. I save. And I have insurance for everything from broken nails to broken glass!”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>There is one school of thought that says here lies the only ultimate solution to the eurozone debt crisis:  Germany needs another cultural shift -- like the Reformation. To end, the big imbalances with its southern neighbors, the country should loosen up, stop saving, and spend, spend, spend.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“That sounds good! That sounds like fun,” laughs Bettina Brett, who works as a guide at the Luther Museum in Wittenberg. “But you have to pay for the fun. I would like to have a bit more fun. I’d like to go on a very long vacation -- if I could afford it. It’s absolutely German to be careful.”</p>\"},{\"content\":\"<p>A second Reformation doesn’t seem to be on its way.</p>\",\"type\":\"text/html\"}]","tags":["APM","European Debt Crisis","Germany","Lutheran","World","religion"],"published":"2013-09-20T20:17:21+00:00","itags":["Marketplace for Friday, September 20, 2013","Marketplace","PMP:Marketplace_PMP","5c5b97927881163449b23f06582ad4de"],"contentencoded":"<div class=\"barn-cleaned\"><p>The German government is preparing for a major influx of visitors, converging on a church door in the small town of Wittenberg, south of Berlin. A door may seem an odd tourist attraction, but it’s a different matter when the door is the one where Martin Luther reputedly nailed his 95 Theses in 1517, launching the Reformation and giving rise to Protestantism.</p>\n<p>The &nbsp;door that you see in Wittenberg today is not the original. That burned down in 1760 and was replaced by a bronze memorial replica in the 19th century. Nevertheless, the German government is pinning its hopes of a tourism bonanza on this door.</p>\n<p>“We’re expecting millions of people to come to Germany in 2017 for the 500<sup>th</sup> anniversary of the birth of Protestantism,” says Astrid Muelhmann, a government official working on the commemoration. “We hope they will visit Wittenberg and many other Reformation-related sites around the country that we have been renovating and restoring.”</p>\n<p>This isn’t just &nbsp;about tourism. This is a chance for Germany to celebrate its past for a change and to focus the international spotlight on some of the positive German values that flowed from the Reformation, like the &nbsp;Protestant work ethic.</p>\n<p>“Protestants perceive work as a kind of devotion to please God,” says economist Gustav Horn. “This is something that’s deep within the German soul, the protestant soul, at least.”</p>\n<p>Protestantism, according to Harvard historian Niall Ferguson, was one of the reasons the West pulled ahead of the rest of the world because it made a religion out of hard work and making money. And with its emphasis on scripture, it spread literacy.</p>\n<p>But Gustav Horn says Germany’s Protestant faith may have also left the country with its deep aversion to debt, not always a good thing.&nbsp; “The German word for debt -- <em>schulde</em> -- is the same word as a moral failure,” Horn says. “So the connotation is quite clear. If you have a high debt burden, you have morally failed. We do take this obsession with debt a bit too far.”</p>\n<p>Protestant guilt -- it’s a truism, but it certainly exists in Germany today, claims Leslie Speicher, an American teacher who &nbsp;settled in Wittenberg more than a decade ago. Over the years she has found herself becoming ever more anxious, ever more German.</p>\n<p>“I take things more seriously,\" she says. “I plan. I save. And I have insurance for everything from broken nails to broken glass!”</p>\n<p>There is one school of thought that says here lies the only ultimate solution to the eurozone debt crisis: &nbsp;Germany needs another cultural shift -- like the Reformation. To end, the big imbalances with its southern neighbors, the country should loosen up, stop saving, and spend, spend, spend.</p>\n<p>“That sounds good! That sounds like fun,” laughs Bettina Brett, who works as a guide at the Luther Museum in Wittenberg. “But you have to pay for the fun. I would like to have a bit more fun. I’d like to go on a very long vacation -- if I could afford it. It’s absolutely German to be careful.”</p>\n<p>A second Reformation doesn’t seem to be on its way.</p></div>","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Pictures%20of%20Luther%20003.jpg?itok=QSbhyvNm","meta":{"width":"610","crop":"primary","height":"340"}},{"meta":{"duration_hms":"00:03:52","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/09/20/marketplace_segment20_20130920","type":"application/json"},"duration":232},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/09/20/marketplace_segment20_20130920_64.mp3","type":"audio/mpeg","format":"MP3"}]}