{"created":"2014-09-07T23:28:16+00:00","modified":"2014-10-31T02:16:13+00:00","valid":{"from":"2014-10-31T02:16:13+00:00","to":"3014-10-31T02:16:13+00:00"},"hreflang":"en","title":"Saying Goodbye To A Friend Who's 'Ready To Go Home'","published":"2014-05-12T19:26:00+00:00","teaser":"Eddie Lanier was homeless when David Wright brought him home years ago for a shower and a meal. Today, Eddie is terminally ill and in hospice care — but he's not afraid to die, he tells his friend.","itags":["npr_api","310749575"],"guid":"5c710a92-925c-47fd-b16f-5cb86c91bec9","contentencoded":"<p>When we first <a href=\"http://www.npr.org/templates/story/story.php?storyId=6350019\" target=\"_blank\">heard from Eddie Lanier Jr. and his friend David Wright in 2006</a>, Eddie, the son of a former mayor of Chapel Hill, N.C., was homeless and a recovering alcoholic.</p><p>In that StoryCorps interview, the pair talked about their friendship, which began on a highway exit ramp where Eddie held a sign asking for help. David would occasionally give Eddie money and a can of food.</p><p>Eddie recalled how one night, on New Year's Eve, David walked over to him \"and says ... 'I'm going to take you home with me for a New Year's Eve party. How would you like that?' \"</p><p>\"I went to your home and had a shower, and you gave me some clean clothes,\" Eddie explained. \"And we sat down at the table, and I told you some stories about who I really was, and who my daddy was. There was a lot more to me than you might imagine.\"</p><p>Four years later, David persuaded Eddie to move into his home.</p><p>Today, Eddie is suffering from an advanced stage of emphysema and is in a hospice program. His doctors say he has less than a month to live, so David brought Eddie back to StoryCorps in Durham, N.C., to talk once more about his life.</p><p>\"I honestly tell you, I look forward to dying,\" Eddie tells David. \"There's a lot of people out there that'll do anything to stay alive. Heart transplants, anything. But I'm telling you, I've done my business here, and I'm ready to go home.</p><p>\"And when I wake up in the morning, to tell you the truth, I'm pissed off that I'm still here,\" Eddie continues. \"Only way I get through a day, David, is to say, 'Well, I'm going to make my life worthwhile by saying something of value, that you can keep with you and can help you.' \"</p><p>\"And I'm grateful for that,\" David says. \"You're certainly an inspiration to learn about how to live — and the last chapter here, over the months, how to die.\"</p><p>\"I want to say one thing about you,\" Eddie says. \"You really, really been patient with me, and you cared for me tremendously. That's going to count on your record upstairs, and you got the finest record of anybody. Thank you for helping me so much.\"</p><p>\"Oh, you've helped me so much,\" David replies. \"Thank you.\"</p><p><em>Produced for </em>Morning Edition<em> by Michael Garofalo. Recorded in partnership with WUNC.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saying+Goodbye+To+A+Friend+Who%27s+%27Ready+To+Go+Home%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310947607-a8202f.m3u?orgId=1&topicId=1057&aggIds=4516989&ft=3&f=310749575"},{"href":"http://media.npr.org/assets/img/2014/05/08/lanier2014-ff401170eab61bc9f11240c84e193d745ef04cb4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"543","width":"724"}}]}