{"created":"2015-02-19T23:18:53+00:00","modified":"2015-02-20T14:18:28+00:00","valid":{"from":"2015-02-20T14:18:28+00:00","to":"3015-02-20T14:18:28+00:00"},"hreflang":"en","guid":"5c7414f5-7360-45ba-ae65-ee48e5d17520","title":"China's American canal could sacrifice Nicaragua's great lake","published":"2015-02-20T14:18:27+00:00","byline":"Sara Van Note","tags":["environment","business","economy","government","transportation","Environment","Science, Tech & Environment","Mérida","North America","Nicaragua","Central America","Daniel Ortega","Roger Obregón","Telémaco Talavera","Luvys Guzman","Santos Lopes","Dayton Guzman","Nicaragua","Lake Nicaragua","Ometepe","Environment","Canal","Limnology","Panama Canal","China"],"teaser":"China's $50 billion plan for a new Central American canal connecting Atlantic and Pacific may damage the freshwater Lake Nicaragua, changing the environment for those who depend upon it. The plan faces opposition in parts of the country. ","contentencoded":"<p>Imagine a Hawaiian island rising up out of a huge lake and you’ve got something like Nicaragua’s Ometepe. It’s the largest island in Central America’s largest lake, Lake Nicaragua. It’s where Luvys and Dayton Guzman grow plantains in the dark soil nutured by the volcano Concepción and water their cows on a black sand beach.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Dayton%20Guzman%20lake%202.JPG?itok=rweXLqPs\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ometepe farmer Dayton Guzman fixes his irrigation pump on the shore of Lake Nicaragua. Surveyors recently showed up on his farm representing a company that wants to build a hotel related to the canal project. Guzman says he and his family don't want to sell at any price, but they may not have a choice.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sara Van Note</p>\n  </div>\n</div>\n<p>It’s a pretty sleepy place, which is why Luvys Guzman was surprised when a team of surveyors showed up a few months ago.</p>\n<p>“They measured everything,” she says, “including our water tanks, laundry, houses and sheds.”</p>\n<p>Her husband says the visitors were open about their intentions.</p>\n<p>“They told us they wanted the farm for a five-star hotel,” Dayton Guzman says.</p>\n<p>Guzman says the surveyors also visited his in-laws next door and other nearby farms. He says he and his wife don’t want to sell at any price. But they may not have a choice.</p>\n<p>The Nicaraguan government has resurrected a 100-year-old plan to dig a canal across the country from the Pacific to the Atlantic to compete with the Panama Canal. <a href=\"http://www.bbc.co.uk/news/world-latin-america-30584559\">Work began</a> on the Chinese-financed project in December, and the route will go right through Lake Nicaragua.</p>\n<p>A 100-year concession the government has granted to a company from Hong Kong allows the firm to take any property it needs for the canal or related projects, including two new ports, a free trade zone and resorts.</p>\n<p>Which leaves the Guzmans and their neighbors at a loss.</p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Canal%20map.jpg?itok=K-4AmDyl\" alt=\"\" /><div class=\"field-caption\">\n    <p>Nicaragua's Great Inter-Oceanic Canal, planned to compete with the Panama Canal, would cut across Nicaragua from Puerto Brito on the Pacific coast to Punta Aguila on the Atlantic coast. The route would run through Lake Nicaragua, south of Ometepe Island.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Reuters</p>\n  </div>\n</div>“Where would we go if they take our farm?” Dayton Guzman asks. “If they remove us, it won’t only affect our family, but the families of our 12 employees.”\n<p>He and others here are also worried about the project destroying the ecosystems in and around the lake.</p>\n<p>The government says building the canal will create tens of thousands of new jobs and be a huge boost to the economy of the second poorest country in the Americas.</p>\n<p>And President Daniel Ortega has said he’s not concerned about harming the lake because it’s already contaminated.</p>\n<p>Guzman says that’s just not true. “Before the canal project, we never heard the lake was contaminated” he says.</p>\n<p>Naturalist Roger Obregón, who works at Ometepe’s <a href=\"http://www.ometepenicaragua.com/charcoverde/charcoverde.php\">Charco Verde Nature Reserve</a>, shares Guzman’s concerns.</p>\n<p>“It’s obvious there will be a huge impact on the lake,” Obregón says.</p>\n<p>The reserve is home to herons, migratory birds, and ecologically important wetlands. Obregon grew up on Ometepe and says he’s an “aficionado” of nature, but also says he cares about conservation because people here need access to natural resources to survive.</p>\n<p>The big question about the canal, he says, is how much the builders will mitigate the damage.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Concepcion%20charco%20verde.JPG?itok=T_BtV2-P\" alt=\"\" /><div class=\"field-caption\">\n    <p>The active volcano Concepcion towers over the Charco Verde nature reserve on Ometepe Island. The island is just north of the planed canal route and could see its communities and ecological systems radically altered.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sara Van Note</p>\n  </div>\n</div>Many other scientists are also deeply skeptical of the canal project. In November, dozens of researchers from around the world gathered in Nicaragua for a conference on the canal and agreed the project could devastate the lake. The <a href=\"http://www.limnology.org/news/\">International Society of Limnologists</a> — scientists who study lakes — <a href=\"http://www.limnology.org/news/nicaragua_canal.pdf\">has called for it to be halted</a> pending the results of an environmental assessment.\n<p>The government has promised to finish an environmental impact study by April. But it’s <a href=\"http://www.scientificamerican.com/article/nicaragua-constructs-enormous-canal-blind-to-its-environmental-cost/?WT.mc_id=SA_Facebook\">refused to stop</a> the project in the meantime. The Great Inter-Oceanic Canal, as the project is officially called, is part of Nicaragua’s National Human Development Plan. And project spokesman <a href=\"http://www.larouchepub.com/other/interviews/2015/4202intv_talavera.html\">Telémaco Talavera</a>, president of the Agrarian University of Nicaragua, says the government already knows how the risks and benefits will play out.</p>\n<p>“Of course it will have an environmental impact,” Talavera says. “But the overall impact will be highly positive, we’re completely convinced of that. ... We need to grow more and create better living conditions.”</p>\n<p>Still, Talavera says the canal builders will take care to protect the lake and avoid the most environmentally sensitive areas.  </p>\n<p></p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/Santos%20Lopes.JPG?itok=4tmumnQc\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ometepe Fisherman Santos Lopes says he's worried about the impact of the canal on the lake but he trusts the government of president Daniel Ortega. \"If the Comandante says we can't fish but will give us jobs, I'm OK with that,\" he says.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sara Van Note</p>\n  </div>\n</div>And some on Ometepe are willing to give the government the benefit of the doubt. In the village of Mérida, Santos Lopes and his son toss fish into a big rubber bucket for sale to their neighbors at 75 cents each.\n<p>Lopes is 55, and during the Nicaraguan revolution in the 1980s he says he fought with the leftist Sandinistas, the party now in power and pushing the canal project.</p>\n<p>He’s been fishing on Lake Nicaragua for the last 30 years.</p>\n<p>“This has been my work,” Lopes says. “It’s supported my family.”</p>\n<p>Lopes is worried that the canal will harm fishermen. But he also trusts President Ortega, the former revolutionary leader. “If the Comandante says we can’t fish but gives us jobs,” Lopes says, “I’m okay with that.”</p>\n<p>He says he and his family will leave their nets and boats behind and go to work.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Fnicaraguas-grand-canal-plan-could-sacrifice-its-great-lake&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0219201505.mp3"},{"href":"http://www.pri.org/file/0219201505mp3"}]}