{"created":"2014-11-22T12:51:16+00:00","modified":"2015-05-13T21:29:53+00:00","valid":{"from":"2015-05-13T21:29:53+00:00","to":"3015-05-13T21:29:53+00:00"},"hreflang":"en","title":"Obama's Step-Grandmother Continues Educating Young Kenyans","published":"2014-11-24T01:13:00+00:00","teaser":"Sarah Obama, 94, received an award from the United Nations on Wednesday, and hopes to raise money during the trip to build a school and hospital in her home village.","itags":["npr_api","365836945"],"guid":"5c75d5dc-9aef-4637-9c95-3920fa5ba1a7","contentencoded":"<p>The United States has seen many fundraisers headlined by an Obama in recent years, but this week it won't be the president or the first lady — it will be his step-grandmother, Sarah Obama, who is raising funds to build a school and hospital in her hometown, Kogelo, Kenya.</p><p>Obama, who runs the <a href=\"http://msof.org/\" target=\"_blank\">Mama Sarah Obama Foundation</a> and was honored with <a href=\"http://webtv.un.org/watch/pioneer-awards-womans-entrepreneurship-day-2014/3902199662001\" target=\"_blank\">an Education Pioneer award at the United Nations</a> on Wednesday as part of its Women's Entrepreneurship Day, has spent much of her life helping young people — and particularly young women — in her region get an education.</p><p>President Obama's last surviving grandparent, whom he referred to as Granny in his memoir <em>Dreams from My Father</em>, never went to school herself, she tells NPR's Scott Simon through an interpreter.</p><p>\"It was very hard for women to get an education,\" when she was growing up, the 94-year-old Obama says. \"Only young boys or men were allowed to go to school.\"</p><p>But things are different in Kenya now, she says. United Nations data actually shows <a href=\"http://www.ungei.org/infobycountry/kenya.html\" target=\"_blank\">a higher percentage of Kenyan girls going to school than Kenyan boys</a>.</p><p>\"I encourage them — even the ones who have had families at a young age — I encourage them to go to school so that the cycle of poverty can end,\" Obama says. She sometimes uses her grandson as an example of the doors an education can open.</p><p>Often, Obama says, she and her foundation provide much more than encouragement.</p><p>\"I help the orphans and widows, especially the young girls who have been orphaned by their parents dying of HIV,\" she says. \"I am their sole parent right now, so I help them pay school fees and also get them the things that they need, like sanitary towels, books, necessities like a pencil, school uniforms. That's what I do.\"</p><p>It's an investment that Sarah Obama says she gets an unbeatable return on.</p><p>\"There's so many kids that I've helped educate, some of them at Nairobi University, Moi University and also Bondo University,\" she says. \"These are orphans who I've helped pay for their school fares, and now it's my joy to see them in the universities about to graduate. There's a lot of success stories, and it just makes me happy and it keeps me going.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama%27s+Step-Grandmother+Continues+Educating+Young+Kenyans&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910490-b1b389.m3u?orgId=1&topicId=1126&d=257&p=7&story=365836945&t=progseg&e=365910457&seg=6&ft=nprml&f=365836945"}]}