{"created":"2015-04-05T21:06:07+00:00","modified":"2015-04-16T17:38:11+00:00","valid":{"from":"2015-04-16T17:38:11+00:00","to":"3015-04-16T17:38:11+00:00"},"hreflang":"en","title":"Yes, Real Cars Fell From Real Planes For That 'Furious 7' Stunt","published":"2015-04-16T17:38:00+00:00","teaser":"The movie avoided CGI for the bulk of its action sequences. That meant stunt coordinator and longtime stunt driver Jack Gill had to figure out how to toss cars out of a flying airplane.","itags":["npr_api","397679904"],"guid":"5c7d3ada-dfb3-4319-8e2b-66317c616ab5","contentencoded":"<p><em>Furious 7</em>, the highest-grossing movie so far this year, is the latest over-the-top, explosion-filled, car-centric installment in the <em>Fast and Furious</em> franchise.</p><p>The series' stunts have gotten progressively more spectacular — from fairly straightforward street racing to cars dragging a bank vault through the streets, to a tank bulldozing through a freeway full of vehicles, and now — in <em>Furious 7</em> — cars dropping from a plane 10,000 feet in the air.</p><p>The films avoid using CGI for the bulk of such scenes — which means someone has to figure out the actual logistics behind tossing cars out of a flying airplane.</p><p>Meet Jack Gill. He's been a stunt driver on <em>The Dukes of Hazzard</em>, <em>Knight Rider</em> and many iconic action films. For <em>Furious 7</em>, he was a stunt coordinator and second unit director.</p><p>When NPR's Arun Rath was talking to Gill about how these scenes are set up, Rath had to ask: \"When you're going to work and your job that day is you're going to be dropping a bunch of cars out of a C-130, do you stop to think, 'Man, my life is awesome'?\"</p><p>\"When you're first putting it together, you're thinking of all the things that can go wrong,\" Gill said. \"That's the issue you're always dealing with.\"</p><p>But, he says, \"When it's over, yeah, it's a great feeling.\"</p><p>He tells Rath about the anxiety behind the adrenaline.</p><hr /><h3>Interview Highlights</h3><p><strong>On deciding to actually drop cars out of a C-130 transport plane</strong></p><p>We talked about it for a long time before we actually went out there and decided to pull the trigger, because trying to get this many cars out of the plane together — and they all had to fall in succession, one right after another — if one falls a little faster than the other, you've got problems. So, you know, there was a rehearsal period of about two weeks where all we did was just drop cars out of C-130s with parachutes so we could figure out how we're going to do this.</p><p><strong>On the anxiety and pressure of planning these stunts</strong></p><p>One of the things that happened on one of the C-130 drops was we had a fuel leak in the right wing, and all of a sudden we hear from the pilot, saying, \"Hey, I'm showing fuel dropping out of this thing. Do you guys see anything?\"</p><p>And we looked over and it was running down the side of the aircraft, and — \"Launch the cars. Launch the cars. Launch the cars. Get them all out. Get all the [camera] operators out.\" It was kinda scary there for a while. And we landed and we fixed the fuel problem, but things like that can go wrong. You just got to know what to do.</p><p><strong>On whether he's ever refused to film a stunt because it's too dangerous</strong></p><p>Sure, that happens, but usually in the same vein, after you've said that, you'll say, \"Move the camera over 20 feet and I can get you the same angle that you'd like but without really hitting this guy.\"</p><p>But you never do come up and say, \"No, we can't do it, and that's just the end of it,\" because that's just not the way the <em>Fast and Furious</em> franchise works.</p><p><strong>On the injuries he sustained as a stunt car driver</strong></p><p>I've broken my back twice. My neck once. I've got a 6-inch titanium plate in my neck with six screws on it, and I've broke 23 bones. Punctured my lungs. Broken my shoulders. Cut a finger off — had to have it sewn back on.</p><p>But I've got to say: I feel fine. I don't walk funny. I mean, when it rains, yeah, I hurt a little bit more than most people. But if you talk to a stunt person who says they've never been injured, then they're not really a stunt person, because you are putting your life on the line on a lot of situations. And some of them, the ones that usually bite you are the ones that you don't think are dangerous, because you think, \"I've done this a thousand times.\" And treated it as if it's a nothing thing.</p><p><strong>On what big stunts are next for the <em>Fast and Furious </em>franchise</strong></p><p>I don't think we'll ever run out of ideas, 'cause we've got some pretty wild ones. But I'm not really gonna tell the audience what we have until they see it on screen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Yes%2C+Real+Cars+Fell+From+Real+Planes+For+That+%27Furious+7%27+Stunt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397679905-2adf79.m3u?orgId=1&topicId=1045&e=397679904&d=237&ft=nprml&f=397679904"},{"href":"http://media.npr.org/assets/img/2015/04/05/hero-car-launch-pike-peak-17a223ca5917cfba9a323c204259a24980fd0e4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"639","width":"852"}},{"href":"http://media.npr.org/assets/img/2015/04/05/inside-camera-car-3f1ce87f357dcbc9032773b915c9ff93935ac409.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"314","width":"419"}},{"href":"http://media.npr.org/assets/img/2015/04/05/img_6420-1b6da07d39ba623aa00069e24a6a1587e49c9466.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"765","width":"1021"}},{"href":"http://media.npr.org/assets/img/2015/04/05/jack-in-c-130-74af36a3ca1004c6e2cb35714cba64ddbe2b6c19.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"767","width":"1023"}}]}