{"created":"2015-06-06T21:26:19+00:00","modified":"2015-06-08T23:27:23+00:00","valid":{"from":"2015-06-08T23:27:23+00:00","to":"3015-06-08T23:27:23+00:00"},"hreflang":"en","title":"Wimberley Residents Leery Of River Weeks After Devastating Floods","published":"2015-06-08T23:27:00+00:00","teaser":"Search crews continue to look for three missing people after the Memorial Day weekend flood on the Blanco River. Meanwhile, those in Wimberley, Texas, are struggling to put their lives back together.","itags":["npr_api","412524266"],"guid":"5cab1a94-dbc6-4558-8b29-fce625c92257","contentencoded":"<p>Today, nearly two weeks after the catastrophic Memorial Day floods in Texas, search crews are still combing the banks of the Blanco River looking for three people who remain missing. They've already found eight bodies.</p><p>Meanwhile, residents of the tourist and retirement town of Wimberley, Texas, hit hardest by the flood, are cleaning up and struggling to reclaim their lives.</p><p>The Wimberley Lion's Club went ahead with its monthly Market Days fair on Saturday. They're giving away bumper stickers that say \"#WimberleyStrong\" in exchange for a flood donation. The sale-day coordinator, Kelly O'Keefe, is busy as usual, tending to the vendors offering pickled okra and floppy sunhats. But she's even more harried under the circumstances. O'Keefe lost everything.</p><p>\"We watched our house being torn apart,\" she says, sitting at the Lion's Club booth while shoppers stroll about. \"[It] slid off of its foundation and started to rip into pieces. And the water was raging — the sound of it.\"</p><p>She and her roommate, Kris Cusack, will never forget that sound coming down the normally placid Blanco River, with its stately cypresses and rope swings and party trailers along the banks.</p><p>\"[It was] like the loudest rolling thunder you could possibly ever hear, mixed in with bomb-like sounds, like you're a war zone,\" says O'Keefe. \"With trees snapping and the roar of the river. It was absolutely terrifying.\"</p><p>Kelly and Kris, 49 and 65 respectively, had their three-bedroom home swept off its foundation. The bed and breakfast behind their house, which was their main source of income, was also washed away. But they were able to get out in time. Kris' 87-year-old mother, Nancy, quipped: \"I guess it was time to down-size.\"</p><p>They're now living in the home of Kris' sister and wondering what their next move will be. Rebuilding is out of the question.</p><p>\"I couldn't because even the sound of the river now — I would start physically shaking,\" she says. \"I will not rebuild down there. And I don't know if FEMA would even let us. I think they're going to redefine the flood plain anyways.\"</p><p>O'Keefe says she's the one who usually volunteers to help others. She now finds herself accepting the kindness of strangers: food, water, clothing and cleanup crews hauling off debris from her yard.</p><p>\"It's really difficult to be the one with my hand out,\" she says.</p><p>O'Keefe needs to go to her property to meet a representative from FEMA. She drives her little white sedan — the only thing that was saved — down River Road to Wagon Wheel Circle.</p><p>She misses two things particularly badly: the gold cross that belonged to her grandmother, and her cat, Mama.</p><p>\"Kitty, kitty, kitty!\" O'Keefe yells. \"C'mon Mama!\" After scanning the green lawn for her furry companion, her voice lowers and she sighs.</p><p>\"I don't think she made it,\" she says.</p><p>O'Keefe points to the two empty rectangular spaces on her lot, now scattered with overturned cinder blocks.</p><p>\"This is where the slab was, and that's where our B&B was. Unbelievable, isn't it?\"</p><p>In the short term, O'Keefe tries to eat enough and stay rested and leave time for prayer. In the long term, she and her roommate are thinking of leaving Texas. They may go to the mountains and get away from the sound of the river. They're lucky that they own a vacation home in Pagosa Springs, Colo.</p><p>And if Kelly O'Keefe does leave Wimberley, there's something she'll take with her.</p><p>\"Texas women are pretty strong,\" she says with a chuckle.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wimberley+Residents+Leery+Of+River+Weeks+After+Devastating+Floods&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"John Burnett","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412525668-0d6586.m3u?orgId=1&topicId=1003&d=210&p=2&story=412524266&t=progseg&e=412454338&seg=2&ft=nprml&f=412524266"},{"href":"http://media.npr.org/assets/img/2015/06/06/img_3652-fde054f2aa0a9053c8d94ebe9e405bc3a448b704.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}}]}