{"created":"2015-05-20T23:13:19+00:00","modified":"2015-07-01T14:57:01+00:00","valid":{"from":"2015-07-01T14:57:01+00:00","to":"3015-07-01T14:57:01+00:00"},"hreflang":"en","title":"Chipping Away At The Mystery Of The Oldest Tools Ever Found","published":"2015-05-22T13:24:00+00:00","teaser":"How do you prove a rock was actively shaped and used as a tool more than 3 million years ago? Scientists found a kit of more than 140 artifacts in one spot and say the tools' crafters were pre-human.","itags":["npr_api","407968529"],"guid":"5cc3c355-64bf-4813-9d2a-9d5e95876220","contentencoded":"<p>A scientific discovery in Kenya, first <a href=\"http://www.npr.org/sections/thetwo-way/2015/04/15/399937433/new-discovery-of-worlds-oldest-tools\">reported</a> in April, challenges conventional wisdom about human history, say the scientists who made the discovery and are now releasing the details. The scientists say the collection of stone tools they turned up near Lake Turkana were made long before the first humans are thought to have evolved.</p><p>This week the scientists <a href=\"http://www.nature.com/articles/nature14464.epdf?referrer_access_token=ONItcR-VNDkOjrQVBCanLNRgN0jAjWel9jnR3ZoTv0PITTQVev_33gWVYQXx52cEkpH9nUnt-rKX1_zNXNohJKVByp0zv6_xN5X0rA0Wih9XilWghrY-ddqOMb2ti9abVYRieofbNMfZKVA0XPhasjo9am06pJWuORLiPDtYXFSU4HsNwbCpGo-cEFH4lovp&tracking_referrer=www.bbc.com\">unveil the details</a> of their discovery in the journal <em>Nature</em>.</p><p>What's remarkable about the find is that, up until now, scientists widely believed that humans invented stone-tool making. In fact, anthropologists call the earliest humans <em>Homo habilis --</em> meaning <a href=\"http://humanorigins.si.edu/evidence/human-fossils/species/homo-habilis\">handy man</a>.</p><p>The toolmaking technique associated with humans involves whacking rocks together in just the right way to fashion sharp tools. Until recently, the evidence — fossil bones and very old tools — has suggested this talent emerged about 2.5 million years ago.</p><p>But a team led by scientists from New York's Stony Brook University discovered stone tools that are much older than that, in a desert area west of Kenya's Lake Turkana. The tools are now in a museum in Nairobi.</p><p>Team leader <a href=\"http://www.stonybrook.edu/commcms/anthropology/faculty/tbi.html\">Sonia Harmand</a> says Sammy Lokorodi, a Kenyan goatherd and fossil hunter on the team, found the first stone tool on the surface. Harmand knew it was old but at first didn't quite know what they had.</p><p>\"We were very, very excited,\" she says. \"But at that time, we didn't know, at all, we were going to have these stone tools begin at 3.3. million years ago.\" That's hundreds of thousands of years before humans evolved from apelike ancestors.</p><p>Reliably confirming the age of this assemblage of stones was just the start. The researchers also had to prove that the sharp rocks had actually been crafted by hand and weren't just stones accidentally shaped like tools by natural forces — wind or water, for example.</p><p>\"The jumping up and down lasted a couple of minutes in the field,\" says <a href=\"http://www.jasonelewis.com/About_Me.html\">Jason Lewis</a>, another archaeologist and member of the Stony Brook team. \"We very quickly had to put our nose to the grindstone to put everything together to convince the rest of the world.\"</p><p>What convinced the team (and other scientists who have seen the tools) was the fact that there was a whole stone-tool-making kit right there — all in one place. The kit was just like the ones the first humans used; it included big core stones, flat anvil stones and sharp flakes.</p><p>To make a tool, you place the core stone on the anvil stone and strike it hard with another rock, Lewis says. Certain marks on the stones found in Kenya confirm they were manipulated this way.</p><p>\"It's clear that the intention was to hit the stones together in such a way as to break off a series of sharp flakes,\" says Lewis.</p><p>And they found lots of these sharp flakes at the site. These are the \"knives\" of the Stone Age. They might have been used to cut meat off bone, or perhaps to cut up vegetable matter. In all, the team found more than 140 toolmaking artifacts at the site. While they weren't as sophisticated as tools that have been associated with the first humans, they were definitely crafted intentionally.</p><p>And at least one of the flakes actually fit perfectly into the grooves of one of the core stones. Harmand says that was the cherry on the cake — further evidence that someone had worked on these rocks at the site.</p><p>\"The magic is being able to touch these stone tools for the first time, after 3.3 million years,\" she says.</p><p>So who made these tools? Certainly, chimpanzees can use stones as tools, to hammer and open nuts, for example. Chimps also fashion sticks to fish out termites from nests. But they don't manufacture stone tools like these.</p><p>The Stony Brook team says the maker of these tools might have been an apelike creature called <em>Australopithecus,</em> or perhaps <a href=\"http://www.columbia.edu/itc/anthropology/v1007/2002projects/web/kenyanthropus/kenyanthro.html\">a lesser known primate</a> of the period, <em>Kenyanthropus</em>. <em>Australopithecus</em> is known from the famous fossil <a href=\"http://www.nhm.ac.uk/nature-online/life/human-origins/early-human-family/australopithecus-afarensis/\">Lucy</a>, about 4 feet tall, and living in trees, as well as on land.</p><p>But even if humans can no longer lay claim to inventing stone tools, it's worth considering whether toolmaking would have been a regular part of the <em>Australopithecus</em> skill set.</p><p>\"The question, I think, is not <em>could </em>they have, but <em>would </em>they have done so repeatedly,\" says <a href=\"https://www.chatham.edu/academics/programs/undergraduate/biology/facultydetails.cfm?FacultyID=364\">Erin Marie Williams-Hatala</a>, a paleoanthropologist at Chatham University in Pittsburgh, who studies stone tools.</p><p>She says the wrists and hands of <em>Australopithecus — </em>which included long fingers and slender thumbs — were adapted to grasping tree branches. Sure, maybe these hands could also make tools, Williams-Hatala says, but it probably would have been a chore.</p><p>\"And maybe,\" she says, \"because it took them so long to do it, it didn't make sense for their subsistence strategy — for the way that they lived their lives.\"</p><p>Making tools probably didn't become a part of everyday life, she says, until the evolution of the first human hands, which had big strong thumbs that could connect with the fingertips in a tight grip and offered better fine motor control. Also, says Williams-Hatala, the human wrist is much more flexible in a way that enabled an efficient tool-cutting motion.</p><p>\"When our hands and wrists changed to a sufficient degree,\" she says, \"it began to make sense for our ancestors to engage in these behaviors in a new way, and probably more frequently\" — maybe frequently enough to give humans an edge in the competition for survival.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Chipping+Away+At+The+Mystery+Of+The+Oldest+Tools+Ever+Found&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris joyce","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408549746-b12640.m3u?orgId=1&topicId=1007&d=212&p=2&story=407968529&t=progseg&e=408538295&seg=19&ft=nprml&f=407968529"},{"href":"http://media.npr.org/assets/img/2015/05/19/tool-in-situ-being-unearthed-at-excavation_3-c7a247936ac78d156e3b74300d1766e1ebae7ae8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/19/harmand-and-lewis-looking-at-tools-2846de447d41c0b3225b376dfcb9476ecc50e306.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/05/19/large-view-of-excavation_2-e24973cc70d6e2625d01bab941debc253f733b20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}