{"created":"2015-01-13T08:34:37+00:00","modified":"2015-01-21T17:03:37+00:00","valid":{"from":"2015-01-21T17:03:37+00:00","to":"3015-01-21T17:03:37+00:00"},"hreflang":"en","title":"'Kings When It's Good': Oklahoma Braces For Possible Crude Crash","published":"2015-01-13T17:26:00+00:00","teaser":"Big-energy states are hoping the cheap oil is just a blip. In Oklahoma, the head of a catering firm delivering food to oil field workers worries that \"$40-a-barrel oil? It's going to shut everything.\"","itags":["npr_api","376765881"],"guid":"5ccf58e7-fa71-4e04-81d2-4ee090cbf724","contentencoded":"<p>The sign on the front door of Pecan Creek Catering in New Cordell, Okla., may say closed, but this kitchen is open for business. It used to be a cafe, but owner Chad Igo closed the restaurant years ago to focus on catering exclusively to the oil industry.</p><p>\"We're kings when it's good. They love us. But as soon as it gets tight, we're the first one to get cut,\" he says.</p><p>Igo knows that on-site dining in the oil patch is a luxury — and the recent drop in oil prices has slowed not only the energy industry in Oklahoma but also potentially the businesses that cater to it. Some energy companies are slashing spending and idling rigs.</p><p>Igo hasn't heard of any large-scale layoffs, but workers in Oklahoma's oil fields are anxiously waiting for layoffs, more bad news, or, hopefully, the price of oil to go back up.</p><p>\"I mean, $40-a-barrel oil? It's going to shut everything. I mean, it's going to. They won't do it. It's going to catch up sooner or later. They will shut down,\" Igo says.</p><p>Oklahoma Gov. Mary Fallin says she hopes the cheap oil is just a blip — not a bust.</p><p>\"We're hoping that this will be a temporary, short-term drop in the price of a barrel of oil. But that's hard to predict, so we're being cautiously optimistic in planning that there might be a potential slump in the economy,\" she says.</p><p>Fallin and other lawmakers are warning state agencies that low oil prices could stall the state economy. The crash could deepen a $300 million state budget gap.</p><p>\"The oil and gas industry is by far the largest single source of tax revenue to the state,\" says Mark Snead, an economist and president of RegionTrack, which provides economic forecasting for state finance officials. He's telling lawmakers to build their budget with $60-a-barrel oil in mind.</p><p>\"The share of earnings of workers in the state from oil and gas is actually slightly higher today than it was in 1982,\" Snead says.</p><p>The 1980s oil boom and the devastating bust that followed lingers in many Oklahomans' minds. The industry recovered, reaching $130 per oil barrel in 2008; that helped insulate the state from the worst effects of the Great Recession. Those record prices plunged in 2009 but again recovered until recently.</p><p>In New Cordell, Okla. — commonly known as Cordell — Pecan Creek Catering grosses about $1 million a year and employs about a dozen people. Those are big numbers for a town with less than 3,000 people.</p><p>\"Last year we dumped $300,000 worth of payroll into Cordell, America. And that's something we're proud of. I mean, because it's a small town,\" Igo says.</p><p>For now, Pecan Creek is holding steady. Igo is confident because he, like many Oklahomans who depend on the energy industry, survived the last crude crash. But this time around, Igo has a fallback. He bought a building down the road just in case he has to stop catering to the oil field and get back in the restaurant business.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Kings+When+It%27s+Good%27%3A+Oklahoma+Braces+For+Possible+Crude+Crash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Wertz","audio":[{"meta":{"duration":"203"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376896413-9c9753.m3u?orgId=1&topicId=1017&ft=3&f=376765881"},{"href":"http://media.npr.org/assets/img/2015/01/12/20141003---roger-mills-county281_hr-65edbd1d93e5a88e2cbc56175a1cd7d289d88ddd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1784","width":"2379"}},{"href":"http://media.npr.org/assets/img/2015/01/12/20150106---pecan-creek-pics071_hr-edit-577f087ca974b1620e1707a7bc0141227f6285e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1669","width":"2226"}},{"href":"http://media.npr.org/assets/img/2015/01/12/20141218---fallin-revenue-certification011_hr-4a6e53ea7da133da91014b14b39ab6dea246117c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}