{"created":"2014-09-03T21:05:39+00:00","modified":"2014-10-31T00:53:46+00:00","valid":{"from":"2014-10-31T00:53:46+00:00","to":"3014-10-31T00:53:46+00:00"},"hreflang":"en","title":"New York Philharmonic's Lead Fiddler Rests His Bow","published":"2014-06-25T15:58:00+00:00","teaser":"Glenn Dicterow became the youngest concertmaster in New York Philharmonic history in 1980, when he was just 31. After spending more than half his life leading the violin section, he says goodbye.","itags":["npr_api","325176636"],"guid":"5cd247a9-ce3b-4c3c-bf4e-f016688c7cc4","contentencoded":"<p>Most people who attend symphony performances can spot the concertmaster. That's the first chair violinist who enters before the conductor and helps tune the orchestra. But the all important position calls for much more than that — from playing tricky solos to shaping the sound of the string section.</p><p>\"Glenn Dicterow is the quintessential concertmaster, in my opinion,\" Alan Gilbert, music director of the New York Philharmonic, says. \"The concertmaster more than any other individual musician in an orchestra can really affect not just the sound, but the whole attitude, the whole approach to music. And I don't think you'll ever hear anyone say a bad word about Glenn; he's loved by all his colleagues.\"</p><p>When Dicterow joined the New York Philharmonic in 1980, at the age of 31, he was the youngest concertmaster in the orchestra's history. Since then, he's played in more than 6,000 concerts with more than 200 conductors. The violinist says a big part of his job is political.</p><p>\"It's how you get along with your colleagues, how you solve problems, be it a problem that involves two people not getting along or somebody not really doing their job, as far as being part of the team, you sort of have to take care of those things,\" he says. \"And, let's say we have a guest conductor who, basically, rubs people the wrong way — it's my job to make peace. Everybody needs to get along to make gorgeous music. That's the bottom line.\"</p><p>Dicterow came to New York from Los Angeles, at the invitation of Zubin Mehta. The orchestra then was mostly made up of men and had a reputation for being somewhat cantankerous.</p><p>\"The 'old guard,' as they called them. They said what they felt right away,\" he says. \"And if somebody was on the podium that they didn't quite like they would tell him off. Sometimes they didn't get along and there were some pushing and shoving matches.\"</p><p>The longtime concertmaster says there are maybe three or four people left from those days. Now, it's a more diverse group and the orchestra is more than 50 percent women. He thinks these musicians are more flexible and open; several of them, including conductor Alan Gilbert, are his former students.</p><p>\"I don't have an exact body count, but I think it's, I would venture to say it's about 11,\" he says.</p><p>One of those former students, Lisa Kim, is associate principal second violin. She says Dicterow taught her more than just musical lessons.</p><p>\"The positive energy that he has really affects the whole orchestra onstage,\" she says. \"And I didn't really realize it at the time; I mean, you play well and that's fine, you know, that's all you need. But it's more to it than that.\"</p><p>Dicterow has a fondness for all four Philharmonic music directors he's played under, but he holds a special place in his heart for the late <a href=\"http://www.npr.org/artists/15234027/leonard-bernstein\" target=\"_blank\">Leonard Bernstein</a>, who was the Philharmonic's music director emeritus during the 1980s.</p><p>\"I just heard a sound coming out of the orchestra that was magical and I don't know where it was coming from; it was like from heaven,\" he says.</p><p><a href=\"https://itunes.apple.com/us/album/glenn-dicterow-collection/id883383936\" target=\"_blank\">Bernstein's <em>Serenade</em></a> has been one of the violinist's signature pieces over the years, and Dicterow first played it with Bernstein conducting. The composer initially felt Dicterow's playing was too romantic for a work he thought of as neoclassical.</p><p>\"Meanwhile, there's nobody emoting more on the podium than he. In the <em>tutti</em> sections, he's jumping up and flailing and, you know, neoclassic my butt!\" the concertmaster says.</p><p>After he retires from the Philharmonic, Dicterow will move to Los Angeles to teach at USC's Thornton School of Music, while continuing to play chamber music and perform as a soloist with orchestras. But he says he'll miss his colleagues.</p><p>\"It got to be a family. I'm gonna miss it, but now I'm gonna be coming to the concerts and not have to practice,\" he says.</p><p>He still has a little more practicing to do yet — Dicterow will be performing the Beethoven Triple Concerto, with principal cellist Carter Brey and Philharmonic artist-in-residence <a href=\"http://www.npr.org/artists/92640666/yefim-bronfman\" target=\"_blank\">Yefim Bronfman</a> through this Saturday.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York+Philharmonic%27s+Lead+Fiddler+Rests+His+Bow&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"338"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325229929-a9f169.m3u?orgId=1&topicId=1106&ft=3&f=325176636"},{"href":"http://media.npr.org/assets/img/2014/06/24/nyp20130511-berlin_b5a0841sm-10f058166ca9ada3c9734ff5882d71015d6975b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1638","width":"2183"}}]}