{"created":"2014-09-03T15:25:31+00:00","modified":"2014-12-23T18:39:45+00:00","valid":{"from":"2014-12-23T18:39:45+00:00","to":"3014-12-23T18:39:45+00:00"},"hreflang":"en","title":"Grocers Lead Kids To Produce Aisle With Junk Food-Style Marketing","published":"2014-08-29T20:09:00+00:00","teaser":"Grocers are hoping to entice young consumers and their parents to eat more vegetables by creating kid-focused produce. They're borrowing tactics from the soda and snack industries to win them over.","itags":["npr_api","341963166"],"guid":"5cdb595c-cd75-4b1e-ba7b-4844cb3fa87c","contentencoded":"<p>Despite all the cheerleading for healthy eating, Americans still eat only about 1 serving of fruit per day, on average. And our <a href=\"http://www.cdc.gov/nutrition/downloads/State-Indicator-Report-Fruits-Vegetables-2013.pdf\">veggie consumption</a>, according to an <a href=\"http://www.cdc.gov/nutrition/downloads/State-Indicator-Report-Fruits-Vegetables-2013.pdf\">analysis</a> from the Centers for Disease Control and Prevention, falls short, too.</p><p>So, with the back-to-school season underway and families thinking about what to pack in the lunch box, grocers are hoping to entice young consumers and their parents to the produce aisle by creating new, kid-focused snacking sections.</p><p>Giant Eagle is in the process of installing the go-to kid sections in about 200 stores in the mid-Atlantic and Ohio. And Walmart is piloting the concept in 30 stores in California, with plans to roll it out to 1,500 stores later this fall.</p><p>Bolthouse Farms, the food company that rolled out the successful <a href=\"http://www.npr.org/templates/story/story.php?storyId=130321785\">extreme baby carrot campaign</a>, is behind the effort.</p><p>The company has been developing products such as pureed fruit tubes that kids can suck and slurp, all-fruit smoothies and bags of baby carrots called Veggie Snackers that come with pouches of bright-colored, bold-flavored seasonings.</p><p>When kids open the package and shake in the seasoning, the carrots take on some of the characteristics of chips like Doritos. \"They give you that crunch and flavor,\" says Jeff Dunn, CEO of Bolthouse. \"You're going to lick your fingers, and get that same sensory [experience] you get with salty snacks.\"</p><p>Dunn, a former Coca-Cola executive, is borrowing a lot of the marketing and design tactics used in the soda and snack industries to drive up demand in the healthy snacks business.</p><p>And many grocery retailers are eager to get in on the action. Laura Karet, CEO of Giant Eagle, says when she was first pitched the kid-focused destination in her stores' produce aisles, she thought, \"This is a win-win.\"</p><p>\"When I go into the produce section,\" Karet says, \"there's not quite as much going on for [kids] compared to, say, the cereal aisle or the candy shelves.\"</p><p>And she's hoping the new approach will make the produce section pop for more kids. The price point, at $3.99 for multi-packs of Fruit Tubes and Veggie Snackers, is competitive, too.</p><p>\"I think the kid-friendly snacking stations are an absolutely fascinating concept,\" says <a href=\"http://dyson.cornell.edu/people/profiles/just.php\">David Just</a>, a behavioral economist at Cornell University. Telling kids what they should eat is not very effective, he says. \"They're not concerned about beta-carotene, or what diseases they might get when they're 50. They're much more in the moment.\"</p><p>So, promoting carrots that taste, well, close to a Dorito and are packaged in a funky, playful way? Yep, this might be the kind of strategy that works.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Grocers+Lead+Kids+To+Produce+Aisle+With+Junk+Food-Style+Marketing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343073958-35e056.m3u?orgId=1&topicId=1053&ft=3&f=341963166"},{"href":"http://media.npr.org/assets/img/2014/08/22/healthysnack2-af482f422ee10c08110241dce0d1c473ca7e5caf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2512","width":"3349"}},{"href":"http://media.npr.org/assets/img/2014/08/25/chililime-97b7ced1bb9e31165c62362ccd6037f865e2d711.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1854","width":"2474"}}]}