{"created":"2014-08-28T02:32:19+00:00","modified":"2014-11-12T01:05:25+00:00","valid":{"from":"2014-11-12T01:05:25+00:00","to":"3014-11-12T01:05:25+00:00"},"hreflang":"en","title":"An Unlikely Psychologist-Patient Friendship Unfolds In 'The Story Hour'","published":"2014-08-16T12:28:00+00:00","teaser":"Thrity Umrigar's new novel is about two women with \"a mystical connection.\" Lakshmi is stuck in a loveless marriage. Dr. Maggie Bose decides Lakshmi doesn't need a shrink — she needs an escape.","itags":["npr_api","340669847"],"guid":"5cde6d59-8a61-41b4-b474-a6d6d79b5689","contentencoded":"<p><em>The Story Hour</em> explores an unlikely — and medically unethical — friendship between a psychologist and a patient. \"It's a bit of a mystical connection,\" novelist Thrity Umrigar tells NPR's Scott Simon.</p><p>Lakshmi is stuck in a loveless marriage. She works for her husband, whom she loathes, in a small restaurant. Dr. Maggie Bose takes Lakshmi on as a patient, but soon decides her patient doesn't need a shrink — she needs an escape.</p><p>Umrigar is the author of five previous novels, including <em>Bombay Time</em> and <em>The Space Between Us</em>.</p><hr /><h3>Interview Highlights</h3><p><strong>On the different worlds the two characters come from</strong></p><p>Lakshmi is basically a recent immigrant to the U.S. She's the daughter of peasants, grew up in rural India. She is only here because she is basically trapped in a loveless arranged marriage. And Maggie is a character that most of us would recognize. She's a well-educated, African-American woman who is in a very loving marriage with an Indian man who is a professor of math.</p><p><strong>On what makes the characters reach across the patient-therapist divide</strong></p><p>There are obvious parallels that they both recognize — or at least Maggie recognizes right away. The very, frankly, shallow and superficial connection ... is that they are both married to Indian men, even though [their husbands] are quite different from each other. The real connecting tissue, between the two of them, I would say, is the fact that they both lost their mothers at relatively young ages. And there is something in the kind of almost existential loneliness that Lakshmi experiences in a very isolated life in America that tugs at Maggie, that speaks to Maggie.</p><p><strong>On how no one story can encompass a person</strong></p><p>What happened to me in the course of writing this book is that I came to a new understanding of what the stock therapy model actually means. And it made me realize that it's really a tribute to the act of storytelling — that it is in telling different stories about ourselves one central narrative emerges, and once that happens, there is potential then to play with that narrative and change it, and that is how personal transformation can perhaps begin to occur, which, of course, is the ultimate goal of therapy. And I do believe there is something extremely valuable and cathartic about telling each other our life stories.</p><p><strong>On Maggie's fascination with Peter, a man who the reader can see is probably not good for her</strong></p><p>Think of what the history of the world would be if we all shied away from bad news and people who were bad for us. ... What I love about Maggie is that given what she does for a living — this is just her weak point. She begins to get some glimpses later on as to why she's so drawn to this guy who clearly is bad news, and how much she is risking for the sake of somebody who, even she at some level realizes is simply not worth it.</p><p><strong>On Maggie's statement that we are \"earthbound creatures\"</strong></p><p>I think what brings Maggie to say that is this growing horror at how wrong she has been. Not only in her judgment of Peter, but in her own judgment of her own marriage and her own life. ... What she realizes as the paragraph goes on to say: What really matters is the person who makes you that pot of chicken noodle soup on a damp Saturday evening — ultimately, that's where life is lived. ...</p><p>In my very first novel, <em>Bombay Time</em>, there's a passage that basically says that everything that's out in the world exists within the head of a human being. And I think in some ways, this is just a different way of getting at that same concept: that everything that we know about human nature, about the world at large, exists within us also.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Unlikely+Psychologist-Patient+Friendship+Unfolds+In+%27The+Story+Hour%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"376"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340857908-89da7c.m3u?orgId=1&topicId=1033&ft=3&f=340669847"},{"href":"http://media.npr.org/assets/img/2014/08/15/rm_thrity_copywrite-robert-muller_2009-3--e37cd2c1c9535b3eaa816676be106de3c74f8ae5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2135","width":"2847"}}]}