{"created":"2014-11-02T12:03:20+00:00","modified":"2014-11-10T21:55:13+00:00","valid":{"from":"2014-11-10T21:55:13+00:00","to":"3014-11-10T21:55:13+00:00"},"hreflang":"en","title":"Rebuilding A Broken Family 'In Plain Sight'","published":"2014-11-03T23:23:00+00:00","teaser":"Somali author Nuruddin Farah's new novel follows a glamorous photographer who takes in her brother's children after he dies in a terrorist bombing. Reviewer Alan Cheuse calls it complex yet uplifting.","itags":["npr_api","360183564"],"guid":"5cdf7825-ee97-4b33-a8e2-a23317e3f4cc","contentencoded":"<p>When Nuruddin Farah was a young writer, he published a satirical novel about Somalia, his native country. On his way home from a trip he called his brother, to ask for a ride from the airport. His brother told him not to come home: His novel had caused a stir, and authorities were looking for him.</p><p>For the next 22 years Farah lived in exile all over the world, chronicling the lives of Somalis from abroad. Even now, he resides mainly in Cape Town when he isn't teaching at a small college outside New York City. His latest book is called <em>Hiding in Plain Sight</em>, and it's well worth<em> your</em> looking for it. This novel — Farah's 12th — takes us deep into the domestic life of a sophisticated African family, with great emotional effect.</p><p>The book opens with a Somali UN official — a man named Aar, father of two, finishing up his assignment at the UN headquarters in Mogadishu. A terrorist, possibly someone from his own staff, has been sending him threatening notes.</p><p>Aar finally caves in and decides to leave Somalia, but not before making one more trip to his office to pack some papers and memorabilia. Just before he heads out the door for the airport, someone sets off a bomb, and he dies in the explosion.</p><p>Next we meet the dead man's half-sister, a glamorous photographer named Bella. She lives a life of sophisticated pleasures, in Rome and other places, but her brother's demise sinks her deeply in grief. Since his wife has long-ago abandoned the kids, Bella puts Rome and lovers behind her, packs her bags, and cameras, and heads to Nairobi to pick up her niece and nephew at boarding school. In Farah's words, she feels \"she is answering a call to serve, almost a religious calling.\"</p><p>For the rest of the novel, Bella tries to reconfigure the family, dedicating herself to the children. But then their flamboyant mother shows up, with her female lover in tow, setting off a multi-layered battle over the kids that plays out to the very last page. Though the main story seems overt, Farah's execution of it remains quite subtle. Each of the kids, a teenage brother and sister, become starkly real in their intelligence, ingenuity, anger, and grief. Even their outrageous mother (and her selfish choices) seems credible.</p><p>This brilliant and deeply feeling novel of manners takes place in modern urban Africa, with its guarded gated communities, gourmet take-out, and highfalutin' lawyers on both sides of the custody battle. But the questions, the tension at the heart of it is global: Will the kids be all right? And can Bella make a good new life for herself as the head of a family?</p><p>This family, our families, Africa and Europe and America, have never seemed closer in the way we live now — and this engaging novel, from its explosive beginning to its complex yet uplifting last scenes, shows us why.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rebuilding+A+Broken+Family+%27In+Plain+Sight%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"133"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361206293-d18a99.m3u?orgId=1&topicId=1034&ft=3&f=360183564"},{"href":"http://media.npr.org/assets/img/2014/10/30/hiding-dc1befc43c5242c83412998930ada34b7c8375c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"393","width":"524"}}]}