{"created":"2015-06-08T18:10:56+00:00","modified":"2015-06-08T19:20:25+00:00","valid":{"from":"2015-06-08T19:20:25+00:00","to":"3015-06-08T19:20:25+00:00"},"hreflang":"en","title":"Recipes For A Summer Picnic","published":"2015-06-08T19:18:00+00:00","teaser":"From a salad in a jar to sun-brewed fresh mint tea, our resident chef shares picnic-friendly recipes and tips.","itags":["npr_api","412916159"],"guid":"5ceb5b1b-ef5c-460e-baf0-85e6ec1bb0e4","contentencoded":"<p>Now that the summer weather has arrived, <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now</a></em> resident chef <strong>Kathy Gunst</strong> wants to eat outdoors! She joins host Robin Young with recipes for foods that can go on the patio, in the park or on the beach. They include:</p><ul><li><a href=\"#salad\">Salad in a jar</a> (along with an <a href=\"#vinaigrette\">herb vinaigrette</a>)</li><li><a href=\"#parfait\">Raspberry-rhubarb yogurt parfaits</a></li><li><a href=\"#tea\">Fresh mint sun iced tea</a></li><li><a href=\"#cookies\">Oatmeal, raisin, coconut cookies</a></li><li><a href=\"#deviled-eggs\">Deviled eggs with cucumber, lemon and herbs</a></li></ul><p><a name=\"salad\"></a>Kathy also introduces us to the new cookbook &#8220;<a href=\"http://www.amazon.com/The-Picnic-Recipes-Inspiration-Blanket/dp/1579656080\" target=\"_blank\">The Picnic</a>.&#8221; <a href=\"http://hereandnow.wbur.org/2015/06/08/recipes-the-picnic\" target=\"_blank\">See two recipes from the book</a>.</p><h4>Layered Salad in a Jar</h4><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/06/0608_summer-picnic-recipes.pdf\" target=\"_blank\">(View/print a PDF of all the recipes)</a></p><p><strong>Kathy’s Note:</strong> It’s always hard to pack up a salad for a picnic. The big wooden bowl doesn’t fit in the picnic basket or it falls out, or you pack all the elements up in separate plastic containers and they wilt. Not ideal. This is a cool idea where a salad is layered in a Mason jar or plastic container. The idea is simple: a bit of lettuce on the bottom, topped with grated carrots and then slices of peppery radishes and then cubes of cheese or nuts and then peppery arugula.</p><p><strong>The recipe:</strong> layer about 1/4 cup of any or all of these, alternating colors and textures. Be sure not to fill the jar all the way up to the top; leave at least an inch of room for salad dressing. When you get to the picnic you simply pour a little dressing on top and shake the salad up in the jar.</p><p><strong>Some ideas for salad layers:</strong></p><p>Grated carrots</p><p>Thinly sliced radishes or baby turnips</p><p>Chopped lettuce</p><p>Chopped arugula</p><p>Chopped nuts or sunflower seeds</p><p>Cherry tomatoes or chopped ripe tomatoes</p><p>Chopped peeled cucumbers</p><p>Chopped red, green and/or yellow pepper</p><p>Ripe (but not too ripe) avocados, cut into cubes and tossed with lemon juice (to prevent browning)</p><p>Croutons</p><p>Cubes of cheese or grated cheese<a name=\"vinaigrette\"></a></p><p>Any of your favorite vegetables or salad ingredients</p><ul><li><a href=\"https://hereandnow.wbur.org/tag/kathy-gunst\" target=\"_blank\">See more recipes and cooking segments with Kathy Gunst</a></li></ul><h4>Herb Vinaigrette</h4><p><strong>Kathy’s Note:</strong> This is a classic summer vinaigrette that I use on all sorts of summer salads. Make it in a Mason jar or sealed glass or plastic container to bring to the picnic. The vinaigrette will keep for ten days sealed in the refrigerator.</p><p><em>Makes about 1 1/2 cups.</em></p><p><strong>Ingredients:</strong></p><p>1 tablespoon Dijon mustard</p><p>Salt and freshly ground black pepper</p><p>1 tablespoon chopped fresh chives</p><p>1 tablespoon chopped scallions</p><p>2 tablespoons chopped fresh basil</p><p>1/2 cup white wine vinegar</p><p>1 cup olive oil</p><p><strong>Instructions:</strong></p><p>Add the mustard, salt and pepper to the bottom of a Mason jar or tightly sealed plastic container. Stir in the chives, scallions and basil. Add the vinegar and then the oil. <a name=\"parfait\"></a>Seal the jar and shake vigorously. Taste for seasoning adding more salt, pepper, vinegar or oil as needed.</p><h4>Raspberry-Rhubarb Yogurt Parfait</h4><p><strong>Kathy’s Note:</strong> All this simple recipe requires is cooking up some rhubarb and fresh summer berries. You cool the fruit mixture and then layer it with thick Greek-style yogurt. If you layer it in a Mason or glass jar it becomes an instant parfait easy to travel with. Top with free berries.</p><p><em>Serves 4.</em></p><p><strong>Ingredients:</strong></p><p>1 pound rhubarb, cut into small pieces</p><p>1/4 cup maple syrup</p><p>1 1/2 cups raspberries or chopped strawberries</p><p>About 2 cup Greek-style plain, maple, or vanilla-flavored yogurt</p><p>Fresh raspberries or strawberries, quartered</p><p><strong>Instructions:</strong></p><p>In a medium saucepan mix the rhubarb and maple syrup. Simmer over medium heat for about 10 minutes, stirring occasionally. Add the berries and cook another 5 minutes, stirring occasionally. Let cool.</p><p>To make the parfaits: add about 1/4 cup of the fruit mixture in the bottom of a small mason jar. Top with about 1/2 cup yogurt. Top the yogurt with another tablespoon or two of the fruit mixture.<a name=\"tea\"></a> Top with a few berries. Repeat with three other small Mason jars.</p><h4>Fresh Mint Sun Iced Tea</h4><p><strong>Kathy’s Note:</strong> This is a caffeine-free thoroughly refreshing drink for picnics or any summer meal.</p><p>Place 1/2 cup fresh organic mint into a large glass tea pot or large Mason jar.</p><p>Pour 3 cups cold water on top, place the lid on top, and let steep in the sun, or on a sunny window sill for about 1 hour.</p><p>Refrigerate and strain before using.</p><p>To serve at a picnic, <a name=\"cookies\"></a>place in a well-sealed glass jar or plastic thermos and bring a jar of ice, plastic or reusable plastic cups, straws, and fresh mint leaves for garnish.</p><h4>Oatmeal, Raisin, Coconut Cookies</h4><p><strong>Kathy’s Note:</strong> Oatmeal-Raisin Cookies are a real favorite with their chewy texture and subtly sweet flavor. This version takes the classic cookie and gives it a new twist by adding toasted coconut chips. You can find toasted coconut chips at specialty food shops or health food stores; if you can only find unsweetened coconut chips toast them on a cookie sheet in a 350 degree oven until they just begin to turn golden brown.</p><p>This dough freezes well: freeze the dough balls on a wax paper-lined cookie sheet until solid, and then transfer to a resealable plastic bag. Squeeze out all of the air from the bag before sealing. Freeze for up to 3 weeks. The dough can be baked straight from the freezer for about 18 to 22 minutes.</p><p><em>Makes about 20 cookies.</em></p><p><strong>Ingredients:</strong></p><p>1 cup (2 sticks) unsalted butter, at room temperature</p><p>1 cup packed light brown sugar</p><p>1 cup white sugar</p><p>2 teaspoons vanilla</p><p>2 large eggs</p><p>1 1/2 cups all-purpose flour</p><p>1 teaspoon baking powder</p><p>1/2 teaspoon salt</p><p>3 cups old fashioned oats</p><p>1 cup raisins</p><p>1 cup toasted coconut chips, see note above</p><p><strong>Instructions:</strong></p><p>Place a rack in the middle of the oven and preheat the oven to 350 degrees F. Line two cookie sheets with parchment paper (or grease the sheets) and set aside.</p><p>In an electric mixer fitted with the paddle attachment, beat the butter and two sugars together on medium speed until light and fluffy, about 3 minutes. Add the vanilla and mix on low speed until just combined, then add the eggs one at a time, scraping down the sides of the bowl as necessary between additions.</p><p>In a separate bowl, blend the flour, baking powder, and salt together with a whisk. With the mixer on low, slowly add the flour mixture and mix until just combined. Using a spoon or spatula, by hand stir in the oats, raisins and coconut chips, separating the dried fruit with your hands as you drop it in to make sure it gets evenly distributed.</p><p>Form the dough into 2-inch balls, using roughly 2 tablespoons dough for each and place 2 inches apart on the prepared cookie sheets. Bake for about 18 minutes, rotating the sheets front to back and top to bottom in the oven about halfway through cooking. The cookies should be golden brown around the edges. Let cool for 5 minutes on the cookie sheets, <a name=\"deviled-eggs\"></a>then transfer to a wire rack to cool completely. Store cooled cookies in an airtight container for up to 3 days.</p><h4>Deviled Eggs with Cucumber, Lemon and Herbs</h4><p><strong>Kathy’s Note:</strong> Deviled eggs are such fun picnic food. The trick is making them ahead of time and figuring out a safe, secure way to transport them. You can pack them tightly in a covered shallow plastic container (use paper towels rolled into cigar shapes to create a buffer if there’s room in the container and they are going to move around)</p><p>These deviled eggs have a little makeover. I stuff the bottom of the cooked whites with a few surprises: cucumber, fresh herbs, and lemon. Then I top the fillings with a creamy egg mixture, so that each bite reveals a burst of flavor inside. Place the eggs on top of a bed of arugula, baby watercress or pea greens. Once you get the hang of these devilled egg surprises, you can create your own flavors; see below for some ideas to get you started.</p><p><div class=\"l-article-inset inset inset-right\" id=\"sidebar\"><div class=\"inset-pad\"><div class=\"inset-title\">Egg Tips: Hard Boiled and Cracking Secrets</div><div class=\"inset-body\"></p><p>Place the eggs in a single layer in a large saucepan. Add cold water to cover the eggs by about an inch, and bring the water to a boil over high heat. When the water boils, cover the pan tightly, reduce the heat to low and cook 4 minutes. Remove the pan off the heat. Let the eggs sit for 10 minutes.</p><p>Drain the water you cooked the eggs in out of the saucepan, keeping the eggs in the pan. Shake the pan back and forth and up and down a few times, so that the egg shells crack just a little. Then fill the pan with cold water; the water will seep into the cracks in the shells and separate the eggs from the shells, making them easier to peel once they’ve cooled.</div></div></div></p><p><em>Serves 8 to 12.</em></p><p><strong>Ingredients:</strong></p><p>12 hard-boiled eggs (see below), peeled</p><p>1/4 cup mayonnaise</p><p>1 teaspoon Dijon-style mustard</p><p>Salt and freshly ground pepper</p><p>1 cup cucumber, peeled and finely chopped</p><p>1 tablespoon lemon juice</p><p>1 tablespoon finely chopped scallions</p><p>1 tablespoon fresh minced chives</p><p><strong>Instructions:</strong></p><p>Using a small, sharp knife, cut each egg in half lengthwise. Carefully remove the yolks and place in a small bowl. Mash the yolks with a fork, and add the mayonnaise, mustard, and salt and pepper to taste.</p><p>Place a tiny bit of the cucumber, lemon juice, scallions and chives into the bottom of the egg whites. Add the remaining cucumber, lemon juice, scallions and chives into the egg yolk mixture and gently stir.</p><p>Fill each egg half with a spoonful of the yolk mixture.</p><p><em><strong>Favorite Variations:</strong></em> Substitute 1 cup of any of the following for the cucumber-lemon-scallion-chive mixture above and proceed with the recipe:</p><ul><li>Thin slices of pitted green and/or black olives</li><li>Chopped roasted red pepper</li><li>Crumbled blue cheese or goat cheese with scallions</li><li>Cooked crumbled bacon and scallions</li><li>Chopped smoked salmon (or bluefish) with fresh dill and grated lemon zest</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://www.kathygunst.com/\" target=\"_blank\">Kathy Gunst</a></strong>, resident chef for <em>Here & Now</em> and author of “<a href=\"http://www.amazon.com/Notes-Maine-Kitchen-Seasonally-Inspired/dp/0892729171/?tag=wburorg-20\" target=\"_blank\">Notes from a Maine Kitchen</a>” and the video series “<a href=\"http://www.craftsy.com/class/simple-soups-from-scratch/4850;jsessionid=76CAA4F47028819E3BD2CB0F917EDC52.enya002\" target=\"_blank\">Simple Soups from Scratch</a>.” She tweets <a href=\"https://twitter.com/mainecook\" target=\"_blank\">@mainecook</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/06/04/summer-salad-recipes\">Summer Salad Recipes From Kathy Gunst</a></li><li><a href=\"http://hereandnow.wbur.org/2014/08/21/gunst-tomato-recipes\">Recipes To Make The Most Of Summer Tomatoes</a></li><li><a href=\"http://hereandnow.wbur.org/2014/07/08/kathy-gunst-summer-sauces\">Turning Fresh Herbs Into Simple Summer Sauces</a></li><li><a href=\"http://hereandnow.wbur.org/2014/06/26/summer-seafood-recipes\">Summer Seafood Recipes From Chef Kathy Gunst</a></li><li><a href=\"http://hereandnow.wbur.org/2011/05/26/kathy-gunst-grill\">Kicking Off The Summer Grilling Season With Chef Kathy Gunst</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Recipes+For+A+Summer+Picnic&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412936899-65e9cf.m3u?orgId=1&d=267&p=60&story=412916159&t=progseg&e=412911204&seg=12&ft=nprml&f=412916159"},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_picnic-blanket.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_deviled-eggs.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"875","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_yogurt-parfait.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"883","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_salad-vinaigrette.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1407","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_oatmeal-cookies.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"878","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/06/0608_sun-mint-tea.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1401","width":"1280"}}]}