{"created":"2014-10-30T19:04:44+00:00","modified":"2014-10-31T19:34:41+00:00","valid":{"from":"2014-10-31T19:34:41+00:00","to":"3014-10-31T19:34:41+00:00"},"hreflang":"en","guid":"5cf514c9-3b41-4da8-9105-1fce42fae7e0","title":"An Ebola nurse faces widespread stigma after returning from Liberia","published":"2014-10-31T19:34:40+00:00","byline":"Susie Blair, Joyce Hackel","tags":["Ebola","public health","health","government","Medicine","Health & Medicine","Monrovia","Lenox","Africa","North America","Liberia","United States","Massachusetts","West Africa","Africa","North America","Deborah Wilson","Kaci Hickox","Ebola","Medicine","Doctors Without Borders","Quarantine","Ebola virus disease"],"teaser":"It's been 21 days since registered nurse Deborah Wilson worked with Ebola patients in Liberia. That means she's Ebola-free. She's proud of the work she did with Ebola patients, but it's made life difficult — not because of illness, but because of stigmatization from even her closest friends.","contentencoded":"<p>It’s been more than 21 days since Deborah Wilson returned to the US from Liberia. That's an exciting landmark, because she’s showing no symptoms of illness after her stay in Liberia. She's officially Ebola-free.</p>\n<p>Wilson, who is originally from New Zealand, is a registered nurse living and working in Lenox, Massachusetts. She took six weeks to work on the frontlines of the Ebola crisis, working with aid organization Doctors Without Borders in Monrovia, also known by its French acronym MSF.</p>\n<p>Since her return, she and colleagues at MSF have followed the organization’s protocols. “We rest, because the main thing is that we don’t want to get sick with something else,\" she says, \"because if I get sick, everybody is going to think it is Ebola.”</p>\n<p>Wilson also says she had to stay within a three-hour radius of a designated hospital, just in case she suddenly fell ill. “Since I’ve been back, I’ve taken my temperature more than twice a day,” she says.</p>\n<p>That's a mandatory and common practice for those who are coming home from West Africa, even if they show no symptoms. While Wilson argues the measures are sufficient, some say they aren’t enough — even calling for <a href=\"http://www.washingtonpost.com/news/to-your-health/wp/2014/10/01/why-hasnt-the-u-s-closed-its-airports-to-travelers-from-ebola-ravaged-countries/\">flight bans</a> on travelers from Ebola-stricken countries. </p>\n<p>A highly publicized case of these restrictions is being tested in Maine — that’s where another Doctors Without Borders nurse, Kaci Hickox, has been endlessly tracked and monitored after working in West Africa. Hickox has actively <a href=\"http://www.bbc.co.uk/news/world-us-canada-29836550\">avoided quarantine</a>, a move Wilson endorses.</p>\n<p>“I totally support her,” Wilson says. “She’s not going to transmit Ebola. She’s not symptomatic. And even more, she’s tested negative for Ebola. Now, maybe the Ebola virus will emerge in the next 10 days — highly unlikely, since she’s testing negative.”</p>\n<p>Wilson maintains that the pressure on Hickox to surrender to quarantine is based on stigma and hyperbole, rather than actual facts.</p>\n<p>“Why should she be trapped after going and saving lives for six weeks?,” she says. “I mean, to be in those Ebola clinics — you have no idea what we go through. And to come home and then to be locked up in your house because of fear and misinformation?”</p>\n<p>It’s a stigma that Wilson herself has faced, even from those closest to her. A husband of one of her close friends, she says, has banned her from seeing Wilson. Another friend proudly told the workers during a physical therapy session that Wilson had just come back from Liberia — they told the friend not to come back.</p>\n<p>“This [was] in a medical establishment, and that’s what I find abhorrent. I feel people that are in the medical field should actually make the effort to be clear,” Wilson says. “And the thing is, the media frenzy has made it difficult to be clear.”</p>\n<p>“Haven’t we learned from how we treated people in the AIDS epidemic? Aren’t we still ashamed of what we did to the Japanese Americans?” she continues. “It’s this fear that causes us to ostracize and isolate people when we’re so privileged and we’re so lucky and we’re so educated — why don’t we start using that?”</p>\n<p>Both Hickox and Wilson knowingly put themselves in danger. But for Wilson, the decision to combat Ebola face-to-face wasn’t a hard one to make — and one she doesn’t regret, despite the ostracization she’s endured.</p>\n<p>“Why could I not go?\" she says. \"I have the skills, I’ve been to Africa before, and my boss said yes — and I’m really glad I went.”</p>\n<p><em>Want to know more? Deborah is answered questions about her experience in West Africa — and at home — on <a href=\"http://facebook.com/pritheworld\">The World's Facebook page</a>. You can click below to join in.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/photo%202.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/photo-2jpg-10"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/103020141.mp3"},{"href":"http://www.pri.org/file/103020141mp3"}]}