{"created":"2014-10-22T08:33:59+00:00","modified":"2014-11-12T19:51:42+00:00","valid":{"from":"2014-11-12T19:51:42+00:00","to":"3014-11-12T19:51:42+00:00"},"hreflang":"en","title":"Are These The Next Crossover Country Stars?","published":"2014-10-22T18:47:00+00:00","teaser":"Now that Taylor Swift has left Nashville behind, a handful of other up-and-coming stars are showing how country crosses over with other genres — and hoping for success that does the same.","itags":["npr_api","357945368"],"guid":"5cf9ae07-6391-4ff0-a037-a9cac7efc948","contentencoded":"<p><em>Listen to Ann Powers' conversation with </em>Morning Edition<em>'s Steve Inskeep about the new voices of crossover country at the audio link on this page.</em></p><hr /><p>Country music is so much more than a bunch of bros. Dirt road acolyte Jason Aldean and congenial cornball <a href=\"http://www.npr.org/artists/138465912/blake-shelton\" target=\"_blank\">Blake Shelton</a> may have the top two albums right now, but the genre is opening up to new sounds and stances, from the mainstream to the outliers. 2014 has been outstanding for country musicians messing with listeners' expectations, from Americana-leaning upstart Robert Ellis channeling his inner <a href=\"http://www.npr.org/artists/15168166/paul-simon\" target=\"_blank\">Paul Simon</a> to <a href=\"http://www.npr.org/artists/15394683/miranda-lambert\" target=\"_blank\">Miranda Lambert</a> generating feedback from her pink guitar, to <a href=\"http://www.npr.org/artists/323191173/sturgill-simpson\" target=\"_blank\">Sturgill Simpson</a> blending grit and psychedelia, to <a href=\"http://www.npr.org/artists/15397601/eric-church\" target=\"_blank\">Eric Church</a> (who can claim the year's fourth best-selling album) crashing through the arena circuit like one of the original Wild Ones. And the year's not over. October adds three more contenders to the list of top country challengers.</p><p>These artists range from a longtime underground favorite whose debut proves she's an heir to <a href=\"http://www.npr.org/artists/14864015/lucinda-williams\" target=\"_blank\">Lucinda Williams</a>' crown to an already hugely popular vocal quartet with chops <a href=\"http://www.npr.org/artists/102442872/fleetwood-mac\" target=\"_blank\">Fleetwood Mac</a> would envy. Throw in a young songwriter with a genuine feel for R&B and you have a fitting representation of country music's real eclectisism. That openness reflects both the genre's history — from its beginnings, country blended black blues with the music of rural whites newly arrived in the city — and its current state and the preferred sound of a Heartland that's rapidly changing, culturally and demographically. If this is the music of what Angaleena Presley calls the American Middle Class, it's as varied and fluid as that contested term — a sound that shakes the tree of tradition, but also sows its own seeds.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Are+These+The+Next+Crossover+Country+Stars%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ann Powers","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357998964-e86bc8.m3u?orgId=1&topicId=1106&aggIds=100920965&ft=3&f=357945368"},{"href":"http://media.npr.org/assets/img/2014/10/22/samh_8154_hires_web-f7407ca18ef44867a9be12a00d36d2cc0c06a088.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2397","width":"3197"}}]}