{"created":"2015-01-31T22:04:11+00:00","modified":"2015-02-05T03:05:19+00:00","valid":{"from":"2015-02-05T03:05:19+00:00","to":"3015-02-05T03:05:19+00:00"},"hreflang":"en","title":"Impressions From The Ice: A Poet Returns From Antarctica","published":"2015-01-31T23:30:00+00:00","teaser":"Jynne Dilling Martin spent six weeks living on the bottom of the world and watching scientists work. The experience inspired many of the poems in her new collection, <em>We Mammals in Hospitable Times.</em>","itags":["npr_api","381948996"],"guid":"5d00ca42-a64d-420b-af4d-36ce66bf5c2a","contentencoded":"<p>Last year, a poet arrived at the end of the earth: Jynne Dilling Martin spent six weeks, funded by the National Science Foundation, living in Antarctica.</p><p>She spent the summer (winter, to those of us in the Northern Hemisphere) shadowing scientists as they went about their work, and writing about the people who call the icy continent home.</p><p>Out of that project emerged many of the poems in her new collection, <em>We Mammals In Hospitable Times</em>. She sat down with NPR's Arun Rath to talk about living in a place most people will never visit — an unfathomably remote frozen landscape, with surprisingly good internet access.</p><p><em>Click the audio link above to listen to their conversation and hear Dilling Martin read one of the poems from her collection.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On living in Antarctica</strong></p><p>One of the funniest things about Antarctica is that you go to the bathroom in a bucket, you're heating frozen meals over a tiny little Coleman camp stove in an igloo or in a small tent, but there is Wi-Fi all over the continent. It's really because a lot of the science happening down there requires regular transmission of its data and details back to the States. In fact a lot of the Weather Service apparently gets [its] data from Antarctica. So there is in fact Wi-Fi even though there's almost no other imaginable creature comfort.</p><p><strong>On perception of time in Antarctica</strong></p><p>I expected the vastness of space and of landscape, and how enormous — in fact it's even more enormous than you can possibly fathom or can ever be captured in a photo or video. I did not expect how up close I would be with the enormity of time.</p><p>Being where scientists are pulling 800,000-year-old ice up out of a glacier and you can chip it off and drink it in your whiskey. Where there are fossils from 300 million years ago when Antarctica was still in the northern hemisphere and there were forests and jungles. Or there's a place where the neutrinos traveling from 10 million light years away, from other galaxies, are falling into this ice cube trap they created, and exploding in blue light.</p><p>To be up close, and see and taste and touch, vast ancient history or faraway places was to be confronted with a sense of time that I've never felt or had that kind of scale. It was so humbling.</p><p><strong>On the sun never setting</strong></p><p>The 24 hours of sunlight is, I think, actually just as upsetting in a different way than 24 hours of darkness. It's sort of the feeling that you sometimes have if you're really nervous or have drunk too much coffee, and you're both exhausted, yet unable to shut down.</p><p><strong>On what Antarctica gives us as humans</strong></p><p>I think what Antarctica gave me is also what poetry gives me, and it's space and time not to be so busy, anxious, solipsistic, self-consumed, that we don't see how tiny and infinitesimal our own life is, and yet how tied it is to everything that came before, everything that will come, and everything that's around us.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Impressions+From+The+Ice%3A+A+Poet+Returns+From+Antarctica&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"303"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382936144-c65104.m3u?orgId=1&topicId=1033&e=381948996&d=303&ft=nprml&f=381948996"},{"href":"http://media.npr.org/assets/img/2015/01/29/wemammals-36552664305ef2dfb5aaf9bb3d06a58e472d3b4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}},{"href":"http://media.npr.org/assets/img/2015/01/28/jdm-credit-cara-sucher-vertical-f91723612136d969b27d7be0cfca68d1e8d58889.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2169","width":"2892"}}]}