{"created":"2015-02-22T10:53:11+00:00","modified":"2015-02-27T23:05:17+00:00","valid":{"from":"2015-02-27T23:05:17+00:00","to":"3015-02-27T23:05:17+00:00"},"hreflang":"en","title":"To Set The Mood In Period Drama, A Composer Paints Around The Emotions","published":"2015-02-22T17:36:00+00:00","teaser":"Gary Yershon is up for an Oscar for the score of <em>Mr. Turner</em>, his fourth collaboration with director Mike Leigh. The two men share a philosophy: Never tell the audience exactly how to feel.","itags":["npr_api","387239255"],"guid":"5d160170-295a-40c1-bafb-90637b330570","contentencoded":"<p>Winners of the 87<sup>th</sup> Academy Awards will be announced Sunday night in Los Angeles, and mong the nominees for Best Original Score is Gary Yershon. He may not be as well known as his high-profile competition — notably, <a href=\"http://www.npr.org/artists/15396489/alexandre-desplat\" target=\"_blank\">Alexandre Desplat</a> and <a href=\"http://www.npr.org/artists/15399647/hans-zimmer\" target=\"_blank\">Hans Zimmer</a>. But by the time the 60-year-old composer began his long-running partnership with British director Mike Leigh, he had already been writing music for most of his life.</p><p>Yershon first worked with Leigh in 1999 as the music director on <em>Topsy-Turvy</em>, hired for his theater background and Gilbert and Sullivan expertise. After working with actors on someone else's music, Yershon began composing original scores for Leigh. The first was <em>Happy-Go-Lucky</em>,<em> </em>a film about the daily tribulations of a relentlessly cheery schoolteacher; then came <em>Another Year</em>, about a comfortably married older couple and their revolving door of not-so-comfortable friends. The score up for an Oscar this year is <em>Mr. Turner, </em>a period drama about the great 19th-century British painter J.M.W. Turner.</p><p>Despite the very different storylines in all their projects, composer Gary Yershon says his way of working with director Mike Leigh is remarkably consistent, and very intuitive.</p><p>\"What we tend <em>not</em> to do is to intellectualize too much about the technical aspects of the music,\" Yershon says. \"We'll talk about terms of color or emotion or instrumental colors that might be interesting to explore. 'Cause Mike is musically very literate; that's something he can talk about with confidence.\"</p><p>Leigh thinks equally highly of his collaborator. \"We're on the same wavelength,\" the director says. \"He has a complete, total, and impeccable sense of theater, cinema, storytelling, to his bones. You know, he is a natural.\"</p><p>Leigh says that when the two men first met to discuss the music for <em>Mr. Turner</em>, he insisted it would would not be a period score.</p><p>\"I said to him, 'Look, certainly we don't want to have faux or pastiche period music,'\" Leigh says. \"I mean, we'd been very meticulous in the look and the detail of the film in its period accuracy, but the music, the score, should somehow be a voice that comes from a different place. It should somehow be an expression of the essence of Turner's painting in some way.\"</p><p>Turner is already famous when the film opens — his seascapes are iconic — but the man himself is ill at ease. He's pushing in new directions, and his painting is becoming more abstract. Yershon wanted to capture that in the music from the very first scene.</p><p>\"There is this image — you know, it's a rural, rustic image of two Dutch women walking through a rural landscape, and then you hone in on this silhouette that you'll recognize as Turner. I kind of didn't want the audience to know exactly what it was going to be; I just wanted them to know that it wasn't what they were going to expect,\" Yershon says. \"So I took whatever I was using up high, and I took the instrument and in my head I took it to the highest sax I thought I could use — sopranino saxophone — so that they'd hear a high note, but they wouldn't know what it was on. It's a timbre that's quite unusual.\"</p><p>The music, Mike Leigh says, reflects his filmmaking philosophy of not telling his audience exactly how to feel.</p><p>\"It's more a question of a score which sits at an angle, an oblique angle, with the film, but also sympathetically. And just allows the audience to have a slightly broader perspective,\" he says.</p><p>Yershon grew up in London and studied both music and drama in college. He started out as an actor; since then he's been a singer, musical director, sound designer, writer, translator, teacher, and of course, composer. Most of his composing has been for the theater — he's scored nearly 300 stage plays, both in London and abroad. He's also scored several radio dramas for the BBC, and even an animated TV series called <em>James the Cat</em>.</p><p>In his score for <em>Mr. Turner</em>, Yershon uses a small string ensemble to evoke English gentility as Turner walks around 19th-century London, and dramatic, rumbling percussion when he enters the Royal Academy of Arts. But there's also a lot of silence.</p><p>\"Sometimes having a lot of music is fine,\" Yershon says. \"But I think it tends to be a default position for a lot of people who are not paying enough respect to their actors, and who don't have enough faith in their scenario, in their cinematography, in their editing.\"</p><p>The Oscar nomination was something of a surprise — perhaps most of all to Yershon himself.</p><p>\"It's come at a very unexpected time in my life — you know, I've been going for 40 years,\" he says. \"And it's also, I think, an encouragement to people with my kind of background, who aren't necessarily industry people, that they can make a contribution to this wonderful area, and quite unexpectedly get some notice for it.\"</p><p>Up next for Yershon are three Shakespeare adaptations for television: <em>Henry VI</em>, Parts 1 and 2, and <em>Richard III</em>. They'll premiere on PBS later this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=To+Set+The+Mood+In+Period+Drama%2C+A+Composer+Paints+Around+The+Emotions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tim Greiving","audio":[{"meta":{"duration":"433"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187264-793055.m3u?orgId=1&topicId=1106&e=387239255&d=433&ft=nprml&f=387239255"},{"href":"http://media.npr.org/assets/img/2015/02/18/1-85beeeef24d80c8f067381b9b68cec9f4e9b1e2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2150","width":"2866"}},{"href":"http://media.npr.org/assets/img/2015/02/20/garyyershon_custom-0589ba6a3d69b4e3f3f7ded3f5ffa1b8a91afa7c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"5376","width":"3996"}},{"href":"http://media.npr.org/assets/img/2015/02/18/25_custom-de326035ebcb3cc4152c533a69eb8b93d977c9b5.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2397","width":"3600"}}]}