{"created":"2014-10-08T03:00:36+00:00","modified":"2014-10-31T00:37:47+00:00","valid":{"from":"2014-10-31T00:37:47+00:00","to":"3014-10-31T00:37:47+00:00"},"hreflang":"en","title":"For Interior Secretary, Getting Outdoors Is In The Job Description","published":"2014-07-02T23:57:00+00:00","teaser":"As CEO of an outdoor equipment retailer, Sally Jewell was used to taking risks. Now, as the secretary of the interior, she has found there's little appetite for it in government.","itags":["npr_api","327797186"],"guid":"5d180c7f-2d4c-4bec-8185-c0422a88596c","contentencoded":"<p>It's rare to find Sally Jewell in her Washington, D.C., office.</p><p>A little more than a year into her job as Interior Department secretary, she spends much of her time out in the field. It's unavoidable for someone who heads the federal agency that oversees some 400 national parks and nearly 300 million acres of federal lands.</p><p>\"It's in the job description,\" she says. \"It's also a fun part of the job.\"</p><p>Of late, Jewell has been in the forefront of the administration's efforts to raise awareness of the threat of climate change.</p><p>On a recent visit to Jamestown, Va., the site of the first successful English colony and part of the Colonial National Historical Park, Jewell saw firsthand the damage that high water in recent storms has done to historic sites and artifacts.</p><p>Jamestown is already low-lying and has had several feet of shoreline disappear in recent years.</p><p>\"We think about the economic impact of storms and sea level rise and those things that we feel in climate change,\" Jewell says. \"I don't think we always think about the impact on our history and our culture and what defines us as a people. And here in Jamestown, all of that really comes together.\"</p><p>Jewell is a trim 58, just as you might expect someone to be who hikes, climbs, kayaks and once ran outdoors gear retailer REI. Her extensive business experience, including stints in banking and energy, makes her unusual in the Obama administration.</p><p>Sitting at a picnic table outside the Jamestown visitors center, she says running a Cabinet department is a bit different than running a business.</p><p>\"There are some fundamental differences between the government sector and the private sector that I understand much more today than I did a year ago.\" <strong> </strong></p><p>One of those fundamental differences, Jewell says, is risk-taking. In business, you're often rewarded for taking a risk, even if it fails. In government, she says, not so much.</p><p>\"In the government, trying new things, if you make a mistake you're drug in front of a congressional hearing of some sort. People are saying, 'Why did you take that risk?' So to convince your team that they need to think differently, that they need to take risks, is something that generally they've not ever been rewarded for.\"</p><p>Jewell says one risk she's encouraged her department to take is an initiative with the private sector, aimed at engaging young people in the outdoors.</p><p>\"The reward is extraordinary,\" Jewell says. \"It's putting on the map for these young people potential future careers they've never heard about, places they've never known before, places that they will always be connected to because of the trees that they planted or the work they did.\"</p><p>Another bit of frustration for Jewell revolves around a frequently heard complaint in Washington — the glacial pace of the Senate confirmation process. One year into what she says will be a four-year term, Jewell says she has had the majority of her assistant secretary positions \"in flux,\" and was without a deputy from last July to the end of February. Then, she says, the nomination was confirmed unanimously. \"So it this is not controversial; it is dysfunction.\"</p><p>The Interior Department's wide-ranging responsibilities include managing those 300 million acres of federal lands. This spring, the agency's Bureau of Land Management was involved in a highly politicized incident when it tried to remove Nevada rancher Cliven Bundy's cattle from federal lands after he refused to pay his grazing fees.</p><p>It resulted in an armed standoff between Bundy supporters and federal law enforcement. Jewell defends the BLM's activities.</p><p>\"For someone to openly and intentionally not pay the grazing fees undermines the law-abiding nature of other ranchers,\" she says. \"We can't stand for it. We won't stand for it.\"</p><p>It's not clear what the government's next move will be in the Bundy case, but Jewell says her job is to execute the Interior Department's mission. She says that her prior business experience helps her do that, and that she's found \"a very willing ear\" in the White House for that point of view.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Interior+Secretary%2C+Getting+Outdoors+Is+In+The+Job+Description&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327797187-3af43a.m3u?orgId=1&topicId=1014&ft=3&f=327797186"}]}