{"created":"2014-09-22T21:34:12+00:00","modified":"2014-09-24T19:38:20+00:00","valid":{"from":"2014-09-24T19:38:20+00:00","to":"3014-09-24T19:38:20+00:00"},"hreflang":"en","guid":"5d3d6847-43db-4c3b-b881-43e8b2ac5eb5","title":"Turkey's hostage problem is over, but it might stay on the sidelines versus ISIS","published":"2014-09-24T19:38:18+00:00","byline":"Christopher Woolf","tags":["Islamic State","Islamic State in Iraq and Syria","Conflict","Conflict & Justice","Turkey","Iraq","Syria","Middle East","Asia","Dalia Mortada","Bashar al-Assad","John Kerry","ISIS","Hostage taking","Kidnappings","Bashar al-Assad","Syria"],"teaser":"Turkey is celebrating the release of 46 hostages by the Islamic State movement. But Turkey still seems unlikely to be able to give its full support to the US alliance against the militants. ","contentencoded":"<p>Now that 46 Turks previously held by ISIS are home safe, Secretary of State John Kerry said Monday he expects Turkey to step up its efforts against the Islamist group. But that might not happen any time soon.</p><p>The Turkish hostages, mostly diplomats and government employees, fell into the hands of ISIS when the militants captured the Iraqi city of Mosul in June. The Turkish government cited&nbsp;the hostages as the reason it couldn&#39;t play a bigger role in the US-led alliance against ISIS, which also calls itself the Islamic State.</p><p>So why isn&#39;t Ankara eager to rush into battle now? Dalia&nbsp;Mortada, an Istanbul-based reporter, points out the very real fear of retaliation on Turkish soil, &ldquo;being that ISIS is so close.&rdquo;</p><p>Turkey has taken steps to tighten border controls since ISIS made rapid advances in Iraq and Syria at the beginning of the summer. Previously, Turkey had condoned the free movement of men, money and supplies to various Syrian rebel groups fighting the government of Bashar al-Assad.</p><p>And this past weekend, the Syria-Turkey border got a severe test when ISIS attacked a Kurdish enclave inside Syria, forcing tens of thousands of Kurds to flee. At least 130,000 were allowed into Turkey, where they are being sheltered and given food and water.</p><p>So with the hostages released, Turkey might not be eager to exacerbate its other problems. But the circumstances surrounding the release of the hostages are not clear.</p><p>&ldquo;The official explanation is actually very mysterious,&rdquo; Mortada says. &ldquo;Basically they&rsquo;ve said that there was no deal made; no ransom paid. [They say] it was an intelligence operation.&rdquo; But it also wasn&#39;t a military operation: &ldquo;These hostages were delivered. ISIS released these hostages,&quot; Mortada says.</p><p>All of that makes the official explanation hard to believe, especially as it comes more than 100 days after the Turks were kidnapped. &ldquo;It opens the question of what happened, what changed in order for this deal to be reached?&quot; Mortada says. &quot;If there was no ransom and no special deal, then what would have done it?&rdquo;</p><p>&ldquo;In terms of how much [more] Turkey can give without putting its own borders and its own territory in danger, that&rsquo;s the question that&rsquo;s being asked,&quot; she says. &quot;It all comes back to how these hostages got liberated. In the end, we don&rsquo;t know what it took to liberate them. It doesn&rsquo;t seem like we&rsquo;re getting the full story.&rdquo; &nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR472XC.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr472xcjpg"}]}