{"created":"2015-01-15T10:13:09+00:00","modified":"2015-05-13T21:21:52+00:00","valid":{"from":"2015-05-13T21:21:52+00:00","to":"3015-05-13T21:21:52+00:00"},"hreflang":"en","title":"In Jordan, The Comic Book Superheroes Fight Extremism","published":"2015-01-27T00:11:00+00:00","teaser":"Comic book creator Suleiman Bakhit found that many kids didn't have figures to look up to. So he created superheroes who combat religious extremism — and they've been a big hit.","itags":["npr_api","377385882"],"guid":"5d450fe0-c7ba-405d-836f-20b8c346a050","contentencoded":"<p>We've been hearing a lot about cartoons for all the wrong reasons recently: the horrifying attack on <em>Charlie Hebdo</em> in Paris, the divisive images, the threat of extremism. But one man in Jordan has been using comic book superheroes to try to bridge the divide and curb extremism.</p><p>His name is Suleiman Bakhit, and at a bar in Jordan's capital, Amman, he cracks open his laptop to show off some heroes. The artwork is sophisticated, vivid and influenced by Japanese comics.</p><p>\"This is Element Zero. It's the story of a Jordanian special forces operator,\" he says of one of his superheroes.</p><p>He scrolls down his computer and the story bursts off the screen — disguises, deception and victory against extremists. <br /> <br />Bakhit started these comics after he met some children in a conservative area of this mostly Muslim country. He asked them about their heroes. They said they didn't really have any, though they heard a lot about someone called Osama bin Laden. <br /> <br />\"Talking to those kids, what it showed me is there's a huge appetite for positive role models, real heroes,\" he says.</p><p>One of Jordan's royal foundations and the education ministry paid for Bakhit to to produce the printed comics that are distributed to schools. <br /> <br />It's one way Jordan is trying to dispel radical views in a still-stable country which worries about extremism seeping in from its chaotic neighbors Iraq and Syria.<br /> <br />Other tactics include the minister for Muslim affairs asking imams to keep their sermons moderate.</p><p>Under King Abdullah II, and his father King Hussein before him, Jordan has managed to stay largely calm for decades despite the region's volatility. Still, some think that despite the carrots it's offering, the government is using too much stick.</p><p>Last year, an anti-terror law was broadened and people are now being jailed for \"sowing discord\" online. Marwan Shehadeh, a religious man who is also an academic and an author, says that when you imprison someone it makes them look heroic, and jail hardens people. <br /> <br />\"You created an extreme person who will [seek] revenge in the future,\" he says. <br /> <br />Shedadeh estimates that extremists in Jordan have grown from hundreds to thousands in recent years. <br /> <br />A key moment came in September when Jordan joined the U.S. in the coalition against the self-proclaimed Islamic State, or ISIS. Radicals who admired ISIS leader Abu Bakr al-Baghdadi now also see him as standing up to the Americans. The radicals also despise Jordan for helping in airstrikes against someone they admire.</p><p>In fact, he's seen as a hero if he can \"implement an Islamic State and defeat many enemies,\" Shedadeh says. <br /> <br />In Jordan, you often hear worries about the kingdom's role in the coalition fueling extremism.</p><p>Ruheil Gharaibeh, a moderate Islamist with the Muslim Brotherhood and a university professor, says he keeps an eye on what students are saying in what they put on social media.</p><p>\"When I criticize radicalism and violence they don't like it,\" he says.</p><p>A survey by the University of Jordan last year found 10 percent of respondents consider ISIS a legitimate resistance organization. <br /> <br />For Bakhit, the comic book creator, this extremist undercurrent is very real. He has a scar across his face from an attack a few years back. <br /> <br />\"I realized that their attack meant that I was doing the right thing. I kicked the hornet's nest,\" he says.</p><p>And like the cartoonists in France, he's still creating comics.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Jordan%2C+The+Comic+Book+Superheroes+Fight+Extremism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377385883-4d908f.m3u?orgId=1&topicId=1009&d=228&p=3&story=377385882&t=progseg&e=377385776&seg=19&ft=nprml&f=377385882"},{"href":"http://media.npr.org/assets/img/2015/01/15/unknown-2-8dbf8076cda998902279e8841650dc91c3e57f86.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2943","width":"3924"}},{"href":"http://media.npr.org/assets/img/2015/01/15/cartoon-bakhit2-1064120364a9dc441890b35a2f95aa89cbc3c8a8.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1505","width":"2007"}}]}