{"created":"2015-06-25T19:06:07+00:00","modified":"2015-06-29T19:46:04+00:00","valid":{"from":"2015-06-29T19:46:04+00:00","to":"3015-06-29T19:46:04+00:00"},"hreflang":"en","title":"How A Historical Blunder Helped Create The Water Crisis In The West ","published":"2015-06-25T20:57:00+00:00","teaser":"In 1922, seven states drew up a plan for dividing the waters of the Colorado River. But they overestimated how much water the river could provide — and now 40 million Americans face a water crisis.","itags":["npr_api","417430662"],"guid":"5d79ebef-369b-4330-aeae-987f0ac06ab3","contentencoded":"<p>In 1922, seven Western states — Colorado, Utah, New Mexico, Arizona, Nevada, Wyoming and California — drew up an agreement on how to divide the waters of the Colorado River. But there was one big problem with the plan: They overestimated how much water the river could provide.</p><p>As a result, each state was promised more water than actually exists. This miscalculation — and the subsequent mismanagement of water resources in those states — has created a water crisis that now affects nearly 40 million Americans.</p><p>Environmental reporter Abrahm Lustgarten began investigating the water crisis a year and a half ago for the ProPublica<em> </em>series <a href=\"http://www.propublica.org/series/killing-the-colorado\">Killing the Colorado</a>. He tells <em>Fresh Air's</em> Dave Davies that he initially thought the water crisis was the result of climate change or drought. Instead, Lustgarten says, \"It's the policy and the management that seem to be having a greater effect than the climate.\"</p><p>Lustgarten says conservation and increased efficiency in farming could reintroduce enormous quantities of water back into the Colorado River system. By Lustgarten's estimate, if Arizona farmers switched from growing cotton to growing wheat, it would save enough water to supply about 1.4 million people with water each year.</p><p>But, Lustgarten adds, \"There's nothing really more politically touchy in the West than water and the prospect of taking away people's water rights. So what you have when you talk about increasing efficiency or reapportioning water is essentially an argument between those who have it, which are the farmers and the people who have been on that land for generations, and those who don't, which are the cities who are relative newcomers to the area.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how, in the 1920s, seven </strong><strong>Western</strong><strong> states decided how they would divide up the waters of the Colorado River</strong></p><p>The states came together and negotiated, actually, at the behest of Herbert Hoover, for how they would divide up that river. To do that, they calculated what they thought was the total flow of the river, thought they'd leave a little bit in the river for the health of the ecosystem, and divided up what they thought remained. It has turned out over the years that far less than that flows in the river. ... What that means is from the very start the Colorado River has been over-allocated — not all of those states yet take the maximum amount they're allowed to, but if they did, each of those states have been promised collectively more water than actually exists<strong>, </strong>and that's the very premise of water use in the West. Before drought, before climate change, before expansion and population<strong>,</strong> they began with the premise of thinking they had more water than they actually had.</p><p><strong>On why farmers grow such a </strong><strong>\"thirsty\"</strong><strong> crop as cotton in arid Arizona</strong></p><p>Cotton is one of the most water-intensive crops that farmers can grow. It's not the most — grasses, like alfalfa, which are also grown in abundance, use far more water. But [among] the long list of options, cotton uses about six times as much water as growing a crop of lettuce and about 60 percent more than growing wheat. Cotton has been a staple of Arizona's agriculture economy for many years. It's in decline. There's much less of it today than there used to be, but there's still more than 100,000 acres of cotton grown in Arizona.</p><p>Arizona is probably the worst off when it comes to water of the seven states in the Colorado River Basin, so that decision to continue to use its water to grow one of the thirstiest crops is something that caught our attention very early in our reporting. ... When you look at cotton, it's not actually a really good business. There's a glut of cotton on the market, there's not a lot of demand for it, and in recent years the price has been really low, so it wouldn't appear to be a very good business decision for farmers. What we found is that under the U.S. farm bill, the federal government heavily subsidizes cotton, it subsidizes other crops but no crop in Arizona received more money than cotton through a variety of forms. The farmers that I spoke with basically said that this money helps them bridge the gap between good years and bad years and keeps them in the black. If they didn't grow cotton, they wouldn't be eligible for as much money. Their entire farming operations would likely suffer.</p><p><strong>On how much water it takes to grow alfalfa, which is grown to feed cows</strong></p><p>If you were to pick any one crop that uses the most water in the Colorado River Basin, it's alfalfa. There's a lot of surprising aspects to alfalfa usage, not just that it supports our meat and dairy industries but a lot of it is actually exported to support other countries' meat and dairy industries. There's large alfalfa farms in Southern California and southern Arizona for example that are owned by the United Arab Emirates, or other Middle Eastern countries. I calculated, based on the very high water intensity of say a steak, you can calculate that if Americans theoretically ate one less meal of meat each week it would save an amount of water that could be the equivalent of the entire annual flow of the Colorado River.</p><p><strong>On one of the massive geo-engineering projects that were built to carry water from the river to the arid lands in the </strong><strong>West</strong></p><p>The Navajo Generating Station is a three-generator, coal-fired plant. It's one of the largest in the country, and it sits in the northern edge of Arizona along the Colorado River, outside the town of Page as a phenomenally massive monument to industry. It sits in an otherwise plain and open wilderness landscape, red sandstone spires and desert buttes, and then all of a sudden is this enormous, thrumming, loud facility with three smokestacks that reach almost 800 feet into the air. It consumes about 22,000 tons of coal each year and powers a number of Southwestern cities, but mainly [it] provides the power to move water through the Central Arizona Project canal into the middle of Arizona. ...</p><p>About 300 miles south of Page along the Colorado River, the river sits in a small reservoir called Lake Havasu, and from Lake Havasu there's a couple of intake pipes that move the water out of the river, about 10 percent of the flow of the river, carry it up a total elevation gain of about 3,000 feet and across 336 miles through the cities of Phoenix and Tucson into the central part of the state of Arizona. Moving that much water up that much elevation gain requires an enormous amount of energy, and to acquire that energy the federal government basically built the Navajo Generating Station in the early 1970s.</p><p><strong>On the pollution created to move the water from the river to farms and cities</strong></p><p>The Navajo Generating Station is the nation's third largest emitter of carbon dioxide, climate warming gases, of any power facility in the country. In addition to the carbon dioxide, it has historically emitted enormous amounts of nitrogen oxide, mercury, going back some years, sulfur dioxide and a slew of other pollutants that have essentially blanketed that part of the country in a fog of haze and smog. ...</p><p>It was anticipated. The earliest environmental impact statements that I was able to find, dating back to 1972, warned that the Navajo plant and another that was being built at the time would cause an exponential rise in air pollution in the region. The Union of Concerned Scientists called that part of the country a \"national sacrifice area\" if the country proceeded with its plan to mine coal and burn it for power and those concerns have essentially manifested today.</p><p><strong>On how government policies are contributing to the water shortage</strong></p><p>What I hear repeatedly from some of the smartest thinkers in the West ... is that there is plenty of water in the West, so the question is really about how do you use it better. ... The changes that we talked about in terms of farming, prioritizing which crops are grown and increasing efficiency about how water is used in the cities, they believe would make the region self-sustaining for many, many, many decades into the future.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+A+Historical+Blunder+Helped+Create+The+Water+Crisis+In+The+West+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2216"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1417500828-e1c2ab.m3u?orgId=1&topicId=1025&d=2216&p=13&story=417430662&t=progseg&e=417427555&seg=1&ft=nprml&f=417430662"}]}