{"created":"2015-06-29T21:52:47+00:00","modified":"2015-06-30T17:00:22+00:00","valid":{"from":"2015-06-30T17:00:22+00:00","to":"3015-06-30T17:00:22+00:00"},"hreflang":"en","title":"Greeks Brace For The Fallout As Deadline Looms ","published":"2015-06-29T22:36:00+00:00","teaser":"Greeks have lurched from one crisis to another in recent years and have learned to cope with uncertainty. Still, many are worried about what could happen when Greece misses a payment Tuesday.","itags":["npr_api","417415623"],"guid":"5d7a6fa0-df59-43fe-9335-c9e2b23792ec","contentencoded":"<p>Giorgos Koronis is welcoming tourists from the U.S. and England at the old Olympic Stadium in Athens, where the first modern Olympics were held in 1896.</p><p>Koronis, 50, has worked for the state for 25 years, mainly at ticket counters at various tourist sites around the Greek capital. But today he's struggling to smile.</p><p>He spent Monday morning at the ATM in line with a few retirees from his neighborhood, including his mother. <br /> <br />\"Sixty euros — that's how much I pulled out,\" he says. That's just under $70 and it's the limit for Greek bank depositors amid the current crisis.</p><p>\"Maybe tomorrow, though, I will only be able to pull out half of that,\" he adds.</p><p>The international bailout program that has been keeping the Greek economy on life support ends Tuesday. An important payment of 1.6 billion euros, or $1.73 billion is due to the International Monetary Fund and Greece will miss it. Banks are closed and will remain shut until at least next week.</p><p>Greece's anti-austerity government has asked Greeks to vote this Sunday on a new, though unfinished, bailout deal. The ATM withdrawals are limited so Greek banks — which are very low on capital — can stay solvent. Yet many ATMs are running out of cash, and all this is happening at the height of tourism season.</p><p>Greeks have been dealing with these crises for several years and have learned to cope with financial uncertainty. Still, Koronis and many other Greeks are worried this time. He's a little angry at the government for asking him to vote in Sunday's referendum on a bailout deal he says he doesn't understand. <br /> <br />\"I really hope it doesn't lead to us getting out of the euro,\" he says. \"I'm afraid we are all going to go hungry if that happens. But even now, with the euro, all these cuts, I keep worrying my salary will be cut even more.\"</p><p><strong>The Impact On Tourists</strong></p><p>A group of American high school students from Saline, Mich., and their chaperones are at the stadium.</p><p>They arrived in Greece over the weekend. They can theoretically withdraw all the cash they want since their bank is not in Greece. But many ATMs are empty.</p><p>Dane Hoffman, 17, says the group spent the weekend in the ancient city of Olympia, where the Olympics were born. One ATM had a line filled with worried Greeks, he says. <br /> <br />\"In Olympia, in that long line of people, some of the people in front of us were withdrawing all of the cash they could out of the ATMs,\" he says. They were able to withdraw as much as they wanted before the restrictions went into effect Monday.</p><p>One of the chaperones, Kurt Trainor, 46, says shop owners in Olympia asked the Americans to pay in euros.</p><p>\"They're asking you not to use your credit card, just because they don't know what's going to happen, so they would rather have you use euros,\" he says.</p><p><strong>Bigger Problems Loom</strong></p><p>Greek economist Platon Tinios says the problems will just get bigger as the week goes on. Tuesday is an important marker because of the debt repayment that Greece won't be able to make to the IMF.</p><p>\"It's like an ice cube compared to the iceberg, which is catching up to us ... which is the overall default,\" says Tinios. \"It's an important milestone, not paying the IMF could place Greece in the company of pariah nations such as Somalia, Sudan and so on, but we probably won't get there straight away.\"</p><p>Manolis Spathis, a 29-year-old unemployed economist, says that even if Greece were to get an additional bailout offer, it should reject it. He was one of thousands outside Parliament on Monday evening urging Greeks to vote \"no\" in Sunday's referendum.</p><p>He says the way out of the economic mess is clear.</p><p>\"The only way is to get out of the euro,\" he says. \"I'm unemployed. And I don't own my house. I have to pay rent. So in six months from now, if the situation doesn't improve, I will be homeless.\"</p><p>He's not alone. Many Greeks are frustrated with the damage that imposed austerity has wrought on the country.</p><p>But public opinion polls show that most Greeks still want to keep the euro as their currency.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Greeks+Brace+For+The+Fallout+As+Deadline+Looms+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418641211-100962.m3u?orgId=1&topicId=1124&d=270&p=2&story=417415623&t=progseg&e=418639061&seg=4&ft=nprml&f=417415623"}]}