{"created":"2015-04-22T20:08:39+00:00","modified":"2015-06-05T15:26:34+00:00","valid":{"from":"2015-06-05T15:26:34+00:00","to":"3015-06-05T15:26:34+00:00"},"hreflang":"en","title":"Why Do Mosquitoes Like To Bite You Best? It's In Your Genes","published":"2015-04-29T15:28:00+00:00","teaser":"Researchers set hungry mosquitoes loose on identical and fraternal twins. They found that inherited genes do play a role in making you a mosquito magnet.","itags":["npr_api","401469931"],"guid":"5d7f08d8-2b36-4542-80e0-41dd7d539c4a","contentencoded":"<p>A study that asked a few dozen pairs of twins to brave a swarm of hungry mosquitoes has revealed another clue to the cluster of reasons the insects are more attracted to some people than others: Genes matter.</p><p>\"Twins that were identical were very similar in their level of attractiveness to mosquitoes, and twins that were [not identical] were very different in their level of attractiveness,\" says <a href=\"http://arctec.lshtm.ac.uk/about/team/james-logan\">James Logan</a>, a medical entomologist at the London School of Hygiene & Tropical Medicine who led the <a href=\"http://dx.plos.org/10.1371/journal.pone.0122716\">study</a>. \"So it suggests that the trait for being attractive or unattractive to mosquitoes is genetically controlled.\"</p><p>It's long been known that female mosquitoes, which need the proteins in a blood meal to make their eggs, are more drawn to certain people than others, and that various factors are involved.</p><p>Women who are pregnant seem to attract the insects more than women who aren't, for example, and people infected with the malaria parasite seem to be most attractive during the period when the parasite is most transmissible.</p><p>In their own previous research, Logan and his colleagues found that people who are bitten<em> less</em> frequently seem to \"smell differently to mosquitoes.\" It's almost as if they produce a natural repellent, he says.</p><p>The most recent <a href=\"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0122716\">study</a>, published Wednesday in the journal <em>PLOS ONE,</em> indicates that there are likely specific genes behind those differences in people — genes that affect the way each person smells to the insects.</p><p>To figure that out, the researchers brought 18 pairs of identical twins and 19 pairs of fraternal twins into the lab. Each person stuck a hand in one of the short arms of a Y-shaped plexiglass tube, as air was blown past the hand, toward 20 female <em>Aedes aegypti</em> mosquitoes clustered at the long end of the Y. Once released, the insects could choose between the twins — to fly upwind, along either side of the Y, presumably following the odor of the person they were most attracted to. (The scientists used a new batch of hungry mosquitoes in each trial, and also compared the results to trials that involved \"clean air\" and nobody's hand.)</p><p>There was essentially no difference in the mosquitoes' response to genetically identical twins, the scientists found, but quite a bit of difference in their response to fraternal twins, who are as genetically different from each other as any other pair of siblings. Logan now wants to try to identify which genes exactly influence attractiveness.</p><p>\"If we could work out which genes are involved, we could develop new repellents,\" Logan says — which could be much more than a boon to backyard barbeques. Mosquitoes spread lots of terrible diseases.</p><p>\"The mosquito tested here, <em>Aedes aegypti, </em>is the main transmitter of the yellow fever virus, and the dengue virus, and some other infectious agents,\" says <a href=\"http://www.hsph.harvard.edu/richard-pollack/\">Richard Pollack</a>, a public health entomologist at the Harvard School of Public Health. \"So the more we learn about what causes a mosquito to find a person, the better we'll be able to design better strategies to protect people.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Do+Mosquitoes+Like+To+Bite+You+Best%3F+It%27s+In+Your+Genes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"183"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401655852-1e9fe4.m3u?orgId=1&topicId=1128&d=183&p=3&story=401469931&t=progseg&e=401650919&seg=5&ft=nprml&f=401469931"},{"href":"http://media.npr.org/assets/img/2015/04/22/mosquitos-3ad984999773aac2cfe9eef402b2dfe72c314dc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}