{"created":"2015-06-25T22:09:10+00:00","modified":"2015-06-25T22:29:25+00:00","valid":{"from":"2015-06-25T22:29:25+00:00","to":"3015-06-25T22:29:25+00:00"},"hreflang":"en","guid":"5d8d46fc-281d-4f90-8ba3-a15cc607e863","title":"Supreme Court gives the Affordable Care Act a major victory","published":"2015-06-25T22:29:20+00:00","byline":"T.J. Raphael","tags":["politics","healthcare","Global Politics","North America","United States"],"teaser":"For millions of Americans, Obamacare made affordable health insurance a reality. A key Supreme Court decision Thursday assures the bill remains intact.","contentencoded":"<p dir=\"ltr\">The US Supreme Court Thursday upheld key parts of the Affordable Care Act — giving the Obama Administration a major victory for its signature legislative effort.</p>\n<p dir=\"ltr\">The case, King vs. Burwell, challenged the legality of subsidies provided to subscribers who used the federal healthcare exchanges established by the bill. At the heart of the case was a phrase in the law that seemed to say subsidies are only available to people who have bought insurance through “an exchange established by the state.”</p>\n<p dir=\"ltr\">Conservative groups asked the court to decide whether the federal government could provide individuals with health insurance subsidies in states that did not have their own healthcare exchanges. But in a 6-3 ruling, justices rejected that argument.</p>\n<p dir=\"ltr\">“The Affordable Care Act is here to say,” President Obama said shortly after the ruling was handed down. “This morning, the court upheld a critical part of this law, the part that’s made it easier for Americans to afford health insurance regardless of where you live. If the partisan challenge to this law would have succeeded, millions of Americans would have had thousands of dollars of tax credits taken from them.”</p>\n<p dir=\"ltr\">There was considerable concern that the court might have agreed to strike down the federal insurance subsidies.</p>\n<p dir=\"ltr\">But the decision has not deterred Republican leaders from challenging the ACA. “It’s raising costs for American families, it’s raising costs for small businesses, and it’s just fundamentally broken,” House Speaker John Boehner said after the ruling. “We’re going to continue our efforts to do everything we can to put the American people back in charge of their own healthcare and not the federal government.”</p>\n<p dir=\"ltr\">Though Rep. Boehner was taking a hardline approach, not all Republicans feel the same.</p>\n<p dir=\"ltr\">“There’s a lot of split emotions among Republicans,” says Takeaway Washington Correspondent Todd Zwillich. “Republicans have been promising new alternatives if the court had ruled the other way and struck down federal subsidies for 6.4 million people in 37 states. But behind the scenes, there may be a sigh of relief because of the difficult if not impossible politics of reaching a consensus on healthcare for all of the people that would’ve lost their subsidies.”</p>\n<p dir=\"ltr\">Aside from the gigantic legislative hurdles that an opposite ruling might have introduced into the American political system, Zwillich says that Republicans may indeed be satisfied with the ruling because it means they can avoid political backlash.</p>\n<p>“They might have been, ironically, held partially responsible for people losing their insurance right before an election,” he says. “They don’t have that to worry about, but now they’re stuck for a longer period of time with the reality of Obamacare, which they have railed against for several years.”</p>\n<p dir=\"ltr\">The court’s three most conservative justices — Antonin Scalia, Clarence Thomas and Samuel A. Alito Jr. — dissented in this case, with Justice Scalia calling the majority opinion “absurd.”</p>\n<p dir=\"ltr\">“It is a very strongly-worded dissent,” says Eric Citron, a specialist in appellate practice and a partner at Goldstein &amp; Russell, a leading Supreme Court firm. “Justice Scalia has, on multiple occasions, including in the previous round of litigation about the ACA, voiced his exasperation with the statue and with Congress’ decisions. But it’s one of these things where justices get more exasperated about the laws that they don’t particularly like.”</p>\n<p dir=\"ltr\">Though Justice Scalia issued a stinging take down of the majority opinion, Citron, a former clerk to Justices Sandra Day O’Connor and Elena Kagan and a guest contributor to <a href=\"http://www.scotusblog.com/\">SCOTUSblog</a>, says Chief Justice Roberts was able to push back in a clear and concise way.</p>\n<p dir=\"ltr\">“Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them,” the chief justice wrote.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/supreme-court-hands-obama-two-major-victories/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio show that invites you to be part of the American conversation. Later, writer Gabe Ortiz, who focuses on immigration, spoke with Marco Werman on <a href=\"http://www.pri.org/programs/the-world\">PRI's The World</a> on what today's rulling means to him and his family. <a href=\"https://soundcloud.com/theworld/one-view-from-immigrants-on-the-supreme-court-ruling-on-obamacare\" target=\"_blank\">Listen to the interview on The World's SoundCloud here</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fsupreme-court-rules-favor-affordable-care-act&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062515-aca.mp3"},{"href":"http://admin.pri.org/file/takeaway062515-acamp3"}]}