{"created":"2014-09-25T09:05:56+00:00","modified":"2014-10-30T22:05:12+00:00","valid":{"from":"2014-10-30T22:05:12+00:00","to":"3014-10-30T22:05:12+00:00"},"hreflang":"en","title":"Prominent Muslim Sheik Issues Fatwa Against ISIS Violence","published":"2014-09-29T01:47:00+00:00","teaser":"Sheik Abdullah bin Bayyah is considered one of the most influential Muslims in the world. As a respected scholar, he has issued edicts to explain why groups such as the Islamic State have it wrong.","itags":["npr_api","351277631"],"guid":"5d8fc453-5b7f-4032-b71f-63e536165a4a","contentencoded":"<p>In a speech before the U.N. General Assembly laying out a blueprint for the global battle against the group that calls itself the Islamic State, President Obama called on the world to take a stand against religious extremism. \"The ideology of ISIL or al-Qaida or Boko Haram will wilt and die if it is consistently exposed and confronted and refuted in the light of day,\" Obama said.</p><p>Then he singled out one organization and one man leading that charge: the new Forum for Promoting Peace in Muslim Societies and Sheik Abdullah bin Bayyah. Describing the group's purpose, the sheik said, \"We must declare war on war so the outcome will be peace upon peace.\"</p><p>Bin Bayyah, 79, is a prominent Muslim cleric and, as a respected religious scholar, has issued edicts to explain why groups such as the so-called Islamic State, also known as ISIL or ISIS, are misguided and should reverse course.</p><p>Last week, key clerics from the Muslim world issued two fatwas, or religious edicts, against the group.</p><p>One came from senior religious leaders in Saudi Arabia, and the other came from bin Bayyah. His <a href=\"http://binbayyah.net/english/2014/09/24/fatwa-response-to-isis/\" target=\"_blank\">fatwa</a> calls for dialogue about the true tenets of Islam and, over the course of many pages, questions just about everything for which ISIS says it stands. The fatwa says establishing a caliphate by force is a misreading of religious doctrine. Killing of innocents and violence, the fatwa declares, are wrong too.</p><p>Bin Bayyah said in an interview with NPR that he hopes the religious ruling will slow the group's momentum. \"Primarily [the fatwa] is really about addressing the mistakes, and it's really warning them and advising them that what you are doing is clearly wrong,\" he said.</p><p>Bin Bayyah is known as a scholar's scholar. He was born in the North African country of Mauritania and studied in Islamic centers there. He served as a judge of the High Court in Mauritania and had a number of ministerial positions. Now he's a lecturer at the Aziz University in Jeddah, Saudi Arabia.</p><p><strong>What The Fatwa Can Do</strong></p><p>What's more, when it comes to interpreting religious doctrine to curb violence, he has a track record. He issued a fatwa in May against Boko Haram, the Nigerian terrorist group responsible for kidnapping hundreds of schoolgirls, to great effect.</p><p>Officials there said it had an impact on the nature of the conversation in Nigeria. Christians and Muslims came together in a way they hadn't before bin Bayyah interceded, said William Vendley, the secretary-general of Religions for Peace, a global multi-religion organization that works in 90 countries. Sheik bin Bayyah is a member of the group.</p><p>\"Within the discussion of the Islamic community and far beyond it, it is a vital voice at a vital moment for authentic teaching,\" Vendley said. \"He's providing a counterexample to all this violent extremism. He's providing the counternarrative. It's not a cure-all pill. It won't stop everything, we know that, but without it, where are we?\"</p><p>When a figure like Sheik bin Bayyah issues a fatwa, it doesn't have an immediate effect. Instead, it filters down, from scholars to teachers, to local imams to people on the street.</p><p>\"This isn't going to stop a young Muslim based in Europe or the U.S. who is going to fight for ISIS — I don't think this will alter that person's decision calculus,\" said Peter Mandaville, a professor of Islamic studies at George Mason University. \"What it will do is give those who might otherwise sit this out an argument, something to think about. It shows that the things that ISIS does, its objectives, the methods it uses, have no basis in classical Islamic jurisprudence and teaching.\"</p><p>Bin Bayyah, for his part, said he has no illusions that a fatwa will stop the violence overnight. \"These people won't suddenly lay down their weapons and come to the peace table,\" he said. \"But in the middle range and the long range, if enough scholars come on board and really begin to address these issues at this level, the level of ideas, it will have an impact, lessening the effects of the radicalization of the youth. But it is going to take time.\"</p><p><strong>Military Tactics Against ISIS Aren't Enough</strong></p><p>He said it is time worth spending because military action alone — airstrikes and Tomahawk missiles — won't work. \"The problem is that even if you defeat these ideas militarily by killing the people, if you don't defeat the ideas intellectually, then the ideas will re-emerge.\"</p><p>That's what his Forum for Promoting Peace in Muslim Societies is trying to do, Vendley and Mandaville said. It hopes to correct concepts of Islam that have been hijacked by extremists.</p><p>Still, bin Bayyah is somewhat controversial in the U.S. His detractors say he's anti-Semitic and that he has called the killing of American soldiers in Iraq justified. Those criticisms are linked to his role as a vice president of the International Union of Muslim Scholars, an organization headquartered in Qatar and headed by Yusuf al-Qaradawi. Al-Qaradawi is an Egyptian theologian who has close links to the Muslim Brotherhood.</p><p>And while bin Bayyah has never formally broken with al-Qaradawi, he said he left the International Union of Muslim Scholars a year ago because he didn't agree with many of the group's positions. He added that he tried to change the group from the inside and decided he could be more effective starting his own organization to promote peace.</p><p>At the U.N. on Wednesday, Obama said it was time for the Muslim world to explicitly reject the violent ideologies that fuel terrorism, and I asked bin Bayyah what he thought of people who left home to join forces with ISIS. \"I actually consider these people to be mentally imbalanced,\" he said, \"and I personally stand behind that statement. These people don't have religious knowledge, so their understanding is shallow and they are completely incorrect.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Prominent+Muslim+Sheik+Issues+Fatwa+Against+ISIS+Violence&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dina Temple-Raston","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373740-03beb2.m3u?orgId=1&topicId=1009&ft=3&f=351277631"},{"href":"http://media.npr.org/assets/img/2014/09/24/photo1-d1be2972a7826f3a1ce7c68d8da5624667766066.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2134","width":"2845"}}]}