{"created":"2014-10-27T20:08:32+00:00","modified":"2014-10-30T23:57:49+00:00","valid":{"from":"2014-10-30T23:57:49+00:00","to":"3014-10-30T23:57:49+00:00"},"hreflang":"en","title":"Veterans Say Suicide Is Their Top Concern","published":"2014-07-25T17:12:00+00:00","teaser":"That's according to a survey released today by the group Iraq and Afghanistan Veterans of America (IAVA).","itags":["npr_api","334975988"],"guid":"5d955dba-809c-4dd1-9974-e26d373cf907","contentencoded":"<p>It&#8217;s estimated that 22 military veterans commit suicide every day, but if you talk to people who are familiar with this issue, they&#8217;ll tell you the real number is probably higher. The latest statistics from the Pentagon show that suicides among active duty military are up slightly, compared to the same period last year. There have been 161 confirmed or suspected suicides so far in 2014. There were 154 by this time last year.</p><p>According to the Associated Press, suicides are up among Navy and Air Force personnel. The numbers are down for soldiers and Marines.</p><p>Despite the upward trend this year, the Department of Defense points to the final suicide numbers for 2013 as a sign of progress. A DOD report this week says the number of active duty military suicides dropped by nearly 19 percent last year, when compared with 2012. More military personnel, the Pentagon says, are getting help.</p><p>Families who have lost military loved ones to suicide are leading the prevention effort. Susan Selke was on Capitol Hill recently to testify for the Clay Hunt Suicide Prevention For American Veterans Act, a bill that has been introduced in the U.S. House. Clay was Susan&#8217;s son. A Marine, Clay served in Iraq and Afghanistan and came home and lobbied for vets in Washington. He was 28 years old when killed himself on March 31, 2011. The people who knew him best say he was wracked by depression and other problems after his combat experiences.</p><p>His mom told the House Committee For Veterans Affairs that even though her son was diagnosed with Post Traumatic Stress Disorder, he didn&#8217;t get the treatment he really needed from the VA. Among the challenges, she told lawmakers, was scheduling appointments. &#8220;Clay only had two appointments in January and February of 2011, and neither was with a psychiatrist,&#8221; she said in her testimony. &#8220;It wasn’t until March 15th that Clay was finally able to see a psychiatrist at the Houston VA Medical Center. But after the appointment, Clay called me on his way home and said, &#8216;Mom, I can’t go back there. The VA is way too stressful and not a place I can go. I’ll have to find a Vet Center or something.&#8217;&#8221;</p><p>This was a veteran who overcame the stigma that prevents many members of the military from seeking help for mental health issues. His mom says he was very open about his PTSD and he tried to help others who were struggling. &#8220;Clay’s story details the urgency needed in addressing this issue,&#8221; she explained. &#8220;Despite his proactive and open approach to seeking care to address his injuries, the VA system did not adequately address his needs. Even today, we continue to hear about both individual and systemic failures by the VA to provide adequate care and address the needs of veterans.&#8221;</p><p>The <a href=\"https://beta.congress.gov/bill/113th-congress/house-bill/5059/text\" target=\"_blank\">Clay Hunt Suicide Prevention For American Veterans Act</a> is supposed to help do that. Supporters say it would improve access to mental health care at the VA and it would help the VA recruit and retain qualified psychiatrists.</p><p>This is important because a survey released today by Iraq and Afghanistan Veterans of America (IAVA) shows that suicide remains the top issue facing veterans of our most recent wars. Forty percent of the veterans who answered the survey said they knew at least one vet who had committed suicide.</p><p>Other top areas of concern are unemployment and the backlog of disability claims &#8212; 70 percent of veterans surveyed say they have waited over 120 days for the VA to make a decision on their disability claim.</p><p><strong>Paul Rieckhoff</strong> is an Iraq War vet who heads IAVA. Clay Hunt was his friend. He discusses the survey and its results with <em><a href=\"https://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti.</p><ul><li><a href=\"http://iava.org/survey/\" target=\"_blank\">See the IAVA 2014 Member Survey </a></li></ul><h4>Guest</h4><ul><li><a href=\"http://iava.org/content/paul-rieckhoff-iava-executive-director-founder\" target=\"_blank\"><strong>Paul Rieckhoff</strong></a>, founder and CEO of <a href=\"http://iava.org/\" target=\"_blank\">Iraq And Afghanistan Veterans Of America</a>. Paul served as a First Lieutenant and infantry rifle platoon leader in the Iraq War from 2004 to 2004. He&#8217;s also the author of a memoir about that experience, &#8220;<a href=\"http://www.amazon.com/Chasing-Ghosts-Failures-Soldiers-Perspective/dp/0451221214/?tag=wburorg-20\" target=\"_blank\">Chasing Ghosts</a>.&#8221; He tweets <a href=\"http://www.twitter.com/paulrieckhoff\" target=\"_blank\">@paulrieckhoff</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Veterans+Say+Suicide+Is+Their+Top+Concern&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","audio":[{"meta":{"duration":"457"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334981168-aad02a.m3u?orgId=1&ft=3&f=334975988"}]}