{"created":"2015-01-09T15:17:58+00:00","modified":"2015-05-13T21:22:52+00:00","valid":{"from":"2015-05-13T21:22:52+00:00","to":"3015-05-13T21:22:52+00:00"},"hreflang":"en","title":"Mideast Conflict Could Bog Down International Criminal Court","published":"2015-01-11T16:26:00+00:00","teaser":"Palestinians have joined the court, hoping for war crimes investigations against Israel. This presents a challenge for the ICC, which has had its share of setbacks.","itags":["npr_api","376092020"],"guid":"5da86e46-68fd-423a-a7ad-24371e87a8a9","contentencoded":"<p>The Palestinian decision to join the International Criminal Court this month comes at a challenging time for the world's only permanent war crimes tribunal.</p><p>The ICC is just over a decade old and has had to back off from some controversial cases, including one in Kenya, where an investigation collapsed into the country's president for election violence. The Hague-based court may have to walk an especially fine line in the Middle East.</p><p>\"The Israeli-Palestinian issue from the time of the court's inception was the nightmare scenario,\" says Duke University law professor Madeleine Morris.</p><p>\"Being brought into and being unable to extricate itself from a diplomatic and political morass and asked to judge it as criminal adjudication was always seen as a potential disaster,\" said Morris, who has advised the U.S. on its relationship with the court.</p><p>Morris calls it a no-win situation.</p><p>\"If it (the ICC) acts, it will be very much criticized and if it doesn't act it will be very much criticized,\" she says.</p><p>When the Palestinian ambassador to the United Nations, Riyadh Mansour, submitted the documents to join the ICC and give it jurisdiction in the Palestinian territories, he made clear he wants to see Israel investigated for the way it carried out the war against Hamas in Gaza last summer and for Israel's settlement-building policy in the occupied West Bank.</p><p>Mansour calls it \"a peaceful\" and \"civilized option.\"</p><p>It is an option \"that anyone who upholds the law should not be afraid of,\" he recently told reporters at the United Nations.</p><p><strong>Israel Is Upset</strong></p><p>The Palestinian move has angered Israel, which says it will halt a monthly payment of about $127 million tax revenues that it normally transfers to the Palestinians.</p><p>Legal experts also say that the Palestinian move may not lead to any indictments — at least not anytime soon. The ICC's lead prosecutor would first have to open a preliminary examination and that could drag on for years. There are many other legal hurdles as well.</p><p>\"The ICC has been very hesitant to get involved,\" says David Bosco, author of <em>Rough Justice, </em>a book about the court. \"I think they realize it's both legally extremely complicated and politically extremely dangerous to the court. You sometimes hear people say that the ICC is eager to go after Israel, but the record doesn't really support that.\"</p><p>He worries about what this could do to U.S. relations with the ICC. The United States is not a party to the court and Congress prohibits U.S. financial support for it.</p><p>However, the U.S. has cooperated on a case-by-case basis, supporting the investigations into genocide in Darfur in Sudan and helping to get an indicted warlord from the conflict in the Democratic Republic of Congo to the Hague.</p><p>Bosco says there are concrete ways in which the U.S. can help the court and he's concerned that this could be at risk if the ICC moves forward on cases against Israel.</p><p>U.S. Opposes Palestinian Move</p><p>The Obama Administration has criticized the Palestinian move to join the court, warning the Palestinians they could lose U.S. aid. The U.S. could also go through the U.N. Security Council to freeze any future investigations.</p><p>However, that would require support from other Security Council members and would give the Palestinians a bit more diplomatic influence.</p><p>\"Other council members who are more supportive of the Palestinian cause have a real point of leverage and they can say, 'OK, we will do a freeze on the ICC investigation but you, the United States, need to give something,'\" Bosco says.</p><p>The Palestinian decision to join the ICC came after the U.S. helped to block a Security Council resolution that would have set a timeline for negotiations on Palestinian statehood. The Palestinians say they want to keep pursuing this at the U.N.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mideast+Conflict+Could+Bog+Down+International+Criminal+Court&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376515777-f56d47.m3u?orgId=1&topicId=1004&d=233&p=10&story=376092020&t=progseg&e=376496273&seg=13&t=progseg&e=376045416&seg=13&ft=nprml&f=376092020"},{"href":"http://media.npr.org/assets/img/2015/01/09/452092898-948055d6144f70e58f86bcbb6b01482a79459d8d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3222","width":"4294"}}]}