{"created":"2015-06-22T12:58:23+00:00","modified":"2015-06-22T12:58:24+00:00","valid":{"from":"2015-06-22T12:58:24+00:00","to":"3015-06-22T12:58:24+00:00"},"hreflang":"en","guid":"5db51fe5-10ea-4038-ba02-78347dc90d85","title":"New music brings conservationist John Muir's story to life","published":"2015-06-22T12:58:18+00:00","byline":"Adam Wernick, Helen Palmer","tags":["environment","history","music","culture","Environment","Science, Tech & Environment","North America","United States","John Muir","Environment","John Muir","Conservation"],"teaser":"John Muir, one of the fathers of American conservation, helped establish many of the west’s national parks. Now a chamber music group called Chance is celebrating Muir’s history and conservation legacy with a narrative concert that incorporates vocals, strings and readings from his works.","contentencoded":"<p>Of all the figures that helped shape an early appreciation for the American landscape, John Muir is among the most iconic. Now his writing and his life are being celebrated in music and song.</p>\n<p>The piece, created by a duo called Chance with two other performers, is called “John Muir — University of the Wilderness,” and uses the conservationist’s own words to tell his story.</p>\n<p>The work's composer, Ed Willett, grew up near the Muir homestead in Wisconsin. He and and his collaborator, Cheryl Leah, combed through dozens of Muir’s books and articles to find just the right inspiration for their original music and lyrics.</p>\n<p>“We decided we wanted our program be more of a philosophical landscape than a historical one,” Willet says. “Most of it is trying to get into his emotions, trying to get an insight into what makes a person be so passionate and be such an inspirer of others.”</p>\n<p>Muir’s mission in life was the protection of wilderness. He founded the Sierra Club and is credited with inspiring President Theodore Roosevelt, during a camping trip in Yosemite, to start the National Park System. But Muir had been observing the natural world and meticulously noting its every detail since his childhood in Wisconsin.</p>\n<p>“Our beautiful lake, named Fountain Lake by Father but Muir’s Lake by the neighbors, is one of the many small glacier lakes that adorn the Wisconsin landscapes,” Muir writes. “It is fed by 20 or 30 meadow springs, about a half mile long, half as wide, and surrounded by low, finely-modeled hills dotted with oak and hickory, and meadows full of grasses and sedges and many beautiful orchids and ferns.”</p>\n<p>Muir’s father was a task-master and disciplinarian. “Father put me to the plow at the age of 12, when my head reached but little above the handles,” Muir writes. “For many years I had to do the greater part of the plowing.”</p>\n<p>But the back-breaking work on the farm did not keep young John Muir down. From his earliest days, he was also a tinkerer who liked to know how things worked, and tried to invent something better.</p>\n<p>“It started very young for him,” Willet says. “In fact, he would get into a great deal of trouble with his father when he was 8 years old because he was working on his inventions all the time, and that wasn’t something that his father thought was a good use of his time.”</p>\n<p>Muir finally got his father to agree to let him start his day whenever he wanted, Willet says. So instead of getting up at five o’clock to start work on the farm, Muir would get up at one or two o’clock in the morning and go down in the basement to work on his inventions.</p>\n<p>This creativity paid off for Muir. It was the door to formal education — though, as he writes in his autobiography “The Story of My Boyhood and Youth,” formal education wasn’t enough.</p>\n<p>“I was told by neighbors I should take my inventions to the state fair in Madison,” Muir writes. “There it was considered wonderful that a boy on a farm had been able to invent and make such things. These inventions opened all doors to me, including Wisconsin University, where I studied for four years before wandering off on a glorious botanical and geological excursion — leaving one university for another, the University of the Wilderness!”</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"675\" width=\"900\" style=\"font-size: 13px; line-height: 20.006303787231445px;\" alt=\"Garnet Lake\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/MUIR--Garnet_lake.jpg?itok=jpA3KDS_\" title=\"\" /><div class=\"field-caption\">\n    <p>Garnet Lake, shown here reflecting Banner Peak and Mt. Ritter at dawn, is one of the more spectacular spots on the John Muir Trail.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Jenni Doering</p>\n  </div>\n</div>\n<p>His experiences in the “University of the Wilderness,” in particular his 1000-mile walk through California, were a revelation for Muir.</p>\n<p>“I set out again afoot, and soon came to the great Central Valley, like a flowered lake of pure sunshine,” Muir wrote. “From its eastern boundary rose the mighty Sierra, so radiant it seemed not clothed in light but wholly composed of it. I was a new creature, born again, and, truly, until this time was I fairly conscious that I was born at all!”</p>\n<p>For Willet, his fondness for Muir as a person and an icon runs deeper than just growing up near Muir’s childhood home. “[J]ust the other day, I dug up some writings of my own father, who was a naturalist and who patterned a lot of his life after Muir,” Willet says. “The parallels between my father’s writing and Muir’s were just arresting. ... So I think it goes right from the ground up for me, for sure.”</p>\n<p>And the music in “John Muir — University of the Wilderness” is not just about the man, but also his writing, which speaks so directly and intensely, and a life dedicated to keeping wild and beautiful places pristine and protected for everyone.</p>\n<p><em>This article is based on an <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00024&amp;segmentID=6\">interview</a> that aired on PRI's <a href=\"http://loe.org/index.html\">Living on Earth</a> with Steve Curwood</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-18%2Fjohn-muir-music&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/MUIR--Chance_duo_with_Liesel.png","meta":{"crop":"primary","height":null,"width":null},"type":"image/png"},{"href":"http://admin.pri.org/file/muir-chanceduowithlieselpng"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/loemuir.mp3"},{"href":"http://admin.pri.org/file/loemuirmp3"}]}