{"created":"2014-09-09T18:33:35+00:00","modified":"2014-10-30T22:34:16+00:00","valid":{"from":"2014-10-30T22:34:16+00:00","to":"3014-10-30T22:34:16+00:00"},"hreflang":"en","title":"How The Four Seasons Clashed, Dealt With The Mob And Made Lasting Hits ","published":"2014-09-09T19:58:00+00:00","teaser":"Bob Gaudio wrote most of The Four Seasons' hits, some of which are compiled in a new anthology. He tells <em>Fresh Air</em> about the band's history, including why its songs had some \"anger\" in them.","itags":["npr_api","346988513"],"guid":"5db7ae3e-3890-48be-bcdf-9a21a0042c3b","contentencoded":"<p>Frankie Valli used to be the only name people recognized from The Four Seasons. But the Broadway musical and film <em>Jersey Boys</em> changed that: Now, more people know about Bob Gaudio.</p><p>In addition to singing and playing keyboards, Gaudio wrote or co-wrote most of The Four Seasons' hits, including \"<a href=\"https://www.youtube.com/watch?v=oE6HhO1ohZU\" target=\"_blank\">Sherry</a>,\" \"<a href=\"https://www.youtube.com/watch?v=jpl_jPxSuFg\" target=\"_blank\">Walk Like a Man</a>,\" \"<a href=\"https://www.youtube.com/watch?v=YVBvy2cc0Io\">Big Girls Don't Cry</a>,\" \"Bye Bye Baby\" and \"Rag Doll.\" He also wrote the Frankie Valli solo hit \"Can't Take My Eyes Off Of You.\"</p><p>Gaudio says he was blown away by Valli's talent.</p><p>\"It's a situation where his voice is amazing — I don't think there's a singer in the business that would deny that,\" Gaudio tells <em>Fresh Air</em>'s Terry Gross. \"He has an incredible range ... that's equally potent in any octave.\"</p><p>A new double CD — <em>Audio With G: Sounds of a Jersey Boy</em> — collects some of Gaudio's songs as recorded by The Four Seasons, as well as Jerry Butler, Chuck Jackson, Nina Simone, Diana Ross and Frank Sinatra.</p><p>Gaudio co-wrote and produced an entire album of songs for Frank Sinatra and produced six Neil Diamond albums. The new anthology also includes the 1958 hit \"Short Shorts,\" which Gaudio co-wrote when he was 15 and recorded with his group The Royal Teens.</p><p>Here, he and Gross discuss how The Four Seasons used to clash, the group's dealings with the mob, and how he and Frankie Valli have a verbal handshake deal to split royalties.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Frankie Valli's singing voice</strong></p><p>He just stunned me with his ability, the type of falsetto. It wasn't just that he could sing in falsetto, because there were innumerable groups from the '50s that did soft R&B falsetto, Smokey Robinson-style. Many of the early doo-wop groups did that style of singing.</p><p>And Frankie could do that, but he could do that with an edge and no break between his full voice and his falsetto. And if you really didn't pay attention, you wouldn't know the difference. ... He can cross over without too much notice.</p><p><strong>On The Four Seasons' style changing when playing for older crowds </strong></p><p>The Supremes did the same thing. Early on, Motown did the same thing. If you look at some of the early Motown shows, you'll see they all follow the same pattern: They dressed up like adults, not rock 'n' rollers, adults of another generation, and who knew? Nobody knew rock 'n' roll was going to be what it became.</p><p><strong>On how they were different than other harmonized groups </strong></p><p>I think part of what made us what we are and different than say, The Beach Boys — our closest harmony rivals at the time — was the individuality of the voices. ... We didn't harmonize like the normal blending vocal group. So we were four distinctly different voices, unlike The Beach Boys, who had this brotherly [sound]. Like the Everly Brothers, you know, you just sometimes couldn't tell them apart.</p><p>We had characters in the group, [and we] had the same issues vocally as we did trying to make music. We had different personalities and we clashed, and I'd like to think ... that's part of what made the records what they were. They were edgy, they had some anger in them, they had some passion in them and it made us different than anything else on the radio.</p><p><strong>On the group's dealings with the mob</strong></p><p>We were being leaned on by a mob faction from Brooklyn, claiming they owned us for no real good reason except that they had a connection with a manager we had very early on. We had no idea he was connected [to the mob], but when we decided we were going to leave the manager, that's when things started to get interesting — that's when [gangster Angelo] \"Gyp\" [DeCarlo] came into the picture to try and settle the disagreement.</p><p>One thing I found out early on about the mob and those guys ... they have a code, but ... if the source of income is threatening to leave, there could be big trouble.</p><p>... That was the beef. And that eventually worked itself out, and Gyp was certainly instrumental in pulling that off.</p><p><strong>On Gaudio's and Valli's verbal agreement that Gaudio splits his songwriting royalties and Valli his performance fees</strong></p><p>We thought we should get something on paper. Every time you change management or agencies, there's always someone in there saying, \"You know, this is not gonna work.\" We'd talk about it ... but we wound up where we started, which was on a handshake. Now, I will say this: If there's anybody out there in legal land, yes, if something happened to either one of us, it's pretty clear who gets what and when, so there are documents to verify the verbal deal, but that's it. ...</p><p>Let's say, right now, if I were to give the performance end an edge, what would you give the edge in five or 10 years from now? [Meaning Frankie Valli won't be performing as much as he ages.] ... Keep in mind, if you're the songwriter, you have the publishing automatically unless you sell it or give it away. So we didn't sell or give anything away. So every song that I wrote — we own the publishing.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+The+Four+Seasons+Clashed%2C+Dealt+With+The+Mob+And+Made+Lasting+Hits+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2577"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347140500-2f3185.m3u?orgId=1&topicId=1105&ft=3&f=346988513"},{"href":"http://media.npr.org/assets/img/2014/09/09/154435850-3e6a222b30878cb079abca6566ba30c9ca965f92.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1863","width":"2481"}}]}