{"created":"2015-01-11T15:55:16+00:00","modified":"2015-05-13T21:22:39+00:00","valid":{"from":"2015-05-13T21:22:39+00:00","to":"3015-05-13T21:22:39+00:00"},"hreflang":"en","title":"Death Becomes Disturbingly Routine: The Diary Of An Ebola Doctor","published":"2015-01-11T16:26:00+00:00","teaser":"Even veteran health care workers are shaken by Ebola's toll. \"I've certified the deaths of more patients than in my last two decades,\" says Dr. Joe Selanikio, an American working in Sierra Leone.","itags":["npr_api","376362000"],"guid":"5dc95369-022d-4ccb-b75e-176e879ffe43","contentencoded":"<p><em>Editor's note: Some audiences may find portions of this content disturbing. </em></p><p>The World Health Organization reports that the Ebola epidemic in Sierra Leone may be leveling off — although nearly 250 new cases were reported there last week.</p><p>Since early December, American doctor Joel Selanikio has been treating Ebola patients in Lunsar, Sierra Leone, about 60 miles from the capital of Freetown. As he wrapped up his tour with the International Medical Corps, he sent along an audio diary of his time in the epidemic's hot zone. Hear his full diary by clicking the audio link at the top of this page.</p><hr /><h3>Diary Highlights</h3><p><strong>Entry 1: Hawa</strong></p><p>I rounded on a 16-year-old girl a few days ago. Her name was ... Hawa. When I first saw her under her blanket, I thought that she must be an amputee; then I realized she was just a very small, thin girl.</p><p>I didn't get to see Hawa the next day and so today I rounded on her again. For the first time in two days, wanting to examine her fully, I pulled away her blanket and I found that rather than just having a rash, her entire body surface was peeling off in thick pieces revealing very red, painful-looking skin underneath.</p><p>Honestly, every person around that bed literally gasped when they saw what she looked like. It was like a burn victim. I've honestly never seen anything like it, except in a burn victim.</p><p>It's really hard to describe all of the emotions that I felt when I realized what this 16-year-old girl had been going through while supposedly under my care. But, I can say that mostly I felt ashamed, because I had agreed to care for her and I hadn't. It's a hard thing to realize that your actions, or inactions, have harmed a child.</p><p><strong>Entry 2: Martha</strong></p><p>Martha was a baby girl, about 13 months old, whose mother had died at our facility. When Martha came in she seemed like a normal, healthy baby. She was drinking well, eating well; smiling and active.</p><p>But over the next few days she became more irritable and less active; drinking and eating less. And we could see her becoming dehydrated, despite our efforts to provide [intravenous] fluids. Because unlike in a normal hospital setting, we didn't have the staff or the IV pumps to provide continuous fluids or continuous observation of Martha.</p><p>On the third day she lost her IV access and still wasn't drinking. For about 45 minutes I cradled her in one of my arms and used my other hand to squirt oral rehydration solution into her mouth with a syringe. She drank like she was starving to death, which she was. And the next morning, she was dead.</p><p><strong>Entry 3: Routine Of Death</strong></p><p>One of things that has surprised me here, although it shouldn't, is how fast death has become a part of my routine. Of course I knew from the news that many Ebola patients die and I knew that many of my Ebola patients would die. And I knew from years of working in hospitals and health care that care providers — doctors, nurses, everyone else — can't function if they break down every time a patient dies. So I knew that I would handle it; I'd compartmentalize it.</p><p>Still, a few weeks into this, I've certified the deaths of more patients than in my last two decades. And I'm shocked to the degree to which it has just become part of my daily routine.</p><p><strong>Entry 4: Martin</strong></p><p>So Martin, a 19-year-old boy, was double-negative today. That is, he got the second of two Ebola tests, separated by 48 hours, proving that he was now cured and can go home.</p><p>I remembered when he'd come in, very sick, and also he was \"tired of living,\" he said, because his father had died. And he said \"I'm going to die like my father.\"</p><p>And I said, \"No, you're not going to die, Martin. You're gonna fight and you're gonna drink and you're gonna eat and you're gonna rest and you're gonna live for your father.\"</p><p>And I thought about that while I was laughing and clapping for Martin. And then I thought about little Martha, who had died, and Hawa with the skin condition, and [others] who had died. And I was crying inside my PPE, behind my fogged up goggles — just crying to myself.</p><p><strong>Entry 5: Showers Of Glory</strong></p><p>When a confirmed Ebola patient manages to defy the odds and fight the disease, they can be discharged. At that point, the patient is brought out of the confirmed ward, inside the hot zone, led into a little shower building that straddles the hot and the cold zones and which is referred to by the staff as the \"showers of glory.\"</p><p>And they emerge reborn, as it were, from the hot zone into the world. The patient is welcomed out of the shower with all kinds of clapping and shouting, music and lots and lots of dancing — really excited that we managed to save one more person.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Death+Becomes+Disturbingly+Routine%3A+The+Diary+Of+An+Ebola+Doctor&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"331"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376496308-1ddbfc.m3u?orgId=1&topicId=1031&d=331&p=10&story=376362000&t=progseg&e=376496273&seg=6&ft=nprml&f=376362000"},{"href":"http://media.npr.org/assets/img/2015/01/11/ebola-gloves1-82116b5d4a3bfc63eebd891ab9f3e528c56e043a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1536","width":"2048"}},{"href":"http://media.npr.org/assets/img/2015/01/10/joel-selanikio-8cf242b4fbb93a2a34e67f0015142c809b67cc3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1517","width":"2023"}}]}