{"created":"2014-10-31T23:13:24+00:00","modified":"2014-11-04T20:32:37+00:00","valid":{"from":"2014-11-04T20:32:37+00:00","to":"3014-11-04T20:32:37+00:00"},"hreflang":"en","guid":"5dcc8263-e742-4c87-ba42-ce8eaaa2eed2","title":"It's not just the US — Liberian officials are rethinking Ebola quarantines","published":"2014-11-04T20:32:36+00:00","byline":"Marc Kilstein","tags":["Ebola","Monrovia","President Ellen Johnson Sirleaf","Liberia","Jina Moore","quarantine","Kaci Hickox","Health","Health & Medicine","Monrovia","Liberia","United States","West Africa","Africa","North America","Jina Moore","Kaci Hickox","Quarantine","Medicine","Prevention"],"teaser":"The issue of quarantine is not only a hot-button topic in the US: Officials in Ebola-ravaged Liberia, for instance, have grappled with the issue for months. And that is why some are now looking to Liberia to draw upon lessons learned from an evolved quarantine policy.","contentencoded":"<p>A nurse goes for a bike ride, and suddenly everyone in America has an opinion on quarantine.</p>\n<p>But long before any of us heard of Kaci Hickox, who has protested 21-day quarantine orders in three states after returning from West Africa, a different country was embroiled in a debate over quarantine policy: Liberia.</p>\n<p>Officials from the West African nation <a href=\"http://www.nytimes.com/2014/08/30/world/africa/quarantine-for-ebola-lifted-in-liberia-slum.html\" target=\"_blank\">imposed an Ebola quarantine</a> in August on the entire neighborhood of West Point, a large slum in the capital city of Monrovia. The move sparked deadly clashes, and the entire country battled over the quarantine policy.</p>\n<p>“I think that the West Point quarantine was a bit of a turning point for the [country’s] quarantine policy,” says Jina Moore, a reporter for BuzzFeed on assignment in Monrovia.</p>\n<p>“These days, when the word ‘quarantine’ comes up, it tends to refer to individuals who are being quote-un-quote ‘quarantined’ in their own homes,” she says. It's not an official government lockdown; in many cases the impetus comes from people who simply live in the area.</p>\n<p>“It’s often after having been persuaded to do so by their neighbors or community leaders,\" Moore says. \"If someone is sick or someone died in the house, usually there’s a conversation that transpires, like ‘Can you just hang out for 21 days while we come in and check on you and make sure that you’re okay and you’re not bringing this around to the rest of the neighbourhood?’”   </p>\n<p>Moore says that that “sort of bottom-up notion of quarantine — neighbors responding to neighbors with care and concern — seems to be going a bit better. The top-down, encircling of counties or neighborhoods with armies isn’t something that’s happening anymore.”</p>\n<p>Moore also notes that Liberian government officials have conceded early quarantine plans were more about fear and ignorance than science — a charge many health officials are leveling against similar policies in the US. “[Liberia’s minister of information] Lewis Brown told me the other day, ‘You know, back then we didn’t really know very much about what we were dealing with. Now, we have better information,'\" she says.</p>\n<p>Liberia is perhaps the country most affected by the Ebola outbreak. But Moore — who ends her assignment in Monrovia on Friday — says that things have dramatically changed in the country over the last few months.</p>\n<p>“It’s been really interesting to note how different things are now than they were in August,” Moore says. “Not everything is perfect, not everything is working the way it should be  supplies are still needed, resources are still needed, personnel is still needed, money is still needed — but so many things are functioning so much better than they were.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}