{"created":"2014-10-16T07:33:12+00:00","modified":"2014-10-30T21:42:46+00:00","valid":{"from":"2014-10-30T21:42:46+00:00","to":"3014-10-30T21:42:46+00:00"},"hreflang":"en","title":"W.Va. Pottery Company Keeps Popular Fiesta Line Thriving","published":"2014-10-17T15:20:00+00:00","teaser":"Homer Laughlin China Co. has been making the brightly colored Fiesta dishes for decades at its factory on the banks of the Ohio River. And it's still going strong.","itags":["npr_api","354370783"],"guid":"5dcf09c8-07dc-4049-aec3-4f769bac28e7","contentencoded":"<p>You may not know the name Homer Laughlin, a china factory in Newell, W.Va., but you'll likely recognize — or have eaten off of — its most famous product: brightly colored, informal pottery called Fiesta.</p><p>While most of America's china factories have closed, unable to compete with \"made in China\" or Japan or Mexico, Homer Laughlin, which set up shop on the banks of the Ohio River in 1873, is still going strong. It employs about 1,000 people.</p><p>Walk into the big, dim factory buildings, dusty and smelling of mud, and you might be back at Homer Laughlin's beginnings in the 19th century. People are sitting quietly in pools of light, carefully attaching handles to greenware — pottery that's not yet fired. Decorators are painting bands of color on glazed plates.</p><p>\"I'm just a hand liner. I put lines on,\" says Kevin Manypenny. He's been working here for nearly 40 years.</p><p>He twirls a plate, dips a brush in brown glaze and paints three delicate lines on the plate's edge. Fiesta is about half of Homer Laughlin's business — the other half is dinnerware for hotels, and the sturdy plates and cups you find at chain restaurants. The plate he's working on is for a Boston restaurant.</p><p>Manypenny and seven of his eight siblings — and their parents — have worked at this factory. And there are dozens of families like theirs. Brothers founded the company: Homer and Shakespeare Laughlin — presumably a literary family — jumped on a new fashion for a whiter, more refined dinnerware.</p><p>\"They were the young whippersnappers in the pottery world, and they were the ones who ended up successfully firing four kilns worth of whiteware before any of the other potteries could, and then they won a prize of $5,000 ... and that's what launched the Laughlin brothers into pottery production on a big scale,\" says Sarah Vodrey of the Museum of Ceramics across the river in East Liverpool, Ohio, where Homer Laughlin used to be based.</p><p>Around the turn of the 20th century, the factory changed hands. The new team built a plant on the West Virginia side of the river, and those long, low factory buildings are still in use today.</p><p>Then, in the 1930s, the company created Fiesta: inexpensive, colorful, cheerful dinnerware. It was a hit even in the Depression. In 1948, Homer Laughlin really stepped up the production of plates and bowls. The company designed and built its own machine inside the factory. Dave Conley, a longtime employee and unofficial company historian, calls it \"the big, flat automatic.\"</p><p>\"You've got three machines here, and each one has two heads on it, so theoretically we could be making six different items at a time,\" he says. Conley says that's 3,000 dozen pieces — or 36,000 pieces of pottery — every eight-hour shift. (People who make dishes talk in dozens.)</p><p>There have been improvements. Computers control the firing now. 3-D printers speed the design process. Ceramic engineers found a way to make glaze shiny without using lead — all in house.</p><p>\"The people that owned our company have always put profits back into the plant to modernize, and we've always had state of the art equipment [like the big, flat automatic], and I call that state of the art even though that's as old as it is — it's almost 60 years old,\" Conley says.</p><p><strong>Fiesta Revival</strong></p><p>Inside the old buildings, with fog pouring off the Ohio River and drifting into the windows, the ware comes out of the fire, magically transformed — creamy orange, intense red, vivid turquoise. Bright pottery is stacked in bins and crates and piled all over the place.</p><p>\"I remember the first time I actually went to the facility, and I'm looking around and I'm thinking, 'Boy, am I back in the 1940s or what?' I mean, even the office, it isn't all spruced up,\" says Bruce Smith, the head of the union representing the pottery workers. \"It's the old look, and they're focused on making product and not being flashy.\" He says while nothing about Homer Laughlin is flashy, the workers do make decent money.</p><p>\"They're good jobs and they're making a living, being able to buy a home and raise a family and retire with some dignity,\" Smith says.</p><p>Both management and labor consider that an achievement.</p><p>\"I'm very proud to have kept this business here in the Ohio Valley. That's very important to us,\" says Elizabeth Wells<strong> </strong>McIlvain, the first woman to lead Homer Laughlin, and the fourth generation of her family at the plant. Her immediate family now owns most of the business. Her daughter, Maggie, is an intern in the marketing department.</p><p>Homer Laughlin stopped producing Fiesta for a time beginning in 1973. A harvest gold color and an avocado green didn't sell. But in 1986, Bloomingdale's came calling, looking for a retro china for its stores, and Homer Laughlin made a typical, practical decision: restart an old line and revive Fiesta for retail sale along with its existing hotel and restaurant business.</p><p>\"We have two sides of the business, and that's helped us tremendously because it seems when ... the retail side of the business is flourishing, the hotel side is ... having difficulties, and vice versa,\" McIlvain says.</p><p>It helps that Fiesta has a big fan base. Collectors stand in line for hours to get into the factory tent sales. Fans meet, they swap, they critique <a href=\"http://www.fiestafactorydirect.com/t-colorchronology.aspx\" target=\"_blank\">the company's color choices</a>. And they wait for the new Fiesta color unveiled each March. (The color for 2014 is poppy, a bold, saturated orange.)</p><p>\"They always have suggestions. One year they all wanted fuchsia, and they all arrived to Homer Laughlin to go on their tours dressed in whatever fuchsia they had. That was their silent but very loud statement,\" McIlvain says.</p><p>But she offered no color clues for this coming March. \"That's a very deep, dark secret,\" she says with a laugh.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=W.Va.+Pottery+Company+Keeps+Popular+Fiesta+Line+Thriving&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Wertheimer","audio":[{"meta":{"duration":"442"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588497-64680c.m3u?orgId=1&topicId=1091&aggIds=351733364&ft=3&f=354370783"},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-01-cbc1eade6592433feeac65d101a83dde512859c2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1286","width":"1927"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-02-83f8f2cbc9f5ce0682aa6bde8ecb9a87ea988776.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1245","width":"1867"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-03-365c025ae310d130b43c7f5b761a7bd3257396c2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-04-22a45b10b41ea153495b3812bc6a8020ac4580f4.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1334","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-05-b0b27f0c62905d46ff4e35124e96cde164a97501.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-06-a2f98ed71d2fa6cc5caabc01628d8c8208fa072f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1299","width":"1948"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-07-ce8b199dcb67d543150e6cf328135145e7f3917c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-08-98d49ee8edba54860c702c0ebb081296211e7f23.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1322","width":"1984"}},{"href":"http://media.npr.org/assets/img/2014/10/15/fiesta-09-612afa257c52576544af47e0a51ef5c769cbd786.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}}]}