{"created":"2014-09-22T16:09:45+00:00","modified":"2014-12-01T21:05:11+00:00","valid":{"from":"2014-12-01T21:05:11+00:00","to":"3014-12-01T21:05:11+00:00"},"hreflang":"en","title":"Princess Of 'Fresh Prince' Brings History To Children","published":"2014-07-17T02:16:00+00:00","teaser":"Karyn Parsons, best known for her role as Hilary Banks on <em>The Fresh Prince of Bel-Air</em>, now runs an organization that makes animated short films about influential African-Americans throughout history.","itags":["npr_api","330679360"],"guid":"5dd4d674-0e20-4904-aaec-5a1d5737fcfa","contentencoded":"<p>Hey, remember Hilary Banks from <em>Fresh Prince of Bel-Air</em>?</p><p>She's back, but in a different light. Actress Karyn Parsons has started a new organization — <em>Sweet Blackberry</em> — that makes short, animated films about influential, yet lesser-known African-Americans.</p><p>She still loves acting, she told Kelly McEvers of <em>Weekend All Things Considered</em>, but her priorities have changed since she became a mom.</p><p>Parson says being pregnant with her daughter got her thinking about her responsibility, as a parent, to add to her kids' formal education.</p><p>\"In school we learn about a handful of stories — great stories — but still, we're missing out on so much,\" Parsons says. \"We want to celebrate black history but we don't want to separate it from American history.\"</p><p>Her animated movies have aired on HBO, and are available in libraries and DVD.</p><p>In the interview, Parsons talks about three interesting figures she discovered along the way, who are also the main characters in her shorts:</p><p><strong>Henry \"Box\" Brown </strong></p><p>It was her mom, a librarian who worked at the African-American resource center in South-Central Los Angeles, who introduced Parsons to Henry \"Box\" Brown.</p><p>Brown was a slave who had a pretty ingenious escape plan: He just mailed himself to Pennsylvania from Virginia in a box. The minute he crossed state lines, he was free.</p><p>All he had with him on his 26-hour journey was a bladder of water and a few small biscuits.</p><p>An <a href=\"http://web.archive.org/web/20090306125937/http://www.digitalhistory.uh.edu/black_voices/voices_display.cfm?id=75\" target=\"_blank\">eyewitness record</a> from 1872 remembers the dramatic scene of his arrival in Philadelphia:</p><blockquote><p>Rising up in the box, he reached out his hand, saying, \"How do you do, gentlemen?\" The little assemblage hardly knew what to think or do at the moment.</p></blockquote><p><strong>Garrett Morgan</strong></p><p>Garrett Morgan was an inventor, credited for the traffic signal and the gas mask among other things.</p><p>In Parsons' version of the story, Morgan starts off as a child.</p><p>\"So, I wanted to come to where kids could actually be face-to-face, eye-to-eye with him and understand him a little bit\" Parsons explains. \"He was creative-minded but trying to find what he had to offer the world.\"</p><p>Morgan was the son of freed slaves and his formal education lasted only till sixth grade. But his <a href=\"http://www.pbs.org/wgbh/theymadeamerica/whomade/morgan_hi.html\" target=\"_blank\">mechanical genius</a> helped him figure out inventive ways to realize his visions.</p><p><strong>Janet Collins </strong></p><p>Parsons has started a Kickstarter campaign to raise money for her new cartoon venture. This one is about the first African-American prima ballerina Janet Collins.</p><p>At 15 years old, in 1922, the <em>Ballet Russe De Monte Carlo</em> invited Collins to join their dance troupe. It was unprecedented, but there was a catch — she would have to perform in whiteface. Collins refused, devastated. A 2003 obituary in the <em><a href=\"http://www.nytimes.com/2003/05/31/arts/janet-collins-86-ballerina-was-first-black-artist-at-met-opera.html\" target=\"_blank\">New York Times</a></em> describes her reaction:</p><blockquote><p>\"I said no,\" she told Anna Kisselgoff in a 1974 interview in The Times. \"I sat on the steps and I cried and cried.\" But the rejection spurred her, she said, to work even harder, hard enough to be an exception.</p></blockquote><p>It paid off. She became the first black prima ballerina and soloist at the Metropolitan Opera, performing with names such as <a href=\"http://lcweb2.loc.gov/diglib/ihas/html/dunham/dunham-timeline.html\" target=\"_blank\">Katherine Dunham</a> — often called the queen mother of black dance.</p><p>To tell Collins' story, the former <em>Fresh Prince of Bel-Air </em>actress has pulled in Chris Rock as narrator.</p><p>\"The fact that we don't know about her now is sad to me,\" Parsons says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Princess+Of+%27Fresh+Prince%27+Brings+History+To+Children&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331199126-f4e795.m3u?orgId=1&topicId=1015&ft=3&f=330679360"},{"href":"http://media.npr.org/assets/img/2014/07/11/361px-morgan_signal_custom-16b08009a2ffaa80f12fc6f215fb76d4f600198f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"466","width":"346"}}]}