{"created":"2015-04-07T19:06:51+00:00","modified":"2015-04-08T19:05:44+00:00","valid":{"from":"2015-04-08T19:05:43+00:00","to":"3015-04-08T19:05:43+00:00"},"hreflang":"en","title":"Tracing The Roots Of 'The Brothers' And The Boston Marathon Bombing","published":"2015-04-08T11:32:00+00:00","teaser":"As jurors deliberate whether to convict Dzhokhar Tsarnaev, Masha Gessen says there are still some \"gaping holes\" in the case. Her new book is <em>The Brothers</em>.","itags":["npr_api","398061941"],"guid":"5ddcfef9-d0eb-4e51-833a-97a570caccd7","contentencoded":"<p>Jurors started deliberating Tuesday in the case of Boston Marathon bombing suspect Dzhokhar Tsarnaev. The defense has acknowledged that Dzhokhar planted the bomb that killed three people and injured 264 others two years ago. Since there's no doubt about Dzhokhar's involvement, the main question is about the likely sentence: life imprisonment or the death penalty.</p><p>One person who has been watching the trial closely is journalist Masha Gessen, who has written extensively about Dzhokhar and his older brother Tamerlan. Tamerlan was killed during a shootout with the police after the attack.</p><p>\"We were hoping, those of us who have been interested in the case ... that some facts would emerge from the trial, that as the FBI presented its case for the prosecution we would learn things ... that we didn't know before,\" Gessen tells <em>Fresh Air</em>'s Terry Gross.</p><p>\"There were some gaping holes in our knowledge,\" Gessen adds. \"One of them is where and when were the bombs made. The FBI agents who testified at the trial admitted that they don't know where the bombs were made. If they don't know where the bombs were made, that also means they don't know if anybody else was involved in the plot to bomb the marathon.\"</p><p>In her new book <em>The Brothers</em>, Gessen traces the history of the Tsarnaev family, including the brothers' parents and grandparents, covering the persecution and wars that kept uprooting the family from the Russian republics of Chechnya and Dagestan. Gessen traveled to Dagestan, where the brothers' mother grew up, and where the family lived when the brothers were children. She also researched their lives extensively in the U.S.</p><p>Dzhokhar has been charged with 30 counts, 17 of which carry the death penalty.</p><p>\"The defense ... has been trying to say that it was Tamerlan who sort of had the belief system and was dragging Dzhokhar along and Dzhokhar was a typical teenager who was interested in girls, cars, drugs and maybe a little bit of Islam,\" Gessen says.</p><p>Gessen says Dzhokhar was a pot dealer at the University of Massachusetts-Dartmouth who talked with friends about pop culture.</p><p>\"I think the belief system — to the extent that there was a belief system — the belief system belonged to Tamerlan, and Dzhokhar went along with it,\" Gessen says. \"The problem is that there's actually no indication that the belief system is the determining factor of terrorism. ... Beliefs, even radical beliefs, are not a predictor of terrorist behavior.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the Tsarnaev family immigrating right after Sept. 11 </strong></p><p>They were used to being suspect; they were used to always being outsiders and ... always having to prove that they were not criminals. The other thing that was happening at the same time was that Russia and the United States were entering into a new alliance against so-called international Islamic terrorism. And the reason why I say \"so-called\" was because for Russia this was actually a great opportunity to squash any criticism of the wars it has been waging in Chechnya and Dagestan, which now got reframed as \"wars against Islamic terrorism.\"</p><p><strong>On Tamerlan's immigration experience </strong></p><p>He was 16, which is a horrible age to immigrate. And it was also a very difficult moment for the family because he was their firstborn who they believed was destined for greatness. But he was too old to really go to high school and get into a good college, so how were they going to make sure that he got the \"greatness\" that he deserved? The whole family and some friends were mobilized to figure this out.</p><p>They decided that he was going to become a boxing star — that he was going to become a boxer and join the U.S. Olympic team. One of the weird tragedies of this story is that this wasn't an unrealistic dream. It wasn't crazy. He was that talented. Immediately after he started boxing, he started winning amateur competitions. He may very well have been on his way to the U.S. Olympic team.</p><p>He didn't make it, apparently, because right around the time that he would've qualified, the amateur competitive circuit changed its rules to disqualify non-U.S. citizens. So he had permanent residence, but not U.S. citizenship, and he could no longer compete.</p><p><strong>On Dzhokhar's immigration experience </strong></p><p>He was 8 when he got here, so he started second grade in the United States. He was a good student; he spoke English without an accent; his high school classmates remember him as a social superstar. Everybody loved him.</p><p>There was something that was happening to him around the time that he started college or just before. There are weird and sometimes inexplicable details: He chose the least competitive school that he could possibly go to which was UMass Dartmouth. Around the time that he started college, he started creating a new Russian-speaking Chechen identity for himself online, which for a kid who was 8 when he came here is actually sort of a feat of linguistic heroism. It's very difficult to write in Russian for someone who has never been schooled in Russian. But he was clearly sort of immersing himself in this Russian-language culture, again, claiming this Chechen Muslim identity online.</p><p>All of this looks sinister in retrospect. At that time, it would've looked weird, but it's also not unheard of. I've seen other teenagers who are brought to this country as kids try to explore their identities and start to relearn a language in an ongoing effort to find out who they were.</p><p><strong>On the trial in Boston</strong></p><p>The prosecution and the defense have been doing a startling job. They are amazing. I've covered a lot of trials and it's absolutely the best tried trial I've ever seen in my life. The choice of witnesses ... the timing of the prosecution's case, was unbelievably good.</p><p>But structurally it's not the role of the American justice system to find the truth. The American justice system administers punishment. It does not conduct inquests and it does not find facts.</p><p><strong>On the closing arguments at trial </strong></p><p>The closing arguments ... were pretty much the same as the entire first phase of the trial and the incredible thing about them was that the defense chose not to contest guilt and chose basically to not put up a defense. It was a very strange thing to watch, but it's possibly brilliant as a strategy. The prosecution's case was talking about the horror and the tragedy of the marathon bombing and the defense's approach was to acknowledge the horror and the tragedy of the marathon bombing and basically try to make the jury think that what has happened to Dzhokar Tsarnaev is part of that tragedy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tracing+The+Roots+Of+%27The+Brothers%27+And+The+Boston+Marathon+Bombing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2066"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398111029-7a606e.m3u?orgId=1&topicId=1033&e=398061941&d=2066&ft=nprml&f=398061941"},{"href":"http://media.npr.org/assets/img/2015/04/07/masha-gessen-c-tanya-sazansky-small-74eef0f725519e2e48644dbbdd77698caa40318d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}},{"href":"http://media.npr.org/assets/img/2015/04/07/167006478-88c28bea02c877560df4f833c133a2d80247c094.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}}]}