{"created":"2015-05-23T14:27:05+00:00","modified":"2015-05-23T14:27:06+00:00","valid":{"from":"2015-05-23T14:27:06+00:00","to":"3015-05-23T14:27:06+00:00"},"hreflang":"en","guid":"5df9c639-c810-4f80-8c5b-d841312832d2","title":"Harvard study finds that daughters of working mothers earn more money","published":"2015-05-23T14:27:01+00:00","byline":"Todd Zwillich","teaser":" Three quarters of women with children in the US work, and with benefits like these that number is sure to continue growing. ","tags":["Across Women's Lives","Lifestyle","Lifestyle & Belief","Motherhood","Family","Human development","Mother","working moms","Behavior","Work"],"contentencoded":"<p>Encouraging news for working moms — a <a href=\"http://www.nytimes.com/2015/05/17/upshot/mounting-evidence-of-some-advantages-for-children-of-working-mothers.html?abt=0002&amp;abg=0\">new study</a> from Harvard Business School has found that children, particularly girls, benefit from having a mother who works outside the home.</p>\n<p>\"Women who were raised with moms who worked outside the home are more likely to be employed than women whose moms stayed home full time,\" says Kathleen McGinn, a professor of business administration and co-author of the study. \"They earn more money in the jobs that they do hold. And those women who do work are significantly more likely to hold supervisory responsibility in their jobs. So they earn more money and they're more powerful at work.\"</p>\n<p>The study, part of a new gender equity initiative at HBS, found that daughters of working mothers earned 6 percent more than working women whose moms never worked outside the home.</p>\n<p>Men also benefit from having having a mother who works outside the home, but the results are seen in a different setting. For men, the benefits of having a mom who works outside the home are seen at home, rather than the workplace. The sons of working mothers, who grow up to have children of their own, spend 7 1/2 more hours a week caring for their children and 25 minutes more on chores.</p>\n<p>The study comes at an interesting time in the seemingly neverending \"Mommy Wars.\" </p>\n<p>A recent <a href=\"http://www.pewsocialtrends.org/2007/07/12/fewer-mothers-prefer-full-time-work/\" target=\"_blank\">study</a> from the Pew Research Center found that 41 percent of American adults say that the increase in the number of mothers working outside the home is \"bad for society.\" Less than a quarter say it's a good trend.</p>\n<p>But the working mom is here to stay. Three quarters of women with children in the US work now, with no sign of a lag. </p>\n<p><em>This story is based on <a href=\"http://www.thetakeaway.org/story/benefits-children-working-moms/\" target=\"_blank\">an interview</a> from PRI's <a href=\"http://www.thetakeaway.org/\" target=\"_blank\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-21%2Fworking-moms-study&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/3625480363_eb7986804f_o.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/3625480363eb7986804fojpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/takeaway052015-moms.mp3"},{"href":"http://admin.pri.org/file/takeaway052015-momsmp3"}]}