{"created":"2014-09-03T21:05:12+00:00","modified":"2014-10-31T01:29:36+00:00","valid":{"from":"2014-10-31T01:29:36+00:00","to":"3014-10-31T01:29:36+00:00"},"hreflang":"en","title":"The 'Cool War' With China Is Unseen, But Comes With Consequences","published":"2014-06-19T10:23:00+00:00","teaser":"Dueling charges of cyberspying between China and the U.S. are escalating in this new conflict, which could have huge stakes for American industry and trade secrets.","itags":["npr_api","318788569"],"guid":"5dfcb51b-92d4-484c-8056-e010d03aaa64","contentencoded":"<p>The days of the Cold War are long gone — no more zero-sum showdowns against communism, no <a href=\"https://www.youtube.com/watch?v=N_1jkLxhh20\">duck-and-cover lessons</a> in propaganda videos. But some scholars argue that something else has taken that conflict's place: a \"cool war,\" pitting the U.S. against China.</p><p>That war is flaring up, and it's high stakes for American industry.</p><p>\"We're acting in a lot of ways as though we were at war,\" says Harvard scholar Noah Feldman, the author of <a href=\"http://www.npr.org/books/titles/318798881/cool-war-the-future-of-global-competition\"><em>Cool War: The Future of Global Competition</em>.</a></p><p>\"But at the same time, we're also trading with each other and cooperating with each other in a wide range of economic areas, and it's that strange combination of competition and cooperation that's a cool war.\"</p><p>Unlike the Cold War, the cool war is largely fought economically. It involves not bombs, but server space. And the cool war is being waged not by secret agents wearing disguises, but by faceless hackers thousands of miles away, who break into vast data systems.</p><p>On May 19, the U.S. escalated by <a href=\"http://www.npr.org/blogs/thetwo-way/2014/05/19/313935588/reports-u-s-files-criminal-charges-against-chinese-officials-over-cyber-spying\">bringing its first ever charges</a> against foreign government officials for cyberspying, indicting Chinese military agents for hacking into computer systems of American firms. U.S. companies have become both the targets and the proxies in the cool war: According to Attorney General Eric Holder, the Chinese have been hacking Westinghouse, U.S. Steel, Alcoa and more than 60 other companies for half a decade.</p><p>\"The alleged hacking appears to have been conducted for no other reason than to advantage state-owned companies in China at the expense of businesses here in the United States,\" Holder said at his press conference announcing the charges.</p><p>The Chinese deny the charges. And this spring, leaked NSA documents showed the U.S. previously infiltrated Chinese telecom giant Huawei Technologies. Chinese Foreign Ministry spokesman Qing Gang reminded the public of that <a href=\"http://english.cntv.cn/2014/05/30/VIDE1401404644363891.shtml\">on state-run CCTV</a>.</p><p>\"It is known to the world what the U.S. has done in cyberspying and surveillance. On cybersecurity issues, we would like the whole world to judge who should be put on the defendant's stand legally and morally,\" Qing said.</p><p>So the U.S. called out China for spying on American companies. The Chinese say the U.S. has been doing spying all along, on <em>Chinese</em> companies. China is now retaliating economically. It's requiring American tech firms like Cisco to <a href=\"http://arstechnica.com/information-technology/2014/05/china-responds-to-nsa-tampering-with-network-gear-with-vetting-process/\">go through cybersecurity vetting</a>, and failure to pass vetting could mean a ban.</p><p>China is also <a href=\"http://online.wsj.com/articles/windows-8-faces-new-criticism-in-china-1401882772\">taking Windows 8 operating systems off</a> all government computers, saying Microsoft is stealing personal data of Chinese citizens. No duck-and-cover, but lots of business-related back-and-forth.</p><p>\"It affects our lives as Americans in a wide range of ways that aren't immediately obvious to us,\" Feldman says. Unseen as it may be, this cool war represents an ongoing power struggle with geopolitical consequences — and plenty of present-day problems for American companies whose trade secrets are at stake.</p><p>\"It's a reminder to tech companies — many of them already know this, if they're big enough — that they need to keep their heads up and be aware that their data is not secure, and it's not just Big Brother, Uncle Sam that's listening — it's also Beijing that's listening in,\" Feldman says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+%27Cool+War%27+With+China+Is+Unseen%2C+But+Comes+With+Consequences&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319380825-433219.m3u?orgId=1&topicId=1019&ft=3&f=318788569"},{"href":"http://media.npr.org/assets/img/2014/06/04/467472523-a5c6bcf2ad5452be4cd6ecaece05d6810857c455.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2694","width":"3591"}},{"href":"http://media.npr.org/assets/img/2014/06/04/492277313-8c4f3748fa4632b6eaf9a9948100896ed76b7860.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2360","width":"3145"}}]}