{"created":"2014-10-08T13:27:03+00:00","modified":"2014-10-31T00:50:20+00:00","valid":{"from":"2014-10-31T00:50:20+00:00","to":"3014-10-31T00:50:20+00:00"},"hreflang":"en","title":"Strike Against Utah Gay-Marriage Ban Paves Way For Supreme Court Ruling","published":"2014-06-26T11:25:00+00:00","teaser":"The 10th Circuit Court of Appeals called marriage a fundamental right that shouldn't be determined at the ballot box. It marks the first time that a federal appeals court has ruled on the issue.","itags":["npr_api","325608302"],"guid":"5e091f29-4e29-4d8e-b3ba-3d9b1b10d01c","contentencoded":"<p>A federal appeals court in Denver struck down Utah's ban on gay marriage Wednesday, paving the way for a U.S. Supreme Court decision on the issue as soon as next year. The ruling by the 10th Circuit Court of Appeals was the first by any federal appeals court on the issue to date.</p><p>While the ruling struck down the Utah ban, it applies to the other five states in the circuit: New Mexico, Wyoming, Colorado, Kansas and Oklahoma.</p><p>Utah officials said they would appeal and would seek a quick resolution of the issue. That would seem to suggest the state will appeal directly to the Supreme Court and will forego asking for a rehearing by the full the appeals court.</p><p>Wednesday's decision, as is typical, was rendered by a three judge panel. The vote was 2 to 1. Judge Carlos Lucero, a Clinton appointee, was joined by George W. Bush appointee Jerome Holmes in the majority. Dissenting was Judge Paul Kelly, a George H.W. Bush appointee.</p><p>In the meantime, same-sex marriage will remain illegal because the appeals court blocked its ruling from going into effect pending appeal.</p><p>In the coming weeks and months, other appeals courts will issue decisions in gay marriage cases in other parts of the country. The Supreme Court may well wait until it has more than one case on its doorstep before it decides to resolve the issue. Any high court decision is unlikely to occur until the latter part of the next Supreme Court term in 2015.</p><p>Last year the Supreme Court struck down the federal Defense of Marriage Act, which had barred federal recognition of same-sex marriages in states where they are legal. The federal law had precluded legally married same-sex couples from receiving tax, Social Security and other benefits. In the wake of that decision, 14 district courts have struck down gay marriage bans in various states, the most recent coming Wednesday in Indiana.</p><p>The majority decision in the 10th Circuit pointed to more than a dozen Supreme Court decisions declaring that marriage is a fundamental right. Judge Lucero, the opinion author, framed the ruling as analogous to the Supreme Court's 1967 decision <em>Loving v. Virginia</em>, which struck down state laws that banned interracial marriage.</p><p>Quoting a recent Supreme Court ruling, Lucero said that the drafters of the Constitution \"knew times can blind us to certain truths and later generations can see that laws once thought necessary and proper in fact serve only to oppress.\"</p><p>He noted that a state must present compelling justifications for interfering with a fundamental right like the right to marry. Here, Lucero said, the state failed to advance any justification that holds water.</p><p>Utah claimed that the ban on same-sex marriage serves state interests in \"fostering a child-centric marriage culture,\" ensuring that children are \"raised by their biological mothers and fathers\" or a married opposite-sex couple, promoting \"adequate reproduction\" and \"accommodating religious freedom and reducing the potential for civic strife.\"</p><p>But all of these reasons, Lucero wrote, are based on a flawed underlying claim — that marriage and procreation are linked. This claim is evidently false, he noted, because other Utahans can marry anyone of the opposite sex, regardless of \"reproductive capacity.\"</p><p>Advocates of the marriage ban also argued it should be upheld because it was voted on by Utahans, who have the right to decide matters of state law through democratic processes. Lucero observed that the difference between same-sex unions and relationships that can legitimately be banned in this way, like polygamy and incest, is that the Supreme Court has extended constitutional protections to same-sex relationships.</p><p>People who want to marry someone of the same gender, Lucero said, \"are entitled to exercise the same fundamental right as is recognized for persons who wish to marry a person of the opposite sex.\" These fundamental rights \"are not matters for opinion polls or the ballot box,\" he said.</p><p>Similarly, the majority dismissed claims that allowing same-sex couples to marry could negatively affect opposite-sex couples or children.</p><p>\"We cannot imagine a scenario under which recognizing same-sex marriages would affect the decision of a member of an opposite-sex couple to have a child, to marry or stay married to a partner, or to make personal sacrifices for a child,\" wrote Lucero.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Strike+Against+Utah+Gay-Marriage+Ban+Paves+Way+For+Supreme+Court+Ruling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"153"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325608303-aed52e.m3u?orgId=1&topicId=1070&ft=3&f=325608302"},{"href":"http://media.npr.org/assets/img/2014/06/25/451229910_19822609-49757af6529d45297c7d8c1fcbee4d9afbf9fd9a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}