{"created":"2014-10-08T16:18:47+00:00","modified":"2014-10-31T02:14:18+00:00","valid":{"from":"2014-10-31T02:14:18+00:00","to":"3014-10-31T02:14:18+00:00"},"hreflang":"en","title":"'Nowhere To Go,' Ugandan LGBT Activist Applies For Asylum In U.S.","published":"2014-05-12T16:56:00+00:00","teaser":"The Ugandan government passed a law criminalizing homosexuality in February. John Abdallah Wambere, a prominent gay rights organizer, says he could face jail or even death if he returns home.","itags":["npr_api","311090215"],"guid":"5e1a8028-8a52-4b02-9462-8dd48f7a0659","contentencoded":"<p>Citing an environment of fear, persecution and anti-gay violence in his home country of Uganda, John Abdallah Wambere has applied for asylum in the United States.</p><p>Wambere, 41, came to prominence for his work with Spectrum Uganda Initiatives, an organization that advocates for LGBT rights and provides health and education services.</p><p>He announced his decision to seek asylum at a <a href=\"https://www.youtube.com/watch?v=ys6CZ7tMPXk\">news conference</a> on May 6 in Boston. Wambere is currently living in Cambridge, Mass.</p><p>According to an <a href=\"http://www.glad.org/uploads/docs/cases/in-re-wambere/affidavit.pdf\">affidavit</a> filed in support of his asylum application, Wambere left Uganda for the U.S. on Feb. 20. At the time, he says, he planned to return home.</p><p>Then, on Feb. 24, Ugandan President Yoweri Museveni <a href=\"http://www.npr.org/blogs/thetwo-way/2014/02/24/282115673/ugandan-president-signs-anti-gay-measure-into-law\">signed into law the Anti-Homosexuality Act</a>, which criminalizes homosexuality, as well as \"aiding and abetting homosexuality,\" and \"promotion of homosexuality.\"</p><p>Violators of the law can face sentences of 14 years in prison for a first-time offense, and up to life in prison for the offense of \"aggravated homosexuality.\"</p><p>In the wake of the law's signing, Wambere said he feared what returning to Uganda could mean — physical violence, life imprisonment or even death.</p><p>Wambere's U.S. visa expired on May 7, but he will be able to remain in the country while awaiting a decision on his asylum application, filed with the assistance of the <a href=\"http://www.glad.org/work/cases/in-re-wambere\">Gay & Lesbian Advocates & Defenders</a>.</p><p>If he's not granted asylum in the U.S., he tells NPR's Arun Rath, \"I have nowhere to go. Home is not safe, and it's not even a place I would want to think about.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On deciding to apply for asylum</strong></p><p>When I came to the U.S., I didn't have any intention of seeking asylum. I was coming to do my usual work — lobby, advocate and fundraise for my organization, Spectrum Uganda.</p><p>And three days later [after my arrival], the bill was signed. This made it very difficult for me to think how, if I went back, I would be at risk, because the [Ugandan] newspapers went ahead and <a href=\"http://www.glad.org/work/cases/ugandan-newspapers\">outed me and a couple of my colleagues</a>, giving names and addresses.</p><p>And I just imagined what it would mean if I was on [the] ground, being someone who has been so much on the forefront [of gay rights in Uganda].</p><p>Through all this, I kept pondering, \"What could I do?\" And I noticed that I would still be able to support my people back home, while I'm in a much more safe environment.</p><p><strong>On the current environment for LGBT Ugandans</strong></p><p>It reached an extent where you weren't even guaranteed of your own security, where you wouldn't even trust the next person, because ... people were being compromised by all the anti-gay groups who are trying to spy on you.</p><p>The fact that you cannot be able to know what your neighbor is thinking, this has put a lot of people in danger, where police have swung into action, storming people's houses and picking them out of the houses.</p><p>There is a lot of blackmail and extortion going on with the police. A couple of people have been undressed in public just to ensure or to prove, \"Are you a woman or a man?\"</p><p>I mean, [there have been] situations where people are being degraded and humiliated, being paraded before the media, and all these hate speeches and all the negative [reporting] that has come out in the [Ugandan] media.</p><p><strong>On telling his family about his decision to seek asylum</strong></p><p>I haven't discussed this with my immediate family, apart from one. And I told him not to actually reveal it. My [16-year-old] daughter doesn't know that I'm not going back. My nephews, I mean, they write me emails and they are like, \"Uncle, when are you coming back?\"</p><p>And I have to tell them that I still have a couple of things that I am doing. It breaks me, because I'm still holding this from them, because I can't know how they will feel.</p><p>Just yesterday, one of my very own friends — actually, my staff at work — broke down and told me that he's so disappointed and ...he's so stressed that I'm not going back.</p><p>And I asked him what he felt like. And he's like, \"It's so bad. We were just imagining your presence, how strong you have been there for us. A lot of people are going to miss you.\"</p><p>I mean, messages that make you feel broken. But, again, you have to stand firm, cause it is something that is a journey right now.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Nowhere+To+Go%2C%27+Ugandan+LGBT+Activist+Applies+For+Asylum+In+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"383"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311639148-aba8d9.m3u?orgId=1&topicId=1004&ft=3&f=311090215"}]}