{"created":"2015-06-16T06:03:30+00:00","modified":"2015-06-19T23:05:14+00:00","valid":{"from":"2015-06-19T23:05:14+00:00","to":"3015-06-19T23:05:14+00:00"},"hreflang":"en","title":"After 30 Years, Giorgio Moroder Returns To The Dance Floor ","published":"2015-06-16T11:59:00+00:00","teaser":"Moroder has the honor, and the misfortune, of being on the front lines of two musical eras that eventually fell out of fashion. Now, he's back with <em>Déjà Vu, </em>his first new album in 30 years.","itags":["npr_api","414675876"],"guid":"5e2a7ee2-6388-4e1f-8398-b239c8344185","contentencoded":"<p>Giorgio Moroder has the honor, and the misfortune, of being on the front lines of two musical eras that eventually fell out of fashion. The 75-year-old songwriter and producer played an instrumental role in defining the sound of disco during the 1970s, and was then renowned for his work with synthesizers in pop music and movie soundtracks throughout the '80s. He produced and wrote hits for, among others, <a href=\"http://www.npr.org/artists/152918320/donna-summer\">Donna Summer</a>. Now, Moroder is back with <em>Déjà Vu, </em>his first new album of dance music in 30 years.</p><p>\"I always liked rhythmical music, even before disco,\" Moroder says. \"Mostly my songs were all up-tempo. I'm not a great dancer, but I just sometimes feel like I need rhythm in my life, and I still love to hear dance music.\"</p><p>Moroder, who was born in a German-speaking province of Italy in 1940, invaded the European and American popular-music scene just as the synthesizer was coming of age in the late 1960s and early '70s. For him, it was a lucky coincidence.</p><p>\"I was listening to Walter Carlos, when he played the album <em>Switched-On Bach,</em>\" Moroder says. \"I thought, 'This is the instrument which I would love to use.' And then I found this guy in Germany who had one. It changed, a little bit, my life.\"</p><p>Moroder and his synthesizer survived the death of disco at the end of the 1970s by going to the movies. His score for <em>Midnight Express</em> won him his first Oscar in 1979 — beating out <a href=\"http://www.npr.org/artists/15003640/john-williams-composer\">John Williams</a>' old-school symphonic score for <em>Superman. </em>Moroder's career took a new shape with his emergence into the film world.</p><p>\"Suddenly, I became a movie composer,\" he says. \"Which, I must say, before me it was almost impossible for a pop composer to get into that world.\"</p><p>Moroder went on to compose the scores for <em>Scarface</em>, <em>American Gigolo</em> and <em>Cat People</em>. He also wrote and produced songs for movies, and won Oscars for \"What A Feeling\" from <em>Flashdance</em> and \"Take My Breath Away\" from <em>Top Gun.</em></p><p>But then, just like disco, it all dried up. Audiences and producers got tired of the synthesizer, and movie offers came less and less frequently. Moroder released his last album of songs in 1985, and wrote his last film score in 1992. After that, he put music to the side.</p><p>\"I had so many different hobbies and ideas,\" Moroder says. \"I built a car. I did some artwork, computer-generated stuff. I had a lot of exhibitions. And then I retired more and more. I had a great life, sometimes playing golf. I was always really busy, but not necessarily with music.\"</p><p>But that didn't mean people weren't listening to his old stuff, says Chris Cox, a successful producer, DJ and Moroder collaborator.</p><p>\"These hipster DJs know the <em>Battlestar Galactica</em> soundtrack inside and out,\" Cox says. \"You talk to any 10 DJs from the techno world, the trance world, the house world, of who were the influential records or the influential producers, and his name's going to come up invariably every time.\"</p><p>Fast-forward to 2012, when Moroder was asked to DJ a 12-minute set for a Louis Vuitton fashion show. It set the ball rolling, and he was soon offered gigs in Cannes for amfAR and in New York for Red Bull Music Academy. Yet again, his life took a fast turn.</p><p>\"Suddenly I was a DJ,\" he says. \"And then the <a href=\"http://www.npr.org/artists/15414420/daft-punk\">Daft Punk</a> guys came and asked me if I wanted to collaborate with them on a song for their album.\"</p><p>Daft Punk, the duo from France, has called Moroder a huge influence. Cox agrees, saying Moroder taught<em> </em>him something vital about what makes good dance music.</p><p>\"He just kept saying, 'Where's the melody?'\" Cox says of Moroder's response to songs he showed him. \"In dance music, so much is just built around the groove, and everything is all about the pulsing and the drums. So then I would give these instrumental tracks for him, and he was just like, 'So where's the melody? Where's the song?' It really pounded that in my head: that you need something of a little more substance than just having a moving rhythm track.\"</p><p>Moroder says the synthesizer is definitely back. He still writes songs pretty much the way he did back then, only today he uses a computer with a drum machine.</p><p>\"I listen to the rhythm, and then I start playing mostly the chords, and I start to sing over and over. Then I rest for a day or so, and I listen again,\" he says. \"If I still like it, then I continue. If I don't like it, I just throw it away.\"</p><p>After all, at this point in his career, Giorgio Moroder has nothing to prove.</p><p>\"The main thing is that I love music,\" he says. \"It's not a job for me to write music. It's a hobby. It's something I really like to do.\"</p><p>So for now, the golf clubs are sitting in the closet.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+30+Years%2C+Giorgio+Moroder+Returns+To+The+Dance+Floor+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tim Greiving","audio":[{"meta":{"duration":"399"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414831942-9bda8c.m3u?orgId=1&topicId=1039&d=399&p=3&story=414675876&t=progseg&e=414831047&seg=10&ft=nprml&f=414675876"},{"href":"http://media.npr.org/assets/img/2015/06/15/giorgio-moroder-a9ba4684c6d746d9eb878883075302ad899668a6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"839","width":"1118"}}]}