{"created":"2014-10-07T19:46:17+00:00","modified":"2015-01-09T19:05:16+00:00","valid":{"from":"2015-01-09T19:05:16+00:00","to":"3015-01-09T19:05:16+00:00"},"hreflang":"en","title":"Uber, Airbnb Under Attack In Spain As Old And New Economies Clash","published":"2014-08-02T18:53:00+00:00","teaser":"The taxi and hotel industries are pressuring Spain to crack down on popular \"share economy\" apps and websites. Airbnb was recently fined $40,000 for failing to list rentals with a local tourism board.","itags":["npr_api","327796899"],"guid":"5e31ece3-eb70-4cdd-82c2-e724cbc15574","contentencoded":"<p>This summer, more people than ever before are booking rooms on Airbnb and using carpooling websites and smartphone apps to get around on vacation. The new \"share economy\" can be a money saver in areas hard hit by the economic crisis, like southern Europe.</p><p>But in sunny Spain, authorities are cracking down.</p><p>In Barcelona — one of the top destinations for European tourists this summer — police are pulling over and ticketing drivers suspected of using the private taxi app <a href=\"https://www.uber.com/\" target=\"_blank\">Uber</a>.</p><p>The regional Catalan government is also trying to thwart <a href=\"https://www.airbnb.com/\" target=\"_blank\">Airbnb</a>, fining the U.S. company some $40,000 and threatening to block its website. This is the first such punishment for the popular room-booking website, and other municipalities could follow suit.</p><p>Spain is emerging as a battleground for such apps and a test case for how governments handle innovations beloved by many citizens but hated by the hotel lobby and powerful labor unions.</p><p>Shiraz Jeral is a Pakistani-born Spaniard who supports his large family by ferrying tourists from Barcelona's airport to their hotels around the city. He makes up to $125 a day using his own car and picking up fares through the private taxi app Uber.</p><p>\"Every morning at 6 a.m. I pick up tourists at the airport. It's great! They pay by credit card through their smartphones, and Uber pays me at the end of the month,\" Jeral says. \"But the other taxi drivers, they get really mad.\"</p><p><a href=\"http://www.npr.org/2014/06/11/321012068/across-europe-anti-uber-protests-clog-city-streets\" target=\"_blank\">Taxi drivers across Europe have gone on strike this summer</a> to protest Uber. They say it undercuts their business and want it banned. In Spain, taxi licenses can cost upward of $150,000. Drivers pay it off like a mortgage, over their career. Many worry their investment will be worthless if private citizens can pick up fares with Uber.</p><p>A popular car-sharing company in Spain, <a href=\"http://bluemove.es/\" target=\"_blank\">Bluemove</a>, has had some of its cars' tires slashed mysteriously — in an apparent attack on the \"share economy.\"</p><p>\"We call it the 'Uber Effect' — it's like a shadow,\" says Gabriel Herrero-Beaumont, Bluemove's president. \"All the taxi drivers are worried about competition from Uber, but the Uber app is actually only available in Barcelona — not other Spanish cities. So anyone angry about Uber takes it out on other innovators, even though we have nothing to do with Uber.\"</p><p>Herrero-Beaumont says he doesn't know who is responsible for the attacks this summer on his company's cars.</p><p>One recent morning, while Jeral awaited passengers at Barcelona's airport, the police pulled him over and detained him for an hour.</p><p>\"They told me Uber is illegal, and they wrote me a ticket with a big fine,\" he says. \"I'm taking the ticket to my supervisors at the Uber office today.\"</p><p>Spanish law does not — at least not yet — prohibit Uber and other private taxi apps or ride-sharing schemes. But Spain's taxi unions are lobbying politicians to intervene and protect their industry.</p><p>Professional taxi drivers also argue that it's dangerous to get into the car with an unverified Uber driver. But ride-share advocates say it's just the opposite.</p><p>\"If you jump into any cab, you don't know the driver,\" says Vincent Rosso, the Spain director of another ride-share website in Europe, called <a href=\"http://www.blablacar.com/\" target=\"_blank\">Blablacar</a>. \"But in our case, people who jump into a car know in advance who is going to be in the car — their age, their preferences when they travel, they can check the [driver's] biography. They have more information about the ride.\"</p><p>Spain is the most popular destination for European tourists each summer. It's the most visible place for this clash of old and new economies — and a test case for how other countries might regulate these new tools.</p><p>Esperanza Casas, 25, works long hours at a marketing company in Barcelona, earning about $1,000 a month. With <a href=\"http://www.npr.org/2014/07/28/335986114/more-than-half-of-spaniards-in-their-20s-are-unemployed\">Spanish youth unemployment at more than 50 percent</a>, she feels lucky to have a job. But she'd never afford rent without her Airbnb income.</p><p>\"I need it — completely. It's the only way we have to live decently,\" says Casas, who offers two of the three bedrooms in her apartment for rent every night on Airbnb. \"We have no other ways.\"</p><p>But Spain's powerful hotel lobby is angry. And local authorities have just slapped the U.S. company with a $40,000 fine, for failing to list rentals with the local Catalan tourism board. Unlike hotels, Airbnb properties are not inspected for local health and safety compliance. Authorities say they're worried about the safety of some 26.5 million tourists who visit Catalonia each year.</p><p>\"Our position in this case is not thinking about hotels. It's thinking about consumer rights,\" says Patrick Torrent, who heads the <a href=\"http://www.act.cat\" target=\"_blank\">Catalan Tourism Agency</a>. \"Innovation and social cooperation are great ways to improve the tourist experience. But our role is to ensure quality, safety and security first.\"</p><p>Airbnb acknowledges that there's been the rare attack or burglary by its 15 million users worldwide. But Barcelona is one of its top destinations, and the company is appealing Catalonia's fine.</p><p>\"I think it's a real shame, where you have a government that's so aggressive,\" says David Hantman, Airbnb's public policy director. \"There are ways of protecting neighborhoods and protecting citizens and putting some restrictions on this activity that make sense. Because people are still going to travel, the key is to figure out how to make sense of this amazing activity, instead of just trying to enforce old rules that were designed for really a different time.\"</p><p>Airbnb and other companies are in talks with the Spanish government. Among the compromises is a new rule in Madrid that requires a five-day minimum stay for Airbnb. Hotels get the shorter one- or two-day visits.</p><p>\"In a few short years the growth of these platforms like Airbnb and Uber has been exponential, but it's also been disruptive,\" says David Córdova, a government relations expert at Madrid's IE Business School. \"Traditional vendors weren't prepared for it and they've reacted harshly. The trick is to prevent that from paralyzing this new 'share economy.' \"</p><p>Among those eager to see what happens is Rosa Maria Sanchez, a 60-year-old widow from Barcelona.</p><p>\"Airbnb is my main work now, ever since the company I worked for closed and laid me off four years ago,\" Sanchez says. \"I can't retire yet. I'm still paying the mortgage. Six years ago my husband died. I need to pay the bills.\"</p><p>In the difficult years since her husband died, Sanchez has sustained herself both financially and socially by filling her home with Airbnb guests.</p><p>\"From Tasmania, Taiwan, Korea,\" she says. \"Right now my guests are from Montreal. Oh, and there were those two sisters from Azerbaijan! We exchange Christmas cards now. I have friends around the world.\"</p><p>The test, for Spain, is to harness that enthusiasm for the new \"share economy\" — and work out what role hotels and taxis can still play.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uber%2C+Airbnb+Under+Attack+In+Spain+As+Old+And+New+Economies+Clash&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336228332-945fcd.m3u?orgId=1&topicId=1124&ft=3&f=327796899"},{"href":"http://media.npr.org/assets/img/2014/07/25/451549244-f6f1f27251198138bced010dd7bc9c0b881b84c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}},{"href":"http://media.npr.org/assets/img/2014/07/25/451549240-2e4664fb10b9ec857c690e86618ec9497b3aea8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}},{"href":"http://media.npr.org/assets/img/2014/07/25/451565482-77f028c2b6a42cabe19d9bcbdbf9798d87d966d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}}]}