{"created":"2014-12-22T19:14:28+00:00","modified":"2014-12-22T23:12:54+00:00","valid":{"from":"2014-12-22T23:12:54+00:00","to":"3014-12-22T23:12:54+00:00"},"hreflang":"en","guid":"5e32b0ff-c84e-4cc9-acb3-2233f0953c42","title":"How to get right in the middle of the war in Syria — from thousands of miles away","published":"2014-12-22T23:12:51+00:00","byline":"Saul Gonzalez","tags":["International Security","SafeMode","Syrian civil war","technology","journalism","SafeMode","Technology","Science, Tech & Environment","Asia","Syria","Middle East","Nonny de la Peña","Virtual reality","Immersive journalism"],"teaser":"Few journalists, let alone readers, can get into Syria to do reporting on one of the world's most important wars. But what if they could step foot into the towns and villages of a war zone from thousands of miles away? We may soon find out.","contentencoded":"<p>Virtual reality was once the province of science fiction book and movies — think of the holodeck on \"Star Trek.\" But virtual reality is becoming a practical, real-world technology, one that people are trying to find uses for in a variety of fields, including international journalism.</p>\n<p>That's where Nonny de la Peña comes in. She's a former reporter and documentary filmmaker who's now a Ph.D. student in Media Arts at the University of Southern California. In her lab overlooking the USC swimming pool, de la Peña <a href=\"http://immersivejournalism.com\">meticulously recreates scenes</a> that occurred in the real world, scenes that she believes can one day help tell complex news stories.</p>\n<p>Using virtual reality, she hopes to take people to places they otherwise might never be able to visit. Imagine for instance, \"stepping\" into an Iraqi village attacked by ISIS or a hospital in Sierra Leone treating Ebola patients.</p>\n<p>De la Peña’s latest work is called Project Syria. When visitors put on a virtual reality headset in her lab, they’re transported from a peaceful college campus in Los Angeles to the scene of a mortar attack that occurred in Syria in 2013. As they walk around the lab, they virtually pass three-dimensional buildings and people, hearing the sounds of the place.</p>\n<p>De la Peña believes recreating international news stories in virtual reality will give people a visceral and personal connection to distant events in a way regular media can not. “Syria seems so far away from most people,” she says, “but when you can actually put them on scene, I think the impact is a lot stronger and no longer is it this thing that’s happening in another Middle Eastern country. It becomes much more visual, much more real.”</p>\n<p>Creating what she calls “verite virtuality,” de la Peña uses videos, photos and sounds of real places to recreate news events in the digital realm. To create the <a href=\"https://www.youtube.com/watch?v=AlIvfa8NKQk&amp;feature=youtu.be&amp;t=1m18s\">virtual attack in Aleppo</a>, de la Peña relied on a YouTube video that captured the real attack, including the sound of a young girl singing as the mortar round hit the crowded street.</p>\n<p><em>(NOTE: The video de la Peña used claims the mortar round was fired by the forces of Syrian President Bashar al-Assad. The World cannot independently verify the source of the attack.)</em></p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/AlIvfa8NKQk?start=78&amp;feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Of course, there are some who might see de la Peña’s work as just a fancy videogame, one that blurs the line between tragic news event and entertainment. There’s also a concern that virtual reality scenes could be created to twist the news, or even create incidents that never happened in reality.</p>\n<p>De la Peña acknowledges that virtual reality could be used as a propaganda tool, especially as technology allows scenes to look ever more lifelike. </p>\n<p>“Because, sometimes, the realism is so strong, people will be willing to believe something is true when it isn’t,\" she says. \"And so how do we give people the critical thinking to experience these things and understand when it is real and when it isn’t?”</p>\n<p>But de la Peña believes immersive journalism will inevitably be part of the media landscape as the technology improves. She’s already thinking ahead to projects she’d like to tackle, such as creating virtual scenes from the recent Israeli-Palestinian conflict in Gaza.</p>\n<p>She's also taking her project on the road: She'll show it off early in 2015 to tastemakers at the Sundance Film Festival.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/122220145.mp3"},{"href":"http://www.pri.org/file/122220145mp3"}]}