{"created":"2014-09-02T15:14:25+00:00","modified":"2015-02-03T18:18:26+00:00","valid":{"from":"2015-02-03T18:18:26+00:00","to":"3015-02-03T18:18:26+00:00"},"hreflang":"en","title":"In New Hampshire, An Unexpected Tight Race For Senate","published":"2014-08-25T18:59:00+00:00","teaser":"When talking competitive U.S. Senate races, New Hampshire isn't at the top of the list. But the contest between Sen. Jeanne Shaheen and likely opponent Scott Brown has become surprisingly close.","itags":["npr_api","343014830"],"guid":"5e35151e-0245-446c-9754-be644a41460f","contentencoded":"<p>When discussing competitive U.S. Senate races, New Hampshire isn't at the top of the list. Alaska, Arkansas, Louisiana — they all have tight contests. But now it seems even New Hampshire may be in play.</p><p>Democratic Sen. Jeanne Shaheen is a former longtime New Hampshire governor, finishing up her first term in the U.S. Senate. Polls consistently find she's still personally popular, even after millions of dollars in attack ads run against her. And yet a recent WMUR Granite State poll finds she has a race on her hands.</p><p>Last month, that poll showed her up 12 points over her likely opponent, former Massachusetts Sen. Scott Brown. Now it's a statistical tie.</p><p>In politics, it's dangerous to read too much into any one poll, but if Shaheen is in trouble, observers say it has more to do with the national dynamic than with either her or Brown.</p><p>On a recent day, Brown walked in to the Franklin VFW hall, shaking everyone's hand along the way. There were about 40 people there for the town hall meeting, mostly senior citizens and mostly Brown supporters. One woman asked who he thinks would make the best Republican president, and Brown is ready with an answer.</p><p>\"Anybody would be better than President Obama,\" Brown said to a round of applause. \"I know that he's not up for re-election. I know you're shocked to hear that. But guess what? His No. 1 foot soldier is Sen. Shaheen. She's up for re-election.\"</p><p>Go to any of the states with races where Republicans hope to knock off Democratic incumbents and you'll hear a nearly identical message. The theory being: President Obama is so unpopular, and tying incumbents to him is a path to victory. Brown says the country's future rests on Republican control of the Senate, and his election would be part of that.</p><p>\"And you have an opportunity to send a very powerful message. And what's that? It's me,\" he said. \"You send me back down to Washington, and I guarantee the president and Harry Reid will not be happy.\"</p><p>About 45 minutes after it began, the town hall was over and Brown hopped behind the wheel of his beat-up, green pickup truck.</p><p>Brown seemingly can't get enough contact with voters. Doing 5K races, parades, town halls and closed-door meet and greets — he takes that truck everywhere.</p><p>It's closing in on 300,000 miles and was a big part of his brand when he ran for Senate in Massachusetts. He won a special election in 2010 but was defeated three years later. Now in New Hampshire, Brown is trying to make this a national race, and Shaheen wants to keep it local.</p><p>Shaheen got her daily dose of cute at a preschool in Rochester. She was there to tout her bill to expand the child care tax credit.</p><p>\"I came here to call attention to the need to do more to help families that are struggling with the cost of child care,\" Shaheen said.</p><p>The day before, it was a cattle farm where she and the U.S. agriculture secretary announced a federal grant to a local business. Her strategy, she said, is to continue to work as hard as she can to address the concerns that she hears from the people of New Hampshire.</p><p>\"I think that's what people are looking for, and that's what I am going to continue to try to do,\" Shaheen said.</p><p>She says economic concerns are what she hears the most: student loans, child care costs and equal pay for women. Brown tends to talk more about national security at his town halls, and brushed past questions about the minimum wage and education.</p><p>Brown declined to be interviewed for this story. Observers in the state say his best hope of winning is a wave election. It's something Fergus Cullen says has happened in each of the past five off-year elections. He's a former chairman of the New Hampshire Republican Party.</p><p>\"New Hampshire is a swing state, and it has been very sensitive to what the national mood is over the last several election cycles,\" Cullen says. He's not convinced this will be a wave year.</p><p>\"It's unclear whether this year is going to shape up like that. It doesn't feel like 2010 to me as of today,\" he says. \"But the question is: Does Scott Brown just need a wave to get elected, or can he do it in a neutral political environment?\"</p><p>Shaheen was elected six years ago with a boost from the candidacy of Barack Obama. Today, the president's approval rating in the state is just 38 percent. The question now is whether Shaheen will get caught up in his second-term backlash.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+New+Hampshire%2C+An+Unexpected+Tight+Race+For+Senate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"290"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343073976-7bdca5.m3u?orgId=1&topicId=1014&e=343014830&d=290&ft=nprml&f=343014830"}]}