{"created":"2015-07-01T12:34:47+00:00","modified":"2015-07-01T18:16:55+00:00","valid":{"from":"2015-07-01T18:16:55+00:00","to":"3015-07-01T18:16:55+00:00"},"hreflang":"en","guid":"5e40d296-0b59-4654-ad8f-5e3165181935","title":"How traditional couples changed the definition of marriage and opened the doors for same-sex weddings","published":"2015-07-01T18:16:50+00:00","byline":"T.J. Raphael","tags":["love","relationships","LGBT rights","government","history","Culture","Arts, Culture & Media"],"teaser":"There were many places in Europe, in southern France for example, that the only place you could find true love was in adultery, because marriage was such a mercenary institution. But then that all changed — and planted the seeds for same-sex marriage to eventually blossom.","contentencoded":"<p dir=\"ltr\">The definition of marriage has been questioned repeatedly in recent decades, particularly with regard to same-sex marriage.</p>\n<p dir=\"ltr\">But it appears that the modern definition of \"traditional marriage” isn’t historically accurate. According to Stephanie Coontz, author of \"<a href=\"http://www.amazon.com/Marriage-History-How-Love-Conquered/dp/014303667X\">Marriage, a History: How Love Conquered Marriage</a>,\" the institution of marriage was once a union devoid of any emotional component. Up until the end of the 18th century, love had absolutely nothing to do with marriage.</p>\n<p dir=\"ltr\">“Marriage was far too important as a political and economic institution — it was the way the upper class signed peace treaties and made war,” she says. “It’s the way that the middle class made business arrangements; for the lower class it was the way you got your working partner — bakers had to marry other bakers, even if they fell in love with someone who did something else, because you couldn’t run a small business.”</p>\n<p dir=\"ltr\">Coontz, a professor of history and family studies at Evergreen State College and director of research and public education for the Council on Contemporary Families, says heterosexual couples initially redefined traditional marriage by pushing for the union to be built on love.</p>\n<p dir=\"ltr\">“Love was really something that was different from marriage,” she says. “It was OK if you fell in love after marriage, but it was not really the purpose. There were many places in Europe, in southern France for example, that the only place you could find true love was in adultery, because marriage was such a mercenary institution. Adding love to marriage was a big, revolutionary change.”</p>\n<p dir=\"ltr\">As capitalism spread around the globe in the 18th century and the Age of Enlightenment began to take hold, the idea of a loved-based relationships also started to take shape.</p>\n<p dir=\"ltr\">“When the idea of love first came out, people were terrified,” says Coontz. “They said, ‘Oh my gosh. What’s going to happen to society if my son can say, ‘Ew! I don’t want to marry that woman, I don’t love her!’ They were concerned about what would happen if people fell out of love — that they would want divorce. Or a woman who was seduced might even refuse to get married. People were really worried about this.”</p>\n<p dir=\"ltr\">During the 20th century, love was redefined to allow people to find their opposite — a person that would complete them — something that later proved to be problematic.</p>\n<p dir=\"ltr\">“You fell in love with someone who was totally different than you,” she says. “So here we are trying to build marriages on the basis of love, but we have two historical definitions of love: One is that it’s illicit, and it’s exciting because it’s illicit, and the other is that it’s of opposites.”</p>\n<p dir=\"ltr\">Though people were initially afraid of the idea of marrying for love, marriage itself was inescapable for many, especially because women were economically and legally dependent on men.</p>\n<p dir=\"ltr\">“There was a lot of social pressure from elites who could penalize people — as late as the 1950s and ‘60s, a man who wasn’t married or who was divorced was often passed over for a promotion,” says Coontz. “A woman was just basically no where.”</p>\n<p dir=\"ltr\">The 1950s gave way to the “golden age of marriage” in the United States, something that is still idolized and often misrepresented today.</p>\n<p dir=\"ltr\">“People look back to that as the traditional family, but it was probably the only time in history when a vast majority of women did not work,” says Coontz. “They did not work on farms besides their husbands or work in small businesses — a man could support himself on his own earnings instead of having child labor. The male breadwinner family is not the least bit traditional, and it was organized around these very rigid gender roles.”</p>\n<p dir=\"ltr\">Back in the 1950s, marriage was also severely complicated because of the short courtship period that most couples would go through: The average couple married each other after just six months.</p>\n<p dir=\"ltr\">“From our modern perspective, how do you get to know a person as an individual in six months? Well, you don’t,” says Coontz. “Some people were very lucky, of course, and did become friends and were able to sustain their marriages, but basically you married a gender stereotype and you didn’t have a lot to negotiate.”</p>\n<p dir=\"ltr\">Nowadays, men and women have more egalitarian relationships and society has since moved away from the idea of the “male-protector” marriage model. But as heterosexual couples changed the nature of marriage, they opened the door for gay people who were searching for the right to wed.</p>\n<p dir=\"ltr\">“One of the amusing ironies in all of this debate is when people say, ‘Oh my goodness! Same-sex marriage will change heterosexual marriage!” she says. “Actually, the revolution was started by heterosexuals. Heterosexuals were the ones who first said marriage should be about love in the late 18th century. In the early 20th century, we added to this the idea that marriage should be based on sexual attraction and fulfillment.”</p>\n<p dir=\"ltr\">After the 1950s, Western societies found it acceptable for individuals to marry each other without having an intention to reproduce, which was also a radical reinterpretation of marriage.</p>\n<p dir=\"ltr\">“All of these things began to change the definition of marriage in ways that were making gays and lesbians say, ‘Hmm. This applies to us,’” says Coontz. “The final blow was in the 1970s when we repealed all of the laws that said men have one set of duties they have to perform, and women have a different set of duties they should perform. We said marriage is an association of two individuals who can choose for themselves what roles they want to play in the marriage.”</p>\n<p dir=\"ltr\">“I think at this point it was almost inevitable that gays and lesbians would say, ‘Hey, you have redefined marriage so much that it’s now something we can and should be able to enter,'” Coontz adds.</p>\n<p dir=\"ltr\"><em>This <a href=\"http://www.thetakeaway.org/story/marriage-isnt-what-it-used-be-and-s-good-thing/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org\">The Takeaway</a>, a public radio show that invites you to be aprt of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-29%2Fhow-traditional-couples-changed-definition-marriage-and-opened-doors-same-sex&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway062915-marriage.mp3"},{"href":"http://admin.pri.org/file/takeaway062915-marriagemp3"}]}