{"created":"2015-04-08T20:04:19+00:00","modified":"2015-05-13T21:04:09+00:00","valid":{"from":"2015-05-13T21:04:09+00:00","to":"3015-05-13T21:04:09+00:00"},"hreflang":"en","title":"On A Scale Of 1 To 10, Brazil Gets A Zero For Disability Access","published":"2015-04-08T22:23:00+00:00","teaser":"Brazil is hosting not just the Olympics in 2016 but also the Paralympics. And activists for the disabled say Rio de Janeiro has a long and potholed road ahead of it to get ready for the games.","itags":["npr_api","398123572"],"guid":"5e4e21dc-b17e-4264-b16e-40bf4a9e1822","contentencoded":"<p>For most disabled residents of Rio de Janeiro, every day is an Olympian struggle.</p><p>Pick almost any sidewalk, says Lilia Martins, who uses an electric wheelchair. She chooses one just outside her place of work. The location is relevant because Martins is an advocate for disabled people in Rio. Even here, we only manage to go a short way before the pavement becomes cracked and broken with huge roots popping up. There is literally no way a wheelchair can go on. It's like an obstacle course.</p><p>\"Except there is no prize at the end,\" Martins quips.</p><p>Martins is in her 70s. She had polio as a toddler and has spent the rest of her life wheelchair-bound in Rio de Janeiro.</p><p>She says her group, the Center for an Independent Life, has fought street by street to make Rio more accessible. One of her greatest achievements is making one road in Copacabana have wheelchair access to the beach.</p><p>Even that didn't last.</p><p>\"Now they are all filled with holes,\" she says. \"Other works have been done and it turns into something that has nothing to do with accessibility. The streets have been paved over so many times that the manhole covers are at the bottom of these deep craters that are a nightmare for people with disabilities. There is no maintenance.\"</p><p>The city of Rio de Janeiro is hosting the 2016 summer games — but while there has been a lot of hype around the Olympics in Brazil, the country is hosting another event that same year — the <a href=\"http://www.paralympic.org/\">Paralympics</a>. The city by the sea will host 4,350 disabled athletes from 176 countries.</p><p>I ask Teresa Costa d'Amaral, from <a href=\"http://www.idealist.org/view/nonprofit/mMf4KmWw74bD/\">IBDD</a>, one of Brazil's main disability advocacy organizations, to grade Rio de Janeiro from one to 10 on how accessible the city is.</p><p>Zero she tells me. Zero.</p><p>Brazil has some of the best legislation on the issue in the world, she says, but laws don't mean enforcement. She points to the fact that Rio has only one functioning road crossing for the blind. Her group actually has a number of lawsuits against the city to make public transport accessible.</p><p>\"There is a saying here, 'We won but we didn't get it done,' because nothing has changed,\" she says.</p><p>Part of that has to do with how people with disabilities are viewed in Brazil, she says. A recent poll showed that an overwhelming 80 percent of disabled people in Brazil didn't feel respected as citizens of the country. They have difficulty finding work and simply getting around, she explains.</p><p>The organizers of Rio's games say their venues will be ready and up to scratch. But they acknowledge that making the city accessible is a work in progress.</p><p>\"They are completely right that the city has a lot of challenges for people with disabilities, \" says Rio's mayor Eduardo Paes.</p><p>The plan right now, which has only just been released and has yet to be implemented, will see only some tourist sites become fully accessible.</p><p>\"It's not a culture of [the] public sector in Brazil to build things for people with disability,\" Paes tells NPR. \"It's not going to solve our problems but things are gonna get much better for people with disabilities. We have a long way to go. The Olympics are not like a miracle that are gonna solve all the problems of the city. I hope it inspires the city to keep moving on.\"</p><p>Leila Scaf Rodrigues, an architect, hopes so too. Around four years ago, she lost her hands and feet to a bacterial infection. She says the Rio she knew and loved all her life has become a different city to her.</p><p>\"This isn't a city you want to live in if you have a disability,\" she says.</p><p>She now works to help make public buildings more accessible. That's ironic, she says, because she never used to give much thought to whether or not wheelchair ramps were well-executed.</p><p>She isn't sure how much the city will actually improve because of the Paralympics. But she says the real change could come because of the event.</p><p>\"It will change the culture here, I hope,\" she says. \"Brazilians will see people with disabilities on the streets, see them doing amazing things. And we will learn finally to live together.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=On+A+Scale+Of+1+To+10%2C+Brazil+Gets+A+Zero+For+Disability+Access&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lourdes Garcia-Navarro","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342061-4295b9.m3u?orgId=1&topicId=1031&d=258&p=2&story=398123572&t=progseg&e=398253975&seg=9&ft=nprml&f=398123572"},{"href":"http://media.npr.org/assets/img/2015/04/07/454428690-a14d9480d67f3e4dc1102410ea616b87435ca096.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"705","width":"940"}}]}