{"created":"2015-04-21T19:54:35+00:00","modified":"2015-05-13T21:01:25+00:00","valid":{"from":"2015-05-13T21:01:25+00:00","to":"3015-05-13T21:01:25+00:00"},"hreflang":"en","title":"Should The Government Get Out Of The Air Traffic Control Business?","published":"2015-04-23T22:20:00+00:00","teaser":"Efforts to replace air traffic control's aging radar-based system have been stuck in the Federal Aviation Administration's bureaucracy and lacked funding from Congress.","itags":["npr_api","401278218"],"guid":"5e64b16a-1efa-4ace-b817-a8dade780ee6","contentencoded":"<p>Keeping track of the traffic in the skies above us is a big job. The nation's air traffic control system has been reliable, but it's not very efficient. And efforts to replace it with newer technology have gotten bogged down by a combination of uncertain congressional funding and the slow-moving federal bureaucracy. Now, some in Congress want to get the government out of the air traffic control business.</p><p>The Federal Aviation Administration says some 7,000 aircraft are over the U.S. at any given time.</p><p>In the tower at Washington's Reagan National Airport, controllers stare at computer screens with radar images of arriving and departing flights. It's pretty much how controllers have operated since the dawn of the jet age. And it has some drawbacks, says Joshua Schank, president of the Eno Center, a transportation think tank. \"For example, right now because we're using radar-based systems, we cannot land as many planes within a given airspace, particularly in congested places like the New York region, as we could if we could track them more effectively.\"</p><p>Schank says that would mean controllers \"could narrow the separations between the aircraft.\"</p><p>The FAA has a solution to the inefficient radar. It's called NextGen, and very simply put, it would replace the current air traffic control system with one based on GPS satellites, which would be more precise and allow more flights, closer together. Problem is, the FAA has been working on NextGen for over a decade now, and it still has a long way to go. At a recent congressional hearing, Transportation and Infrastructure Committee Chairman Bill Shuster, R-Pa., argued that \"in the same amount of time that we've pursued NextGen, Verizon has updated its wireless system not once, not twice, not three times, but four times in the last 10 years.\"</p><p>So Shuster and others in Congress, along with the airline industry, think it's time for someone other than the FAA to operate the air traffic control system. Sharon Pinkerton, vice president of the industry trade group Airlines for America, says air traffic control is \"very technology focused and we need to have a very nimble organization ... one that's not subject to politics or an annual appropriations process; that's going to enable it to get NextGen done quickly.\"</p><p>Some put the blame on the FAA for the snail's pace rollout of NextGen. Robert Poole, a transportation analyst with the Reason Foundation, a libertarian think tank, calls the air traffic control function of the FAA \"a 24-hour, seven days a week, high-tech service business trapped inside a government bureaucracy.\"</p><p>By contrast, Poole says, an air traffic system operated outside the FAA \"wouldn't have civil service culture, they wouldn't be as risk-averse and status quo oriented as they are, they'd be able to hire and keep really top-notch engineers and software writers and program managers and hold them accountable for results.\"</p><p>And it's not just industry and the GOP that support extracting the air traffic control organization from the FAA. The union that represents air traffic controllers is on board too.</p><p>\"The status quo is unacceptable,\" says Patricia Gilbert, vice president of the National Air Traffic Controllers Association. She says the biggest problem with the current system is the way it's been funded, or not funded, by Congress. \"We have had the national air space system subjected to a full government shutdown. In addition to that, the sequester cuts had furloughed employees including air traffic controllers back in 2013.\" She says that has made it difficult to ensure a system with \"predictable and stable funding.\"</p><p>Separating the air traffic control function from the rest of the FAA would not be simple, but there are models.</p><p>In Canada, for instance, the system is run by a nonprofit corporation and funded by the user fees. Backers in the U.S. say big capital expenses, like the $40 billion it will cost to fully build out the NextGen GPS system, could be raised on the bond market.</p><p>Still, there are skeptics. The FAA says it's been making steady progress in implementing NextGen. Democratic Rep. Rick Larsen of Washington wonders if spinning off the air traffic controllers is really necessary. \"Airlines are making money, the system is safe and the FAA with close congressional oversight is making progress on NextGen,\" Larsen says. \"So the question that has to be asked is: What's the problem we're trying to tackle when we talk about reforming our air traffic control system?\"</p><p>Congress is now in the process of what it calls reauthorizing the FAA for the next five years. It's possible reorganizing the air traffic control system could be a part of that effort.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Should+The+Government+Get+Out+Of+The+Air+Traffic+Control+Business%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319088-d88481.m3u?orgId=1&topicId=1014&d=250&p=2&story=401278218&t=progseg&e=401311283&seg=19&ft=nprml&f=401278218"}]}