{"created":"2015-04-21T21:09:47+00:00","modified":"2015-05-13T21:01:22+00:00","valid":{"from":"2015-05-13T21:01:22+00:00","to":"3015-05-13T21:01:22+00:00"},"hreflang":"en","title":"Millions Of Chickens To Be Killed As Bird Flu Outbreak Puzzles Industry","published":"2015-04-27T18:18:00+00:00","teaser":"A flu strain deadly to chickens and turkeys is striking farms in the West and Midwest. This week, it hit an Iowa facility with millions of egg-laying hens. No one knows how it's entering houses.","itags":["npr_api","401319019"],"guid":"5e669407-3513-4548-8544-f740de38b75f","contentencoded":"<p>Bird flu has been striking chicken and turkey farms in parts of the West and Midwest. This past week, it hit a flock of millions egg-laying chickens in northeastern Iowa. <strong>Update 4/22/2015:</strong> The USDA now says that around 3 million birds were affected in the Iowa facility — down from a previous estimate of 5 million.</p><p><em>Our original post continues below.</em></p><p>The disease has a devastating impact. Entire flocks have been destroyed in an effort to keep the virus from spreading. To make matters even more frustrating, farmers aren't really sure what they can do to protect their flocks.</p><p>Some strains of bird flu have been known to infect humans, but this one apparently does not. According to the Centers for Disease Control and Prevention, it poses little threat to humans.</p><p>It's carried by wild birds, especially ducks and geese. They spread virus on the ground in their droppings.</p><p>Last fall, for the first time in years, this strain of flu — formally known as highly pathogenic avian influenza type H5 — was detected among ducks in the Pacific Northwest. For Kim Halvorson, who raises turkeys on a farm in southeastern Minnesota, the news was like an alarm. \"It's similar to that tornado siren going off, and you try to prepare yourself for that tornado, for the worst,\" she says.</p><p>She, along with other poultry farmers across the country, took extra precautions to keep the virus out of the houses where their birds live. They made sure everyone stepped through disinfectant before entering.</p><p>Trucks that deliver feed don't just drive up to those turkey houses anymore. \"The truck will now stop just outside the site, disinfect itself, and drive onto the site,\" she explains.</p><p>And despite all that, the virus has managed to infect <a href=\"http://www.aphis.usda.gov/wps/portal/aphis/ourfocus/animalhealth/sa_animal_disease_information/sa_avian_health/ct_avian_influenza_disease/!ut/p/a1/lZNNb-IwEIZ_Sw_sLdjNBwmVqlUolIQC3ZZSSC7RJHGIpcSOHAcEv34daCsqtWzXB0sz845n5rGNQrRGIYMt3YCknEHR2mEvmjx6-vUA6_540R9hf_56P3OmtvHomUoQKMHd2PVMe4oxNh0d-8OBN7T7M4z93s_y8TfLxf_KX6EQhQmTlcxRAFVO6yjhTBImo4LGAsS-g2uIeCOijCdNfbSA0RKKKCdQyPzck9KaQE0iyjIuyiOEU3hLgX3oE_nmULKiIewA74ltM1VCUxTEej_DPZ1ohnMNmpnEhgYWWJpupVmaJoltGPap-U_zjUcDNd_99I_9MNHxg_UmuMT3KLgAMFCE7W8R9k20-M-uJz-4U13M7mYbdSzIXGtpovVFyqfwGWW0vkB5NUAh31vUfWqb2RQ8Pj7VwGWx4aiqgmREENFthHLnUlY3HdzBu92u29QpdDd8q6xKvYWKCwlFB7fu057zkvxWX0DuK3K7WP5qf0N667767jxqL2Y5mofuV7VyXku0Pq-BqnK5LB2j9-wdXrJyNTxYxXbqXl39BbEyFd4!/?1dmy&urile=wcm%3apath%3a%2Faphis_content_library%2Fsa_our_focus%2Fsa_animal_health%2Fsa_animal_disease_information%2Fsa_avian_health%2Fsa_detections_by_states%2Fct_ai_pacific_flyway\">flock after flock</a>, more than 40 in all, mostly in Minnesota. Wherever the virus is detected, those flocks are killed with a suffocating foam. The carcasses usually are composted in the barns where the birds had been living. It can be months before the farms are back in operation.</p><p>The biggest infected flock, by far, were the 3 million egg-laying chickens <a href=\"http://www.iowaagriculture.gov/press/2015press/press04202015.asp\">identified</a> this week in Iowa. A spokesman for the Iowa Department of Agriculture tells <em>The Salt</em> that the birds will be euthanized later this week. In this case, the birds may not all be composted. Some could also be buried, or sent to rendering plants.</p><p>Robert O'Connor, a veterinarian and senior vice president of Foster Farms, a large producer of chickens and turkeys on the West Coast, says no one is quite sure how the virus is evading the industry's careful biosecurity efforts. \"We're all trying to answer that. There's a lot of speculation about how it might be getting into enclosed houses,\" he says.</p><p><a href=\"http://blogs.usda.gov/tag/john-clifford/\">John Clifford</a>, chief veterinary officer for the U.S. Department of Agriculture, ticked off several theories. Perhaps wild ducks are getting into stored poultry feed. Or maybe strong winds are blowing dirt and debris into the houses. \"We've had some strong winds in Minnesota, 20 mile-an-hour winds to 40 mile-an-hour winds,\" he says.</p><p>The weather soon may come to the industry's aid: Hot summer temperatures usually kill off this virus.</p><p>It probably will resurface in the fall, though. By that time, Clifford says, he wants to have a better idea how this virus is spreading — and how to stop it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Millions+Of+Chickens+To+Be+Killed+As+Bird+Flu+Outbreak+Puzzles+Industry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"144"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401319023-164a69.m3u?orgId=1&topicId=1132&d=144&p=2&story=401319019&t=progseg&e=401311283&seg=20&ft=nprml&f=401319019"}]}