{"created":"2015-02-13T19:29:16+00:00","modified":"2015-02-13T19:55:14+00:00","valid":{"from":"2015-02-13T19:55:14+00:00","to":"3015-02-13T19:55:14+00:00"},"hreflang":"en","title":"Margo Howard Dishes On Love And (Re) Marriage","published":"2015-02-13T19:45:00+00:00","teaser":"You might think an advice columnist would be an expert on love and relationships, but Margo's love life has been complicated.","itags":["npr_api","386066670"],"guid":"5e6bf517-228c-46e7-bc6c-9db1fa8712a8","contentencoded":"<p>As the daughter of advice columnist Ann Landers, and an advice columnist in her own right with &#8220;Dear Prudence&#8221; and &#8220;Dear Margot,&#8221; you&#8217;d think <strong>Margo Howard</strong> is an expert on love and relationships.</p><p>But as readers of her latest book &#8220;<a href=\"http://www.amazon.com/Eat-Drink-Remarry-Confessions-Serial/dp/0373893043/\" target=\"_blank\">Eat, Drink, and Remarry: Confessions of a Serial Wife</a>&#8221; know, her own love life has been complicated.</p><p>She&#8217;s had four marriages, most famously with actor Ken Howard, though she&#8217;s now happily wed to cardiac surgeon Ronald Weintraub.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young caught up with <strong>Margo Howard</strong> to talk about her life, as well as the influence of her late mother.<a name=\"excerpt\"></a></p><p>&#8220;While she lived a feminist life,&#8221; Howard says, &#8220;and she was very active in getting the Equal Rights Amendment passed, she was so busy being an old fashioned wife in her head that on the inside of her furs was embroidered &#8216;Julius’ Wife&#8217;.&#8221;</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more good reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;Eat, Drink And Remarry&#8217;</h4><p><em>By: Margo Howard</em></p><p><strong>Washington, D.C., 1960</strong></p><p><img class=\"alignright size-medium wp-image-78215\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/02/0213_margo-book-198x300.jpg\" alt=\"\" width=\"198\" height=\"300\" /></p><p>I am twenty years old. It&#8217;s the summer between my junior and senior years at Brandeis University in Waltham, Massachusetts. During this three-month interval, I am planning to kill many birds with one stone. I will live independently of my parents, but not in a dorm. I will have a ringside seat to participatory democracy as a worker bee in the hive of the U.S. Senate. And I will be in a brand-new dating pool! I am about to begin a summer internship for Minnesota Senator Hubert H. Humphrey who, at that moment, is running against John F. Kennedy for the Democratic presidential nomination. Humphrey was best known for being liberal and loquacious. Like Gene McCarthy and Fritz Mondale, he came from the Minnesota Democratic-Farmer-Labor Party. Having known Hubert from the time I was a kid in Wisconsin (because Mother was chairman of the Eau Claire County Democratic Party), I wanted to pitch in and be part of the campaign. And did I mention the new dating pool?</p><p>Mother had arranged for me to stay with the Stolars, close family friends who lived in Washington. Bob Stolar had been in our lives from the time I was three years old when we lived in New Orleans. He was a renowned dermatologist who pioneered the treatment of vitiligo, and he was one of the few American experts on leprosy. He was also a psychiatrist, being early in making the connection between skin eruptions and emotions. Mother had met him while volunteering at the naval hospital where he was chief of dermatology. They had struck up a friendship, and over time he would become an informal advisor/shrink to Mother, Father, and me. It was he who encouraged my mother to ditch the twin act and carve out her own identity. (Alas, the twin saw to it that this effort was not entirely successful, choosing to piggyback Ann Landers&#8217;s popularity to become Dear Abby.) I had seen a great deal of &#8220;Uncle Bob&#8221; during seven years of summer camp in Maryland because he had been the medical director who came up on weekends.</p><p>He married his wife, Frances, when they were both well into their forties. She was a prim Southern schoolteacher, the archetypal spinster. They would function in loco parentis, as they say in Latin—and Frances may have actually been loco, as they say in Spanish. Frances likely had what we would today call &#8220;mood swings.&#8221; She was also convinced that Bob and my mother had to be sleeping together because they talked so much on the phone, and when I was their extended-stay houseguest that summer of 1960, she was convinced that Bob was sleeping with me! The situation was manageable, however, and there were only a few outbursts from Frances. Bob was somewhat peculiar himself, perhaps owing to his genius IQ of 200. Quite tall, he looked owlish in his large glasses, and he spoke very slowly. Every day he wore black leather clodhoppers built for comfort, not style—what were then called &#8220;space shoes.&#8221;</p><p>Their two-story house was unlike any residence I had ever seen. It was indifferently decorated and clean but had major &#8220;collections,&#8221; often to the ceiling, of National Geographic magazines and medical journals. The place was cluttered beyond belief. The word had no currency then, but today all that stuff would surely qualify these people as hoarders. Happily, neatnik that I was, I spent very little time at the house, as I was working during the day and out most evenings.</p><p>Although my job for Humphrey was essentially scut work, I felt like a cog in a very important wheel. This was the nation&#8217;s capitol, after all. And I was also on the lookout for smart, interesting men … . preferably Democrats, having been more effectively indoctrinated by my mother than my father, who was a Republican. My intern duties, in the beginning, were typically to get coffee and Danish for the staff from the cafeteria each morning, man the reception desk phone at lunch, and ride the subway in the basement to deliver folders of documents either to the House or the Capitol. (This &#8220;train&#8221; was like a string of linked golf carts on a track.) I spent a fair amount of time filing, something I had never done before. This task struck me as no more difficult than it was interesting—which is to say, not at all. As it turned out, however, I managed to make a bit of a mess of it, filing Christmas-related mail under &#8220;X&#8221; (for &#8220;Xmas&#8221;) and making other idiosyncratic choices that made it challenging for people to find what they needed. When Hubert was eliminated at the Democratic National Convention in mid-July, he returned to the office and said jocularly, &#8220;It&#8217;s Margo&#8217;s fault. She loused up the filing system.&#8221;</p><p>The &#8220;Senators Only&#8221; private elevator was very close to Hubert&#8217;s office, so I started using that when I didn&#8217;t feel like walking down the long hall to the public elevators. Since no one ever said to me, &#8220;What are you doing in here?&#8221; I pretty much decided I was an honorary senator whenever I needed transportation up or down. On two occasions JFK was in that elevator. Though word of his roving eye was never publicized in those days, his habits were well known on the Hill. To my great distress he did not give me a second look. Or a wink. Nothing. I felt humiliated. What was wrong with me? Trying to be kind, a few pals said, &#8220;He doesn&#8217;t do young.&#8221; That soothed my dinged ego until, years later, when I read that while in the White House he sent for Mimi (an intern!) to be with him in Europe, and she was only 19. I must say that no legislative grown-ups were making passes at me—or any female intern that I knew. It is for this reason, I am certain, that the Monica Lewinksy thing threw me for a loop. I tried to imagine myself, as an intern, no less, flashing my underwear at the president of the United States (or anyone) and flirting. I could not fathom it.</p><p>For me, just being in those magisterial offices and walking those grand halls was to feel excitement. I would occasionally go to the gallery to watch proceedings on the Senate floor. Important stuff was going on down there, even if I didn&#8217;t know exactly what it was. I was working pro bono, of course, as kind of a living, breathing campaign contribution. My parents provided the equivalent of a modest salary to underwrite transportation, lunches, and of course the beauty salon. I was treated more as a friend than an employee by Hubert. He would sometimes take me with him for lunch in the senators&#8217; private dining room. His lunch companions who made an impression on me were Wayne Morse (famous for getting kicked in the head by a horse), Henry M. &#8220;Scoop&#8221; Jackson, and George Smathers (boy, was he handsome).</p><p>Midway through my internship, more substantive tasks were added to my menial duties. I was, for example, elevated to serve as &#8220;constituent liaison with the Defense Department.&#8221; The Department of Defense requests I dealt with were not exactly policy related—they were more along the lines of, say, a request from the director of the Minnesota State Fair for a replacement of a (deactivated) Nike missile that fell off a truck. Someone else wanted the bubble top of a fighter jet for a punch bowl. (That request was denied.) My most amusing job was answering fan letters as though I were Humphrey. These letters were in the spirit of, &#8220;I was one of the pom-pom girls at the rally in Minnetonka. Do you remember me? Anyway, I hope you win.&#8221; Those of us who answered any letters over Humphrey&#8217;s signature were instructed to bury our initials in the elaborate Senate letterhead … . the reason being, I suppose, that if a calamitous response got out, the offender could be easily identified.</p><p>This Washington summer felt constructive and grown-up, whereas the previous summer had been all about fun. I&#8217;d gone to Harvard Summer School—for a grand total of three weeks. My timing was impeccable, because just at that juncture I was able to get a refund for most of the tuition, making me feel thrifty as I moved my act to Hyannis to be with a charming Oklahoman from Harvard Business School.</p><p>How was this possible, you ask, with two doting parents? Well, Mother had been in Russia for some weeks, making it difficult for her to keep track of my whereabouts. She had been writing her first attempt at straight journalism. Her interest, relative to her column, was inding out how everyday Russian life compared to that in the United States. Life played out for Olga and Igor. Were their problems the same as ours? Father, as usual, was wrapped up with business and traveling, and it would not have occurred to him to check up on me. (He had, by then, started Budget Rent A Car, and was traveling more than ever.) At the end of that summer, I had fudged and told them my studies had been really useful, dropping a few academic names— H. Stuart Hughes, Crane Brinton—for good measure, and I did not fess up until years later that I had escaped from Cambridge a mere 21 days after entering Harvard&#8217;s hallowed halls.</p><p>If this sounds as though my parents gave me a wide berth and quite a bit of freedom, that is a correct assumption. I was a precocious youngster and reasonably sophisticated as a young adult. I had a pretty freewheeling existence from the time I went to college. The reasons for this, I believe, were that my parents trusted my judgment (my mother having put in a lot of time raising me) and that they were both busy people. I would say that mine had been a permissive upbringing, so by the time I went away to school, it would have been out of character for them to treat me as anything but an independent grown-up.</p><p>But during that summer in Washington, I actually felt like an independent grown-up. And that summer was the first time I met someone who I seriously thought of marrying. Three previous proposals had been nonstarters and were certainly never taken seriously by me. One came from a Chicagoan in his late &#8216;thirties with whom I went out maybe half a dozen times. He was rumored to be gay and was a real fashion plate who loved to cha-cha. I was 18 (still in high school!)when the dancing fashion plate popped the question and I, of course, declined, recognizing that while I would have given him hetero cred, I did not need someone to pick out my clothes. And I also knew I was never going to marry anybody when I was 18. Another suitor was a visiting sociology professor at Harvard whose work involved drug addicts and prostitutes and was six years junior to my father. I declined that one as well, recognizing that he was too old, although that was a real romance … . for a semester. The third proposal came from a man who looked good on paper in terms of profession and family—and he was handsome, to boot—but whose ardor I was unable to return. Although it was a real romance, my inner radar told me he was a little boring for the long haul, and while he was intent on marrying me (always flattering), instinct told me he was not the one.</p><p>I had been in Washington for only a week when I met the first man I knew I wanted to marry. Someone fixed me up with Newton Froelich, a young Washington lawyer. He was in his late twenties, super smart, warm, and as we moved forward, adoring. He was tweedy and studious looking, maybe because of the glasses, and he had a sweet smile. His voice cracked when he spoke, like a young Jimmy Stewart. We saw each other constantly. We went to dinner parties where he introduced me to his law partners and friends, concerts at Wolf Trap, movies, restaurants, and of course we spent time at his apartment, just the two of us. I never spent the night because of my hall monitor hosts, and because it was 1960. I (like most of my girlfriends) was not, as they say, saving myself for marriage, but it was not a topic for general discussion. And we were suspicious of the girls who made a point of discussing their virtue.</p><p>As for memorable dates, one night in particular had an undercurrent of excitement, but it had nothing to do with the romance. Newt&#8217;s law firm represented a nightclub where Sammy Davis Jr. was to perform. Washington, D.C., in 1960 was seriously segregated. This club was in a white neighborhood with white clientele, so it was deemed advisable that someone from the firm be present should the club or its owners need legal counsel. It was, as we would say today, a scene. Dozens and dozens of black protesters were outside on the street and the sidewalk with placards, and making a lot of noise. They could not come in to see one of their own. Davis, whatever his personal feelings, had accepted the gig and expressed his gratitude to the audience in the club for being willing to deal with the commotion in order to see him. He did a set that lasted two hours and forty-five minute, and he did everything … . singing, dancing, jokes, anecdotes. It was a remarkable evening.</p><p>Within two months Newt and I decided that we belonged together, and he asked me to marry him. I was euphoric. So this is what it felt like when you were really in love and could see your whole future with one person. And I knew he was someone my parents would approve of. His qualities made him an unquestionably appropriate partner for me. I had &#8220;solved&#8221; the big question so many of the young women of my generation faced: Who will be the man that I marry?</p><p>My parents came for a visit and liked him a lot, as did the Stolars. Both my mother and father were amenable to my announcement, at age 20, that Newt and I were going to get engaged—perhaps because Mother had been 21 when she married Father. Toward the end of August we planned to go to New York City to pick out a ring. The only problem was that as the summer&#8217;s end approached, I changed my mind. I was no longer sure he was someone I could see myself with for the long haul. I couldn&#8217;t put my finger on why, but I had cooled on the whole idea. I told him as gently as I knew how that it wasn&#8217;t him, it was me, but that I couldn&#8217;t go forward. He was crestfallen, and I felt terrible that I had said yes—and then no. And I had no good reason for backing out—just the feeling that this wasn&#8217;t right for me. Mother asked why, and all I could think of to say was that his voice had begun to annoy me. Although I sensed their disappointment regarding Newt, my parents accepted my decision and did not pressure me to reconsider. I always felt they gave me the freedom to ind my way and make my own mistakes.</p><p><em>Excerpted from the book EAT, DRINK & REMARRY. Copyright © 2014 by Margot Howard. Reprinted by permission of Harlequin. All rights reserved.</em></p><h4>Guest</h4><ul><li><strong>Margo Howard</strong>, advice columnist under the nom de plume Dear Prudence and Dear Margo. Her book is called &#8220;Eat, Drink & Remarry; Confessions of a Serial Wife.&#8221; She tweets <a href=\"https://twitter.com/margoandhow\" target=\"_blank\">@Margoandhow</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Margo+Howard+Dishes+On+Love+And+%28Re%29+Marriage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"545"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386070002-c56e32.m3u?orgId=1&e=386066670&d=545&ft=nprml&f=386066670"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0213_margo.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"957","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0213_margo-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"500","width":"330"}}]}