{"created":"2015-02-21T21:09:31+00:00","modified":"2015-02-28T05:05:12+00:00","valid":{"from":"2015-02-28T05:05:12+00:00","to":"3015-02-28T05:05:12+00:00"},"hreflang":"en","title":"After Tentative Port Deal, Container Ships Still Line The Horizon","published":"2015-02-22T01:13:00+00:00","teaser":"Shipping companies and dock workers reached a tentative deal after labor disputes jammed cargo along the West Coast. But at the nation's largest port, you can still see the backlog of container ships.","itags":["npr_api","387897134"],"guid":"5e6fcf05-80ba-4146-8ebc-5ce96c8d1ca2","contentencoded":"<p>Shipping companies and dock workers reached a tentative deal Friday night after labor disputes jammed the movement of cargo in and out of ports up and down the West Coast.</p><p>From a bluff in San Pedro that overlooks the massive ports of Los Angeles and Long Beach, you can still see the silhouettes of giant ships that line the horizon.</p><p>This is the backlog of container ships anchored out on the ocean.</p><p>Down at Pierpoint Landing in Long Beach, captain Kevin Nguyen is at the helm of a Harbor Breeze tour cruise.</p><p>He's set course for the massive LA and Long Beach port complex — the biggest in the country. The farther out the tour goes, the more cargo ships start to appear. These massive vessels tower over Nguyen's boat, loaded with stacks upon stacks of thousands of containers.</p><p>Behind these cargo ships are dozens more.</p><p>This is the big story here and back at Pierpoint Landing, it's all people can talk about.</p><p>\"There's a lot of [ships] out there. It kinda looks gnarly out there,\" says Bruce Root, captain of a fishing boat. He was just out on the water the other day and says it was like a parking lot of container ships.</p><p>\"I put the radar on and the radar was just all dots,\" he says. \"I put it on a 3-mile radius. Just solid ships. We were counting 'em.\"</p><p>At the ports of Los Angeles and Long Beach, over $1 billion worth of cargo comes through here every day. That's a lot of money sitting out on the water, and some ships have been anchored for weeks.</p><p>These ports were moving cargo during negotiations this week; it's just been slow here — for everyone.</p><p>Drive down Pico Avenue into the Port of Long Beach, and you'll find a little seafood joint called Berth 55 Fish Market and Seafood Deli.</p><p>Out front, semitrailers barrel through on their way to the docks. Out back on the patio, there's a view of the giant cranes that line the channel.</p><p>\"We're in the middle of the port,\" says Berth 55 owner Lawrence Maehara. \"This is where all of the hustle and bustle happens.\"</p><p>But not much hustle and bustle lately. Half of his customers are port workers.</p><p>\"Today was dead,\" he says. \"People in the bar — non-existent.\"</p><p>Now, with this tentative deal in place, he hopes things will pick up again.</p><p>Back at Pierpoint Landing, fishing boat captain Bruce Root says he knew the parties would reach an agreement sooner or later.</p><p>\"It happens about every 7 to 10 years,\" he says. \"Contract comes up, they fight it out for awhile and everything gets going.\"</p><p>But the tentative deal is no quick fix. There is a lot of cargo out there. It'll take weeks, if not months, to clear the backlog of ships waiting out at sea.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+Tentative+Port+Deal%2C+Container+Ships+Still+Line+The+Horizon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Hajek","audio":[{"meta":{"duration":"164"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388075786-0c58a8.m3u?orgId=1&topicId=1091&e=387897134&d=164&ft=nprml&f=387897134"},{"href":"http://media.npr.org/assets/img/2015/02/20/img_6441-3b39f5a19f47a592d343759af0f5a2d7b8534f64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/02/20/img_6461-ff1d9a77dde354a7fe6314ee5c86ea6986952f31.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/02/20/img_6473-d71adaf57aa73b36f6f18e4609b4a1ff9f129045.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}