{"created":"2014-09-04T16:42:53+00:00","modified":"2014-11-13T17:39:41+00:00","valid":{"from":"2014-11-13T17:39:41+00:00","to":"3014-11-13T17:39:41+00:00"},"hreflang":"en","title":"#WeNeedDiverseBooks Campaign Comes To Inaugural BookCon","published":"2014-06-02T20:54:00+00:00","teaser":"BookCon planners knew the event would be filled with panels, author stalking and autograph opps for the Twitter set. What they didn't anticipate was a firestorm over their all-white lineup.","itags":["npr_api","318098926"],"guid":"5e7593e1-18d4-4ad9-af22-5f4700d556c9","contentencoded":"<p>When the organizers of the publishing industry's annual trade convention in New York City announced that one day would be open to the public, they hoped to build buzz and excitement for books in the social media age. The inaugural <a href=\"http://www.thebookcon.com/\">BookCon</a> last Saturday would be filled with panels, author stalking and autograph opps for the Twitter set. What the organizers didn't anticipate was a <a href=\"http://www.publishersweekly.com/pw/by-topic/childrens/childrens-industry-news/article/62094-diversity-social-media-campaign-goes-viral.html\">firestorm</a> over their all-white lineup.</p><p>The initial list of invited speakers included James Patterson, Lemony Snicket (Daniel Handler) and even Internet superstar Grumpy Cat. But for author <a href=\"http://www.gracelin.com/\">Grace Lin</a>, the fact that there were more cats than people of color speaking at the industry's most high-profile gathering was \"disappointing and incredibly insulting.\" But Lin says it was also not surprising given the publishing industry's disconnect with the next generation of American readers.</p><p>Earlier this year, a University of Wisconsin <a href=\"http://ccbc.education.wisc.edu/books/pcstats.asp\">study</a> revealed that less than 8 percent of children's books in 2013 were written by or about people of color at a time when almost <a href=\"http://usnews.nbcnews.com/_news/2013/06/13/18934111-census-white-majority-in-us-gone-by-2043?lite\">half of American children</a> come from a minority background. Walter Dean Myers wrote a powerful essay in <em>The New York Times</em>, asking \"<a href=\"http://www.nytimes.com/2014/03/16/opinion/sunday/where-are-the-people-of-color-in-childrens-books.html?_r=0\">Where Are the People of Color in Children's Books</a>?\" Junot Díaz <a href=\"http://www.newyorker.com/online/blogs/books/2014/04/mfa-vs-poc.html\">criticized creative writing programs</a> for their extreme whiteness, and in a viral <em>BuzzFeed</em> piece, writer Daniel José Older reflected on why people of color <a href=\"http://www.buzzfeed.com/danieljoseolder/diversity-is-not-enough\">lack power</a> in the publishing industry.</p><p>The frustration boiled over with the BookCon announcement of its monochromatic lineup. Ellen Oh says she wanted to do something big and began rallying fellow writers to build momentum on Twitter using the hashtag <a href=\"https://twitter.com/search?q=%23WeNeedDiverseBooks&src=typd\">#WeNeedDiverseBooks</a>. Personal messages and photos expressing why diversity in literature matters began pouring in from everyday readers around the country.</p><p>When Oh and 21 of her fellow writers began the #<a href=\"http://weneeddiversebooks.tumblr.com/\">WeNeedDiverseBooks</a> campaign, they expected to be agitators on the sidelines of the publishing industrial complex. But BookCon manager Brien McDonald says they weren't just firing off 140-character barbs, instead offering constructive criticism and guidance. He says his team wanted to build something tangible from that passion. \"I approached them, we got on the phone, we had some e-mail correspondence, and they wanted to work together around this and bring it to people,\" McDonald says.</p><p>The result was a panel on Saturday morning called \"<a href=\"http://www.publishersweekly.com/pw/by-topic/industry-news/bea/article/62646-bea-2014-wwdb-panelists-agree-we-need-diverse-books.html\">The World Agrees: We Need Diverse Books</a>.\" The room was packed with hundreds of black, brown, white and Asian readers of all ages. Behind the stage, a slideshow of images from the campaign showcased those deeply personal notes and pictures. When moderator <a href=\"https://www.google.com/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=i%20w%20gregorio\">I.W. Gregorio</a> took the stage, she looked out at the crowd and said with a smile, \"It's too bad no one really thinks we need diverse books.\"</p><p>Afterward, organizer Ellen Oh said their efforts weren't about a kind of forced integration but about preparing a new generation of Americans for a shared, multicultural future.</p><p>\"We need the representation, but we also need white kids to read about us, to recognize us and not push us off into the other ... not to think of us as exotic or being so very different,\" Oh says.</p><p>African-American writer <a href=\"http://www.lrgiles.com/\">Lamar Giles</a>, published by HarperCollins, says the problem goes beyond children's books because publishing is an old-school industry wrestling with how to adapt to both a digital and a multicultural future.</p><p>\"It's more tradition than malice,\" says Giles, \"because so many people, once you bring it to their attention, they're like, yeah, and they kind of look at the numbers and realize, 'Hey, we've been existing like this for 20, 30 years. It doesn't make that much sense, considering the makeup of our country' ... a lot of them are willing to make a change.\"</p><p>For BookCon organizer Brien McDonald, that was one of the takeaway messages for next year. \"All of us will think differently, and I think BookCon will look a little different from the get-go,\" he says.</p><p>Award-winning author <a href=\"http://www.jacquelinewoodson.com/\">Jacqueline Woodson</a> spoke at BookCon this year, and she said that while she loved the energy and excitement of the panel, she is hoping for an even bigger change.</p><p>\"I loved the conversation we were beginning to have ... and I would like for one day us to not have this conversation,\" Woodson says. \"I'd love for the word 'diverse' to one day be cliché, redundant almost. ... 'We Need Diverse Books!' Well, no. We need books, and those books are the books that represent all of us.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%23WeNeedDiverseBooks+Campaign+Comes+To+Inaugural+BookCon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bilal Qureshi","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318098927-c8676a.m3u?orgId=1&topicId=1015&aggIds=100876926&ft=3&f=318098926"},{"href":"http://media.npr.org/assets/img/2014/06/02/dsc00316-1--e38fd04d9108e9fddeef3d7156719cadee5cb7ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1078","width":"1439"}},{"href":"http://media.npr.org/assets/img/2014/06/02/17-eaa56bebbacd162af1ef756ecf235d153fb46955.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1609","width":"2145"}}]}