{"created":"2014-08-29T18:44:03+00:00","modified":"2014-10-31T02:18:58+00:00","valid":{"from":"2014-10-31T02:18:58+00:00","to":"3014-10-31T02:18:58+00:00"},"hreflang":"en","title":"The Art Of A Lost American Couturier, On Display At The Met","published":"2014-05-08T20:32:00+00:00","teaser":"After a two-year renovation, the Metropolitan Museum of Art's Costume Institute is reopening with an exhibit on the work of Charles James, who is now obscure, but considered America's first couturier.","itags":["npr_api","310410541"],"guid":"5e7c7816-61a1-4df7-a880-9255c7d3a4ea","contentencoded":"<p>Thursday in New York, the Metropolitan Museum of Art officially reopens its fashion galleries after a $40 million, two-year renovation.</p><p>Named for <em>Vogue</em> magazine's editor, the Anna Wintour Costume Center features an inaugural exhibit of the work of Charles James, a flamboyant designer considered America's first couturier. This caps days of glamorous events at the Met, including the Costume Institute's benefit gala, presided over by Wintour — with Hollywood stars.</p><p>Hundreds of gala gawkers lined up behind the velvet rope on Monday to see stars like Bradley Cooper — in white tie — and Sarah Jessica Parker — in an elaborate ballgown — sweep up the Metropolitan Museum stairs; at the Costume Institute benefit gala, Hollywood dominates.</p><p>Earlier that day, in the Egyptian wing, with the soaring walls of the Temple of Dendur as a backdrop, it was string music and air kisses, as designer after designer turned up to honor Anna Wintour and her contribution — $125 million raised for the Institute as a Met trustee. Oscar de la Renta, Alexander Wang, Marc Jacobs and Donatella Versace all paid tribute — with a special guest appearance by Michelle Obama, who told the crowd that \"the Met will be opening up the world of fashion like never before. To show that fashion isn't an exclusive club for the few that can attend a runway show or shop at certain stores.\"</p><p>The newly reconfigured center, Obama said, is for anyone who is curious about the impact of fashion on our culture and history; and she specifically addressed the fashion students present, telling them to be inspired by Charles James and his innovative career. \"It's a career that involves, science, engineering, accounting, marketing and so much more. Maybe they'll learn about the math behind Charles James's designs. And they'll think to themselves, maybe I should pay closer attention in geometry,\" she said.</p><p>Harold Koda, the chief curator at the Costume Institute, says it wasn't a question of if, but when the Met would do a serious Charles James retrospective. James was born in 1906 to a British officer and an American heiress; his life went from the end of the Edwardian era to the punk era, from Downton Abbey to the Chelsea Hotel. Christian Dior said James inspired his post-World War II New Look. And Balenciaga said James was not just the most important American couturier, but the best in the world.</p><p>\"He wasn't a conventional fashion designer,\" Koda says. \"He was an artist. And he approached his metier as an art, and that's not consistent with being a fashion designer.\"<br /> <br />James was a mercurial genius, best known for elaborately constructed magical ballgowns. He dressed elegant Park Avenue heiresses, and glamor queens like Marlene Dietrich, Elizabeth Arden and Gypsy Rose Lee. After his wealthy British father cut him off, James absorbed everything from engineering to 15th-century armor — he became a meticulous sculptor of cloth, such a perfectionist, he once spent $20,000 refining a sleeve.</p><p>If James had a masterwork, it is the Clover Leaf dress from 1953, designed for Austine Hearst, wife of newspaper magnate William Randolph Hearst Jr. \"The Clover Leaf ball gown is something that he meant to be danced in,\" says Koda. \"It weighs 10 pounds! But the physics of it is so carefully disposed over the body that you could literally dance in this huge dress.\"</p><p>Elettra Rossellini Wiedemann — daughter of actor Isabella — has modeled a copy of the dress. \"You feel like a paradise bird,\" she says of the experience. \"You kind of always have to have your arms up in a very elegant way. So you feel like a ballerina. So it certainly makes you feel very regal and beautiful — it's actually fantastic because the front part of the clover that comes in is the perfect place for a man to come in a take you and dance with you but anything else is totally impractical. Sitting, kind of hanging out, none of that is possible!\"</p><p>Fashion-centered exhibitions like the Charles James retrospective have been hugely lucrative for museums: The Met's 2011 blockbuster Alexander McQueen show, \"Savage Beauty,\" was one of the most popular exhibitions in the Met's history — and museums all over the world are discovering the value of a fashion show.</p><p>Valerie Steele is not surprised. She's the director and chief curator of the Museum at the Fashion Institute of Technology. Attendance at their exhibitions has doubled in the last decade, she says — but that doesn't mean all designers favor museums. \"For a number of fashion designers, they don't want to be shown in museums because they feel that's a cemetery for dead clothes,\" she says. \"They believe that clothing is not art, but it's a part of life. And it should be seen in movement, on the street on pretty girls wearing it.\"</p><p>Charles James did not feel that way — he urged his clients to donate their gowns to a museum, in his case, the Brooklyn Museum. That preserved some of his work, says Steele, but not his reputation. \"Unless a designer is still producing perfume, once they are dead they are forgotten amazingly fast. Part of our mission is to try and remind people that there were great figures in the past whose heritage and influence lives on.\"</p><p>Artists were James' last clients, when he was living in three rooms at the Chelsea Hotel, months behind on the rent, making dresses into the night on a board positioned over a bed. He was visited by the likes of Elsa Peretti, Robert Mapplethorpe and Patti Smith, and many fashion students sought him out. Just months before his death in 1978, James' friend, R. Couri Hay and filmmaker Anton Perich conducted an epic 20-hour interview at the Chelsea in which James assessed his legacy.</p><p>\"I've remained a myth because people don't see evidence of my work enough,\" he told them. \"And what would you set out to create?\" the interviewer asks. \"Would you be just creating dresses for museums? Would you want to be creating dresses for people? For the masses?\" No, James responds, \"Dresses going to museums once they've been created for people. Once it's taken up by the market, it's destroyed by the market.\"</p><p>But James seemed to know he'd have his moment again. And now, he has. The show, \"Charles James: Beyond Fashion,\" is up through August 10 at the Metropolitan Museum of Art's Anna Wintour Costume Center in New York City.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Art+Of+A+Lost+American+Couturier%2C+On+Display+At+The+Met&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jacki Lyden","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630850-c15ef6.m3u?orgId=1&topicId=1008&aggIds=310432756&ft=3&f=310410541"},{"href":"http://media.npr.org/assets/img/2014/05/07/1.charlesjamesballgowns-cecilbeaton-1948-4ff25c223586a911fd33a0cc42a1d315fd6e3495.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2738","width":"3444"}},{"href":"http://media.npr.org/assets/img/2014/05/07/2.charlesjames-modelbycecilbeaton-1948-987ed45785087877d2b6dcf147a6dc80eee61af0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2990","width":"2316"}},{"href":"http://media.npr.org/assets/img/2014/05/07/3.nancyjamesinswangown-cecilbeaton-1955-1500cdeaa1ad11224e2bd86817dd475b2147f262.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3550","width":"3403"}},{"href":"http://media.npr.org/assets/img/2014/05/07/4.charlesjamesbutterflygown-cecilbeaton-1954-985f818e0aa81fda70db583d22a6129ae3b2f72b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2947","width":"2831"}},{"href":"http://media.npr.org/assets/img/2014/05/07/5.austinehearst-cloverleafgown-ca.1953-79c318dadb440fec98749776180409f7a19abcad.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3279","width":"2428"}},{"href":"http://media.npr.org/assets/img/2014/05/07/14.charlesjamestaxidress-1932_custom-eb30f2ed2a22e51cd494c6d20632bc3c985be8ce.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3862","width":"2711"}},{"href":"http://media.npr.org/assets/img/2014/05/07/1.charlesjamesballgowns-cecilbeaton-19481-ac01840947dc6b2b11cc4e44426a1c2a0c94816b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2581","width":"3444"}}]}