{"created":"2014-11-18T21:00:38+00:00","modified":"2015-05-13T21:30:43+00:00","valid":{"from":"2015-05-13T21:30:43+00:00","to":"3015-05-13T21:30:43+00:00"},"hreflang":"en","title":"With Cash And Cachet, The Islamic State Expands Its Empire","published":"2014-11-24T01:14:00+00:00","teaser":"Based in Iraq and Syria, the Islamic State is using its chameleon-like branding and financial incentives to attract extremist groups from Egypt's Sinai Peninsula to Libya's Mediterranean coast.","itags":["npr_api","364942091"],"guid":"5e92a0b4-016a-4d35-a2e6-0cc1c836a41c","contentencoded":"<p>Islamist militant groups from the Sinai Peninsula in Egypt to the coast of eastern Libya are pledging allegiance to the so-called Islamic State, or ISIS.</p><p>The Sunni extremist group primarily operates in the chaos of Iraq and Syria but is using chameleon-like branding and the draw of cash to get militants who focused on local issues to join their brutal empire.</p><p>In an audio recording posted online last week, the head of the self-declared Islamic State, Abu Bakr al-Baghdadi, announced that his group is going global.</p><p>\"Oh Muslims,\" he says, \"we give you good news by announcing the expansion of the Islamic State to new lands ... the lands of Al Haramayn [Saudi Arabia], Yemen, Egypt, Libya and Algeria.\"</p><p>Later he addresses fighters in Tunisia and Morocco as well.</p><p>He goes on to call them part of his own supposed state and addresses local enemies in those countries. And in turn, the local groups have changed their names to become provinces of the Islamic State.</p><p>Days later, Ansar Beit al-Maqdis, a militant group fighting the Egyptian government and neighboring Israel in the Sinai Peninsula, had its coming-out party of sorts. It put out a 30-minute video that had all the violence and slick editing that are the trademark of ISIS videos in Syria and Iraq.</p><p>Militants shoot up police vehicles, blow up army barracks and execute security forces, all while warning that this is just the beginning of what they plan to do in Egypt. It was produced under their new name, the Sinai Province of the Islamic State.</p><p>The draw for these small and largely unknown militants from Egypt to Algeria, analysts say, centers mostly on money and recognition.</p><p>\"ISIS is a brand name,\" says Samer Shehata, an associate professor of Middle Eastern politics at the University of Oklahoma. \"It has widespread recognition, and in the eyes of many adherents, it's successful.\"</p><p>It's conquered large swaths of territory in Syria and Iraq; it's looted banks and has access to oil revenue.</p><p>Broadly speaking, the small militant groups that have pledged allegiance to ISIS from outside Syria and Iraq also use violence and adhere to extremist Islamist ideology. But they don't have the same goals.</p><p>\"They're really focused primarily on local struggles against the regimes that they find themselves in that are often — in fact always — authoritarian, repressive regimes that they consider un- or even anti-Islamic,\" Shehata says.</p><p>By joining ISIS, they go from being little-known militant groups to household names. And they have access to better resources through this network to focus on local struggles.</p><p>In return, ISIS gets to bolster its reputation as the fiercest jihadi group around, claim attacks well beyond its reach in Syria and Iraq, and increase recruitment.</p><p>But Shehata warns against calling these groups ISIS franchises. The lack of common goals may create fissures down the road. \"The allegiance only goes so far, and, in fact, there could be in the future issues they differ on,\" Shehata says.</p><p>The new ISIS affiliates already seem to be emulating the brutal tactics of ISIS.</p><p>In the town of Derna in eastern Libya, there have been three reported beheadings of activists, and residents say an Islamic court and an education ministry are now established.</p><p>And even before pledging allegiance to ISIS, Ansar Beit al-Maqdis carried out its first filmed beheadings in August.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Cash+And+Cachet%2C+The+Islamic+State+Expands+Its+Empire&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Leila Fadel","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365016036-ab43d4.m3u?orgId=1&topicId=1009&d=235&p=2&story=364942091&t=progseg&e=364864537&seg=9&ft=nprml&f=364942091"},{"href":"http://media.npr.org/assets/img/2014/11/18/derna-isil-3248f6003b688eacc80157ebd85e00736440e881.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1402","width":"1869"}}]}