{"created":"2014-11-14T08:29:40+00:00","modified":"2015-05-13T21:31:28+00:00","valid":{"from":"2015-05-13T21:31:28+00:00","to":"3015-05-13T21:31:28+00:00"},"hreflang":"en","title":"Director Gina Prince-Bythewood: It's Time To 'Obliterate The Term Black Film'","published":"2014-11-14T19:39:00+00:00","teaser":"The creator of <em>Love and Basketball</em> has a new film out called <em>Beyond the Lights.</em> \"For me it's just about putting people of color in every genre and making it become normal,\" she says.","itags":["npr_api","363793023"],"guid":"5ea99732-6391-4ac9-92fc-c06c2ec401e4","contentencoded":"<p>Filmmaker Gina Prince-Bythewood is tired of hearing about \"black films.\" In fact: \"It is one of my goals in life to obliterate the term 'black film,' \" she tells NPR's David Greene.</p><p>Prince-Bythewood tells love stories. She created the films <em>Love and Basketball</em>, <em>The Secret Life of Bees, </em>and most recently, <em>Beyond the Lights.</em></p><p>\"For me it's just about putting people of color in every genre and making it become normal,\" she says.</p><p><em>Beyond the Lights</em> tells the story of two young people at a crossroads — a famous singer controlled by her overbearing mother, and a policemen being pushed into a political career by his father. Together they embark on a journey toward finding their own happiness.</p><hr /><h3>Interview Highlights</h3><p><strong>On telling love stories starring people of color</strong></p><p>There's a perception in the world that black people don't love each other, that they don't get married. And it's because we don't see it, there are never any images of that in TV and film. I mean, we have the president and first lady, thank goodness; but that's it. Without those images young black people have nothing to aspire to and the world continues to perpetuate this myth about the lack of black love. It's important for me to make us visible in universal stories.</p><p>It's about empathy. The fact that you can see my films and empathize with these lead characters no matter their color, because they are going through the same things everybody else does. The more we can do that in film and television, I really think it can improve the world. That's my drive.</p><p><strong>On the pushback from studios</strong></p><p>With <em>Love and Basketball</em>, everybody turned it down. It was very tough. And then with this film I was just coming off the success of <em>The Secret Life of Bees</em>. I felt like I had written a contemporary love story and a music film that was touching on contemporary themes. I thought it would be an easy sell.</p><p>I was shocked when everybody turned it down. I know the truth of it is that there were two issues: One was the suicide in it and studios feeling like that made it feel small and that audiences couldn't come back from that.</p><p>And the other is that there's two people of color at the helm and studios feeling that that's harder to market and makes it a smaller film. It's disheartening to sit in meeting after meeting to hear people say they love the script and love my work but they don't see this as a movie that they want to do.</p><p><strong>On being a black female director</strong></p><p>People ask me all the time if I feel discriminated against as a black female director and I actually don't. I get offered a ton of stuff and if I wanted to get work all the time I could. But I like to direct what I've written. I feel what's discriminated against are my choices — which is to focus on people of color and more specifically women of color. Those are the films that are not getting made and those are the films that take a lot more fight. But I'm up for the fight, because if I'm not making them they're not going to get made, and then we become invisible again.</p><p><strong>On the problem with the term \"black film\"</strong></p><p>That's like saying <em>Think Like A Man</em> is the same as <em>12 Years a Slave,</em> they're not. One is a period piece and one is a comedy. This is a love story.</p><p>That term allows studios marginalize a movie and say, \"We've made our black film.\" I just feel like people of color should be in every genre. So that is really my push. Starting with <em>Love and Basketball,</em> my hope has always been to make movies with people of color in them but tell stories that are universal. For me, this is a love story and a music film. I hope the same way I can go see <em>The Notebook</em> and fall in love with those characters, that anybody can see this film and fall in love with the characters the same way.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Director+Gina+Prince-Bythewood%3A+It%27s+Time+To+%27Obliterate+The+Term+Black+Film%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1364001744-a17177.m3u?orgId=1&topicId=1137&d=414&p=3&story=363793023&t=progseg&e=364001634&seg=10&ft=nprml&f=363793023"},{"href":"http://media.npr.org/assets/img/2014/11/13/beyond-the-lights-m-269_00777_rgb-1a691393f78a13a775f476d5c6f07f9b96a5fa05.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1357","width":"1810"}},{"href":"http://media.npr.org/assets/img/2014/11/13/beyond-the-lights-m-273_03383_rgb-9748f2e9786a7e2ece1f82bb1a652b72fcc34206.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1252","width":"1669"}}]}