{"created":"2014-09-02T15:14:46+00:00","modified":"2014-10-30T22:58:57+00:00","valid":{"from":"2014-10-30T22:58:57+00:00","to":"3014-10-30T22:58:57+00:00"},"hreflang":"en","title":"Despite Crackdowns, China's President Rides A Wave Of Popularity ","published":"2014-08-25T23:53:00+00:00","teaser":"President Xi Jinping has suppressed Internet speech, imposed greater censorship and jailed critics. But his battle against corruption has made him broadly popular among ordinary Chinese.","itags":["npr_api","343165188"],"guid":"5ebd1325-1d1b-48ba-a973-0d4a8706916b","contentencoded":"<p>Police shut down the Beijing Independent Film Festival over the weekend, detaining organizers and running off participants.</p><p>It's just the latest crackdown under China's President Xi Jinping. Since Xi took over last year, his administration has suppressed Internet speech, hammered the news media with even more censorship, and jailed people who have called for a system of checks and balances.</p><p>So, why do so many ordinary Chinese like the guy?</p><p>One big reason is his sustained attack on endemic corruption, perhaps the single greatest source of anger for most Chinese.</p><p>\"I think this anti-corruption campaign is like a shot of adrenaline to the heart of Chinese society,\" says Liu, 32, a salesman, who's sipping a cup of coffee and smoking Marlboros beneath an umbrella at a Starbucks in downtown Shanghai. \"He makes us feel the gap between us and leaders is growing smaller and smaller. The corruption campaign is earth-shaking.\"</p><p>Over the years, corruption rose to stomach-turning levels as Chinese officials loaded up on cash, mistresses and villas. A 2008 study by the People's Bank of China found that more than 16,000 Communist Party officials, businessmen and CEOs had disappeared with more than $130 billion.</p><p><strong>A Broad Anti-Corruption Drive</strong></p><p>In the first half of this year, though, Xi's anti-corruption drive netted 25,000 officials. Last month, the Communist Party announced an investigation into former Politburo Standing Committee member Zhou Yongkang.</p><p>As recently as 2012, Zhou was among the nine men who ran China and oversaw the country's domestic security system. He's the highest-ranking official ever targeted by the Central Commission for Discipline Inspection, the party's anti-corruption agency.</p><p>\"In terms of the general public, they think Xi Jinping is a great leader,\" says Cheng Li, an expert on Chinese politics at the Brookings Institution, a Washington-based think tank. Li often travels to China and says Xi has struck a nerve by addressing popular concerns.</p><p>\"Most people still think that economic development is more important than democracy,\" he says. \"What they hate the most is official corruption.\"</p><p>Xi has also won support for pressing China's sprawling claims to islands and waters with its neighbors, including American allies such as Japan and the Philippines, in the East and South China Seas.</p><p>Gauging public opinion is tricky in this authoritarian state, but the Pew Research Center's Global Attitudes Project released a survey last month that found 92 percent of Chinese said they had confidence Xi would do \"the right thing in world affairs.\"</p><p>That's because — even though China is the world's fastest-rising power — many Chinese still see their nation as a victim, based on wars in the 19th and 20th centuries when China lost territory to the British and the Japanese.</p><p>\"There is a huge gap between how Westerners look at these issues and how Chinese perceive them,\" says Li. Chinese \"believe China is on defense.\"</p><p><strong>Presidential Critics </strong></p><p>Of course, not everyone here supports Xi Jinping.</p><p>On weekdays, retirees play heated card games around a pond dotted with lily pads in Shanghai's People's Park. One regular, a former janitor named Yu, pipes up and does something few here dare. He publicly criticizes China's president. Yu says the anti-corruption campaign is really just a political purge to get rid of some of Xi's enemies, such as Zhou Yongkang.</p><p>\"I think this is an internal struggle between different factions inside the party. This anti-corruption campaign is a way for Xi to cultivate his own power base,\" says Yu, a wiry man who wears a worn, pinstripe shirt, black Adidas track pants and the wisp of a beard. \"In reality, fighting corruption in China has become meaningless, because the Communist Party itself is a criminal enterprise.\"</p><p>Zhang Xuezhong, a Shanghai attorney, also sees Xi's campaign as a political tool. As evidence, Zhang points to the fate of some of his clients, who have pushed for the government to build a transparent system of checks and balances.</p><p>\"There are many effective and simple measures to fight corruption, for instance, disclosure of officials' assets,\" Zhang says over lunch in a coffeehouse. \"But the government won't do it. Instead, they arrest those calling for asset disclosure.\"</p><p>Indeed, five of Zhang's clients went to prison this year after suggesting as much. Their sentences range from 2 1/2 years to 6 1/2 years. Zhang says people naturally focus more on Xi's campaign than on his clients' attempts to reform China's one-party system.</p><p>\"Ordinary people are more interested in lurid corruption stories,\" he says. \"They're very easy to understand, and also they're fascinating.\"</p><p>Unlike his targets, Xi himself has not been implicated in corruption, but some of his family members have made a fortune under the current system.</p><p>In 2012, Bloomberg News reported that members of Xi's extended family had assets worth $376 million. The government immediately blocked Bloomberg's website in China. Li Weidong, an independent commentator, says most Chinese know nothing of the Bloomberg story.</p><p>\"I don't think this influences how the general public views Xi Jinping, because negative information is not equally shared with the public,\" he says.</p><p>Li, who's spending this year as a visiting scholar at Columbia University, says the government has also blocked reform-minded intellectuals from posting their ideas online so they won't influence people. It's not a question, he says, of whether the public listens.</p><p>\"The fact is,\" he says, \"they can't hear.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Despite+Crackdowns%2C+China%27s+President+Rides+A+Wave+Of+Popularity+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"310"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203875-0f2ff3.m3u?orgId=1&topicId=1125&ft=3&f=343165188"},{"href":"http://media.npr.org/assets/img/2014/08/25/china-xi-corruption1-1bf0ead5863eb9f5d665cd535d7717d667277f6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/25/china-constitution3-7d5481439cfa97fceee18d1a46317e9c107ee8c1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2999","width":"4001"}}]}