{"created":"2014-09-04T18:07:00+00:00","modified":"2014-09-04T18:07:00+00:00","valid":{"from":"2014-09-04T18:07:00+00:00","to":"3014-09-04T18:07:00+00:00"},"hreflang":"en","guid":"5ec011c8-f809-44ec-8b28-63b5448468c0","title":"Turkey tries to amp up its border security as the threat from ISIS rises","published":"2014-09-04T18:06:59+00:00","byline":"Joyce Hackel","tags":["Islamic State in Iraq and Syria","terrorism","Conflict","Conflict & Justice","Antakya","Asia","Turkey","Syria","Middle East","Asia","Ian Pannell","James Foley","Steven Sotloff","Abu Hurayra al-Amriki","foreign fighters","jihadis","ISIS","Levant","Islamic terrorism"],"teaser":"Turkey, NATO's southern flank, shares a border with ISIS extremists. For years, that border has been easy to cross, allowing foreign fighters to stream into Syria. Now, with ISIS on the rampage, Turkey is trying to shut down the border, but it may be too late.","contentencoded":"<p>The Islamic militants who held and murdered Steven Sotloff, and fellow American journalist James Foley before him, maintain a stronghold in northeastern Syria not far from the border with Turkey.</p><p>&quot;You stand on one side, on the very tip of NATO&#39;s southern flank, and a hundred yards across the barbed-wire fence is the Islamic State,&quot; says the&nbsp;<span style=\"line-height: 1.538em;\">BBC&#39;s&nbsp;</span><span style=\"line-height: 1.538em;\">Ian Pannell, who&nbsp;</span><span style=\"line-height: 1.538em;\">just returned from visiting the Turkish side of border and saw firsthand the &quot;state&quot; that the militant group ISIS has proclaimed.</span></p><p>The residents of Turkish towns close to Syria had been accustomed to a border that Pannell says was &quot;wide open&quot; for years.</p><p>&quot;We went across, other journalists went across, aid workers went across &mdash; and so did foreign fighters,&quot; Pannell says. &quot;We always used to see this mingle of fighters coming in from across Syria, foreigners appearing at the airport. We almost used to joke that some of the planes landing in the local airport were like Jihadi Airways.&quot;&nbsp;</p><p><span style=\"line-height: 1.538em;\">But that was when ISIS was a useful but troublesome force against the Syrian regime. Now it&#39;s a self-described country with radical goals and hunger for more territory. T</span><span style=\"line-height: 1.538em;\">urkey is now making some moves to <a href=\"http://www.ft.com/cms/s/0/910e190c-3363-11e4-9607-00144feabdc0.html#axzz3CHLJoS7t\">clamp down on border crossings</a> and keep extremists from getting into Syria &mdash; or from coming back to wreak havoc at home.</span></p><p>Pannell notes that many of the young foreigners who streamed across Turkey&#39;s border with Syria came before ISIS existed. &quot;<span style=\"line-height: 1.538em;\">Many of them came because they were adamant that they should support what they saw as justified struggle against President Assad,&quot; he says.</span></p><p><span style=\"line-height: 1.538em;\">What&#39;s more, they weren&#39;t rejected by the Turks. &quot;The argument that you hear ... from people locally and those who have been involved in the struggle in Syria, is that because the West did not intervene, because no help came, they welcomed the jihadis with open arms,&quot; Pannell says.</span></p><p>During his visit to the Turkey-Syria border, Pannell talked with a man who said he had trained a suicide bomber, a US citizen who grew up in Florida and called himself Abu Hurayra al-Amriki. The man said he met Amriki in a camp for displaced Syrians. The young American hadn&#39;t come to Syria to fight, but was moved by the plight of the orphans. &nbsp;</p><p>According to the man, Amriki was convinced to attend a jihadi training camp with hundreds of others, many of them foreigners. Once there, he became radicalized and signed on to join Jabhat al-Nusra, al-Qaeda&#39;s affiliate in Syria. Last May, Amriki detonated a suicide bomb in Syria&#39;s Idlib province.</p><p>It&#39;s a story of radicialization that&#39;s been repeated time and again.<span style=\"line-height: 1.538em;\">&nbsp;Turkey&#39;s border measures are intended in part to prevent such recruitment from taking place. But Pannell says the efforts might be too late.&nbsp;</span></p><p>&quot;When you hear politicians talking about how to deter people from coming out to Syria, how to stop joining ISIS and the Islamic State, it feels a little bit like trying to close the stable door after the horse has bolted,&quot; Pannell says. &quot;The challenge is, how do you deal with the Islamic State that flies its flag on NATO&#39;s border, and how do you deal with the foreign jihadis who threaten to bring the fight home?&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR3WKMT.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr3wkmtjpg"}]}