{"created":"2015-01-30T20:27:37+00:00","modified":"2015-02-02T15:03:32+00:00","valid":{"from":"2015-02-02T15:03:32+00:00","to":"3015-02-02T15:03:32+00:00"},"hreflang":"en","guid":"5ecaad16-e391-4f82-8fff-09b0df1fd6dd","title":"If you have a meeting in Ethiopia, you'd better double check the time","published":"2015-02-02T15:03:31+00:00","byline":"Dalia Mortada","teaser":"There are lots of places around the world that use particular calendars — i.e. Hebrew, Islamic — but few places use their own clock. Ethiopia does, and knowing what time it is can be a real challenge.","tags":["Belief","Lifestyle & Belief","Addis Ababa","Ethiopia","East Africa","Kemal Oznoyan","Time","Ethiopia","Addis Ababa","Time in Ethiopia"],"contentencoded":"<p>Things always get lost in translation. Sometimes, words or phrases just cannot be converted word-for-word from one language to the next. But in most places, the date and the time works pretty much the same all over the world.</p>\n<p>Not in Ethiopia. There, it’s currently the end of the fifth month of 2007. It isn’t so strange for countries to have different calendars — Israel officially works according to the Jewish calendar and Saudi Arabia has an Isalmic calendar. But, what about having your own time? That’s the case in Ethiopia.</p>\n<p>In the back of a cab in Addis Ababa, a colleague and I ask our driver for the time. The time on my phone, which is set to the correct time zone, reads 8:30 p.m. But that’s not what the cabbie tells us. “It’s two o’clock, 30 minutes,” he replies. He chuckles and adds, “In Ethiopia.”</p>\n<p>That’s because in Ethiopia, there are two ways to tell the time.</p>\n<p>Because Ethiopia is close to the Equator, daylight is pretty consistent throughout the year. So many Ethiopians use a 12-hour clock, with one cycle of 1 to 12 — from dawn to dusk — and the other cycle from dusk to dawn. </p>\n<p>Most countries start the day at midnight. So 7:00 a.m. in East Africa Time, Ethiopia's time zone, is 1:00 in daylight hours in local Ethiopian time. At 7:00 p.m., East Africa Time, Ethiopians start over again, so it's 1:00 on their 12-hour clock.</p>\n<p>If you think this is confusing to read about, imagine trying to <em>do business</em> in In Ethiopia.</p>\n<p>Kemal Oznoyan was baffled.</p>\n<p>He helped open a factory in Addis Ababa for the Turkish textile company, Ayka, seven years ago. He laughs remembering the headaches Ethiopian time caused. “When we organize meeting, they were talking about Ethiopian time, but we were talking about European time,” he recalls.</p>\n<p>Once, for example, he and his colleagues set up a meeting for 6 o’clock. Oznoyan thought, “6 p.m., no problem.” But a bit after noon he got a call from the guy he was meeting. “He calls, 'Where are you? I'm waiting in the downstairs.'” Oznayan says. “[I ask him] 'Why?'”</p>\n<p>It turns out, Oznayan’s colleague meant 6:00 in Ethiopian time, which is noon by Oznoyan’s clock.</p>\n<p>It’s not a problem for him anymore. In fact, he finds it pretty impressive that Ethiopians have stuck to it. As Addis Ababa booms, welcoming international businesses and organizations from all over the world, one would think that international standards would take over and locals would start telling time the way the rest of the world does.</p>\n<p>But Oznoyan says, not so fast. “I'm also feeling that, why they have to do it?” In fact, he says, Ethiopians should be proud of their unique ways. For one thing, they’re one of only two African nations never to be colonized.</p>\n<p>Also, Professor Wudu Tafete says, the Ethiopian way of telling time is practical. He explains that because Ethiopia’s daylight hours stay consistent throughout the year, it makes sense to start the day at 1, when the sun comes up. “The day is 12 hours, because Ethiopia is three degrees north of the Equator,” he explains.</p>\n<p>In Europe, he goes on, winter days are really short and the nights are really long, and in the summer it’s the opposite: days are long and nights are short. In Ethiopia, people have chosen to stick with what’s simple — 12 and 12. He says it only makes sense.</p>\n<p>Sure, he says, it can be confusing for foreigners at first. But he says they all get it eventually. It’s just a matter of time.</p>\n<p><em>Dalia's story was reported with support from the <a href=\"http://internationalreportingproject.org\">International Reporting Project</a>.</em></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0130201509.mp3"},{"href":"http://www.pri.org/file/0130201509mp3"}]}