{"created":"2014-10-08T15:39:06+00:00","modified":"2014-10-31T01:52:38+00:00","valid":{"from":"2014-10-31T01:52:38+00:00","to":"3014-10-31T01:52:38+00:00"},"hreflang":"en","title":"Saturn Still Swings: Celebrating Sun Ra At 100","published":"2014-05-22T13:18:00+00:00","teaser":"\"In my music I speak of unknown things, impossible things, ancient things, potential things,\" the influential and eccentric jazz musician once said. \"No two songs tell the same story.\"","itags":["npr_api","314593139"],"guid":"5ed5a572-2c3e-44b4-a751-99a781816f1e","contentencoded":"<p>Today marks 100 years since <a href=\"http://www.npr.org/artists/15696511/sun-ra\" target=\"_blank\">Sun Ra</a> was born — or, as the musician might have put it, since he arrived on Earth. An influential jazz composer, keyboardist and bandleader, Sun Ra always insisted he was just visiting this planet.</p><p>\"Since I don't consider myself as one of the humans, I'm a spiritual being myself,\" he said in <em>A Joyful Noise</em>, a documentary released in 1980.</p><p>Ra dressed himself and his band in elaborate costumes that were part ancient Egypt, part science fiction. Sometimes he claimed to be from Saturn.</p><p>\"I'm not part of history,\" he said. \"I'm more a part of the mystery which is my story.\"</p><p>Ra didn't like to talk about his childhood on Earth. In fact, the trail was nearly cold when biographer John Szwed started asking questions in the 1990s.</p><p>\"He had a passport that said Saturn,\" Szwed recalls.<em> </em>\"It had no birth dates.\"</p><p>Eventually, Szwed did uncover some basic biographical facts about Sun Ra. Herman \"Sonny\" Blount was born May 22, 1914 in Birmingham, Ala. By the 1950s he had moved to Chicago, worked as an arranger for jazz great <a href=\"http://www.npr.org/artists/15404337/fletcher-henderson\" target=\"_blank\">Fletcher Henderson</a>, and backed up a wide range of musicians playing blues, doo-wop and R&B.</p><p>\"Even in Chicago, when he was doing fairly straight things — blues, dance tunes, whatever — there was this hint of something else,\" Szwed says.</p><p>Blount changed his name to Sun Ra and began leading a big band called the Arkestra.</p><p>\"He was the first one to really introduce me in the higher forms of music,\" said John Gilmore, who played tenor saxophone in the Arkestra for four decades.</p><p>Gilmore died in 1995, but was interviewed in <em>A Joyful Noise.</em> At first, Gilmore said, he had a hard time understanding Ra's music.</p><p>\"Then one night, I heard it,\" he recalls. \"We were playing this number 'Saturn.' I had been playing it for six months, every time we worked. But then I really heard the intervals this one night and I said, 'My gosh, it's unbelievable that anybody could write meaner intervals than <a href=\"http://www.npr.org/artists/15130415/thelonious-monk\" target=\"_blank\">Monk</a> or <a href=\"http://www.npr.org/artists/15373151/charles-mingus\" target=\"_blank\">Mingus</a>. But he does.'\"<em><br /></em></p><p>In the early '60s, Ra moved his Arkestra to New York. He explored collective free improvisation and was one of the first jazz musicians to embrace electronic instruments and synthesizers. John Szwed says Ra's stage act also got weirder and bigger.</p><p>\"He went to extremes,\" Szwed says. \"He'd have musclemen painted gold, jugglers, women carrying glowing balls like turn-of-the-century dancers. And depending on where you were coming into the thing, you either saw him as this avuncular, sweet old guy — or he was scary.\"</p><p>Ra's interest in ancient Egypt and African cultures led some to associate him with the Black Nationalist movement of the '60s and '70s. But he wasn't concerned with terrestrial politics.</p><p>\"I'm not looking for liberty. I'm not looking for equality,\" Ra said. \"I am moving forward with my music, universal language, expressing things of value. And if there's some people want to listen, they're welcome. I'm just like the birds. They sing. Those who like can listen and those who don't, don't have to.\"</p><p>For all the freedom in his music, Ra demanded discipline from his musicians. He was constantly writing or rehearsing. In 1969, he moved the band out of New York to a house in Philadelphia that belonged to the father of the band's alto saxophonist, Marshall Allen.</p><p>Allen is celebrating his 90th birthday this month. He's still leading the Arkestra, which rehearses in that same modest row house in Philadelphia. It's full of sheet music, art, instruments, and mementos of Sun Ra's time on Earth. The band members still bunk together in the bedrooms, just like they did when Ra lived there. Allen says the communal living arrangement meant the band could rehearse without distractions.</p><p>\"All your free time was taken,\" Allen recalls. \"All this running around doing nothing — chasing girls or whatever you do. You devoting most of your time to music 24 hours a day.\"</p><p>In fact, the band members jokingly called it the \"Ra jail.\" They're laughing, but you can tell it's not entirely a joke. Saxophonist Knoel Scott has been in and out of the Arkestra since the 1970s.</p><p>\"Sun Ra was, for people who didn't know Sonny, he was an insomniac,\" Scott says. \"He did not sleep. Maybe two hours, take a little nap — that was it. So 22 hours out of the day, he's awake and he's creating.\"</p><p>Ra wrote poetry, and he wrote his philosophy down in pamphlets and leaflets. But mostly, Ra wrote music, and was one of the first musicians to release it on his own record label. He wrote thousands of songs, filling dozens and dozens of albums.</p><p>\"Every song I write tells a story — a story that humanity needs to know about,\" Ra said. \"In my music I speak of unknown things, impossible things, ancient things, potential things. No two songs tell the same story.\"</p><p>Ra left the planet in 1993 after a series of strokes. The Sun Ra Arkestra will mark today's centennial with a concert in Zurich, Switzerland. It's the first show of the Arkestra's month-long tour of Europe, as the band still brings Sun Ra's message to the people of Earth.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Saturn+Still+Swings%3A+Celebrating+Sun+Ra+At+100&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314761285-ac62ab.m3u?orgId=1&topicId=1106&ft=3&f=314593139"},{"href":"http://media.npr.org/assets/img/2014/05/21/sun-ra-257fe32339b4b83ad6502465c6c412fad67b83ce.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"715","width":"954"}}]}