{"created":"2014-10-27T19:20:50+00:00","modified":"2014-10-27T19:20:50+00:00","valid":{"from":"2014-10-27T19:20:50+00:00","to":"3014-10-27T19:20:50+00:00"},"hreflang":"en","title":"Ebola Outbreak Declared A Global Emergency","published":"2014-08-08T18:55:00+00:00","teaser":"NPR’s Ofeibea Quist-Arcton joins us from Sierra Leone to discuss reaction to the outbreak and challenges health workers face.","itags":["npr_api","338891170"],"contentencoded":"<p>Today the World Health Organization (WHO) declared the Ebola outbreak in West Africa an international health emergency, and is calling for global help. Nearly 1,000 people have died to date in Liberia, Nigeria, Guinea and Sierra Leone.</p><p>NPR’s <strong>Ofeibea Quist-Arcton</strong> joined <a href=\"https://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now’</em></a>s Robin Young from Freetown, Sierra Leone, to talk about the spots hardest hit in that country, reaction to the outbreak and challenges health workers face.</p><h4>Interview Highlights</h4><p><strong>On why it has been so difficult to halt Ebola&#8217;s spread</strong></p><p>&#8220;This region is a region that is emerging from civil war, so it&#8217;s a poor area of West Africa anyway, with really fragile and weak health systems in this post-conflict era. Just as they were wobbly on their feet, suddenly they are hit by Ebola.&#8221;</p><p><strong>On why things are changing now</strong></p><p>&#8220;West Africa has now, I think, realized that Ebola is real. I think that&#8217;s why we&#8217;re seeing health authorities ramping up. By using soldiers to blockade areas or quarantine areas where Ebola is either suspected or detected &#8212; that may stop the spread. Dr. Bart Janssens, Doctors Without Borders director of operations says, &#8216;Declaring Ebola an international public health emergency shows how seriously the World Health Organization is taking the current outbreak &#8212; but statements won&#8217;t save lives.&#8217; That says it all.&#8221;</p><p><strong>On her own fears of Ebola</strong></p><p>&#8220;Even I&#8217;m scared, of course I&#8217;m scared. This is a frightening disease and those of us who are covering it as journalists, we have to do the best we can.&#8221;</p><p>&#8220;The main thing that everyone is being told: if anybody gets sick, don&#8217;t wait. There is a chance of survival, but early detection, early care, early treatment is how lives will be saved.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.npr.org/people/4513318/ofeibea-quist-arcton\" target=\"_blank\"><strong>Ofeibea Quist-Arcton</strong></a>, NPR international correspondent.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Outbreak+Declared+A+Global+Emergency&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"5ed6ce35-ba9a-429e-83a5-6c359d8aadc8","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338891173-956185.m3u?orgId=330&ft=3&f=338891170"}]}