{"created":"2015-05-14T14:44:14+00:00","modified":"2015-05-14T14:44:14+00:00","valid":{"from":"2013-01-14T18:38:16+00:00","to":"3013-01-14T18:38:16+00:00"},"hreflang":"en","guid":"5ed95d5e-4105-4189-8e12-32848c168303","published":"2013-01-14T18:38:16+00:00","contenttemplated":"[{\"content\":\"<p>Walmart has a pretty good handle on the megastore concept. And for the past few years it&apos;s been testing hundreds of much smaller market locations where big stores won&apos;t work.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Now it&apos;s getting ready to open the smallest Walmart in the country -- 2,500 square feet -- on the campus of Georgia Tech in Atlanta.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The 2,500 square foot space is the only space we have available,” says Rich Steele, head of Auxilliary Services at Georgia Tech.  “They were willing to fit their concept into the available retail space.”</p>\"},{\"content\":\"<p>The location is set to open this spring in a former ribs joint.  It’s not clear what items will stay and what will go as Walmart shoe-horns its big-box sensibilities into a convenience store.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Customers associate Walmart with a broad assortment of products,” says Walmart spokesman Steven Restivo. “We want to make sure to deliver on that promise whether the store is 150,000 square feet or 2,500 square feet.”</p>\"},{\"content\":\"<p>The retail chain pitched the idea to Georgia Tech a year ago, after piloting the Walmart on-campus concept at the University of Arkansas.  The new Georgia Tech location will feature a pharmacy, check-cashing services and a small selection of groceries.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The move is part of Walmart’s efforts to penetrate retail niches outside the big box, and its renowned buying power could challenge other players in the pharmacy and convenience store sector.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“Walmart, as we all know, is a tremendously efficient retail machine,” says Don Longo, editor of the industry trade Convenience Store News. </p>\"},{\"content\":\"<p>Still, Longo adds, independent small store operators don’t see Walmart’s foray into small market territory as a direct threat.  “They really have not come up with the formula yet that would be a real competitive danger to really good small store operators who know how to operate in a very small footprint,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But with such a cash-ready customer base, the college campus could be the right laboratory for Walmart’s small store experiment.</p>\"}]","tags":["APM","Business","Retail","Walmart","Georgia"],"contentencoded":"<div class=\"barn-cleaned\"><p>Walmart has a pretty good handle on the megastore concept.&nbsp;And for the past few years it's been testing hundreds of much smaller market locations where big stores won't work.</p>\n<p>Now it's getting ready to open the smallest Walmart in the country -- 2,500 square feet -- on the campus of Georgia Tech in Atlanta.</p>\n<p>“The 2,500 square foot space is the only space we have available,” says Rich Steele, head of Auxilliary Services at Georgia Tech. &nbsp;“They were willing to fit their concept into the available retail space.”</p>\n<p>The location is set to open this spring in a former ribs joint.&nbsp; It’s not clear what items will stay and what will go as Walmart shoe-horns its big-box sensibilities into a convenience store.</p>\n<p>“Customers associate Walmart with a broad assortment of products,” says Walmart spokesman Steven Restivo. “We want to make sure to deliver on that promise whether the store is 150,000 square feet or 2,500 square feet.”</p>\n<p>The retail chain pitched the idea&nbsp;to Georgia Tech&nbsp;a year ago,&nbsp;after piloting the Walmart on-campus concept at the University&nbsp;of Arkansas.&nbsp;&nbsp;The new Georgia Tech location will feature a pharmacy, check-cashing services and a small selection of groceries.</p>\n<p>The move is part of Walmart’s efforts to penetrate retail niches outside the big box, and its renowned buying power could challenge other players in the pharmacy and convenience store sector.</p>\n<p>“Walmart, as we all know, is a tremendously efficient retail machine,” says Don Longo, editor of the industry trade Convenience Store News.&nbsp;</p>\n<p>Still, Longo adds, independent small store operators don’t see Walmart’s foray into small market territory as a direct threat.&nbsp; “They really have not come up with the formula yet that would be a real competitive danger to really good small store operators who know how to operate in a very small footprint,” he says.</p>\n<p>But with such a cash-ready customer base, the college campus could be the right laboratory for Walmart’s small store experiment.</p></div>","teaser":"World's largest retailer experiments with smaller stores on college campuses","title":"Nation's smallest Walmart to open in Atlanta","byline":"Shannon Mullen","itags":["Marketplace","Marketplace for Monday, January 14, 2013","PMP:Marketplace_PMP","5ed95d5e4105189de12a32848c168303"],"description":"World's largest retailer experiments with smaller stores on college campuses","audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/157019316_0.jpg?itok=PF7V3xfl"},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/01/14/marketplace_segment19_20130114","type":"application/json"},"duration":127,"duration_hms":"00:02:07"},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/01/14/marketplace_segment19_20130114_64.mp3"}]}