{"created":"2015-02-24T20:54:33+00:00","modified":"2015-07-03T20:26:46+00:00","valid":{"from":"2015-07-03T20:26:46+00:00","to":"3015-07-03T20:26:46+00:00"},"hreflang":"en","title":"U.S. Diplomat Says Change In Immigration Policy For Cubans Is Not On The Table","published":"2015-02-25T00:16:00+00:00","teaser":"Roberta Jacobson, the U.S. official who will lead negotiations on reestablishing diplomatic ties with the Cubans, says that this will be a long journey, but she has hope for better relations.","itags":["npr_api","388783288"],"guid":"5edeae3f-5cda-4b1a-af29-b0d9cedc073d","contentencoded":"<p>The United States' long-time policy of automatically granting residence to Cubans who step foot on U.S. soil will not change \"any time soon.\"</p><p>That's according to Assistant Secretary of State Roberta Jacobson, who will lead negotiations on reestablishing diplomatic ties with Cuba this Friday.</p><p>In an interview with <em>All Things Considered</em>'s Robert Siegel, Jacobson said that when the two countries announced their intent to normalize diplomatic relations, there was a spike in Cubans arriving in Florida by sea. Many of them, she said, mistakenly thought that a change in U.S. immigration policy was imminent.</p><p>\"We have no interest at this time and no intention of changing the Cuban Adjustment Act,\" Jacobson said.</p><p>After the first round of talks, the U.S. policy, which dates back to 1966, emerged as a major point of contention both because of the spike in migrants, and also because Cuba raised objections to it.</p><p>Jacobson's Cuban counterpart, Josefina Vidal, <a href=\"http://www.miamiherald.com/news/nation-world/world/americas/cuba/article7866573.html\">told reporters</a> that the so-called \"wet-foot, dry-foot\" policy constituted the \"main incentive and the principal stimulus for illegal immigration.\" The policy, she said, should come to an end.</p><p>Jacobson said that many of the issues the Cubans have raised since the first round of talks — including Raúl Castro's <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/29/382357760/castro-demands-return-of-guant-namo-before-normalizing-ties-with-u-s\">demand that the U.S. Naval base at Guantánamo be returned</a> — are off the negotiating table for now, because the current talks are focused on simply reopening embassies in Havana and Washington.</p><p>Both governments, she said, have committed to restoring diplomatic ties \"regardless of the difficulties.\"</p><p>\"Part of the reason we say that is because diplomatic relations are not a gift,\" Jacobson said. \"They are a way to communicate. They are a way to communicate both with the Cuban government and with the Cuban people. They are not a seal of approval.\"</p><p>Jacobson said that in the coming years — as the U.S. seeks to normalize relations with Cuba — both sides will continue to talk about contentious issues, including human rights.</p><p>Robert asked Jacobson about one issue that has been central to the Cubans: The U.S. has over the decades — overtly and covertly — tried to encourage a change in regime on the island. Robert asked Jacobson if that was still the goal of the United States.</p><p>\"The most important thing that we can do right now is focus on empowering the Cuban people to make sure that they have the wherewithal to decide their own future,\" Jacobson said. \"The future of the Cuban government, its form of government, its leadership, is for the Cuban people to decide but they have to have all of the tools necessary to make that decision.\"</p><p>Robert asked Jacobson if, because of the historically fraught relationship between Cuba and the United States, it was realistic to expect a reset.</p><p>\"I think a lot of people are afraid to believe it can be normal again, because it's been so long,\" Jacobson said. \"We have to get over 50 plus years of hostility and distrust. So I don't know whether we can get to real normal, everyday treating each other the way we treat other countries in the world. But I expect we can.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Diplomat+Says+Change+In+Immigration+Policy+For+Cubans+Is+Not+On+The+Table&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"344"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388796198-296482.m3u?orgId=1&topicId=1001&d=344&p=2&story=388783288&t=progseg&e=388794727&seg=6&ft=nprml&f=388783288"}]}