{"created":"2015-04-29T08:29:27+00:00","modified":"2015-05-13T20:59:50+00:00","valid":{"from":"2015-05-13T20:59:50+00:00","to":"3015-05-13T20:59:50+00:00"},"hreflang":"en","title":"Florida's House Quits Early, At Impasse Over Medicaid Expansion","published":"2015-04-29T18:22:00+00:00","teaser":"Meanwhile, Gov. Rick Scott sued the federal government Tuesday, accusing it of coercing Florida to accept the expansion, or lose funding for other health programs for the poor.","itags":["npr_api","402875028"],"guid":"5ee17b95-5702-41c5-a0f2-9f78dcb62f36","contentencoded":"<p>The Republican-controlled Florida legislature — at odds over the question of whether to expand Medicaid — abruptly ended its session three days early on Tuesday, leaving hundreds of bills that are unrelated to health care unfinished.</p><p><a href=\"https://www.flsenate.gov/Senators/s13\">Andy Gardiner</a>, president of Florida's state Senate, says he's disappointed with the House's decision to stop negotiating and leave town.</p><p>\"The House didn't win, the Senate didn't win and the taxpayers lost,\" Gardiner says. \"There are a lot of issues that aren't going to make it, and it's unfortunate.\"</p><p>But <a href=\"http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4448\">Steve Crisafulli</a>, speaker of the Florida House, says it was the right thing to do.</p><p>\"We've made every effort we can to negotiate with the Senate on a budget,\" he says, \"and at this time they're standing strong on Medicaid expansion.\"</p><p>Shortly after the adjournment, <a href=\"http://www.flgov.com/\">Gov. Rick Scott</a>, a Republican, <a href=\"http://www.flgov.com/wp-content/uploads/2015/04/001-Complaint-Filed.pdf\">filed a lawsuit</a> against the federal government over health care funding — a move that was promptly derided by the leadership of the state Senate.</p><p>\"I don't think it changes anything,\" says the chairman of Florida's Senate appropriations committee, <a href=\"https://www.flsenate.gov/Senators/s24\">Tom Lee</a>. \"Once he announced he was going to file a lawsuit against the federal government, I think everyone sort of shut down and lawyered up, and all that sort of thing.\"</p><p>Here's a brief overview of the fight: The Republican-led state House is firmly against Medicaid expansion, while the Republican-led state Senate supports it. Scott once supported expansion but is now against it. And the federal government raised the stakes of the battle by refusing to negotiate on the renewal of a $2 billion fund called the Low Income Pool, which reimburses hospitals for unpaid bills.</p><p>\"The pool money was about helping low-income people have access [to health care],\" U.S. Health and Human Services Secretary <a href=\"http://www.hhs.gov/secretary/about/\">Sylvia Burwell</a> <a href=\"http://news.wfsu.org/post/feds-florida-were-willing-talk-about-medicaid-expansion\">told northern Florida's WFSU</a> in January. \"I think we believe an important way to extend that coverage to low-income individuals is what passed in the Affordable Care Act ... this issue of Medicaid expansion.\"</p><p>The governor's lawsuit over the low income pool accuses the federal government of trying to coerce the state — requiring Florida to expand Medicaid or lose $2 billion. That sort of pressure was expressly forbidden by the U.S. Supreme Court, Scott says, when it upheld the federal health law in 2012.</p><p>House appropriations chief <a href=\"http://www.myfloridahouse.gov/Sections/Representatives/details.aspx?MemberId=4503\">Richard Corcoran</a> recently delivered a 20-minute anti-Medicaid speech to fellow lawmakers that underscored his side's determination to block the expansion. \"Here's my message to the Senate,\" he said. \"They want us to come to the dance? We're not dancing. We're not dancing this session. We're not dancing next session. We're not dancing next summer — we're not dancing. And if you want to blow up the process because you think you have some right that doesn't exist? Have at it.\"</p><p>Now, the central task that state law requires of the legislature — to pass a budget— remains incomplete. Scott tried this week to pressure the legislature to the bargaining table to craft a budget. He threatened to veto Senate priorities, but the Senate remained unmoved.</p><p>Scott <a href=\"http://www.miamiherald.com/news/state/florida/article19122108.html\">has said</a> he will call the legislature back for a special session to complete the budget.</p><p><em>This story is part of NPR's partnership with WFSU and <a href=\"http://kaiserhealthnews.org/\">Kaiser Health News</a>.<br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Florida%27s+House+Quits+Early%2C+At+Impasse+Over+Medicaid+Expansion&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Diane Webber, Kaiser Health News","audio":[{"meta":{"duration":"90"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402971515-1ac8df.m3u?orgId=1&topicId=1128&d=90&p=3&story=402875028&t=progseg&e=402970645&seg=4&ft=nprml&f=402875028"},{"href":"http://media.npr.org/assets/img/2015/04/28/rick-scott-9adbe43a50caee50d2ebd8c884d47adb757aad25.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1333","width":"1780"}}]}