{"created":"2014-10-04T21:39:10+00:00","modified":"2014-10-30T21:47:19+00:00","valid":{"from":"2014-10-30T21:47:19+00:00","to":"3014-10-30T21:47:19+00:00"},"hreflang":"en","title":"Horror Of Horrors: Is H.P. Lovecraft's Legacy Tainted?","published":"2014-10-04T22:42:00+00:00","teaser":"Lovecraft, the author who famously invented Cthulhu, was also known for his highly racist opinions. This has created some controversy around the World Fantasy Award statue that bears his likeness.","itags":["npr_api","353737040"],"guid":"5ef720df-abf5-483d-aa57-963aacfd9b97","contentencoded":"<p>Each year, the speculative fiction author who wins the World Fantasy Award receives an awards statue that's a bust of author H.P. Lovecraft.</p><p>Lovecraft, famous for his horror writing, was also known for his highly racist opinions, and this has created some controversy regarding the award that bears his likeness.</p><p>Laura Miller recently <a href=\"http://www.salon.com/2014/09/11/its_ok_to_admit_that_h_p_lovecraft_was_racist/\">wrote about the backlash</a> in a piece for Salon.com. She says that objections to the use of Lovecraft as the face of the award began to surface when Nigerian-American writer Nnedi Okorafor, who won the WFA for best novel in 2011 for <em>Who Fears Death</em>, wrote <a href=\"http://nnedi.blogspot.com/2011/12/lovecrafts-racism-world-fantasy-award.html\">a blog post</a> about her discomfort with the trophy after she read a racist poem that Lovecraft wrote in 1912.</p><p>\"She saw it and she became completely dismayed and hurt that this professional honor, which she'd been so proud to receive, was in the shape of the head of someone who would think these kinds of things about her,\" Miller tells NPR's Arun Rath.</p><p>Miller says there was a petition to change the award to a bust of author Octavia Butler, but a lot of people would also prefer the award not be in the shape of any specific person.</p><p>The issue this raises for fans of Lovecraft or any other artist is how much you can separate the artist and their beliefs from their work. Miller says many fandoms struggle with this when something unflattering is revealed about someone they admire.</p><p>\"Their reaction is ... to just have this sort of reflexive rejection of it,\" she says. Instead, Miller writes in her Salon piece, \"You can acknowledge, contemplate and discuss ... without feeling obliged to reject the work as a whole.\"</p><p>This year, the WFA will present the Lovecraft-shaped awards, which were ordered back in March, as normal. But the WFA board of directors said they will have discussions about the situation at a series of meetings at this year's World Fantasy Convention, where the awards are presented.</p><p>\"It's one thing for a person to decide to read something and to enjoy what they can enjoy about it and to be aware of problematic aspects of it,\" Miller says, \"and it's another thing for a person who had certain beliefs to be the symbol for an entire community.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Horror+Of+Horrors%3A+Is+H.P.+Lovecraft%27s+Legacy+Tainted%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353743573-5685c8.m3u?orgId=1&topicId=1008&ft=3&f=353737040"}]}