{"created":"2015-06-06T13:08:36+00:00","modified":"2015-06-08T02:29:33+00:00","valid":{"from":"2015-06-08T02:29:33+00:00","to":"3015-06-08T02:29:33+00:00"},"hreflang":"en","guid":"5f124ccc-e710-46ec-adc5-857e638096dc","title":"In A Gadda Da What? The accidental inspiraton of these six hit songs","published":"2015-06-08T02:29:29+00:00","byline":"T.J. Raphael","tags":["music","culture","history","Music","Arts, Culture & Media"],"teaser":"How did the alarm clock get in a Beatles song? What does \"In A Gadda Da Vida\" mean? Would rap music ever have been the name if Big Bank Hank wasn't found in a pizzeria? ","contentencoded":"<p>When you think of The Rolling Stones, \"(I Can't Get No) Satisfaction\" is probably among the first songs you think of. </p>\n<p>Other songs are equally iconic — but it's not always clear why they say what they do. But we're here to help.</p>\n<p>John Schaefer, host of <a href=\"http://soundcheck.wnyc.org/\">Soundcheck</a> and <a href=\"http://www.wnyc.org/shows/newsounds/\">New Sounds</a> at WNYC, helps piece together the strange and surprising origins for some of the world’s greatest songs.</p>\n<h2><strong>1. The Rolling Stones - “(I Can’t Get No) Satisfaction”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/sJUVt-nTS28\" width=\"560\"></iframe></p>\n<p>This weekend marks the 50th anniversary of the Rolling Stones’ hit song \"(I Can't Get No) Satisfaction.\" But the song almost never happened — it was by sheer chance that Keith Richards recorded the song's classic guitar riff during a booze and drug fueled bender.</p>\n<p>When he woke up with a hangover, he actually didn't even remember recording anything. Luckily his humble cassette recorder captured the beginnings of one of the greatest rock songs of all times.</p>\n<p>“The amazing thing about the Keith Richards story is that, somehow, the next morning it still sounded as good as it did the previous night — that rarely happens,” says Schaefer.</p>\n<h2><strong>2. Iron Butterfly - “In a Gadda Da Vida”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/UIVe-rZBcm4\" width=\"560\"></iframe></p>\n<p>Released in 1968, “In a Gadda Da Vida” is Iron Butterfly’s one and only hit. And this 17-minute song was recorded when the singer was not completely sober.</p>\n<p>“[The words] ‘in a gadda da vida’ occur at the beginning and the end — in the middle it’s mostly instrumental,” says Schaefer. “That’s a good thing because apparently the singer was drunk or high or both, and slurred the words ‘in the garden of eden.’ What you’re hearing, in fact, wasn’t supposed to be recorded — this was a soundcheck. The producer hadn’t arrived and the band was just kind of vamping in the studio, but the engineer was rolling tape. At the end of it he decided it was actually pretty good, whatever ‘in a gadda da vida’ is.”</p>\n<p>The accidental hit and the true meaning of its groggy lyrics has undoubtedly sparked a number of debates at bars and clubs throughout the years. Now we can finally put it to bed.</p>\n<h2><strong>3. Booker T and The MG’s - “Green Onions”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/_bpS-cOBK6Q\" width=\"560\"></iframe></p>\n<p>Recorded in 1962, “Green Onions” is perhaps the most famous piece of music by Booker T and The MGs.</p>\n<p>“This was, again, a case where the band was in the studio — in fact they were waiting for a singer,” Schaefer says of the instrumental hit. “A rockabilly singer was supposed to come in and do a jingle. They were in the Stax Records studio in Memphis; the singer was late so they were just kind of riffing on stuff in the studio. Booker T had been playing this piano piece, tries it out on the organ, and once again, the engineer was rolling tape.”</p>\n<p>Back in the early ‘60s, tape was expensive — luckily for Booker T and The MGs, the engineer was also the owner of the studio and could afford to roll on the jam session.</p>\n<p>“The result is a classic,” Schafer adds. “The postscript is that it was released as a <a href=\"http://www.urbandictionary.com/define.php?term=b-side&amp;defid=1629854\">B side</a>.”</p>\n<h2><strong>4. Talking Heads - “Burning Down The House”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/u06DpcFXc4U\" width=\"560\"></iframe></p>\n<p>Talking Heads lead singer and guitarist David Byrne often created songs with a “mumble track,” as he called it. And the 1984 hit “Burning Down The House” was no exception.</p>\n<p>“He would just kind of mumble syllables, words — whatever kind of fit the line of the melody. It wasn’t necessarily to make sense,” says Schaefer. “In the case of ‘Burning Down The House,’ the mumble track worked so well with lines like ‘Three hundred sixty five degrees. Burning down the house,’ that they just kept it.”</p>\n<p>If you listen back to the early music of David Byrne, Schaefer says you'll hear a lot of wooing and ahhing.</p>\n<p>“I asked him once if he could still write that way now and he said no — that it’s a completely different kind of technique of songwriting,” Schaefer adds.</p>\n<h2><strong>5. The Beatles - “A Day in the Life”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/P-Q9D4dcYng\" width=\"560\"></iframe></p>\n<p>The Beatles were often very deliberate and considerate about the music that they made. But there’s at least one exception: The 1967 song “A Day in the Life” was actually two songs that wound up coming together as one.</p>\n<p>“It was a case of Lennon and McCartney each having half of a song and not knowing how to finish it,” says Schaefer. “They kind of stitched it together in the studio. The stitching, the stuff it weaves together — John’s tale ripped from the headlines and Paul’s tale of nostalgia for his commute to school — is the orchestra. But that’s not what it originally was. They didn’t know how they were going to weave these things together.”</p>\n<p>McCartney and Lennon had their studio assistants count out the bars and set an alarm clock to signal that it was time to transition from John to Paul.</p>\n<p>“All of that was supposed to come out — but the alarm clock stayed in because they couldn’t edit it out,” says Schaefer. “And of course it’s the perfect lead in to Paul’s line, ‘Woke up, fell out of bed…'”</p>\n<h2><strong>6. The Sugarhill Gang - “Rapper's Delight”</strong></h2>\n<p><iframe frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/rKTUAESacQM\" width=\"560\"></iframe></p>\n<p>In January 1980, “Rapper’s Delight” cracked the US top 40 list — a move that finally delivered rap into the mainstream. And Schaefer says that before this song, there was no Sugarhill Gang, at least not as we know it today.</p>\n<p>“This was producer Sylvia Robinson's, who had a previous hit with ‘<a href=\"https://www.youtube.com/watch?v=4DDaOyKzriA\">Pillow Talk</a>,’ a kind of schlocky, early ‘70s light-rock number,” says Schaefer. “She had heard about this hip-hop thing and had these musicians who were playing the riff to '<a href=\"https://www.youtube.com/watch?v=rTusMLs9SJE\">Good Times</a>.' She wanted people to do this ‘rap thing’ over it. But she couldn’t convince any rappers to come into the studio — it was a live art form that was done in the clubs.”</p>\n<p>Luckily for Robinson, her son found a man in a local pizza parlor and convinced him to come into the studio.</p>\n<p>“That guy turned out to be the late Big Bank Hank, who actually had to borrow lyrics from another early hip-hop artist, Grandmaster Caz, and that’s what you hear in ‘Rapper’s Delight,’” says Schaefer. “The song was done in one take — it was 14 minutes long and then they edited it down for a radio version.”</p>\n<p><em>This <a href=\"http://www.thetakeaway.org/story/how-pop-songs-got-their-swagger/\">story</a> first aired as an interview on PRI's <a href=\"http://www.thetakeaway.org/\">The Takeaway</a>, a public radio program that invites you to be part of the American conversation.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-07%2Fyou-wont-believe-what-inspired-these-six-hit-songs&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/audio.wnyc.org/takeaway/takeaway060415-origins.mp3"},{"href":"http://admin.pri.org/file/takeaway060415-originsmp3"}]}