{"created":"2014-09-08T15:37:19+00:00","modified":"2015-01-22T03:06:31+00:00","valid":{"from":"2015-01-22T03:06:31+00:00","to":"3015-01-22T03:06:31+00:00"},"hreflang":"en","title":"Flight MH17: U.S. Builds Its Case; Plane Wreckage Reportedly Cut Apart","published":"2014-07-22T22:57:00+00:00","teaser":"A U.S. spy satellite detected a surface-to-air missile in the area just before the plane went down. Detailed forensic analysis on the wreckage may be complicated; it's reportedly been cut apart.","itags":["npr_api","334100145"],"guid":"5f13f078-67e8-4478-ab67-505488e781b4","contentencoded":"<p>American analysts say they've verified several pieces of evidence that show pro-Russian separatist rebels shot down Malaysia Airlines Flight MH17, according to U.S. intelligence officials who briefed reporters Tuesday.</p><p>Here's a quick rundown of the officials' updates on what U.S. investigators have found, from notes taken by NPR's Pentagon reporter Tom Bowman:</p><ul><li>A U.S. spy satellite detected the launch of a surface-to-air missile in the area just before the plane went down.</li><li>Voice analysis confirms that a phone conversation about the shot-down plane was between two well-known separatist leaders. Their <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/18/332496334/malaysia-airlines-flight-mh17-plane-crash-what-we-know\">conversation was intercepted</a> and publicized by Ukraine shortly after the airliner was shot down Thursday.</li><li>The weapon that likely took the plane down – a Russian-made SA-11 anti-aircraft missile – wasn't being used by Ukraine, which the U.S. says has used planes, not missiles, in its fight against the separatists.</li></ul><p>The information comes as an update into the inquiry of how the commercial flight was shot down with nearly 300 people aboard. The U.S. has laid the blame at the feet of the separatists — and criticized Russia for supporting them.</p><p>\"But U.S. intelligence said they still don't know who pulled the trigger, that person's rank or nationality,\" Tom says. \"They also don't know why this was done – they said it was most likely a mistake.\"</p><p>Dutch and Malaysian experts are combing over the wreckage of the flight that had been bound from Amsterdam to Kuala Lampur.</p><p>And at the scene of the crash, NPR's Corey Flintoff reports that the stories from many residents are close to the version of events coming out of Moscow, which has suggested alternative explanations for the downing.</p><p>Some of them suspect Ukrainian President Petro Poroshenko might be behind the attack; others said a man parachuted from the mid-air explosion, but that he had likely died.</p><p>Another family has saved a pock-marked piece of aluminum that they say is from the plane — when it fell from the sky, it crashed into their garden and killed their cat, Corey reports for today's <a href=\"http://www.npr.org/programs/all-things-considered/\">All Things Considered</a>.</p><p>U.S. officials say experts still need to perform forensics analysis to provide hard proof that the Malaysian plane had been hit by a missile.</p><p>The forensics work could be complicated, given the restricted access investigators had to the crash site for days after the jet was shot down — and given today's reports that some of the plane's wreckage had been cut apart.</p><p>That's the version of events reported by <a href=\"http://www.usatoday.com/story/news/world/2014/07/22/ukraine-mh17-bodies-russia/12981325/\">USA Today</a>, which says \"the Boeing 777's cockpit inexplicably had been sawed in half while under the control of Russian-backed separatists.\"</p><p>The newspaper also quotes a spokesman for the group of international monitors from the Organization for Security and Cooperation in Europe (the OSCE) who said, \"The rear part of the aircraft, one of the biggest intact pieces, has definitely been hacked into.\"</p><p>As we reported earlier today, the separatists <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/22/333901610/train-carrying-mh17-victims-remains-arrives-in-kharkiv\">have finally released the black boxes and 282 bodies</a> that were found among the wreckage, for analysis by experts in the Netherlands (and, in the case of human remains, repatriation to their home countries). The remains of some passengers have reportedly not been found.</p><p>For weeks, U.S. intelligence agencies have been saying that Russia was supplying rebels in Ukraine with weapons. And after today's briefing, Tom reports that analysts now say \"Russian equipment, including tanks and armored personnel carriers, are still continuing to roll into Ukraine from Russia.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Flight+MH17%3A+U.S.+Builds+Its+Case%3B+Plane+Wreckage+Reportedly+Cut+Apart&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"224"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334106575-f8ab43.m3u?orgId=1&topicId=1124&ft=3&f=334100145"},{"href":"http://media.npr.org/assets/img/2014/07/22/separatists_ukraine-c8f066e9a40612e95d84ce4a5ac553947a4012ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2331","width":"3110"}}]}