{"created":"2014-08-28T02:32:34+00:00","modified":"2014-11-12T01:05:12+00:00","valid":{"from":"2014-11-12T01:05:12+00:00","to":"3014-11-12T01:05:12+00:00"},"hreflang":"en","title":"A Sea Of Ceramic Poppies Honors Britain's WWI Dead","published":"2014-11-11T22:10:00+00:00","teaser":"A hundred years after the start of World War I, 888,246 handmade red flowers are filling the moat at the Tower of London — one flower for each British or colonial life lost during the war.","itags":["npr_api","340649115"],"guid":"5f1aaa9a-498b-465a-9e6a-887955f02b2b","contentencoded":"<p>How do you memorialize an event that happened 100 years ago? Almost nobody is alive who witnessed the start of World War I. In England, at the Tower of London, an unusual artistic commemoration is blooming. Its name comes from a poem, written by an anonymous soldier in World War I: \"<a href=\"#poem\">The Blood Swept Lands and Seas of Red</a>.\"</p><p>The Tower of London was built in the 11th century, and for most of the years since then its moat was full of water. But today, operations manager John Brown looks out and describes the sight: \"In effect, a green field surrounding the castle, and within that, we have started to build this huge artistic installation of 888,246 ceramic poppies.\"</p><p>That's one flower for each soldier from Britain or the British colonies who died in WWI. Each is handmade, and volunteers plant each poppy in the soil by hand.</p><p>The red poppy is a symbol of remembrance for a reason: In Western Europe, it is the first wildflower to appear when soil is churned up. So after a war, fields where soldiers fell become vast expanses of crimson blooms.</p><p>The ceramic poppies at the Tower of London are not planted in orderly rows. They look like an undulating sea from afar. Up close, each bloom is unique. Droplets cling to them from a recent shower. Against the walls of the tower, they crest like a wave of water — or, given the color, like a wave of blood. They cascade from one of the tower windows to the ground like a waterfall, and a 30-foot curl of red poppies crests over the tower's main entrance.</p><p>The concept came from a ceramic artist named Paul Cummings. He decided to make the flowers, but he had no place to put them. \"So we said, we have the real estate,\" explains Brown. A British theatrical designer, Tom Piper, provided the design and interpretation of the idea.</p><p>\"Every morning when I walk through the site just to make sure everything's ready, you get your own moment of inner peace for yourself,\" says Jim Duncan. He's one of the Yeoman Warders, the iconic beefeaters who live and work at the tower. For the next three months, he will be overseeing the planting project.</p><p>\"You get the goose pimples. You get the lump in the throat,\" he says. \"And then you get a great bunch of people that come in, work hard, work together as a team. It was raining this afternoon — nobody left.\"</p><p>The sound of hammering comes from the corner of the moat where rain-soaked volunteers are working in matching red shirts. They pound metal stakes into the ground, then place a red ceramic blossom on top, supporting each one with small rubber plugs.</p><p>Lynne England came from the New Forest on England's southern coast to plant poppies with her husband, Arthur, in honor of her great-uncle. He was awarded the Victoria Cross for holding his position while under fire during WWI. \"He was shot three times, but he held position. And because of that, he saved a lot of British lives. So we felt we had to come and plant a poppy for him today,\" she says.</p><p>\"I'm almost in tears just talking to you now,\" she says. \"Just look at it — every single poppy, every poppy you hold, is somebody's life.\"</p><p>\"And the fact that they're all handmade and they're all individual,\" says her husband, \"it's not like you're doing some process and repeating something. Each time feels very, very special.\"</p><p>The first of these flowers was planted July 17, and the installation officially opened Aug. 5, the first full day of Britain's engagement in the war. The last one will be planted on Nov. 11, Armistice Day, when the guns fell silent. They'll come down after that. People can <a href=\"https://poppies.hrp.org.uk/buy-a-poppy/\">buy them online</a> — thousands have already been sold — and the money will go to veterans' charities.</p><p>Even though each blossom represents a British or colonial life lost in the war, a staffer pointed out that more than 100,000 Americans died, too. So as we concluded our interviews, she handed me a red poppy, and I planted it in the soil at the Tower of London.</p><hr /><h3><a name=\"poem\"></a>The Blood Swept Lands and Seas of Red</h3><p><em>By Anonymous (Unknown Soldier)</em></p><p>The blood swept lands and seas of red,<br />Where angels dare to tread.<br />As I put my hand to reach,<br />As God cried a tear of pain as the angels fell,<br />Again and again.</p><p>As the tears of mine fell to the ground<br />To sleep with the flowers of red<br />As any be dead</p><p>My children see and work through fields of my<br />Own with corn and wheat,<br />Blessed by love so far from pain of my resting<br />Fields so far from my love.</p><p>It be time to put my hand up and end this pain<br />Of living hell, to see the people around me<br />Fall someone angel as the mist falls around<br />And the rain so thick with black thunder I hear<br />Over the clouds, to sleep forever and kiss<br />The flower of my people gone before time<br />To sleep and cry no more</p><p>I put my hand up and see the land of red,<br />This is my time to go over,<br />I may not come back<br />So sleep, kiss the boys for me  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Sea+Of+Ceramic+Poppies+Honors+Britain%27s+WWI+Dead&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"255"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340857820-846264.m3u?orgId=1&topicId=1141&ft=3&f=340649115"},{"href":"http://media.npr.org/assets/img/2014/08/15/img_0016-87f4f7f578562faf976aa06ad45ff55af6452f48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2998","width":"3997"}},{"href":"http://media.npr.org/assets/img/2014/08/15/img_0006-39f906a75aaac0b725f1a2414bfa5d376b58c5fd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"3000"}}]}