{"created":"2015-03-08T20:57:51+00:00","modified":"2015-03-12T03:05:22+00:00","valid":{"from":"2015-03-12T03:05:22+00:00","to":"3015-03-12T03:05:22+00:00"},"hreflang":"en","title":"No Joke: Hollywood Comedy Producer Finds Career In Prison Reform ","published":"2015-03-09T02:03:00+00:00","teaser":"Scott Budnick hit it big in Hollywood as an executive producer of the <em>Hangover</em> movies. Then, in 2013, he decided to leave it all behind and focus full time on helping young people in prison.","itags":["npr_api","388688502"],"guid":"5f1bd37a-85e9-4242-aa6a-7446e4c7b111","contentencoded":"<p>Los Angeles has been good to Scott Budnick. He arrived more than 15 years ago as an aspiring film producer. He found a home in comedy, and eventually became the executive producer of the <em>Hangover</em> trilogy — the wildly popular, profane buddy movies that are still the highest grossing comedy franchise ever made.</p><p>Now, he lives in the Hollywood Hills. He drives a fancy car, lives in a beautiful house and has lots of famous friends.</p><p>But in 2013, Budnick decided to leave Hollywood for a very different field: prison reform.</p><p>It wasn't a move he'd anticipated early in his career.</p><p>\"I spent the first four years in LA really just stuck in the bubble of the business,\" he remembers. \"In nice restaurants and bars and talking about directors and writers and all the things you talk about in Hollywood.\"</p><p>In the mid-2000s, a friend had taken Budnick to visit a juvenile detention hall north of Los Angeles. Budnick was moved by what he saw there.</p><p>\"[I] sat with a bunch of kids facing life in prison at 14, 15, 16, and just heard horror stories about victimization and the lack of fathers and physical abuse, sexual abuse,\" he remembers.</p><p>\"I realized these kids living five, 10 minutes away from where I was in the Hollywood Hills were victims for many years before they decided to victimize anyone else.\"</p><p>Budnick started to volunteer in youth prisons and went on to found a membership organization for former prisoners called the <a href=\"http://www.antirecidivism.org/\">Anti-Recidivism Coalition</a>. In 2013, he quit Hollywood to focus full time on the group. <br />At the time, a lot of people warned him he was making a mistake.</p><p>\"I think everyone wanted me to be cautious and not move too fast,\" he says.</p><p>But Budnick did move fast. The Anti-Recidivism Coalition has almost 200 members, all of whom sign a pledge to be crime-free, gang-free, drug-free, working or in school, and working to contribute to society. The organization runs multiple programs for youth, and Budnick himself works with young people in prisons around Southern California, teaching writing classes and mentoring individual kids.</p><p>Recently, the organization opened a housing facility — like a dorm — for young men who have gotten out of prison and are attending community college. And Budnick is also lobbying for prison reform laws in California's capitol.</p><p>In 2013, he and his group were part of the lobbying effort that pushed through a bill that gave people who committed crimes as youths an earlier chance at parole.</p><p>\"[Prison reform] can't only be done one person at a time and one weekend people coming to class,\" says Budnick. \"It needs to be done in a more comprehensive way.\"</p><hr /><p><em>You can read more about Scott Budnick and the Antirecidivism Coalition in the latest issue of <a href=\"https://stories.californiasunday.com/2015-03-01/scott-budnick-prison-reform\">California Sunday Magazine</a>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Joke%3A+Hollywood+Comedy+Producer+Finds+Career+In+Prison+Reform+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391708168-988979.m3u?orgId=1&topicId=1137&e=388688502&d=226&ft=nprml&f=388688502"}]}