{"created":"2014-11-09T15:18:03+00:00","modified":"2014-11-10T22:05:15+00:00","valid":{"from":"2014-11-10T22:05:15+00:00","to":"3014-11-10T22:05:15+00:00"},"hreflang":"en","title":"How Mr. Hasselhoff Tore Down This Wall ","published":"2014-11-09T17:13:00+00:00","teaser":"After the fall of the Berlin Wall, <em>Baywatch</em> star David Hasselhoff sang to huge crowds gathered at the Brandenburg Gate, becoming a pop symbol of Germany's freedom and a hero to many.","itags":["npr_api","362595983"],"guid":"5f21e60e-078c-4457-99b9-a8c52c6ce5b8","contentencoded":"<p>Sunday marks the 25th anniversary of the fall of the Berlin Wall — the event that symbolically brought a dramatic end to communism in Eastern Europe.</p><p>It's easy to look at the Wall now and see a clear and powerful symbol of the division between democracy and repression: an Iron Curtain made of stone. But who would have thought that weeks after the wall fell and for years that followed, an American TV star would come to personify freedom, democracy and everything good in the world.</p><p>\"I was a guy who happened to do a show called <em>Knight Rider</em>, who happened to sing a song called 'Looking For Freedom,'\" says actor, activist and singer David Hasselhoff.</p><p>Hasselhoff was a certified heartthrob in the States, but he built his European reputation on that pop song. NPR's Rachel Martin asked him how he came to sing an unforgettable concert in Berlin on New Year's Eve back in 1989 after the Wall fell.</p><p>\"I had been behind the Wall eight or nine times since 1987, to kind of further my music career with the Knight Rider car; if they wouldn't come and see me, they would come and see the car,\" Hasselhoff says. \"I hit big with a single and they invited me to sing, and I said, 'Only if I could sing on the Wall.' And they said yes!\"</p><p>Officials from East and West Germany made Hasselhoff the star of the New Year's celebration. Hoisted above the crowd on a crane, Hasselhoff was decked out in an unforgettable jacket fitted with flashing, battery-powered lights. And then, on the top of the Wall with the Brandenburg Gate behind him, Hasselhoff sang.</p><p>Even with the massive crowd singing along, Hasselhoff says he had no idea whether the performance would have any lasting impact. It wasn't until he saw people holding signs while on tour, thanking him for the fall of the Wall, that he realized how much it meant.</p><p>\"I didn't know if it was a joke or not, I really didn't,\" he says. \"It wasn't a joke; it was like 'Thank you for the fall of the Wall and thank you for our childhood.'\"</p><p>Later, Hasselhoff says people told him it was more than just a pop song. The song, he says, became their anthem and \"our song of hope.\"</p><p>Over the next two decades, Hasselhoff balanced his roles as Hollywood star and political celebrity. He's returned to Berlin many times over the years, most recently to help save the last pieces of the wall as a memorial to those who died trying to cross.</p><p>\"I just went on my own and walked the Wall [to] raise awareness that you can't tear this down,\" he says. \"And 10,000 people turned out, so I sang 'Looking For Freedom' through a bullhorn; I was pretty moved that anyone showed up 25 years later.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Mr.+Hasselhoff+Tore+Down+This+Wall+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"411"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737880-e2dade.m3u?orgId=1&topicId=1136&ft=3&f=362595983"},{"href":"http://media.npr.org/assets/img/2014/11/09/hasselhoff_berlin-d0bb40b1e14791dc00a929decea4ee31c6b8a310.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3086","width":"4115"}}]}