{"created":"2014-09-17T17:00:23+00:00","modified":"2015-05-14T17:46:59+00:00","valid":{"from":"2014-09-17T11:00:00+00:00","to":"3014-09-17T11:00:00+00:00"},"hreflang":"en","tags":["Mid-day Update","APM","Life"],"published":"2014-09-17T11:00:00+00:00","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Some of the National Football League&apos;s big-money sponsors think the league is not doing enough to grapple with the problem of players who are charged with domestic violence. Last night, the Minnesota Vikings deactivated running back Adrian Peterson while he faces child abuse charges. Plus, California has a new law on its books. It&apos;s been dubbed the &quot;Yelp law&quot;--after the online location-aware directory of restaurants and other establishments. More on the &quot;Yelp law,&quot; which stops businesses from stopping you from writing bad reviews. And tomorrow, the people of Scotland go to the polls for one of the most crucial political and economic decisions of their lives. They&apos;ll vote  on whether or  not they want to separate from the United Kingdom. More on the economic implications of a decision to split.</p>\"}]","description":"NFL policy, the Yelp law, and Scotland's economic future.","title":"PODCAST: Negotiating an independent Scotland","contentencoded":"<div class=\"barn-cleaned\"><p>Some of the National Football League's big-money sponsors think the league is not doing enough to grapple with the problem of players who are charged with domestic violence. Last night, the Minnesota Vikings deactivated running back Adrian Peterson while he faces child abuse charges. Plus,&nbsp;California has a new law on its books. It's been dubbed the \"Yelp law\"--after the online location-aware directory of restaurants and other establishments. More on the \"Yelp law,\" which stops businesses from stopping you from writing bad reviews. And tomorrow, the people of Scotland go to the polls for one of the most crucial political and economic decisions of their lives. They'll vote &nbsp;on whether or &nbsp;not they want to separate from the United Kingdom. More on the economic implications of a decision to split.</p></div>","teaser":"NFL policy, the Yelp law, and Scotland's economic future.","guid":"5f25afcb-a0cb-48af-8853-a9977b30ef0a","itags":["Marketplace","Marketplace Morning Report for Wednesday September 17, 2014","Marketplace Morning Report","5f25afcba0cb8afb853aa9977b30ef0a","PMP:Marketplace_PMP"],"byline":"David Brancaccio","audio":[{"type":"image/jpeg","meta":{"width":"610","crop":"primary","height":"340"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/455578448.jpg?itok=kaBhemnw"},{"meta":{"duration":382,"duration_hms":"00:06:22","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/morning_report/2014/09/17/midday_20140917_pod"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/morning_report/2014/09/17/midday_20140917_pod_64.mp3","type":"audio/mpeg","format":"MP3"}]}