{"created":"2015-06-25T20:57:03+00:00","modified":"2015-06-25T21:37:43+00:00","valid":{"from":"2015-06-25T21:37:43+00:00","to":"3015-06-25T21:37:43+00:00"},"hreflang":"en","guid":"5f289eec-011e-4660-80ec-3f2ac9a195b1","title":"Is the Confederate flag about to go the way of Nazi symbols?","published":"2015-06-25T21:37:39+00:00","byline":"Bradley Campbell, Susannah Roberson","tags":["history","Ethnicity & Race","government","Conflict","Conflict & Justice","North America","Europe","United States","Europe"],"teaser":"When Germany lost World War II, citizens immediately removed Nazi symbols. Not so after the American Civil War. But there's a lot we can learn from Germany and how ridding itself of a terrible past allowed it to move forward.","contentencoded":"<p>In the aftermath of the South Carolina church shooting, some argue now is the time for the United States to <a href=\"http://www.slate.com/blogs/the_slatest/2015/06/24/germany_banned_its_ugly_historic_symbols_should_we_do_that_too.html\">ban the Confederate flag altogether</a>. And the US wouldn't be the first country to outlaw a symbol with a disturbed past. Germany did away with Nazi symbols, specifically the swastika, after World War II.</p>\n<p>\"[Germany] recognized that [the swastika] could be a rallying point for sympathizers and fanatics,\" says Steven Heller, author of <a href=\"http://www.powells.com/biblio/9781581150414\">The Swastika: Symbol Beyond Redemption?</a> </p>\n<p>The swastika was promptly removed from public view, but it lived on behind a shroud of mystery. \"When you see [swastikas] in a German flea market, they're always covered with a black or otherwise solid band,\" Heller says.</p>\n<p>Those who collect Nazi memorabilia behind closed doors have various objectives: Some strive to preserve history, some believe in the dangerous symbolism of the swastika, and some are merely intrigued by forbidden fruit. \"The double-edged part of that sword is that once you ban things, it just gives them more life and more electrical charge,\" Heller says. </p>\n<p>While the swastika was immediately labeled contraband after World War II, the Confederate flag survived in the aftermath of the Civil War, a reality that baffles Heller. \"The idea that the battle flag of the Confederacy can sit on a flag pole in a government environment and, by law, can be prohibited from being taken down is just absurd,\" he says. \"They lost slavery and they kept the symbol.\"</p>\n<p>Perhaps in the spirit of reconciliation following the war, they hesitated to outlaw the flag, Heller says. But that doesn't change the charged meaning behind the symbol. \"The Confederate flag, for many people ... represents racism,\" Heller says. \"It represents a past that certainly deserves its historical due, but in the context of a historical environment, like a museum.\"</p>\n<p>The act itself of banning the flag would carry its own symbolism. \"I think what it would do is show that this country's base racism is being rebeled against by people of goodwill and good spirit,\" Heller says. </p>\n<p>The current debate centers around the flag, but many other symbols also have dark pasts. Across the nation, citizens are calling for the <a href=\"http://www.latimes.com/entertainment/arts/culture/la-et-cm-thomas-jefferson-confederate-statues-20150624-story.html\">removal of monuments</a> and the <a href=\"https://www.change.org/p/virginia-governor-adam-ebbin-richard-sullivan-alfonso-lopez-arlington-county-board-change-the-name-of-jefferson-davis-highway-route-110-arlington-va\">renaming of highways</a>, for example.</p>\n<p>Ultimately, Heller says, it's important to recognize the symbolic role the Confederate flag plays in tragic events, like the South Carolina church shooting.</p>\n<p>\"You have to look at that and say, what is this symbol saying and what is it, in effect, tacitly or overtly doing?\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fhow-nazi-symbols-became-forbidden-fruit-confederate-flag-next&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06252015_06.mp3"},{"href":"http://admin.pri.org/file/0625201506mp3"}]}