{"created":"2015-05-15T11:28:25+00:00","modified":"2015-05-15T11:28:25+00:00","valid":{"from":"2013-08-19T21:22:50+00:00","to":"3013-08-19T21:22:50+00:00"},"hreflang":"en","guid":"5f35b266-17ec-422f-8f12-84459902c0d6","contentencoded":"<div class=\"barn-cleaned\"><p class=\"MsoNormal\">Wildfires in the western U.S. have grown in size for decades. Mega-fires burn more than 100,000 acres -- 15 square miles. And there are more fires near housing developments.&nbsp; In California alone, two million houses sit in high-risk fire zones.</p>\n<p class=\"MsoNormal\">A wildfire denudes hills of vegetation. Often all that’s left is ashes and blackness. When Richard Minnich looks at a charred landscape after a wildfire, he doesn’t mourn the loss of the plants killed in the blaze. ”I’m not crying at al,\" he says. \"I’m saying, wow, you solved your fire problem for a while. The energy is gone.”</p>\n<p class=\"MsoNormal\">Minnich is a fire scientist at the University of California, Riverside, in Southern California's inland desert. As a native of the state, he grew up appreciating the natural beauty of its&nbsp; mountain forests and chaparral.&nbsp; But he also recognizes its danger, and he doesn’t think houses should be built in what's called the Wildland-Urban Interface, places where houses bump up against high-risk fire zones.</p>\n<p class=\"MsoNormal\"><strong>Solitary houses</strong></p>\n<p class=\"MsoNormal\">\"Straight ahead of me, I’m looking at solitary houses on the tops of hills,\" Minnich says. \"It just ticks me off to see that.\"</p>\n<p class=\"MsoNormal\">We're driving through a neighborhood in Riverside where houses are surrounded by scrub oak, chamise and other chaparral vegetation, which to Minnich’s eyes is one big field of stored energy in a region where it doesn’t rain for six months at a time every year.</p>\n<p class=\"MsoNormal\">\"So it is a carpet of gasoline, and it should be viewed as such, and people should think if it in those terms,\" Minnich says. \"And if they did, they would think twice before they would want to live in a&nbsp; landscape that produces this kind of disturbance frequently.\"</p>\n<p class=\"MsoNormal\">As we drove back to Minnich’s office, we came up over a ridge and saw a column of smoke rising in the distance.</p>\n<p class=\"MsoNormal\"><strong>Smoke</strong></p>\n<p class=\"MsoNormal\">\"You can see where that fire is taking off there, on the other side of those hills,\" Minnich says.</p>\n<p class=\"MsoNormal\">After my interview with Minnich,&nbsp; I headed for the smoke. By the time I got to the fire, near the Southern California town of Lake Elsinore, huge flames lit up the night. The local high school had been turned into a central command station for firefighting crews, and a church was handing out hamburgers to residents like Gary Sykes, one of about 100 people ordered to leave their homes.</p>\n<p class=\"MsoNormal\">\"Actually, I’m kind of pissed off for the simple fact that 10 o'clock, I get up I see a fire, and all I see is two puny-ass helicopters with hoses,\" Sykes says. \"Get this fire out. Let us go home to our houses that we paid hard money for.\"</p>\n<p class=\"MsoNormal\">This sentiment is not uncommon among people who live in fire zones. When they see flames coming toward their homes, they want them out, immediately.</p>\n<p class=\"MsoNormal\">And that’s exactly what happened in Lake Elsinore. More than 250 fire crews were called to the scene. They brought with them nearly 100 fire engines&nbsp; along with six helicopters and six air-tankers. No structures were lost in the blaze.</p>\n<p class=\"MsoNormal\"><strong>Total suppression</strong></p>\n<p class=\"MsoNormal\">\"In Southern California, we have a total suppression strategy,\" says Lorine Buckweld, a suppression battalion chief with the U.S. Forest Service. \"In other words, that means every fire will be suppressed with as many resources as we can throw at them to keep them small. Because of the threat to the Wildland-Urban Interface.\"</p>\n<p class=\"MsoNormal\">The Forest Service now spends more than half of its budget fighting wildfires. Most of which they are spending fighting in and around structures, housing developments and the like, not in and around&nbsp; wilderness areas.</p>\n<p class=\"MsoNormal\">Environmental history professor Char Miller&nbsp;at Pomona College is one of many critics who doesn’t think the public should be footing the bill to protect homes in high-risk fire zones. And he says we’re not factoring in the human cost when we build in these areas.</p>\n<p class=\"MsoNormal\">\"As we saw in the Yarnell Hill fire, in which 19 firefighters died struggling to fight a fire that was coming close to a brand new subdivision,\" he says, referring to a fire in Arizona last month. \"It’s a tragedy to be sure, but it’s a tragedy of our own making.</p>\n<p class=\"MsoNormal\">Two days after the Lake Elsinore fire, lightning caused another fire 40 miles away. It burned 16 square miles in less than 24 hours. Two dozen homes were destroyed. Five firefighters were injured.</p>\n<p class=\"MsoNormal\">Gov. Jerry Brown declared a state of emergency. That means people who lost their homes could be eligible for federal disaster aid. They are free to use that money to rebuild on the same plot of land where their home once stood, and where seeds of chaparral plants will soon sprout from the blackened soil.&nbsp; Plants that, Minnich points out, have evolved to be drought-resistant and as result are highly flammable -- in fact, they need fire to regenerate.</p>\n<p class=\"MsoNormal\">\"That combination guarantees burning,\" Minnich says, \"and we’ve had that combination of factors in geologic time scales for 300 million years, and it’s not as if we’re going to stop this.\"</p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">Wildfires in the western U.S. have grown in size for decades. Mega-fires burn more than 100,000 acres -- 15 square miles. And there are more fires near housing developments.  In California alone, two million houses sit in high-risk fire zones.</p>\"},{\"content\":\"<p class=\\\"MsoNormal\\\">A wildfire denudes hills of vegetation. Often all that’s left is ashes and blackness. When Richard Minnich looks at a charred landscape after a wildfire, he doesn’t mourn the loss of the plants killed in the blaze. ”I’m not crying at al,&quot; he says. &quot;I’m saying, wow, you solved your fire problem for a while. The energy is gone.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">Minnich is a fire scientist at the University of California, Riverside, in Southern California&apos;s inland desert. As a native of the state, he grew up appreciating the natural beauty of its  mountain forests and chaparral.  But he also recognizes its danger, and he doesn’t think houses should be built in what&apos;s called the Wildland-Urban Interface, places where houses bump up against high-risk fire zones.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\"><strong>Solitary houses</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">&quot;Straight ahead of me, I’m looking at solitary houses on the tops of hills,&quot; Minnich says. &quot;It just ticks me off to see that.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">We&apos;re driving through a neighborhood in Riverside where houses are surrounded by scrub oak, chamise and other chaparral vegetation, which to Minnich’s eyes is one big field of stored energy in a region where it doesn’t rain for six months at a time every year.</p>\"},{\"content\":\"<p class=\\\"MsoNormal\\\">&quot;So it is a carpet of gasoline, and it should be viewed as such, and people should think if it in those terms,&quot; Minnich says. &quot;And if they did, they would think twice before they would want to live in a  landscape that produces this kind of disturbance frequently.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"MsoNormal\\\">As we drove back to Minnich’s office, we came up over a ridge and saw a column of smoke rising in the distance.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\"><strong>Smoke</strong></p>\"},{\"content\":\"<p class=\\\"MsoNormal\\\">&quot;You can see where that fire is taking off there, on the other side of those hills,&quot; Minnich says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">After my interview with Minnich,  I headed for the smoke. By the time I got to the fire, near the Southern California town of Lake Elsinore, huge flames lit up the night. The local high school had been turned into a central command station for firefighting crews, and a church was handing out hamburgers to residents like Gary Sykes, one of about 100 people ordered to leave their homes.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">&quot;Actually, I’m kind of pissed off for the simple fact that 10 o&apos;clock, I get up I see a fire, and all I see is two puny-ass helicopters with hoses,&quot; Sykes says. &quot;Get this fire out. Let us go home to our houses that we paid hard money for.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">This sentiment is not uncommon among people who live in fire zones. When they see flames coming toward their homes, they want them out, immediately.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">And that’s exactly what happened in Lake Elsinore. More than 250 fire crews were called to the scene. They brought with them nearly 100 fire engines  along with six helicopters and six air-tankers. No structures were lost in the blaze.</p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\"><strong>Total suppression</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">&quot;In Southern California, we have a total suppression strategy,&quot; says Lorine Buckweld, a suppression battalion chief with the U.S. Forest Service. &quot;In other words, that means every fire will be suppressed with as many resources as we can throw at them to keep them small. Because of the threat to the Wildland-Urban Interface.&quot;</p>\"},{\"content\":\"<p class=\\\"MsoNormal\\\">The Forest Service now spends more than half of its budget fighting wildfires. Most of which they are spending fighting in and around structures, housing developments and the like, not in and around  wilderness areas.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"MsoNormal\\\">Environmental history professor Char Miller at Pomona College is one of many critics who doesn’t think the public should be footing the bill to protect homes in high-risk fire zones. And he says we’re not factoring in the human cost when we build in these areas.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"MsoNormal\\\">&quot;As we saw in the Yarnell Hill fire, in which 19 firefighters died struggling to fight a fire that was coming close to a brand new subdivision,&quot; he says, referring to a fire in Arizona last month. &quot;It’s a tragedy to be sure, but it’s a tragedy of our own making.</p>\",\"type\":\"text/html\"},{\"content\":\"<p class=\\\"MsoNormal\\\">Two days after the Lake Elsinore fire, lightning caused another fire 40 miles away. It burned 16 square miles in less than 24 hours. Two dozen homes were destroyed. Five firefighters were injured.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p class=\\\"MsoNormal\\\">Gov. Jerry Brown declared a state of emergency. That means people who lost their homes could be eligible for federal disaster aid. They are free to use that money to rebuild on the same plot of land where their home once stood, and where seeds of chaparral plants will soon sprout from the blackened soil.  Plants that, Minnich points out, have evolved to be drought-resistant and as result are highly flammable -- in fact, they need fire to regenerate.</p>\"},{\"content\":\"<p class=\\\"MsoNormal\\\">&quot;That combination guarantees burning,&quot; Minnich says, &quot;and we’ve had that combination of factors in geologic time scales for 300 million years, and it’s not as if we’re going to stop this.&quot;</p>\",\"type\":\"text/html\"}]","description":"Wildfires are burning across the West and are expected to get worse as global temperatures rise. One problem: people living in high-risk fire zones.","itags":["PMP:Marketplace_PMP","5f35b26617ec22fcf12c84459902c0d6","Marketplace","Marketplace for Monday, August 19, 2013"],"teaser":"Wildfires are burning across the West and are expected to get worse as global temperatures rise. One problem: people living in high-risk fire zones.","byline":"David Weinberg","tags":["APM","Sustainability","california","fire","wildfire"],"title":"Living with fire: In the dry West, it's not if a house will burn, it's when","published":"2013-08-19T21:22:50+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2013/08/Wildfire_One%20Less%20Spark.JPG?itok=mFj_bg6C","type":"image/jpeg","meta":{"crop":"primary","height":"340","width":"610"}},{"meta":{"duration_hms":"00:04:36","duration":276,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/08/19/marketplace_segment18_20130819","type":"application/json"}},"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/08/19/marketplace_segment18_20130819_64.mp3","format":"MP3"}]}