{"created":"2014-10-27T19:30:45+00:00","modified":"2014-10-27T19:30:45+00:00","valid":{"from":"2014-10-27T19:30:45+00:00","to":"3014-10-27T19:30:45+00:00"},"hreflang":"en","title":"Israeli Ambassador To U.S. Responds To Criticism","published":"2014-08-05T19:10:00+00:00","teaser":"Ambassador Ron Dermer discusses the ceasefire that appears to be holding, and the criticism Israel is getting from some Americans.","itags":["npr_api","338078280"],"contentencoded":"<p>A 72-hour ceasefire seems to be holding in Israel and Gaza so far today. The truce, mediated by Egypt, began this morning.</p><p>Israel has pulled its ground troops out of Gaza, and both sides have stopped shelling.</p><p>Since the conflict began on July 8th, nearly 1,900 Palestinians have been killed. The United Nations and human rights groups in Gaza say 75 percent of those killed are civilians. Israel has lost 64 soldiers and three civilians.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson talks to Israel&#8217;s ambassador to the United States, <strong>Ron Dermer</strong>, about ceasefire and the criticism Israel is getting from some Americans.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/08/05/gaza-ceasefire-israel\" target=\"_blank\">Gazan reporter on the latest from Gaza City</a></li></ul><h4>Interview Highlights: Ron Dermer</h4><p><strong>On whether this ceasefire will hold</strong></p><p>&#8220;Let&#8217;s hope so. We&#8217;ve had seven ceasefires and they&#8217;ve all been violated by Hamas. There was one case where they didn&#8217;t even accept the previous Egyptian proposal about three weeks ago, which by the way is more or less the same proposal you have right now. And had that been accepted three weeks ago, we would have avoided all the violence that you saw over the last three weeks. But Hamas for some reason decided not to accept it that time. Hopefully this thing will hold. Seven previous ceasefires were essentially Israel ceasing and Hamas firing.&#8221;</p><p><strong>On whether the tunnels that Israel wanted to destroy have been destroyed</strong></p><p>&#8220;Yes. And the reason why our ground forces went in to begin with was that there was an attack that was perpetrated against us through these terror tunnels, where they come from the Gaza side, burrow underneath the ground, the tunnels, and fighters came out through those tunnels in order to massacre and kidnap a lot of our civilians. That particular action was thwarted, but then Israel launched this ground operation and we discovered a few dozen tunnels &#8212; that we know about &#8212; and we have destroyed all of those tunnels and now our forces have pulled back. Let&#8217;s hope that there&#8217;s not tunnels that we don&#8217;t know about.&#8221;</p><p><strong>On the death toll of more than 1,800 Palestinian civilians</strong></p><p>&#8220;Listen, we don&#8217;t want to harm a single innocent civilian. Israel does not target innocent civilians. Believe me, if we were targeting innocent civilians, the number that you&#8217;re talking about would be 10 or 100 times greater, because it&#8217;s a very dense area. And we&#8217;re doing everything to try to avoid Palestinian civilian casualties. We drop fliers and make phone calls and send text messages. Unfortunately, we&#8217;re dealing with an enemy in Hamas that actually embeds themselves within the civilian population in a way that I&#8217;m not sure has any precedent. They use hospitals as military command centers. We actually have videos of them firing from inside of hospitals. They have used U.N. schools to store weapons and they&#8217;ve started many of these tunnels from inside mosques. So we&#8217;re facing a very, very difficult situation.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://embassies.gov.il/washington/AboutTheEmbassy/Pages/The-ambassador.aspx\" target=\"_blank\">Ron Dermer</a></strong>, Israel&#8217;s ambassador to the United States. He tweets <a href=\"https://twitter.com/AmbDermer\" target=\"_blank\">@AmbDermer</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Israeli+Ambassador+To+U.S.+Responds+To+Criticism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"5f52bc83-c60a-486c-89f3-6e3859340eaa","audio":[{"meta":{"duration":"448"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338078283-254c2f.m3u?orgId=330&ft=3&f=338078280"}]}