{"created":"2014-10-07T20:41:00+00:00","modified":"2014-10-31T00:05:41+00:00","valid":{"from":"2014-10-31T00:05:41+00:00","to":"3014-10-31T00:05:41+00:00"},"hreflang":"en","title":"In Crowded Gaza, Civilians Have Few Places To Flee ","published":"2014-07-22T00:16:00+00:00","teaser":"Israel warned Palestinian residents days in advance that it planned to attack a Gaza City neighborhood. But in the cramped territory, there are few places for residents to take refuge.","itags":["npr_api","333537714"],"guid":"5f54b27f-fb5c-4e1a-9ede-fc4451dcb75f","contentencoded":"<p>As the Israeli military offensive grew unbearable in her Gaza City neighborhood, Um Rajab Helles fled to the city's main hospital Sunday with her husband and their 12 children even though no one was hurt.</p><p>\"We didn't sleep all Saturday night,\" she said. \"The kids were screaming and we were screaming. They kept running to the front door trying to leave, and we pulled them back. Around dawn a relative called and said what are you still doing there? We left at 6 a.m.\" <br /> <br />They hurried, some barefoot, about a mile to the family that had called them. Later they made their way to Shifa hospital, thinking it is the only truly safe place to stay.</p><p>On Sunday afternoon, Helles sat holding her 7-month-old son on a stretch of grass outside the hospital, crowding under a tree with other women and children, trying to escape the merciless sun.</p><p>In the days before it launched its offensive, Israel dropped leaflets and called people in the Shijaiyah <em></em>neighborhood, telling them to leave. Many did. But others were reluctant to abandon their homes and stayed behind.</p><p>This scenario has played out many times in Gaza over the past decade or so and the issue is always the same. Gaza is an extremely crowded place, with 1.8 million Palestinians squeezed into a territory that is 25 miles long and about 7 miles across at its widest point, a density similar to Boston or Philadelphia.</p><p>Palestinians cannot leave Gaza because Israel and Egypt have blocked the crossing points, and there are relatively few places for residents to take refuge. Some have gone to the homes of relatives in areas they think are safer. Others have packed United Nations shelters.</p><p>One woman, Um Ata Sa'ad, said her family of 15 left home almost two weeks ago, when this round of fighting began, seizing the only shelter they could find at the time.</p><p>\"On the first day of the war we left our house because of bombing,\" she said. \"We've been staying in a shop storeroom. There's no light or window. Yesterday the shelling reached there. So we came here (to the hospital).\"</p><p>The kids are a dirty and disheveled bunch. Still, some are irrepressible.</p><p>\"I love you, I love you,\" says Mahbouba Helles, 13, practicing her limited English. Her name means to be loved.</p><p>The families outside Shifa hospital are among thousands of Palestinians who fled the Shijaiyah neighborhood after Israel sent ground troops in on Saturday night.</p><p>The Israeli forces met tough resistance, with 13 Israeli soldiers killed in that neighborhood. Seven died together when their armored vehicle was hit by an explosive, and three more got trapped inside a burning building, according to the Israeli military.</p><p>Gaza health officials say Israeli forces killed scores of Palestinians in Shijaiyah. Arabic TV channels called it a massacre.</p><p>\"Many people were killed while in their houses or on their way trying to find safe refuge,\" said Issam Younis, the director of Gaza's Al-Mezan Center for Human Rights.</p><p>Ambulances raced in to recover dead and wounded during a short ceasefire Sunday. The hospital is only about two miles from the far eastern edge of Shijaiyah. That's the side closest to the border with Israel, where the Israeli ground troops entered.</p><p>During the ceasefire, several reporters spotted armed militant fighters on the ground in the neighborhood. Younis said fighters during battle are the only legitimate targets.</p><p>\"A militant should hold his weapon, his Kalashnikov. Anyone who is not a combatant, not engaged in a battlefield, he is not a target. Period. Even a militant who is not engaged in a battlefield. He is not a target,\" said Younis.</p><p>Israel does target people it believes are militants, wherever they may be. The military stresses it does not intend to harm civilians, although the Gaza Health Ministry says scores of children, as well as women and elderly men, are among the more than 500 Palestinians killed by the Israeli military in the past two weeks.</p><p>Among the many civilians delivered to the Shifa hospital morgue Sunday was a little girl. She was held high as she was carried from the ambulance. Her short black ponytail dangled down.</p><p>Inside, Gazans searched for the bodies of loved ones, or for space to add another corpse. The morgue door became jammed as people tried to carry bodies in and out at the same time. After the ambulance unloaded, the driver went out again.</p><p>With more fighting taking place Monday, the ambulances were back out on the streets again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Crowded+Gaza%2C+Civilians+Have+Few+Places+To+Flee+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"276"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537715-646bed.m3u?orgId=1&topicId=1009&ft=3&f=333537714"},{"href":"http://media.npr.org/assets/img/2014/07/21/alshifa2-e9012ae5cc417fbc9f9b06c3360c8a61552a8c30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2820","width":"3761"}},{"href":"http://media.npr.org/assets/img/2014/07/21/shejaiya-8c6582c911baa407a0549e54ed414e45873aa2d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2926","width":"3905"}}]}