{"created":"2015-02-05T21:36:04+00:00","modified":"2015-05-13T21:18:26+00:00","valid":{"from":"2015-05-13T21:18:25+00:00","to":"3015-05-13T21:18:25+00:00"},"hreflang":"en","title":"Why Is Nearsightedness Skyrocketing Among Chinese Youth?","published":"2015-02-20T20:24:00+00:00","teaser":"More than 80 percent of high school students in Shanghai are myopic. A new study finds a link between higher income and poor eyesight. But the root cause is still hotly debated.","itags":["npr_api","383765377"],"guid":"5f5fd9fd-e9b0-4d5a-ab08-70c2b768ddf3","contentencoded":"<p>If you walk the streets of China today, you'll quickly notice that most young people wear glasses. In Shanghai, for instance, 86 percent of high school students suffer from myopia, or nearsightedness, <a href=\"http://news.xinhuanet.com/english2010/indepth/2011-08/24/c_131070504.htm\">according</a> to the government's Xinhua News Agency.</p><p>Myopia has risen quickly in much of East Asia and Southeast Asia. And researchers are still trying to pin down exactly what's driving the epidemic.</p><p>A study published Thursday<em> </em>offers one clue: Nearsightedness is nearly twice as common in one part of a middle-income province of China as it is in another part of a poorer province, researchers <a href=\"http://www.aaojournal.org/article/S0161-6420(14)01196-8/abstract\">reported</a> in the journal <em>Ophthalmology</em>.</p><p>Previous studies show myopia, in general, is linked to higher incomes, urbanization and education. Researchers, however, say it remains unclear how economic differences affect myopia</p><p>\"I'm worried. Of course, I'm worried,\" says a Shanghai mother named Wang, who has a 4-year-old daughter. The woman's 10-year-old nephew already has myopia, and she's afraid her daughter's eyesight will follow suit.</p><p>Wang has her own theory about why myopia has risen so fast in the country.</p><p>\"Sometimes when parents don't have time to play with their children, they would throw a cellphone or an iPad to their kids to let them play,\" she says. \"Kids would become totally absorbed in the games. I think this is very damaging to their eyes.\"</p><p>Although staring at screens can cause <a href=\"http://www.aoa.org/patients-and-public/caring-for-your-vision/protecting-your-vision/computer-vision-syndrome?sso=y\">temporary problems</a>, such as dry eyes and blurry vision, it's still unknown if computers and iPads cause permanent eye issues, such as myopia.</p><p><a href=\"http://www.cera.org.au/2014/11/leading-eye-researcher-sets-sights-on-the-university-of-melbourne/\">Dr. He Mingguang</a>, a Chinese ophthalmologist and leading myopia researcher, has another hypothesis.</p><p>\"It's the schooling system,\" he says. Studies suggest China's crushing homework load is putting too much strain on kids' eyes, he says. A typical 10-year-old here eats supper on weeknights and then studies from 7 p.m. until 11:30 p.m. or midnight.</p><p>He, who's now a research professor at the <a href=\"http://www.cera.org.au/2014/11/leading-eye-researcher-sets-sights-on-the-university-of-melbourne/\">University of Melbourne</a>, says changing habits in China is hard because the society is so competitive. School kids are forced to spend countless hours studying for the country's do-or-die college entrance exam, the dreaded <em>\"gaokao.\"</em></p><p>\"A lot of Chinese parents, they think, if [their children] fail the university <em>gaokao</em> — or entry exam — they won't have a good career,\" He says.</p><p>Another <a href=\"http://archopht.jamanetwork.com/article.aspx?articleid=420394\">study</a> published in 2008, which focused on young, ethnic Chinese students in Singapore and Sydney, suggests more time outdoors in the sun might help.</p><p>Students surveyed in both countries spent similar amounts of time studying. But 29 percent of the Singaporean students had myopia compared with just 3 percent in Sydney.</p><p>\"The big difference was the Chinese children in Australia were outdoors a lot more than their matched peers in Singapore,\" says <a href=\"https://researchers.anu.edu.au/researchers/morgan-ig\">Ian Morgan</a>, a retired biologist at Australian National University, who coauthored the 2008 study. \"This was the only thing that fit with the huge difference in prevalence.\"</p><p>Morgan thinks sunlight may stimulate the release of dopamine from the retina and inhibit the elongation of the eye that results in myopia.</p><p>Many Chinese children with myopia don't wear glasses and just struggle with being nearsighted. It's not because of the cost; a decent pair of glasses here costs just $5. It's because some Chinese distrust spectacles.</p><p>\"Parents, teachers and even some rural doctors think wearing glasses will harm kids' eyes,\" says <a href=\"http://www.apaophth.org/eJournal/bio.php?fn=Nathan&ln=CONGDON\">Dr. Nathan Congdon</a>, an ophthalmologist at Zhongshan Ophthalmic Center at Sun Yat-sen University in the southern city of Guangzhou, who led the new study. \"In rural China, only about one-sixth of the kids who need glasses actually have them.\"</p><p>Congdon has worked on studies in China that show glasses don't weaken vision and actually improve academic performance. He hopes to use those data to change minds and persuade the government to provide more glasses to kids. That way, at least, they'll be able to read a blackboard.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Is+Nearsightedness+Skyrocketing+Among+Chinese+Youth%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384119748-749a5a.m3u?orgId=1&topicId=1031&d=176&p=2&story=383765377&t=progseg&e=384100765&seg=13&ft=nprml&f=383765377"}]}