{"created":"2014-12-23T21:21:43+00:00","modified":"2015-04-22T13:21:00+00:00","valid":{"from":"2015-04-22T13:21:00+00:00","to":"3015-04-22T13:21:00+00:00"},"hreflang":"en","title":"A Vanished Jetliner Still Haunts Families Of The Missing","published":"2014-12-24T17:35:00+00:00","teaser":"Months after Malaysia Airlines Flight MH370 disappeared from radar screens, families of the lost passengers and crew struggle to cope. Many are unwilling to declare their loved ones dead.","itags":["npr_api","371910090"],"guid":"5f671d69-42b8-4b70-ab9a-87e10add8f87","contentencoded":"<p>In the first months after her partner disappeared, says <a href=\"https://www.facebook.com/sarah.bajc\">Sarah Bajc</a>, she still felt his presence.</p><p>\"For a long time I felt him with me — I mean really physically felt him with me,\" she says.</p><p>\"I feel that less frequently now.\"</p><p>Bajc's partner, <a href=\"https://www.facebook.com/findingphilipwood370\">Philip Wood</a>, was one of 239 people aboard Malaysia Airlines Flight MH370 when it vanished on March 8. The plane was on a routine trip from Kuala Lumpur to Beijing when it suddenly dropped off the radar screens of air traffic controllers.</p><p>Investigators <a href=\"http://www.npr.org/2014/04/08/300477917/many-theories-but-few-facts-on-why-malaysia-plane-went-down\">believe</a> the plane made a series of turns before eventually crashing in the remote, southern Indian Ocean. They've been scanning the sea for months but, so far, no trace of the wreckage has been found.</p><p>That has left families in limbo. \"We really don't know anything different than what we knew on March 8,\" Bajc says. \"Not for sure, we don't.\"</p><p>Without the physical finality of wreckage, Bajc says many families don't want to complete paperwork that would normally follow the death of a loved one. And that's leading to a different sort of crisis.</p><p>\"The reality is that there are some of the families that are in desperate need of the financial closure on things like insurance,\" Bajc says. \"But the issuance of the death certificate is an emotional thing, because we're not convinced that they're dead.\"</p><p><strong>The Disappearance</strong></p><p>Bajc and Wood met in 2011 when they were both living in Beijing. Two years later, they decided to move to Kuala Lumpur. In January, the couple found an apartment together there. Bajc returned to Beijing to wrap up their life in China, and Wood was to follow in March to help finish packing. He was flying back to her on MH370.</p><p>\"The movers had arrived at 9 o'clock on March 8,\" Bajc says. \"And of course Philip wasn't there, and I had just learned the news that the flight had gone missing.\"</p><p>The movers left her standing amid the boxes. The plane's mysterious disappearance left her stranded between her old life and the new one she'd been planning with Wood.</p><p>\"Somewhere along the line in those first weeks, I made the decision that I would still come here,\" she says.</p><p>Today, she lives in Kuala Lumpur, in the apartment she and Wood picked out together. She's started a new job teaching at an international school.</p><p>But a big part of Bajc's life is still spent trying to understand what happened to her partner. She and other people whose loved ones disappeared on the lost plane are still searching for answers. They've hired their own private investigator.</p><p>\"I spend a couple of hours on the weekends, maybe an hour or so each evening, continuing to talk to experts in the industry,\" Bajc says. \"I speak with them; I talk to the other family members.\"</p><p>Like many of these families, Bajc has lost faith in the work of Malaysian investigators. She says her mistrust stems from the first days after the crash, when she received confusing, sometimes contradictory statements from authorities.</p><p>Bajc says her breaking point came one night in late March, when she received a text message from the airline saying it had definitive proof the plane had gone down and all lives were lost.</p><p>Bajc broke down that night. But in the days that followed, the plane's wreckage never turned up. Today she no longer believes the official account that, for reasons still obscure, the passenger airliner must have crashed, with no survivors.</p><p>\"There is not a single thing that they have said that has been proven to be true,\" she says. \"There are many, many, many things that they have said that have proven to be false, and/or outright lies.\"</p><p><strong>An Empty Search</strong></p><p>The head of Malaysia's investigation team did not respond to an NPR email requesting an interview. But Martin Dolan, the head of the <a href=\"http://www.atsb.gov.au/\">Australian Transport Safety Bureau</a>, which is assisting in <a href=\"http://www.atsb.gov.au/mh370.aspx\">the search for the plane</a>, says he stands by the <a href=\"http://www.airsafe.com/plane-crash/malaysia-flight-mh370-preliminary-report.pdf\">official account</a>.</p><p>\"There are a lot of people who are asserting that information is being concealed or distorted,\" Dolan says. \"We don't believe that's the case.\"</p><p>He says his agency has independently reviewed all the data from radar and satellites, and they support the official account.</p><p>But that account remains <a href=\"http://www.npr.org/2014/03/14/290242398/the-difficulty-of-making-a-modern-airplane-disappear\">improbable</a>. Flight MH370 reported no problems in the minutes leading up to its disappearance. Thought it appears to have lost all communications during a brief window when it was somewhere between the jurisdictions of Malaysian and Vietnamese air traffic controllers, military radar shows the plane was still controllable at that point. It made a series of turns that led it back over Malaysia, and then south toward the remote reaches of the Indian Ocean. It flew for hours, according to satellite data, then ran out of fuel and crashed.</p><p>Dolan acknowledges the evidence is fragmentary: blips on military radar; brief pings from an orbiting satellite.</p><p>\"If you're looking for the solution of the mystery of what happened to someone you very much love, that's not a satisfactory thing,\" he says. \"The only way we can give that satisfaction is by finding the aircraft.\"</p><p>The ATSB has contracted with search vessels that are equipped with side-scan sonar to look for the plane. Even now, they are inching their way across a crescent of ocean the size of West Virginia. So far, they have found no sign of the plane, though it is likely to take until next May before they're able to cover the whole search area.</p><p>For now, Bajc holds out hope that Wood might somehow still be alive. \"There is still a chance,\" she says. \"And until that's disproven, I will continue to search for him.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Vanished+Jetliner+Still+Haunts+Families+Of+The+Missing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"362"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372728962-a7a4b5.m3u?orgId=1&topicId=1007&e=371910090&d=362&ft=nprml&f=371910090"},{"href":"http://media.npr.org/assets/img/2014/12/19/sarah-bajc-22d9da5f38eda10c963ba0a43e3ce6da7e39c56b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/22/481715251-e9dd043b5b7fb96a59f750bb935e34455a17c9dd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2748","width":"3664"}},{"href":"http://media.npr.org/assets/img/2014/12/19/underwatersearchareas-8oct2014-9edade410b2ff4a89acb916ab06f00f05dd32c6f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2354","width":"3139"}}]}