{"created":"2014-10-08T16:39:05+00:00","modified":"2014-10-31T02:20:47+00:00","valid":{"from":"2014-10-31T02:20:47+00:00","to":"3014-10-31T02:20:47+00:00"},"hreflang":"en","title":"With Faith And Focus, Mariano Rivera Became Baseball's 'Closer'","published":"2014-05-07T01:04:00+00:00","teaser":"The New York Yankees relief pitcher is revered both for what he did and what he <em>didn't</em> do — behave scandalously, pick fights, take drugs or chase big contract offers to other cities.","itags":["npr_api","310115780"],"guid":"5f728c4f-ad09-4a89-a402-5eb2f2b9fa63","contentencoded":"<p>Mariano Rivera has been called baseball's greatest closer. He was the relief pitcher the New York Yankees called in from the bullpen to get the final outs, typically when they held the lead. If the lead was small — and the Yankees won — Rivera was credited a save. In fact, he retired after last season with more career saves than any pitcher in Major League Baseball: 652.</p><p>He is revered for what he did and didn't do. He didn't behave scandalously, pick fights, take drugs, throw at batters' heads or chase big contract offers to other cities.</p><p>Rivera has now written a memoir about his life called <em>The Closer, </em>which he co-authored with Wayne Coffey. He tells NPR's Robert Siegel that he grew up very poor in Panama — and might have had a dramatically different life without baseball.</p><p>\"I wanted to be a mechanic. So I would have saved all the money that I make to open my own shop,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On handling the pressure of being a closer</strong></p><p>It was not easy; you have to know who you are and your abilities and how to block all these things that are thrown at you. ... You don't pay attention to that. That's why you are a professional and why you do it, because you have to be able to block out all this stuff and pay attention to what you have to do.</p><p><strong>On growing up poor</strong></p><p>Kids here have gloves and bats and shoes and all that kind of things. I didn't have those things. We had enough for my father to bring food to the table. But at the same time, I was happy because I didn't have nothing, but I had everything — meaning we didn't have money to buy a baseball, so the kids in the neighborhood and I, we cut pieces of net or old clothing, and we'd wrap it up with tape. That was our baseball. And our gloves were cardboard.</p><p><strong>On the importance of faith</strong></p><p>It's all about faith — not only in baseball, but just normal life. My faith in the Lord is everything. ... That's why I was able to walk out of circumstances like losing Game 7 of the World Series. I was fine. You know why? Because I gave everything that I had. And if wasn't for me that day, well, it wasn't. But I wasn't going to second-guess my faith or ability.</p><p><strong>On other players that point to the sky after a big play</strong></p><p>I don't know who they're acknowledging. ... You have to shine in the middle of the adversity. You still have to point to the sky and say, \"You know what, Lord? Thank you for this moment, because you permitted it.\"</p><p><strong>On retirement</strong></p><p>Retirement is wonderful. I'm happy. I'm doing what I wanted to do: serving the community, being involved in church and helping as many people as I can. I don't pretend to change the world — I wish I can do it. But if I change or touch someone's life, you don't know how many lives that person can touch or change. So I'm happy with that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Faith+And+Focus%2C+Mariano+Rivera+Became+Baseball%27s+%27Closer%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"769"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310165866-1964eb.m3u?orgId=1&topicId=1055&ft=3&f=310115780"},{"href":"http://media.npr.org/assets/img/2014/05/06/129073226-c4d1cf92954efed0ecd0fed008f5fb14ca63c75e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2666"}}]}