{"created":"2014-09-08T15:38:32+00:00","modified":"2015-01-07T01:11:24+00:00","valid":{"from":"2015-01-07T01:11:24+00:00","to":"3015-01-07T01:11:24+00:00"},"hreflang":"en","title":"Border Patrol Ceases Flying Migrants To San Diego","published":"2014-07-11T18:22:00+00:00","teaser":"The practice came under fire last week, when opponents prevented two buses holding detained migrants from entering a Border Patrol facility in Murrieta, Calif.","itags":["npr_api","330725799"],"guid":"5f7e0dd9-06fc-43d2-b66c-95a1bcd11567","contentencoded":"<p>Migrants from Central America who enter the U.S. illegally in Texas will no longer be flown to San Diego for processing, the U.S. Border Patrol says. The practice came under fire last week, when opponents led protests against it in Murrieta, Calif.</p><p>In announcing the change, the agency didn't mention the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/02/327738660/protesters-turn-back-buses-of-immigrant-detainees-near-san-diego\">fierce local opposition</a>. Instead, it said it had eliminated the congestion in its system that spurred the plan to transport detained migrants.</p><p>\"The flights have ceased for now. I'm not aware of any plans to resume the flights,\" Paul Carr, a spokesman for U.S. Customs and Border Protection, tells the <a href=\"http://www.utsandiego.com/news/2014/jul/10/immigrant-flights-to-san-diego-halted/\">San Diego Union-Tribune</a>. \"The processing backlog in Texas has been reduced, so they can handle their own processing on site.\"</p><p>The protests against the U.S. plan for handling the detained migrants, many of whom are women and children, were large enough to force the Border Patrol to turn buses away from its facility in Murietta and instead take the migrants to another location.</p><p>The Obama administration has been struggling to handle an influx of migrants along the southern U.S. border; many of them have been unaccompanied minors, sent to the frontier by parents who believe their children won't be forced to return.</p><p>The president has asked Congress for $3.7 billion, saying it would speed up the return of the minors to their home countries, as NPR's <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/10/330506894/signs-emerge-of-a-compromise-on-obamas-3-7b-immmigration-request\">Krishnadev Calamur reported yesterday</a>.</p><p>A conversation on today's Morning Edition has more background on that situation; you can also check out our explainer on <a href=\"http://www.npr.org/2014/07/09/329848538/whats-causing-the-latest-immigration-crisis-a-brief-explainer\">\"What's Causing the Latest Immigration Crisis?\"</a>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Border+Patrol+Ceases+Flying+Migrants+To+San+Diego&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330726532-a140c6.m3u?orgId=1&topicId=1003&ft=3&f=330725799"},{"href":"http://media.npr.org/assets/img/2014/07/11/border_patrol_sandiego-d2e33b6fbc3c259cad9d43f3fb94c0c03110dc12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3552","width":"4736"}}]}