{"created":"2014-09-04T16:42:40+00:00","modified":"2014-10-02T14:52:01+00:00","valid":{"from":"2014-10-02T14:52:01+00:00","to":"3014-10-02T14:52:01+00:00"},"hreflang":"en","title":"In Book's Trial Of U.S. Justice System, Wealth Gap Is Exhibit A","published":"2014-04-06T22:56:00+00:00","teaser":"Journalist Matt Taibbi investigates the differences between punishment for white-collar and blue-collar crimes in <em>The Divide</em>. He also questions beliefs about who is \"appropriate for jail.\"","tags":["npr_api","297857886"],"guid":"5f7fd684-d362-453f-b1fa-9e2005518931","contentencoded":"<p>Investigative journalist and author Matt Taibbi has long reported on American politics and business. With an old-school muckraker's nose for corruption, he examined the events leading up to the 2008 financial crisis in <em>Griftopia</em>. With Gonzo zeal, he described a two-party political system splintered into extreme factions in <em>The Great Derangement</em>.</p><p>And in his newest book, Taibbi sets out to explain what he thinks is a strange state of affairs:</p><p>\"Poverty goes up. Crime goes down. The prison population doubles.<br />Fraud by the rich wipes out 40 percent of the world's wealth. The rich get massively richer. No one goes to jail.\"</p><p>The result of his investigation is <em>The Divide: American Injustice in the Age of the Wealth Gap</em>. The book explores the connections between growing income inequality and a justice system that Taibbi says disproportionately punishes the poor.</p><p>Although he found the subject matter disturbing, Taibbi tells NPR's Kelly McEvers that he took an odd sort of pleasure in writing the book.</p><p>\"I thoroughly enjoy this topic in kind of a dark way,\" he says. \"There's a kind of deviousness and brilliance that is on display in a lot of these things that is really fascinating to me.\"</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On how he discovered 'the divide' </strong></p><p>I was covering these gigantic Wall Street white-collar-criminal scandals, and I became interested in the concept of why nobody was going to jail, why we didn't have criminal prosecutions. And then it occurred to me that it's impossible to really talk about the gravity of that problem unless you know who <em>is</em> going to jail in the United States, and how those people go to jail and how that works.</p><p>What I ended up finding is that it's incredibly easy for people who don't have money to go to jail for just about anything. There's almost an inverse relationship between the ease with which you can put a poor person in jail for, say, welfare fraud, and the difficulty that prosecutors face when they try to put someone from a too-big-to-fail bank in jail for a more serious kind of fraud.</p><p><strong>On media coverage of white-collar crime </strong></p><p>Over time I think a kind of Stockholm Syndrome develops, it's kind of the same thing that happens with campaign reporters and candidates: You start to sort of sympathize with the people you cover in this weird subterranean, psychological way.</p><p>I think what ends up happening is these stories get written about, but they get written without outrage, or without the right tone, and they are also not written for the right audiences. They're written for Wall Street audiences who want to find out how this lawsuit turned out. They may not want to see those people thrown in jail, they just might be interested in seeing how far the government is willing to go this week in putting white-collar offenders in jail.</p><p><strong>On comparing banks and people</strong></p><p>The HSBC case was <a href=\"http://dealbook.nytimes.com/2012/12/10/hsbc-said-to-near-1-9-billion-settlement-over-money-laundering/\">the biggest drug money laundering case in history</a>. This is a bank that admitted to washing over $850 million for a pair of Central and South American drug cartels. They admit to this behavior, they pay a fine, no individual has to do a day in jail. All I really wanted to say was, here are our actors at the very top of our illegal narcotics business who are getting a walk from the government, a complete and total walk ...</p><p>I went to court that day, I asked around and said, \"What's the dumbest drug case you saw today?\" I found an attorney who was willing to put me in touch with a number of people who had been busted and thrown in jail for having a joint in their pocket.</p><p>It's not so much that it's so unfair that somebody who smokes a joint goes to jail. It's just that I think there's this weird psychological thing that we're developing where we just sort of look at one kind of offender and we think that person is appropriate for jail, and another kind of offender we just don't think that person is appropriate for jail increasingly, and that's what happened in this case.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Book%27s+Trial+Of+U.S.+Justice+System%2C+Wealth+Gap+Is+Exhibit+A&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1299914475-a5d754.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=297857886"},{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1299913863-3c00a1.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=297857886"},{"href":"http://media.npr.org/assets/img/2014/04/01/taibbi_thedivide-c10a7d26a1bcacd568ecc9eec422a64d3df77b32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"305","width":"406"}},{"href":"http://media.npr.org/assets/img/2014/04/01/matt-taibbi-author-photo----credit-robin-holland-5ad1d5b2c746d862eda694cddee77f3e1c845f1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"420","width":"560"}}]}