{"created":"2014-08-28T01:51:52+00:00","modified":"2014-10-30T23:03:19+00:00","valid":{"from":"2014-10-30T23:03:19+00:00","to":"3014-10-30T23:03:19+00:00"},"hreflang":"en","title":"The Risks And Rewards Of Reporting In A War Zone","published":"2014-08-24T16:40:00+00:00","teaser":"James Foley's murder by the Islamic State raises questions about the risks journalists take to report from conflict zones. NPR's Scott Simon remembers the mixed motives and rewards of the job.","itags":["npr_api","342430548"],"guid":"5f7f223b-ef45-4509-9e65-ea31282f9f15","contentencoded":"<p>I once told my Uncle Sheldon about what a day is like when you cover a war.</p><p>I'd just come back from Sarajevo or Kosovo, and described how the city had no trees, because they'd been chopped down for heat. How people had to eat grass because they had no food, and how artillery shells whistled and crashed all night, scorching the sky, and how a couple of times shots from snipers came close enough to our heads to sizzle in our ears as we raced through town to file our stories.</p><p>My uncle, who had been a U.S. Marine in World War II, just heard me through and asked, \"What the hell would you want to do that for?\"</p><p>The murder of James Foley by the Islamic State prompts that question for many people.</p><p>There are lots of jobs in journalism that don't involve risking your life, especially when these days any man or woman with a mobile phone can send news to millions of people. When a tornado strikes or a bomb explodes, people on the scene now bring word of it in words, images, and sounds before professional reporters can even reach for their shoes.</p><p>So why do journalists still go to dangerous places?</p><p>One reason (and no honest answer can avoid this) is professional reward. Covering wars can win attention, respect and awards in a crowded, competitive field, and the reporters acquire a matchless experience that can stamp and propel their careers. This certainly happened to me.</p><p>War reporting is also enthralling, usually more involved than covering, say, a county zoning meeting. You see life illuminated in the glare of death, good and evil, fear and bravery, louts and heroes, all in the same place — often all in the same person. It can leave you depressed, but also elated.</p><p>As Jim Foley told an audience at the Medill School of Journalism in 2011, \"When you see something really violent, it does a strange thing to you. It doesn't always repel you. Sometimes, as you know, it draws you close ... It's a strange sort of force.\"</p><p>But this may be a good week to remember that this human mix of motives can also lead to good and noble work. Foley was once a teacher who worked with juvenile offenders. As a freelance reporter, he fought to work in fierce, treacherous places to tell the stories of people who might otherwise not be seen or heard.</p><p>Work that throws light on dark places, and can open minds and reach into hearts, is worth the dedication of a human life.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Risks+And+Rewards+Of+Reporting+In+A+War+Zone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342652027-d4f66c.m3u?orgId=1&topicId=1057&aggIds=4495795&ft=3&f=342430548"}]}