{"created":"2015-05-15T08:51:18+00:00","modified":"2015-07-01T14:56:53+00:00","valid":{"from":"2015-07-01T14:56:52+00:00","to":"3015-07-01T14:56:52+00:00"},"hreflang":"en","title":"What It Takes To Lift Families Out Of Poverty","published":"2015-05-22T14:27:00+00:00","teaser":"New charities pop up all the time. But how do you know which ones work? Economists have come up with a strategy to figure it out. They've used it to tackle one of the biggest problems in the world.","itags":["npr_api","406757551"],"guid":"5f8590cb-84b8-407c-9d9d-a8da86a2f682","contentencoded":"<p>Eighteen years ago, Dean Karlan was a fresh, bright-eyed graduate student in economics at the Massachusetts Institute of Technology. He wanted to answer what seemed like a simple question:</p><p>\"Does global aid work?\" Karlan says.</p><p>He was reading a bunch of studies on the topic. But none of them actually answered the question. \"We were tearing our hair out reading these papers because it was frustrating,\" he says. \"[We] never really felt like the papers were really satisfactory.\"</p><p>One problem was that no one was actually testing global aid programs — methodically — to see if they really changed people's lives permanently. \"They haven't been taking the scientific method to problems of poverty,\" he says.</p><p>Take, for instance, a charity that gives a family a cow. The charity might check on the family a year later and say, \"Wow! The family is doing so much better with this cow. Cows must be the reason.\"</p><p>But maybe it wasn't the cow that improved the family's life. Maybe it had a bumper crop that year or property values went up in the neighborhood. Researchers really weren't doing those experiments, Karlan says.</p><p>So he and a bunch of his colleagues had a radical idea: Test aid with the same method doctors use to test drugs (that is, randomized control trials).</p><p>The idea is quite simple. Give some families aid but others nothing. Then follow both groups, and see if the aid actually made a difference in the long run.</p><p><a href=\"http://karlan.yale.edu/\">Karlan</a>, who's now a professor at Yale University, says many people were skeptical. \"I have many conversations with people who say, 'You want to do what? Why would you want to do that?' \"</p><p>One issue is that some families go home empty-handed, with no aid. So the idea seems unethical. But Karlan disagrees. \"The whole point of this is to help more people,\" he says. \"If we find out what works and what doesn't, in five years we can have a much bigger impact.\"</p><p>So Karlan and collaborators around the world, including those at the <a href=\"http://www.povertyactionlab.org/\">Abdul Latif Jameel Poverty Action Lab</a> at MIT and the nonprofit <a href=\"http://www.poverty-action.org/\">Innovations for Poverty Action</a>, decided to try out the idea with one of the toughest problems out there: helping families get out of extreme poverty.</p><p>An anti-poverty program in Bangladesh, called <a href=\"http://www.brac.net/\">BRAC</a>, looked like it was successful. It seemed to help nearly 400,000 families who were living off less than $1.25 each day. So Karlan and his colleagues wanted to test the program and see if it could work in other countries.</p><p>They teamed up with a network of researchers and nonprofits in six developing countries. They went to thousands of communities and found the poorest families.</p><p>Then they divided the families into two groups. They gave half the families nothing. And the other half a whole smorgasbord of aid for one to two years. They gave them:</p><ol><li>Some livestock for making money, such as goats for milk, bees for honey, or guinea pigs for selling. \"Depending on the site, there were different things specifically appropriate for that context,\" Karlan says.</li><li>Training about how to raise the livestock</li><li>Food or cash so they wouldn't eat the livestock</li><li>A savings account</li><li>Help with their health — both physical and mental</li></ol><p>Karlan and his colleagues <a href=\"http://www.sciencemag.org/content/348/6236/1260799.abstract\">reported</a> the results of the massive experiment in the journal <em>Science</em> this week.</p><p>So what did they find? Well, the strategy worked pretty well in five of the six countries they tried it in. Families who got the aid started making a little more money, and they had more food to eat.</p><p>\"We see mental health go up. Happiness go up. We even saw things like female power increase,\" Karlan says.</p><p>But here's what sets this study apart from the rest: Families continued to make a bit more money even a year after the aid stopped.</p><p>\"People were stuck. They give them this big push, and they seem to be on a sustained increased income level,\" says <a href=\"https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=1&cad=rja&uact=8&ved=0CB4QFjAA&url=http%3A%2F%2Fwww.cgdev.org%2Fexpert%2Fjustin-sandefur&ei=rRZVVfuOJMX-gwTKtIGACQ&usg=AFQjCNFKya02OQJiy-IJ5RsW_FSQb_ZTBA&sig2=oGmGqB6N1xfyMa7b7xU8Lg&bvm=bv.93112503,d.eXY\">Justin Sandefur</a>, an economist at the Center for Global Development in Washington, who wasn't involved in the study.</p><p>\"What I found exciting and unique about this study is that the impact of the aid was durable and sustainable,\" he added.</p><p>The results suggest that the right kind of aid does help people in multiple places. It lifted the families up just a little bit so they could finally start inching out of extreme poverty.</p><p>But we shouldn't get too excited yet. These people are still very poor, says <a href=\"http://www.gwu.edu/~iiep/about/faculty/sbaird/\">Sarah Baird</a>, an economist at George Washington University.</p><p>The effect of the aid was actually quite small, she says. Families' incomes and food consumption together went up by only a small amount — about 5 percent, on average, when compared with the control group.</p><p>And it's still unknown how long this bump will last. The researchers looked at the change only a year after the aid stopped.</p><p>\"Moving poverty is hard,\" Baird says. \"The fact that they [Karlan and colleagues] were able to move it, and it was sustainable after a year, I think is important.\"</p><p>The findings are a leap forward, she says, because it shows charities and governments a basic strategy that often works.</p><p>And even a little bit of extra money can make a huge difference in these peoples' lives, she says. It can help them send their kids to school. Or even just give them a little more hope.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+It+Takes+To+Lift+Families+Out+Of+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"239"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406938721-17206c.m3u?orgId=1&topicId=1031&aggIds=130593764&d=239&p=3&story=406757551&t=progseg&e=406893956&seg=3&ft=nprml&f=406757551"},{"href":"http://media.npr.org/assets/img/2015/05/14/peru-women-1-ccfd07bd9a0c4f42c0165dbd6ea65b4be7e3547a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1454","width":"1938"}},{"href":"http://media.npr.org/assets/img/2015/05/14/peru-women-2-bf6d4f3fcf29c79aa28596d10b0b71c5166f7dc6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1159","width":"1546"}}]}