{"created":"2014-10-08T19:28:53+00:00","modified":"2014-10-09T18:10:05+00:00","valid":{"from":"2014-10-09T18:10:05+00:00","to":"3014-10-09T18:10:05+00:00"},"hreflang":"en","guid":"5f854030-0d43-4d7f-b709-011347f39226","title":"Pig-nosed turtles are adorable — and that's made them the target of traffickers","published":"2014-10-09T18:10:04+00:00","byline":"Andrea Crossan","tags":["environment","extinction","endangered species","animal trafficking","turtles","pig-nosed turtle","Environment","Science, Tech & Environment","Asia","Papua New Guinea","Indonesia","Australia","United States","Asia","South Asia","Southeast Asia","Oceania","Eric Goode","Pig-nosed turtle","Carettochelys","Herpetology","Turtle","Zoology","Wildlife trade"],"teaser":"Pig-nosed turtles are so cute that thousands of them are being smuggled by animal traffickers to be sold as exotic pets. But while they're adorable as babies, they grow up to become big, feisty animals that many people abandon  — a problem for a species that's considered threatened.","contentencoded":"<p>They aren&rsquo;t teenaged, mutant or ninja-like,&nbsp;but pig-nosed turtles are still pretty&nbsp;cute.</p><p>The&nbsp;unique freshwater turtles&nbsp;have pig-like snouts and&nbsp;flippers like marine turtles, and&nbsp;their cuteness has made them&nbsp;popular as pets. But that&#39;s created a black market industry of turtle smuggling.</p><p>According to a newly-released report by <a href=\"http://www.traffic.org/\">Traffic</a>, an international watchdog group that monitors the wildlife trade, the pig-nosed turtle is under threat from exotic pet traders. The&nbsp;<a href=\"http://www.traffic.org/home/2014/10/4/intensive-collection-threatens-peculiar-pig-nosed-turtle-in.html\">new report on the state of the species</a>&nbsp;finds that between&nbsp;2003 and&nbsp;2013, more than 80,000 of the turtles&nbsp;were confiscated in 30 seizures. That includes&nbsp;a massive bust of 8,368 turtles found smuggled inside suitcases in Papua&nbsp;New Guinea and Indonesia&nbsp;in January 2013.</p><p>But those seizures are only a slice of the overall market:&nbsp;&ldquo;It&rsquo;s a little bit like the drug trade,&quot;&nbsp;says&nbsp;Eric Goode, the president of the&nbsp;<a href=\"http://www.turtleconservancy.org/\">Turtle Conservancy</a>. &quot;They probably apprehend or find five to 10 percent&nbsp;of [pig-nosed turtles]&nbsp;going through airports.&rdquo;&quot;&nbsp;The illegal animal trade as a whole&nbsp;constitutes an estimated $10 billion&nbsp;global industry,&nbsp;<a href=\"http://www.humanesociety.org/issues/wildlife_trade/\">according to the Humane Society</a>.&nbsp;</p><p>Smuggled animals are usually transported as babies thanks to their smaller size, and that&#39;s when the pig-nosed turtles at their cutest. But buyers don&#39;t think about what happens when the turtles grow up, Goode says.</p><p>&ldquo;Like many pets, the cute factor is extremely cute &mdash; when they&rsquo;re little,&quot; Goode says.&nbsp;&quot;But [pig-nosed turtles]&nbsp;grow up to be quite large and aggressive with one another, and they need a very large aquarium or pond with very warm water.&rdquo;</p><p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/D7ua5oBazmg\" width=\"420\"></iframe></p><p>In fact, they can grow up to 50 pounds&nbsp;and two feet in length over the course of their&nbsp;40-year lifespan.</p><p>&ldquo;So somebody sees one in a tank, it&rsquo;s this adorable little turtle, nearly four&nbsp;inches long, and&nbsp;thinks &lsquo;Wow, I can keep this incredible, rubbery, cute little thing&rsquo;&quot;, says Goode.&nbsp;&quot;And you know, if they keep it long enough, it gets large and it becomes this disposable pet and they give it away or it dies or they throw it away.&quot;</p><p>And that&#39;s a big problem for the pig-nosed turtle, which is already <a href=\"http://www.iucnredlist.org/details/3898/0\">on the IUCN Red List of Threatened Species</a>.</p><p>In the US, the turtle was almost unknown for a long time.&nbsp;&quot;<a href=\"http://nypost.com/2008/10/16/the-adventures-of-freddy-the-fly-river-turtle/\">The Bronx Zoo had an animal which they still have today, he&rsquo;s called Freddy</a>&nbsp;and he&rsquo;s the only pig-nosed turtle in the US that anyone knew about &mdash;&nbsp;so it was kind of the Holy Grail,&quot; Goode xplains. &quot;It was the most bizarre and odd-looking turtle &hellip; But in the last 10-15 years they did start coming into the United States in bigger numbers &mdash;&nbsp;mostly smuggled.&rdquo;</p><p>Pig-nosed turtles are indigenous to Australia and Papua New Guinea but most of the turtle smuggling industry is based in the latter country.</p><p>&quot;The local people collect the eggs on the banks of these big rivers, and they can collect literally thousands of them and distribute them,&quot; Goode says. &quot;And with the newfound wealth of Asia, there is a very, very large market in recent years.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/animals-pignosedturtle-slide4-web.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/animals-pignosedturtle-slide4-webjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820144.mp3"},{"href":"http://www.pri.org/file/100820144mp3-0"}]}