{"created":"2015-01-05T08:34:13+00:00","modified":"2015-05-13T21:23:45+00:00","valid":{"from":"2015-05-13T21:23:45+00:00","to":"3015-05-13T21:23:45+00:00"},"hreflang":"en","title":"Lacking Internet, Cubans Rely On 'The Package' For Entertainment","published":"2015-01-05T22:06:00+00:00","teaser":"The so-called weekly \"package\" allows Cubans to watch every current TV show and series available to the world at a fraction of the cost and without government censors.","itags":["npr_api","374986028"],"guid":"5f87ef4c-dd9f-4135-97e1-a928b8aa024b","contentencoded":"<p>Cuba has promised its citizens better Internet access in this New Year. The few Cubans who now manage to get online find it expensive and slow.</p><p>Warming ties with the U.S. have stirred hope for improved telecommunications. But until then, many residents have devised an ingenious work-around, or should we say walk-around.</p><p>On Havana's Malecon, roaming guitarists play for the crowds resting against the iconic sea wall. In this nightly gathering spot, it's old fashioned interacting. No one is on a cell, no eyes glued to smart phones.</p><p>While Cubans tout their revolution's free health care and education, they've missed out on the digital one. Less than a fifth of the population owns a mobile device; internet access is even lower and cable and satellite TV is banned in private homes.</p><p>But surprisingly, Cubans are plugged in. During a lull in the nightly music the conversation turns to this week's latest installment of some of the U.S.'s most popular television shows.</p><p>Julio Rodriguez and his wife Kadiuska Lara rattle off their favorites: <em>Person of Interest</em>, <em>The Mentalist</em> and <em>Hawaii 5-0</em>. Another couple shouts they love <em>Caso Cerado</em>, the Telemundo courtroom drama, and the Discovery Channel.</p><p>Without hi-tech offerings, Cubans have found an ingenious way to get nearly real-time entertainment, as well as the latest magazines, apps and even video games. It's called the \"Weekly Package,\" and it's passed, bought and sold hand-to-hand on external hard drives and memory sticks throughout the island.</p><p>Rodriguez says 80 percent of the country watches \"the Package,\" that's his unscientific opinion. But it couldn't be simpler; all you need is a DVD player, which is legal on the island.</p><p>In the living room of his small apartment outside Havana, Iyawo sits in front of a computer screen. He won't say his full name since what he is doing is illegal in Cuba. On Saturdays, he goes to his distributor, who has downloaded the entire package — about one terabyte of data — from a satellite.</p><p>By the time Iyawo is back to his house there's already a line outside. That day he charges about $5.75 for the whole thing, by Monday the price drops in half. Smaller memory sticks full of pre-selected shows are cheaper.</p><p>On a recent day, the latest \"package\" of offerings included everything from the latest episode of Showtime's <em>Homeland</em>, Univision's <em>Sabado Gigante</em> and even anti-virus software updates. There were also advertisements for Havana restaurants and a local kid's party decorator. Looks like capitalism to me.</p><p>\"Capitalism with the face of socialism,\" snaps back Iyawo. \"Because what I'm doing is making things better, not worse. I'm providing a service.</p><p>And Iyawo he insists it is pure entertainment. The package does not include anything political or pornographic, that's why he speculates the government permits it.</p><p>And the government says it will permit more access to the Internet in 2015. In a state newspaper last week, officials announced improved services, including Internet access in mobile devices, although no timetable was given. For now, Cubans continue to line up and pay up.</p><p>On a busy street in Old Havana, in front of the state-owned telecommunications company, Danier Lopez waits in a long line to get inside on one of a dozen computers.</p><p>The connection is expensive, Lopez says, about $5 an hour — about a quarter of a monthly minimum salary. And it's slow. Lopez says he spends most of his time waiting for pages to load. Cuban censors also routinely block some websites. Lopez says he has a Facebook page but hardly ever sees it.</p><p>Reinaldo Escobar, an independent journalist for the prominent website 14ymedio.com, eagerly awaits better service too. Sympathetic western embassies allow him to use the Internet free, but he pays a political price for the service. The government publishes photos of him entering the embassies using them to argue his work is subversive. He says change is coming.</p><p>\"The changes are moving in the right direction,\" Escobar says. \"Unfortunately, they are not moving at the speed or the depth we need.\"</p><p>Just last week, Escobar and several other activists were detained by state security forces just hours before they planned to attend a free speech protest.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lacking+Internet%2C+Cubans+Rely+On+%27The+Package%27+For+Entertainment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375064579-a87597.m3u?orgId=1&topicId=1127&d=289&p=3&story=374986028&t=progseg&e=375064493&seg=3&ft=nprml&f=374986028"},{"href":"http://media.npr.org/assets/img/2015/01/04/cuba-package-7dad9644945b4bbe92b8b088cacf91b0ffeb3bec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2059","width":"2747"}}]}