{"created":"2015-02-02T23:30:12+00:00","modified":"2015-05-13T21:18:52+00:00","valid":{"from":"2015-05-13T21:18:52+00:00","to":"3015-05-13T21:18:52+00:00"},"hreflang":"en","title":"Sundance Festival Opens Doors For Minority Filmmakers","published":"2015-02-05T20:18:00+00:00","teaser":"The festival has become a launching pad for emerging filmmakers of color who face challenges in historically white, male-dominated Hollywood.","itags":["npr_api","383341808"],"guid":"5f8cea86-88db-4c07-86c6-fba88f41c870","contentencoded":"<p>The Sundance Film Festival wrapped up last weekend. For more than two decades, the festival and the Sundance Institute have been a springboard for independent filmmakers. This year, two of its darlings — <em>Boyhood</em> and <em>Whiplash</em> — are nominated for an Academy Award in the best picture category.</p><p>For indie filmmakers, Sundance has been the place to get distribution deals for their movies. It's also been an incubator for filmmakers who are not part of the mostly white, male film industry.</p><p>This year, arguably the hottest movie at the festival was <em>Dope,</em> a story set in South Los Angeles. It was written and directed by African-American filmmaker Rick Famuyiwa. It had Latino and Asian-American producers, and a multicultural cast and crew.</p><p>The Sundance festival also featured a new documentary about black singer Nina Simone (at the premiere, John Legend took the stage to play some of her music). Sundance also screened the Korean-American comedy <em>Seoul Searching</em>, and the young adult film <em>Me & Earl & the Dying Girl</em>, by Latino director Alfonso Gomez-Rejon, which took home the grand jury prize and audience award.</p><p>Nurturing diverse filmmakers has long been one of the festival's goals, says the executive director of the Sundance Institute, Keri Putnam.</p><p>\"As the mainstream has revealed itself to be shockingly homogeneous, the role that we play, as a pipeline of storytellers going into that, is significant,\" she says. \"What we're finding is the ones with different backgrounds are having more trouble getting their second film off the ground at the same rate as, you know, a white male storyteller might.\"</p><p>Stanley Nelson Jr. is one of the rare black filmmakers who's been able to make a number of documentaries. During the festival, he premiered his latest, <em>The Black Panthers: Vanguard of the Revolution</em>. Nelson praises Sundance's diversity efforts, but says there's still a big need to train filmmakers of color. That's why he co-founded a nonprofit lab called Firelight Media, to support emerging documentarians.</p><p>\"You know, Hollywood from its very beginning has been one of the most racist institutions in this country,\" he notes. \"But on the other hand, Hollywood — every year — they make a lot of money. So why should they change? Hollywood's in the business of making money.\"</p><p>Actually, the biggest movie-going audiences these days are Latino and black, so making movies by, about and for them should be a no-brainer, says first-time filmmaker Sacha Jenkins.</p><p>\"Unfortunately, folks of color aren't always considered 'bankable,' \" he says. \"If there was a belief that they were bankable, Lord knows, they'd hire everyone in the projects to find bankable stuff.\"</p><p>At Sundance, Jenkins premiered <em>Fresh Dressed</em>, a documentary about hip-hop fashion. Jenkins partnered with CNN Films, and got his film sold at Sundance for a theatrical release. He admits he's had it much easier than others who've had to go on Kickstarter, or beg, borrow or steal to get their films made.</p><p>Jenkins says the few studio executives of color are marginalized. \"They're looked to to be the black person, or the Latino person who has this relationship with 'those people,' \" says Jenkins. \"It's very difficult for some folks of color to transition out of being the go-to person for people of color.\"</p><p>Charles King used to be one of those \"go-to\" people. He worked his way from the mailroom at the William Morris Agency to becoming its first African-American agent, to being a partner at William Morris Endeavor. A month ago, he launched his own media company called Macro, to help finance TV, film and digital projects by African-Americans, Latinos and Asian-Americans.</p><p>\"This is the new majority,\" King says. \"And it's not about, 'Hey let's make some movies about this marketplace because it's the right thing to do.' No. If you want to stay relevant, if you want to make money, you want your companies to continue to thrive, you have to understand this marketplace or else you won't be as relevant.\"</p><p>One of King's long-term clients has been Tyler Perry, who created a whole business model in which he owns his own movies and his brand. King was also behind the success of such films as <em>Dear White People</em>, <em>Fruitvale Station</em>, <em>Precious</em> and <em>Hustle & Flow</em>. This year at Sundance, King helped get the movie <em>Dope</em> signed with Open Road and Sony Pictures.</p><p>Another festival standout was <em>Paraiso</em>, a feature about an overweight couple in Mexico. One of the film's executive producers, Vanessa Perez, says it's important to tell stories that are fresh and unexpected. Her next project is a horror film.</p><p>\"I don't want to pigeonhole myself,\" says Perez. \"Thank God, I'm different, so that obviously gives me a good eye for material.\"</p><p>Because Hollywood is such an image-maker, it's crucial for diverse audiences to see themselves up on the big screen, says N. Bird Runningwater, who directs Sundance's Native American and Indigenous Program.</p><p>\"Growing up without ever seeing a representation of myself on screen can have a particular impact,\" he says. \"I worry about Native youth today who are being inundated with imagery that has no relationship to the world that they're coming from.\"</p><p>Some of their stories will be getting shown to bigger audience this year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sundance+Festival+Opens+Doors+For+Minority+Filmmakers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1383346175-bd076e.m3u?orgId=1&topicId=1015&d=311&p=2&story=383341808&t=progseg&e=383295522&seg=23&ft=nprml&f=383341808"},{"href":"http://media.npr.org/assets/img/2015/02/02/000049.5992.1dope_still1_tonyrevolori_kierseyclemons_shameikmoore__bydavidmoir_2014-11-26_06-34-38pm-2d3c01628e107604094637041bc39ce3ea924ea3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1035","width":"1381"}}]}