{"created":"2014-10-02T21:05:13+00:00","modified":"2014-12-04T14:33:41+00:00","valid":{"from":"2014-12-04T14:33:41+00:00","to":"3014-12-04T14:33:41+00:00"},"hreflang":"en","title":"How Your State Rates In Terms Of Long-Term Care","published":"2014-06-19T15:58:00+00:00","teaser":"AARP ranked each state and Washington, D.C., according to the cost and quality of long-term care and support services. An online scorecard helps consumers compare services in each region.","itags":["npr_api","323356217"],"guid":"5f9e171f-5872-4806-af55-1356b333f76d","contentencoded":"<p>In just 12 years, the oldest members of the huge baby-boom generation will turn 80. Many will need some kind of long-term care. A new study from <a href=\"http://www.aarp.org/\">AARP</a> says that care could vary dramatically in cost and quality depending on where they live.</p><p>The <a href=\"http://www.longtermscorecard.org/2014-scorecard#.U6I7qHamU1I\">study </a>was motivated by a simple fact: The number of available <a href=\"http://www.npr.org/2013/01/08/168890934/workshops-help-families-grappling-with-alzheimers-home-care\">family caregivers</a> is declining. In 2010, there were potentially seven for each person 80 years old or older. By the time baby boomers reach that age, there will be only four potential caregivers for each of them. And those numbers are expected to continue declining. Chalk it up to longer lives and smaller families.</p><p><a href=\"http://www.aarp.org/home-family/caregiving/info-09-2013/caregiving-susan-c-reinhard.html\">Susan Reinhard</a>, a senior vice president at AARP, says the study can show states where they need to improve. \"The gradual pace of improvement has to pick up,\" she says. \"We don't have the time to get ready for the demographic imperative that is before us.\"</p><p>The study looked at 26 different variables in each state, from affordability and access to whether care is delivered in private homes or more expensive nursing homes. Reinhard says states that encouraged more care at home got higher marks. \"It's a philosophy, it's a value that states have, and they work hard to make that happen,\" she says.</p><p>AARP calls its study a <a href=\"http://www.longtermscorecard.org/\">scorecard</a>. So, if you're keeping score, the state with the highest marks was Minnesota, followed by Washington, Oregon, Colorado and Alaska. Bringing up the rear were Indiana, Tennessee, Mississippi and Alabama, with Kentucky coming in last.</p><p>Nevertheless, Reinhard says all of the states improved in some ways from the previous study in 2011. For example, it has become increasingly common for family members to perform some medical tasks like giving injections or treating wounds. But in the past couple of years, 13 states have also allowed nurses to train paid caregivers to perform such tasks in the home. That means that \"the family caregiver doesn't have to run home from work and do it,\" says Reinhard.</p><p>While the states are the generators of public policy related to long-term care, there's also a role for the federal government, says <a href=\"http://www.thescanfoundation.org/who-we-are/foundation-staff/dr-bruce-chernof\">Dr. Bruce Chernof</a>. He's CEO of the SCAN Foundation, one of the co-sponsors of the study, and was also recently chairman of the Federal Commission on Long-Term Care.</p><p>It would be good to have national standards for training <a href=\"http://www.nlm.nih.gov/medlineplus/homecareservices.html\">home care</a> workers, Chernof says. \"We can help make sure that that training is good and adequate. In California, for example, you need more training to be a cosmetologist to cut hair than you need to be a home care worker.\"</p><p>The costs of care — whether at home or in a nursing home — varied widely across the states. But there wasn't one where care was affordable for most middle-class families. The study found that home care services on average would consume 84 percent of the income of a typical older middle-income family. For nursing home care, it was 246 percent of income.</p><p>That's why the study gave high grades to states that had adopted measures to improve the circumstances of family caregivers. Because with the high costs of long-term care, older adults will continue to rely on family<strong> </strong>caregivers, even as their numbers dwindle.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Your+State+Rates+In+Terms+Of+Long-Term+Care&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ina Jaffe","audio":[{"meta":{"duration":"128"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323510671-aac982.m3u?orgId=1&topicId=1128&ft=3&f=323356217"},{"href":"http://media.npr.org/assets/img/2014/06/18/man-in-wheelchair-78de1f3f15637da857f1c370e9de19c9a7a110eb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1125","width":"1500"}}]}