{"created":"2015-03-12T20:53:09+00:00","modified":"2015-06-05T15:28:25+00:00","valid":{"from":"2015-06-05T15:28:25+00:00","to":"3015-06-05T15:28:25+00:00"},"hreflang":"en","title":"A Craft Beer Tax Battle Is Brewing On Capitol Hill","published":"2015-03-13T11:49:00+00:00","teaser":"Craft beer is a rapidly growing industry, and Washington lawmakers have noticed. Two proposed bills would lower the federal excise tax for small brewers.","itags":["npr_api","392550170"],"guid":"5fa6b221-4749-4482-9f34-90b9b1b8b7f1","contentencoded":"<p>Congressman Patrick McHenry is a man who knows his beer. The refrigerator in his Capitol Hill office is filled to the brim with it. The Republican's district includes the city of Asheville, N.C., which <a href=\"http://www.npr.org/blogs/thesalt/2014/05/28/316317087/big-breweries-move-into-small-beer-town-and-business-is-hopping\">claims</a> it has more breweries per capita than any other U.S. city.</p><p>\"Brewers in my district are about not only about the sort of art of brewing, they're about jobs,\" he tells NPR over a few North Carolina beers. \"So these are small business folks that are risk-takers, that are trying to take their art and make a living out of it. It's a pretty cool thing.\"</p><p>Small beer is <a href=\"http://www.npr.org/blogs/thesalt/2014/05/28/316317087/big-breweries-move-into-small-beer-town-and-business-is-hopping\">big business</a>, not just in McHenry's district, but around the country.</p><p>\"There are more craft breweries now than I think there were pre-Prohibition. We are a thriving and growing industry — 110,000 people across roughly 3,200 breweries across the country,\" says Mari Rodela. She heads up the D.C. Brewers' Guild and is the chief community and culture officer at D.C. Brau, which opened in 2009.</p><p>There's even a Small Brewers Caucus in the House, which counted 142 members among its ranks as of last month, and a counterpart in the Senate. And its members have been busy. They're pushing a bill that they say would cut taxes on beer and make it easier for small breweries to hire more workers and brew more beer.</p><p>\"It's simply for the smallest brewers in the country and actually cutting in half their excise tax for the first 60,000 barrels, and then a lower rate until they reach two million barrels,\" McHenry, the vice-chairman of the House Small Brewers Caucus, explains.</p><p>Small beer makers say that could make a big difference.</p><p>Thor Cheston launched <a href=\"http://rightproperbrewery.com/\">Right Proper Brewing Company</a> in D.C. in December 2013. He and his team want to expand and open a production facility that will allow them to produce 10 times more beer. They hope to open it in May.</p><p>\"There's a lot of stress involved. We have 14,000 pounds of stainless steel arriving in two days,\" Cheston says. \"It's a lot of fun though. That's really the best part. You wake up in the morning and think, 'Oh my God, I actually do this for a living.' \"</p><p>But like any small business, there are challenges. And for small brewers one of the biggest challenges comes in the form of something called the federal excise tax.</p><p>Here's how it works. Brewers pay a federal tax on each barrel of beer they produce. Currently small breweries that produce less than 2 million barrels of beer each year pay $7 on their first 60,000 barrels. For each barrel more than 60,000 they pay $18.</p><p>Last year Right Proper made 1,000 barrels of beer. Under current law, $7 from each barrel went back to Uncle Sam.</p><p>\"Our margins are so tight that we're not counting dollars, we're counting nickels and dimes,\" Cheston says. \"Any extra amount of money that we can count on in our annual budgets, our monthly budgets is going to go straight back to the business.\"</p><p>The <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/232/text\">Small BREW Act</a> — the bill that McHenry and the Small Brewers Caucus supports — would cut that tax in half for the first 60,000 barrels. So instead of paying $7 for each barrel, brewers would pay $3.50. For every barrel past 60,000 up to 2 million, brewers would pay $16. After 2 million barrels, breweries would pay $18 per barrel. Any brewery that produces fewer than 6 million barrels of beer each year would be eligible for these rates.</p><p>But there's another bill in Congress targeting the beer business: the <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/767/all-info\">Fair BEER Act</a>. Its backers say it would provide tax relief not just for small brewers, but for all brewers.</p><p>The Fair BEER Act would eliminate the federal excise tax for brewers who produce up to 7,143 barrels. For every barrel between 7,143 and 60,000, brewers would pay $3.50 a barrel. For every barrel between 60,001 and 2 million, brewers would pay $16 per barrel. And after 2 million barrels, brewers would pay $18 per barrel.</p><p>The Fair BEER Act also extends these tax rates to importing producers.</p><p>This isn't as simple as big beer vs. small beer, <a href=\"http://www.beerinstitute.org/mobile/detail/press-release/james-a.-mcgreevy-iii-named-president-ceo-of-beer-institute/bi\">says Jim McGreevy</a> who heads up the Beer Institute. His group represents a number of small breweries but is better known for representing beer giants like Anheuser-Busch InBev and MillerCoors.</p><p>\"I see this as a way of reforming a tax that's invisible to consumers that potentially hinders new brewers from getting into the marketplace,\" McGreevy explains at the Beer Institute's Washington offices.</p><p>By the Beer Institute's count, the industry is responsible for roughly $246 billion in economic activity.</p><p>\"We see a very dynamic industry at this moment. We think reform of the beer tax which hasn't been reviewed by legislators in many years would make that even better,\" he says.</p><p>But not everyone is on board with the proposal. <a href=\"http://www.brewersassociation.org/press-releases/bob-pease-promoted-ceo-brewers-association/\">Bob Pease</a>, CEO of the Brewers Association, says while there are some things to like about the Fair BEER Act, it's not actually so fair.</p><p>\"Where we go different ways is that the BEER Act also allows for federal excise tax relief for companies that in some cases are not making any beer in the United States,\" Pease says during a recent trip to Washington. \"The current playing field is not level.\"</p><p>Sen. Ben Cardin, a Maryland Democrat whose state is home to popular small breweries like Flying Dog, Heavy Seas and Union Craft Brewing, agrees. He introduced the Small BREW Act in the Senate with Republican Sen. Susan Collins.</p><p>Cardin says big brewers could also see a benefit, though he doesn't agree that they need a tax cut.</p><p>\"We are aimed at small businesses that need the help in order to grow, that are struggling every day,\" he says. \"By the way, by helping them, we'll be helping the [whole] beer industry because there will be more people interested in drinking beer.\"</p><p>And that's something brewers like Cheston are counting on to keep their brewery doors open and taps pouring.</p><p>Cheston compares the way things are now to a documentary he once saw about bull riders.</p><p>\"One of the bull riders said, 'Well, we're not competing against each other. We're all competing against the bull,'\" he says. \"So the small craft brewers are not competing against each other. We're competing against Anheuser Busch and MillerCoors. They're the bull.\"</p><p>Whether or not all brewers are in it together, both tax bills face daunting prospects of passing as stand-alone legislation. Advocates on both side of the issue say these proposals have little chance of being considered unless included in broader tax reform legislation.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Craft+Beer+Tax+Battle+Is+Brewing+On+Capitol+Hill&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"245"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392590106-b6142f.m3u?orgId=1&topicId=1053&d=245&p=2&story=392550170&t=progseg&e=392549864&seg=17&ft=nprml&f=392550170"},{"href":"http://media.npr.org/assets/img/2015/03/12/img_3159-3abb4264aaea270797128e9cdcad5fa6a1178381.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}},{"href":"http://media.npr.org/assets/img/2015/03/12/img_1946-fc3166f2129e44250c8aa5854a752669db5d8195.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}