{"created":"2015-05-07T21:51:01+00:00","modified":"2015-05-12T19:38:21+00:00","valid":{"from":"2015-05-12T19:38:21+00:00","to":"3015-05-12T19:38:21+00:00"},"hreflang":"en","guid":"5fd19a70-2e60-4556-8533-74b7bc22b1bf","title":"Afghan officials say ISIS and the Taliban have joined forces in at least one province  ","published":"2015-05-12T19:38:16+00:00","byline":"Christopher Woolf","tags":["Taliban","ISIS","conflict","terrorism","Conflict","Conflict & Justice","Asia","Afghanistan","Kunduz","Taliban","Taleban","Islamic state","ISIS","Government of Afghanistan","Islamism","War in Afghanistan","Kunduz","Afghanistan","Civil war in Afghanistan","War"],"teaser":"The Afghan government is having trouble containing an attack on the important northern city of Kunduz, which appears to be under fire from a new alliance of Taliban and ISIS fighters that the provincial governor calls a new Taliban — and a new war.","contentencoded":"<p>Heavy fighting has been raging around the northern Afghan city of Kunduz for the last couple of weeks, and with roads cut off and the airport too dangerous for commercial flights, a provincial capital is in danger of falling for the first time since the since the overthrow of the Taliban in 2001.</p>\n<p>Mohammed Omer Safi, the governor of Kunduz province, says his people are under attack from a combination of Taliban fighters and supporters of ISIS. He claims many of the fighters are foreigners, including some women from Chechnya, and Afghan officials say some villages under rebel control are flying both the white flag of the Taliban and the black flag of ISIS.</p>\n<p>Some analysts are skeptical of claims that ISIS is establishing a foothold in Afghanistan. They argue that some Afghan officials <a href=\"http://www.globalpost.com/dispatch/news/regions/asia-pacific/afghanistan/141231/the-islamic-state-afghanistan-the-boogeyman-un\">play the ISIS card</a> as a kind of boogeyman to win support from Kabul and the international community.</p>\n<p>And, as the BBC’s David Loyn points out, the two Islamist groups have some conceptual issues — and have actually fought each other elsewhere in Afghanistan. The head of the Taliban, Mullah Omar, assumed the Islamic title of Commander of the Faithful almost two decades ago; the head of ISIS, Omar al-Baghdadi, has pronounced himself the caliph of all Muslims. “You can’t have an amir and a caliph in the same political space,” Loyn says.</p>\n<p>But it appears that, at least in Kunduz, the two organizations have buried their differences. Loyn says Islamist groups that originated from neighboring Uzbekistan and Tajikistan, with their own history of collaborating with the Taliban, appear to have been drawn into ISIS. Having recently been squeezed out of their sanctuaries in Pakistan, such groups now seem to be trying to build new sanctuaries in the mountainous regions of northeast Afghanistan.</p>\n<p>Loyn says the fighters affiliated with ISIS have “the same doctrine, the same mandate [and] the same ruthlessness” as their parent group in Iraq and Syria. “We’ve seen captured government soldiers who’ve had their heads cut off,\" he says. \"Beheading has not previously been seen in Afghanistan, but is now commonplace in the northeast among soldiers and police unlucky enough to be captured by their enemy.”</p>\n<p>Such developments may signal, as Kunduz's governor puts it, a new Taliban and a new war.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-07%2Fafghan-officials-say-isis-cooperating-taliban-least-one-province&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0507201502.mp3"},{"href":"http://admin.pri.org/file/0507201502mp3"}]}