{"created":"2015-01-02T22:19:31+00:00","modified":"2015-01-07T23:05:55+00:00","valid":{"from":"2015-01-07T23:05:55+00:00","to":"3015-01-07T23:05:55+00:00"},"hreflang":"en","title":"Wilko Johnson Set Out To Make One Final Album, But It Didn't Work Out That Way","published":"2015-01-02T23:23:00+00:00","teaser":"Facing a fatal diagnosis, Wilko Johnson made what was to be his final album with singer Roger Daltrey of The Who. Then doctors intervened. \"Maybe,\" Daltrey says, \"there's a Part 2 to this record.\"","itags":["npr_api","374556859"],"guid":"5fdd8ff4-d5ed-4f93-9d49-23f5ad70aa18","contentencoded":"<p>Wilko Johnson is better known in the U.K. than he is here in the States. Over there, the band he formed in 1971, Dr. Feelgood, is a big deal. The band's style is simple and blues-based, yet Johnson insists it's been quite influential.</p><p>\"I think it's true to say the whole punk generation watched Dr. Feelgood,\" Johnson says. \"We did have that influence.\"</p><p>A few years back, Johnson found himself at a music awards show reminiscing about the good old days with another famous British rocker, Roger Daltrey of <a href=\"http://www.npr.org/artists/15397669/the-who\" target=\"_blank\">The Who</a>.</p><p>\"So we said, 'Let's make a record,' \" Daltrey says. \"And we kind of threw it around a bit and talked a lot about doing it and never got around to it.\"</p><p>But things changed when Johnson got a severe and inoperable form of pancreatic cancer. In January 2013, he was given less than a year to live.</p><p>\"I wasn't freaked out when the guy told me,\" Johnson says. \"I went out the hospital in this beautiful winter's day, the trees against the sky and that and I just felt so elated and just thinking, 'You're alive, you're alive.' \"</p><p>Johnson opted against chemotherapy, deciding to just let the cancer take its course. Soon after, news of his diagnosis began to spread. When Daltrey heard, he called Johnson immediately.</p><p>\"You know Wilko,\" Daltrey says, \" 'Let's not worry about what we're going to record, let's just go and record anything!' The most important thing of all if you have a year to live is to have some fun.\"</p><p>At first, Johnson envisioned recording covers of American soul hits from the 1960s.</p><p>\"But under the circumstance,\" Johnson says, \"when we finally got to record it, I'm thinking, 'Right, well, this is the last thing I'll do. I'll have a bit of a retrospective of my songs.' \"</p><p>The two recorded <a href=\"http://www.npr.org/blogs/world-cafe/2014/05/23/314951603/roger-daltrey-on-world-cafe\" target=\"_blank\">Going Back Home</a> in a mere eight days, which Daltrey says is one reason the album is so special: \"A lot of today's music is made ponderously where people dissect it and they spend hours overdubbing and all this stuff. We did it very simply and I think that's reflected on this album.\"</p><p>Daltrey thinks the album's title track says it all: The experience captured the spirit of going back to the vitality they had four decades ago.</p><p>\"There's a 70-year-old singer and a dying guitarist; it's got so much energy, it's ridiculous!\" Daltrey says, laughing.</p><p>The album did remarkably well in both the U.K. and the U.S. It was voted album of the year by <em>Classic Rock </em>magazine. So the duo decided to take the show on the road, including a performance at London's Royal Albert Hall.</p><p>\"I've had many experiences of standing onstage in front of audiences and feeling that this could be the last time,\" Johnson says, laughing. \"It's quite a wonderful feeling — actually very, very intense.\"</p><p>But then something odd happened. Johnson didn't die. The doctors were stumped, so they ordered a new round of tests and determined they might just be able to remove his tumor. Last spring, Johnson underwent a major surgery that left him, he says, cancer-free.</p><p>\"My body is getting better and better,\" Johnson says, \"but my mind is still finding it hard to adjust to the idea that the future is once again an indefinite thing.\"</p><p>Johnson says he hopes that future will include a tour to North America — he hasn't been to the U.S. since the 1970s. Daltrey is also optimistic about what lies ahead.</p><p>\"He's got a long way to go and he'll be a Type 1 diabetic for the rest of this life,\" Daltrey says. \"But who knows? Maybe there's a Part 2 to this record. I hope that there is.\" <br /> <!--[endif]-->  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Wilko+Johnson+Set+Out+To+Make+One+Final+Album%2C+But+It+Didn%27t+Work+Out+That+Way&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alex Cohen","audio":[{"meta":{"duration":"351"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374621909-6d2100.m3u?orgId=1&topicId=1106&ft=3&f=374556859"},{"href":"http://media.npr.org/assets/img/2015/01/02/479817389-b17249962cd678b136edbee571b0be131ab1212f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2577","width":"3436"}}]}