{"created":"2015-03-22T10:22:49+00:00","modified":"2015-05-06T15:05:37+00:00","valid":{"from":"2015-05-06T15:05:37+00:00","to":"3015-05-06T15:05:37+00:00"},"hreflang":"en","title":"Deep In The Heart Of Texas, Muslim Music Blossoms","published":"2015-03-25T00:24:00+00:00","teaser":"There are plenty of musicians pouring into Austin this week for SXSW. But not all are cut from the same indie cloth. Meet Riyaaz Qawwali.","itags":["npr_api","393367997"],"guid":"5fde93eb-aba0-403c-9d88-580ea3d36bfa","contentencoded":"<p>The eyes of the pop music world are on Austin, Texas this week. Thousands of bands and fans have descended upon the city for the <a href=\"http://www.npr.org/series/sxsw/\" target=\"_blank\">South by Southwest music festival</a>. Austin is also home to its own music scene year-round — and one of its more unusual groups is tapping into a sound that has nothing to do with indie rock or hip-hop. They're called Riyaaz Qawwali.</p><p>Sonny, the lead singer and artistic director of <a href=\"http://www.riyaazqawwali.com/\">Riyaaz Qawwali</a>, goes by just his first name. He grew up in Houston, and he used to go to sleep at night listening to the great Pakistani singer <a href=\"http://www.npr.org/artists/15892051/nusrat-fateh-ali-khan\">Nusrat Fateh Ali Khan</a>.</p><p>\"We had a cassette player,\" Sonny says, \"and I would listen to his Tape 1. I would somehow weirdly wake up 25 minutes into it, and it would be time to rewind. And I would rewind it again and I would listen to it, daily, twice. And it's not like we listened to <em>qawwali</em> as a family. But it just had a draw.\"</p><p><em>Qawwali</em> is a tradition that stretches back about 700 years, going from Persia into what is now India and Pakistan. And it's what the members of Riyaaz Qawwali started out playing at their very first show nine years ago at their college, the University of Texas at Austin.</p><p><em>Qawwali</em> is traditionally Muslim. Riyaaz Qawwali, as a group, is not. Not even close.</p><p>\"We won't go into who is what,\" says Sonny, \"but sitting even around this room and in our group, there are people from Indian, Pakistani, Afghani and Bangladeshi identity. But we're all American today. And religiously, we're Hindus and Muslims and Sikhs, agnostics, atheists.\"</p><p>Religious backgrounds can very often be pinpointed by names in South Asia. And because of this, the members of Riyaaz Qawwali ask to be identified just by their first names, as a way of lessening the impulse to figure out exactly who belongs to which group.</p><p>And that's the ethos that informs their music. They weave songs and texts from Hinduism and Sikhism into the Muslim material. Sonny says that there is plenty of precedent within <em>qawwali</em> for mixing ideas from different faiths within one song. He points to one older verse as an example.</p><p>\"'<em>Mandir, masjid yeh maikhane, koi yeh maane koi wo maane</em>,'\" Sonny says. \"<em>Mandir,</em> a [Hindu] temple. <em>Masjid,</em> a mosque. <em>Maikhana,</em> which is a bar! So it's an interesting piece of poetry, I think! It's saying, 'Some people believe in this [Hindu] deity of Ram, some people do their bowing of head in the <em>masjid</em>, and some people bow their heads to a <em>maikhana</em>! Some believe in this, some believe in that.' But then, if everyone is just believing in something, we're forgetting Your [God's] identity, because we're interested more in the differences.\"</p><p>Hussein Rashid, a professor of religion at Hofstra University, says that many <em>qawwali</em> artists working in South Asia today have limited themselves. He believes this American group is bringing the music back to its roots. <br /> <br />\"You know, I think there's been so much concern about what is Islam, and what isn't, politically speaking and artistically speaking,\" Rashid says, \"that there's been a push in modern <em>qawwali</em> to actually sanitize it and make it very sterile — and almost rule-bound — rather than ecstatic and devotional. For me, I think what Riyaaz Qawwali is doing is trying to go back to that very exciting, innovative space that <em>qawwali</em> was.\"</p><p>And so to Rashid, it's totally logical that such a burst of inspiration would come from deep in the heart of Texas. \"In fact,\" he says, \"it seems natural that we would get a new flourishing of Muslim devotionals in a place like America, where we do have this freedom of religion.\"</p><p>Riyaaz Qawwali is also very interested in making this centuries-old music relevant to today's audiences. They have recorded a <em>bhajan</em>, a Hindu devotional song, to address the much-publicized gang rapes in India.</p><p>\"We are just about to release something that talks about the Mother Divine, and the female identity,\" Sonny says. \"And we are trying, actually, visually, to juxtapose that with sort of the terrible stuff that's happening with the rapes. And the idea that we are trying to ask our audiences to think about is: How can the Hindu faith really bring a deity to a level of worship, then at the same time kill our female babies, and then rape our women? Is that fair? Or is that right? Should we, as men or women, allow that sort of society to happen?\"</p><p>At its heart, <em>qawwali</em> is ecstatic music. It was born in the religious practices of Sufi Islam in South Asia. Sufis seek a mystical, personal connection with God. They often use joyous, ecstatic music as a conduit for that experience. The eight members of Riyaaz Qawwali want to share some of the feeling they experience performing it with their audiences, says the group's violinist, Abed. (Violin is not a traditional instrument for a <em>qawwali </em>party, or ensemble, but it's something that the Texas group has worked into their sound along with the singers, handclaps, harmonium and <em>tabla </em>drum.)</p><p>\"The interaction between the musicians — like, just musically speaking — is so great,\" Abed says. \"This interaction goes beyond the stage, and goes into the audience, and becomes an interaction between — like a constant interaction — between the audience and the performers.\"</p><p>And they hope that that joy transcends religion.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Deep+In+The+Heart+Of+Texas%2C+Muslim+Music+Blossoms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anastasia Tsioulcas","audio":[{"meta":{"duration":"336"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394636753-cd1546.m3u?orgId=1&topicId=1105&aggIds=100920965&d=336&p=10&story=393367997&t=progseg&e=394636692&seg=10&ft=nprml&f=393367997"},{"href":"http://media.npr.org/assets/img/2015/03/18/riyaaz_qawwali_ebruyildiz_npr_gf15-397aca6019c3961133caaa71d5c6bc17f6c6f40d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"683","width":"911"}}]}