{"created":"2015-01-21T16:22:25+00:00","modified":"2015-01-21T16:25:38+00:00","valid":{"from":"2015-01-21T16:25:38+00:00","to":"3015-01-21T16:25:38+00:00"},"hreflang":"en","guid":"5fe428ff-aa38-4e6d-8c93-97636b1484ee","title":"The first Hmong American judge didn't always acknowledge his roots","published":"2015-01-21T16:25:35+00:00","byline":"Shefali S. Kulkarni","teaser":"Paul C. Lo and his family came to America from Laos in the 1970s as part of a huge wave of Hmong refugees — ethnic villagers pushed out of Laos by communist forces during the Vietnam War. Lo, who is now 45 years old, was recently named the first Hmong American judge in US history.","tags":["Global Nation","Lifestyle & Belief","San Francisco","North America","Laos","Vietnam","United States","Merced County","California","Paul C. Lo","Jerry Brown","Asia","Hmong","Hmong people","Hmong language","immigrant","Farmers' market","Farm","First Days"],"contentencoded":"<p>Paul C. Lo was just 11 when he came to the US from Laos. He couldn't speak English, and spent his free time working with his parents on a farm and in the local farmers markets to make ends meet.</p>\n<p>But in December, Lo was appointed as the first-ever Hmong American judge for Merced County Superior Court in California. Here, he talks about his first moments coming to the United States, how he struggled to fit in, and how he eventually learned to embrace his Hmong American culture:</p>\n<p>I was 11-years-old. In the plane, I was very afraid. You know, \"Where does this go? I’m now sure how this works.\"</p>\n<div class=\"edit-entity cta_border cta_align-left\" data-entity-id=\"71652\" data-entity-type=\"node\">\n<div id=\"node-71652\" class=\"node node-story-act contextual-links-region story-act-cta story-act_default cta-type-internal-link clearfix\" about=\"/node/71652\" typeof=\"sioc:Item foaf:Document\">\n<h2 property=\"dc:title\" datatype=\"\"><a href=\"/node/71652\">What's the story of your first days in America</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/71652/edit?destination=node/62763/edit\">Edit</a></li>\n<li class=\"node-delete last\"><a href=\"/node/71652/delete?destination=node/62763/edit\">Delete</a></li>\n</ul></div>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Related Story  </div>\n<div class=\"field-story-act-internal-link\">\n<div id=\"node-59598\" class=\"node node-story contextual-links-region clearfix\" about=\"/stories/2013-09-11/whats-story-your-first-days-america\" typeof=\"sioc:Item foaf:Document\">\n<h2 property=\"dc:title\" datatype=\"\"><a href=\"/stories/2013-09-11/whats-story-your-first-days-america\">What's the story of your first days in America?</a></h2>\n<div class=\"contextual-links-wrapper\">\n<ul class=\"contextual-links\"><li class=\"node-edit first\"><a href=\"/node/59598/edit?destination=node/62763/edit\">New draft</a></li>\n<li class=\"node-delete last\"><a href=\"/node/59598/delete?destination=node/62763/edit\">Delete</a></li>\n</ul></div>\n<div class=\"content\">\n<ul class=\"field-terms-sections\"><li>\n      <a href=\"/sections/arts-culture-media\" typeof=\"skos:Concept\" property=\"rdfs:label skos:prefLabel\" datatype=\"\">Arts, Culture &amp; Media</a>    </li>\n</ul><p class=\"field-date-published\">\n    <span class=\"date-display-single\" property=\"dc:date\" datatype=\"xsd:dateTime\" content=\"2013-09-11T14:00:00-04:00\">September 11, 2013</span>  </p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<p>For a long time we had lived in the mountains, in the jungles, and in the villages of Laos-- we had never set foot in the cities.</p>\n<p>My parents, for a long time, lived on welfare and they also farmed. You work all day Friday night if you’re going to sell on a Saturday. And you get three hours sleep.</p>\n<p>You wake up at three o’clock in the morning because you’ve got to be in San Francisco by 5:00 a.m.</p>\n<p>And on the weekends, I used to gripe about it and say, “How come my friends are at the malls on the weekends and instead I’m either at the farm or at the farmer’s market?\" And they'd said, “Well, we’re not them. We might be in America, but we’re not them.”</p>\n<p>I remember when I first arrived and going to school. Even though I was a young child, 11 or 12-years-old, I could hardly speak English, but I remember some of these derogatory racial terms. And they would tell us, “Why are you here? Go home. Wherever you came from, go home.”</p>\n<p>My junior high teacher told me, to this day I still remember what she said; she said, “You can react one of two ways: You can fight back physically, or can you can restrain yourself. But think about it. Which takes more strength? Does it take more strength to restrain yourself or does it take more strength to fight back?”</p>\n<p>And she’s right. It takes more physical courage and strength to restrain yourself.</p>\n<p>For a long time, I didn’t want to acknowledge that I was from Laos. I didn’t want to acknowledge that I was Hmong.</p>\n<p>People would ask me and I would say I was Chinese because I felt that the Hmong community came here and didn’t know anything, didn’t have anything. We were the poorest community.</p>\n<p>And I think my dad, one time, was hurt because I had a performance at school. All the other parents came, and then when my parents came, I asked my father to drop me off at school and told him to go home.</p>\n<p>And he didn’t mention anything, but later on I found out that he mentioned to somebody else that I was ashamed of him. We never talked about that, but I think that’s probably long forgotten as far as he’s concerned. But, you know, it took me a long time to accept the fact that I have a different culture, I have a different language, and that’s a good thing.</p>\n<p>And I’ve never turned back. I’m very proud to be an American, very proud to be a Hmong American.</p>\n<p><em>Updated: A previous version of this story incorrectly identified Judge Lo as a federal judge. He is a judge with the Superior Court of Merced County in California. We regret the error.</em></p>\n<p><em>PRI's The World, inspired by the <a href=\"http://www.saadigitalarchive.org/firstdays\">South Asia Asian American Digital Archive's First Days Project</a>, is looking for your stories about your first days in the United States — or those of your parents or grandparents. Share by commenting here, using the hashtag <a href=\"https://twitter.com/search?q=firstdays&amp;src=typd\">#firstdays on Twitter</a> or <a href=\"https://www.facebook.com/hashtag/firstdays#_=_\">Facebook</a> or by recording your story here by pressing the REC button and speaking into your computer's microphone.</em></p>\n<p> </p>\n<p><iframe frameborder=\"no\" height=\"230\" scrolling=\"no\" src=\"http://grouprecorder.soundcloudlabs.com/embed.html?url=http://api.soundcloud.com/groups/132409\" width=\"600\"></iframe></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012120147.mp3"},{"href":"http://www.pri.org/file/012120147mp3"}]}