{"created":"2015-06-10T09:03:50+00:00","modified":"2015-06-16T21:05:23+00:00","valid":{"from":"2015-06-16T21:05:23+00:00","to":"3015-06-16T21:05:23+00:00"},"hreflang":"en","title":"Court Decision On Texas Abortion Law Could Hasten Clinic Closures","published":"2015-06-10T19:10:00+00:00","teaser":"A federal appeals court has upheld sweeping abortion restrictions in Texas that supporters say protect women's health. Opponents say the decision could leave just seven or eight clinics open.","itags":["npr_api","413318079"],"guid":"5fe69c9b-00c7-4ce1-af1d-d25b22e0d68e","contentencoded":"<p>A federal appeals court on Tuesday upheld a controversial state law requiring nearly all Texas facilities that perform abortions to operate like hospital-style surgical centers.</p><p>If the ruling stands, abortion providers say another dozen could close in the next few weeks. They say that would leave nearly a million women at least 150 miles from the nearest abortion provider.</p><p>Since the law first passed in 2013, about half the state's 40 clinics have shut down.</p><p>Providers and women's rights groups have vowed to appeal to the Supreme Court, arguing that the restrictions pose an undue burden on women's constitutional right to abortions.</p><p>The 5th U.S. Circuit Court of Appeals decision reverses a lower court ruling, and allows most of a law passed in 2013 to finally take effect. In addition to the requirement calling for clinics to uphold surgical standards, the court upheld a provision that requires doctors who perform abortions to have admitting privileges at a local hospital.</p><p>\"It is a resounding win, and it applies to virtually the entire state of Texas, except one small carve-out,\" says <a href=\"https://www.texasallianceforlife.org/about-us/staff/\">Joe Pojman</a>, who heads the Texas Alliance for Life.</p><p>The court ruled that in most cases, the provision didn't put an unconstitutional burden on women seeking abortions — making only one exception for a remote clinic in McAllen, near the border with Mexico. But that clinic's owner says the exception is so narrow, she's not sure it will be able to stay open.</p><p>In another part of the state, the court ruled that it's fine if a clinic in El Paso closes, since women there can get the procedure just across the state line in New Mexico.</p><p>\"We would hope that New Mexico would increase its safety standards, and do what Texas has done. But it's pretty silly to say that women in Texas don't have access to abortion, even in El Paso, when they're so readily available in the state of New Mexico,\" Pojman says.</p><p>Critics of the ruling disagree.</p><p>\"The ruling is absurd because the court is essentially saying if you want to have an abortion you have to travel to other states that don't have these laws,\" says <a href=\"http://www.reproductiverights.org/profile/stephanie-toti\">Stephanie Toti</a>, a lawyer with the Center for Reproductive Rights, which challenged the Texas law. \"The court is essentially recognizing that these laws don't provide any health or safety benefit. The point is to try to make Texas an abortion free state.\"</p><p>The impact of the law, even before this ruling, has been devastating, says <a href=\"http://wholewomanshealth.com/a-message-from-our-founder.html\">Amy Hagstrom Miller</a> who heads Whole Woman's Health, which owns several clinics in Texas and is a plaintiff in the case.</p><p>\"So many women and families don't know where to go, don't know what the law is, think abortion is illegal, are confused about the status of their rights throughout the state,\" Miller says.</p><p>There could also be some confusion in the legal world. The very same 5th Circuit appeals court ruled differently on a similar law in Mississippi, saying that women there had a constitutional right to an abortion in the state where they live.</p><p>That could make it more likely that the Supreme Court will step in to decide this case, providing the biggest test of abortion rights in decades.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Court+Decision+On+Texas+Abortion+Law+Could+Hasten+Clinic+Closures&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jennifer Ludden","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413318080-ebcbe1.m3u?orgId=1&topicId=1128&d=186&p=3&story=413318079&t=progseg&e=413317980&seg=17&ft=nprml&f=413318079"}]}