{"created":"2015-02-11T01:44:11+00:00","modified":"2015-05-13T21:16:35+00:00","valid":{"from":"2015-05-13T21:16:35+00:00","to":"3015-05-13T21:16:35+00:00"},"hreflang":"en","title":"After 16 Years, Jon Stewart Is Leaving 'The Daily Show'","published":"2015-02-11T14:58:00+00:00","teaser":"The surprising announcement from Comedy Central suggests the show will carry on with a new host after its host of 16 years takes his leave later this year.","itags":["npr_api","385308982"],"guid":"5feda0c2-6b53-4687-b938-76994e7f4063","contentencoded":"<p>A presidential election cycle looms, but one of the men most associated with covering presidential politics since the first election of George W. Bush won't be sitting in his usual spot: Comedy Central <a href=\"http://www.avclub.com/article/jon-stewart-says-hes-leaving-daily-show-215070?utm_source=Twitter&utm_medium=SocialMarketing&utm_campaign=Default:1:Default\" target=\"_blank\">confirmed on Tuesday</a> that Jon Stewart is stepping down later this year from his post at <em>The Daily Show</em>.</p><p>Stewart took over the show from original host Craig Kilborn in 1999, and under him, it became not just a popular comedy series, but a source of news and information for its audience, devoted in spirit if not enormous in numbers. Comedy Central will be hammered with speculation until the show's precise future is known, but the network said in its official statement that <em>The Daily Show </em>is a \"cultural touchstone\" and vowed it would \"endure for years to come.\" Presumably, that means it intends to find a new host rather than replace the entire show with something else, as it did when Stephen Colbert left for CBS. <em>The Colbert Report </em>ended and Larry Wilmore's <em>The Nightly Show</em> debuted.</p><p>Stewart will reportedly address his departure <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/11/385405483/watch-jon-stewart-break-the-news-of-his-departure-to-an-audience\">on Tuesday night's show</a>, but not a lot is known yet about the reasons for this decision — although a guy doesn't always need an overwhelmingly specific reason to leave a job after more than 15 years. Stewart took a leave of absence in 2013 to write and direct his first feature film, <em>Rosewater</em>, based on the memoir of a journalist imprisoned in Iran. Perhaps he caught the directing bug — he would not be the first. Perhaps he's done what he can in this form and longs to try another. Perhaps he can't face another election. People leave the jobs that made them famous and do OK for themselves. Ask George Clooney.</p><p>Whatever his reason, Stewart leaves behind not only a massive archive of episodes of this show, but also influence that extends to other shows and even networks: at Comedy Central, there's Wilmore, at CBS, there's Colbert, and at HBO, there's John Oliver — who parlayed his guest-host gig for Stewart during that <em>Rosewater </em>leave into a well-regarded project of his own. Much will be said in the months to come about Jon Stewart's <em>Daily Show </em>legacy, but on the night of this announcement, it seems somehow apt that Stewart's fake-news departure is hopelessly tangled in media news with the <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/10/385310377/nbc-suspends-brian-williams-for-6-months-without-pay\" target=\"_blank\">suspension of Brian Williams</a> from NBC's flagship nightly news program. There's a fine line at times between news and comedy. A fine, fine line — and Jon Stewart will soon leave it to others to stomp on it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+16+Years%2C+Jon+Stewart+Is+Leaving+%27The+Daily+Show%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385317888-9118e8.m3u?orgId=1&topicId=1138&d=176&p=2&story=385308982&t=progseg&e=385098751&seg=21&ft=nprml&f=385308982"},{"href":"http://media.npr.org/assets/img/2015/02/10/dailyshow_ohio--1-9e5f77a8d9c0f156cdf621f1da804c903e4b0f4b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2757","width":"3676"}}]}