{"created":"2015-02-18T21:38:46+00:00","modified":"2015-02-19T19:54:16+00:00","valid":{"from":"2015-02-19T19:54:16+00:00","to":"3015-02-19T19:54:16+00:00"},"hreflang":"en","guid":"5fed6f75-31e0-4017-a3d2-5acd1d4949f2","title":"This man got a glimpse of life under ISIS control — in Libya","published":"2015-02-19T19:54:04+00:00","byline":"Shirin Jaafari","tags":["conflict","terrorism","ISIS","government","Conflict","Conflict & Justice","Derna","Tobruk","Africa","Libya","Africa","Abu Bakr al-Baghdadi","Mohamed Eljarh","Libya","Africa","Derna","Muammar Gaddafi","War","Islamic state","ISIS","ISIL"],"teaser":"ISIS has taken advantage of the chaos in Libya to establish its own strongholds. One city they have managed to take over is Derna. Last October, Mohamed Eljarh managed to sneak in and get back out safely.","contentencoded":"<p>Libya has been without a functioning government since the ouster of Muammar Gaddafi in 2011, with rival militia groups vying for power.</p>\n<p>Chaos and lawlessness has created fertile ground for extremist groups such as ISIS to sneak in. And one place they have managed to take control of is the coastal city of Derna.</p>\n<p>Mohamed Eljarh, who writes for the<a href=\"http://www.atlanticcouncil.org/component/tags/tag/485-mohamed-eljarh\"> Atlantic Council</a> and <a href=\"http://foreignpolicy.com/author/mohamed-eljarh/\">Foreign Policy</a>, visited Derna last October. \"It's a city that's completely out of any governmental or official control,\" he says.</p>\n<p>Eljarh, who's based in Tobruk, not far from Derna, says ISIS has set up a \"successful Islamic State\" in the city.</p>\n<p>\"Islamic State flags fly all over the city. They have established their own Sharia court, they have established their own police,\" he explains.</p>\n<p>Eljarh says he was fortunate to know people in Derna who could help him enter and exit the city safely.</p>\n<p>\"I would not take that risk again today,\" he says.</p>\n<p>According to Eljarh, fighters from various countries, including Syria, Iraq, Algeria and even Palestine, have come to Derna.</p>\n<p>\"The Emir ... is a Yemeni jihadist who was specifically sent by Abu Bakr al-Baghdadi, the leader of the Islamic State in Iraq and Syria,\" he says.</p>\n<p>Young Libyans have been joining as well.</p>\n<p>\"They have no prospects for a future, the economy is collapsing, the oil flow is stopping and the prospect for the future of young people in Libya is bleak,\" he says.</p>\n<p>That's why, Eljarh thinks, these young Libyans find refuge in ISIS — and he's worried the terrorist organization will spread farther.</p>\n<p>While he hasn't packed up his bags yet, he says he might be doing that soon.</p>\n<p>\"If the situation gets worse or if the Islamic State starts to threaten where I'm based right now ... then I'm most certainly going to think about moving out,\" he says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-18%2Flibya-and-isis&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0218201502.mp3"},{"href":"http://www.pri.org/file/0218201502mp3"}]}