{"created":"2014-12-02T00:46:12+00:00","modified":"2014-12-02T00:46:12+00:00","valid":{"from":"2014-12-02T00:46:12+00:00","to":"3014-12-02T00:46:12+00:00"},"hreflang":"en","title":"This Music Has No Borders: Scots-Irish Music In Appalachia","published":"2014-10-21T19:42:00+00:00","teaser":"A new book and companion CD follow the immigration and music of Scots-Irish who came to Appalachia in the 18th and 19th centuries.","itags":["npr_api","353042421"],"contentencoded":"<p>The Scots who left their homeland and came to the United States by way of Ulster, carried with them their belongings. They also brought something that didn&#8217;t need a suitcase: their traditional music.</p><p>A beautiful new books charts the movement of this music from Europe to Appalachia. It&#8217;s a movement of songs and generations.</p><p>The book is &#8220;<a href=\"http://www.uncpress.unc.edu/browse/book_detail?title_id=3549\" target=\"_blank\">Wayfaring Strangers</a>,&#8221;  authored by <strong>Fiona Ritchie </strong>&#8211; host of NPR&#8217;s <a href=\"http://www.thistleradio.com/\" target=\"_blank\">&#8220;The Thistle and Shamrock</a>,&#8221; which features traditional and contemporary Celtic music &#8212; and <strong>Doug Orr</strong>, president emeritus of <a href=\"http://www.warren-wilson.edu/external_index.php\" target=\"_blank\">Warren Wilson College</a>.</p><p>The book comes with a CD of songs sung by artists including Pete Seeger, Doc Watson and Dolly Parton.</p><p>Ritchie only half-jokingly says Scottish songs are characterized by their melancholy.</p><p>&#8220;Scots do like to sing of broken hearts and sad songs of parting and of unrequited love, lost love, death, but also it has that sort of soul to it that comes from Scottish music and Irish music and Appalachian,&#8221; Ritchie told <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em>&#8216;</a>s Robin Young.</p><p><span style=\"color: #000000\"><div class=\"pullquote\" style=\"\">The movement of peoples around the world goes on to this day, and we need to remind ourselves that they bring with them their stories, their homesickness for the old place.<div class=\"pullquoteauth\">&ndash; Doug Orr</div></div></span></p><p>Ritchie says Woody Guthrie, the American folk legend, was inspired by the Scottish poet Robert Burns, who traveled around Scotland collecting songs.</p><p>&#8220;Woody Guthrie really was of that same spirit,&#8221; Ritchie said. &#8220;He traveled around as a sort of troubador, tuning into traditions of the people he encountered. And most notably Bob Dylan, who reached back, having been inspired by Woody Guthrie &#8212; who in turn was inspired by Burns &#8212; Dylan reaches back to the Burnsian approach of picking up bits and pieces of ballads &#8212; even just ideas, little bits of tunes &#8212; and re-purposes them, recreates new songs for a new generation.&#8221;</p><p>Orr says the story of the Scottish immigrants is still being played out, by different people in different parts of the world.</p><p>&#8220;It&#8217;s a universal story in many ways,&#8221; Orr said. &#8220;The immigration, the movement of peoples around the world, goes on to this day, and we need to remind ourselves that they bring with them their stories, their homesickness for the old place. It&#8217;s a very human story.&#8221;</p><h4>Book Excerpt: &#8220;Wayfaring Strangers&#8221;</h4><p style=\"text-align: center\">FOREWORD<p><p style=\"text-align: left\">Fiona Ritchie has spent over thirty years telling the stories of Celtic music on her show broadcast over National Public Radio, The Thistle & Shamrock®. Rightfully, she has received numerous awards and recognition for her contributions to this music. The Smithsonian Institution Center for Folklife and Cultural Heritage has even honored her as a musical ambassador for helping listeners understand the importance of this beautiful and essential music.</p><p><p style=\"text-align: left\">This music is close to my heart and part of my DNA. My ancestors, the Partons, came from the Gloucester area of England. It also seems that other Partons may have gone to Scotland. There are various spellings, such as Partan, Parten, Partin, Partyn, and, of course, Parton. There is even an area in Kirkcudbrightshire, Scotland, called Parton. Make no mistake: the music of that area of the Old World is in my blood.</p><p><p style=\"text-align: left\">This is why Fiona’s new book, Wayfaring Strangers, coauthored with<img class=\"size-medium wp-image-68543 alignright\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/Cover-Image-WAYFARING-STRANGERS-229x300.jpg\" alt=\"Cover Image WAYFARING STRANGERS\" width=\"229\" height=\"300\" /> Doug Orr, is so important to me and to anyone who loves this music. They have done an outstanding job in researching the origins of the troubadours and balladeers that created this music and spread it throughout the lands, including the United States.</p><p><p style=\"text-align: left\">I grew up in the Smoky Mountains listening to these ancient ballads that had crossed oceans and valleys to become an important basis for American folk, bluegrass, and country music.</p><p>In Wayfaring Strangers, Fiona and Doug have captured the stories of the people, the times, and the songs. They describe the transition in the music as it made its way across the Atlantic and through the valleys of the Appalachian Mountains.</p><p><p style=\"text-align: left\">They even go into detail about the songcatchers who helped preserve these treasures of songs for future generations.</p><p><p style=\"text-align: left\">In 1994 I recorded a live album entitled Heartsongs: Live from Home. My coproducer, Steve Buckingham, and I wanted to show the close connection of Celtic music from Scotland, Ireland, England, and Wales with what became bluegrass, country, and old-timey mountain music. We used the finest bluegrass and acoustic musicians from the United States and combined them with one of the greatest traditional Irish groups, Altan. It was a match made in Heaven as the fiddles, guitars, and dobros interacted with the Irish “squeezebox,” uilleann pipes, whistles, and bouzouki. We often found that a song known by the Irish musi¬cians under one title would be familiar to the bluegrass musicians under another title.</p><p><p style=\"text-align: left\">One of the songs we recorded was the ancient bal¬lad “Barbara Allen.” While I sang the lyrics in English, Mairéad Ní Mhaonaigh of Altan sang the Gaelic translation (CD track 1). The combination was unbelievable.</p><p><p style=\"text-align: left\">Fiona Ritchie and Doug Orr have captured this magic in their beautiful book, Wayfaring Strangers—a song which, by the way, we also recorded on my live album. It just goes to show that the impact and connection of this timeless and classic music will live forever.</p><p><p style=\"text-align: left\">Well done!</p><p><p style=\"text-align: left\">Dolly Parton</p><p>Nashville, Tennessee</p><p><em>From WAYFARING STRANGERS: THE MUSICAL VOYAGE FROM SCOTLAND AND ULSTER TO APPALACHIA by Fiona Ritchie and Doug Orr. Foreword by Dolly Parton. Copyright © 2014 the University of North Carolina Press. Published by the University of North Carolina Press. Used by permission of the publisher. www.uncpress.unc.edu</em></p><h4>Music from the Segment</h4><p>&#8220;Barbara Allen&#8221; performed by Dolly Parton and Altan</p><p><a href=\"http://www.youtube.com/watch?v=087p-Wpkyog\">[Youtube]</a></p><p>&#8220;The Winding River Roe&#8221; performed by Cara Dillon</p><p><a href=\"http://www.youtube.com/watch?v=KtRrHXUBNcY\">[Youtube]</a></p><p>&#8220;The Farmer&#8217;s Curst Wife&#8221; performed by Pete Seeger</p><p><a href=\"http://www.youtube.com/watch?v=tAGcXF-JbDU\">[Youtube]</a></p><p>&#8220;Shady Grove performed&#8221;by Doc Watson and David Holt</p><p><a href=\"http://www.youtube.com/watch?v=-7MwW3JuEOY\">[Youtube]</a></p><p>Also, &#8220;It Was a&#8217; for Our Rightfu&#8217; King&#8221; performed by Dougie MacLean and</p><p>&#8220;Benton&#8217;s Jig/Benton&#8217;s Dream&#8221; performed by Patrick Street</p><p>&#8220;Pretty Saro&#8221; performed by Bob Dylan</p><p><a href=\"http://www.youtube.com/watch?v=uSdVOEKW5YA\">[Youtube]</a></p><h4>Guests</h4><ul><li><a href=\"http://www.thistleradio.com/index.php?option=com_content&view=article&id=44&Itemid=75\" target=\"_blank\"><strong>Fiona Ricthie</strong></a> and <a href=\"http://agb.org/bios/douglas-orr\" target=\"_blank\"><strong>Doug Orr</strong></a>, co-authors of &#8220;<a href=\"http://www.uncpress.unc.edu/browse/book_detail?title_id=3549\" target=\"_blank\">Wayfaring Strangers: The Musical Voyage From Scotland And Ulster To Appalachia</a>.&#8221; Fiona Ritchie hosts NPR&#8217;s <a href=\"http://www.thistleradio.com/\" target=\"_blank\">&#8220;The Thistle And Shamrock.&#8221;</a> Doug Orr is president emeritus of <a href=\"http://www.warren-wilson.edu/external_index.php\" target=\"_blank\">Warren Wilson College</a> and the founder of the <a href=\"https://www.swangathering.com/\" target=\"_blank\">Sawannanoa Gathering</a> music workshop. Fiona tweets <a href=\"https://twitter.com/fiona_ritchie\" target=\"_blank\">@fiona_ritchie</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=This+Music+Has+No+Borders%3A+Scots-Irish+Music+In+Appalachia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"5ff26742-ee56-4128-9a08-120dd897855c","audio":[{"meta":{"duration":"736"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367860786-08b626.m3u?orgId=1&ft=3&f=353042421"}]}