{"created":"2015-01-15T19:51:35+00:00","modified":"2015-02-17T02:50:46+00:00","valid":{"from":"2015-02-17T02:50:46+00:00","to":"3015-02-17T02:50:46+00:00"},"hreflang":"en","title":"Highflying Geese Save Energy By Swooping Like A Roller Coaster","published":"2015-01-16T12:59:00+00:00","teaser":"They could shoot up to 24,000 feet and maintain that altitude in a long-distance migration across the Himalayas. But it's more efficient for bar-headed geese to soar and dive, scientists find.","itags":["npr_api","377321027"],"guid":"5ff9bdfd-b8e7-49a1-a1c7-6bb8a87fc5bb","contentencoded":"<p>The bar-headed goose is famous for its long, annual migration from the Indian subcontinent to central Asia, a flight that takes it over snowcapped Himalaya Mountains so high and dangerous that human climbers struggle just to stay alive.</p><p>Scientists had thought these birds might fly up to a high altitude and then stay there for the trip, much like a jet plane. But a <a href=\"http://www.sciencemag.org/content/347/6219/250\">study</a> published Thursday in the journal <em>Science </em>shows they actually fly close to the ground, going up and down through the mountains like a roller coaster.</p><p>\"It was thought for a long time that they might actually be flying over the peak of Everest itself,\" says <a href=\"http://www.zoology.ubc.ca/person/doug\">Doug Altshuler</a>, a zoologist at the University of British Columbia in Vancouver. \"Some of the records of early climbers on Everest claimed that when they were climbing on Everest they actually saw the bar-headed geese flying overhead.\"</p><p>With today's tracking technology, researchers can get a lot more information about where these animals travel — and one goose was tracked at nearly 24,000 feet for a brief period. That's high, but not as high as the peak of Everest.</p><p><a href=\"http://www.bangor.ac.uk/biology/staff/bishop.php\">Charles Bishop</a>, a biologist at Bangor University in the United Kingdom, wanted to know a lot more than just where the geese were going. \"My interest is in understanding how animals actually work,\" says Bishop. \"How much energy does it take to fly? How near to their maximal performances do they go? How high do they go? How difficult are their journeys?\"</p><p>So he led a team that went to a big lake in Mongolia during the brief period when the geese are molting and cannot fly. Researchers used kayaks to catch the birds, then implanted a small tube filled with monitoring instruments into each goose studied. The device recorded data on their altitude, plus wing-beat frequency and heart rates. The next year, after the migration, the researchers recaptured some of those same birds, and retrieved the tubes.</p><p>Back in the United Kingdom, a computer analysis showed that the birds didn't fly high and stay up there. \"They climb, get over an obstacle, and then go back down again,\" says Bishop. \"They just seem to be tracking the terrain, give or take a few hundred meters.\"</p><p>He says the researchers scratched their heads about why the birds would do that, but it all became clear once they looked at the other data. It turns out that \"as they climb higher, it does become very hard to fly at these high altitudes, very costly, heart rates steadily going up all the time.\"</p><p>In the thin air of high altitudes there's less drag. But the birds also have to work harder and flap their wings more to create lift. And Bishop says \"a small change in wing-beat frequency caused a big change in heart rate.\"</p><p>What's more, flying low meant that the birds could occasionally take advantage of updrafts. \"By staying close to the ground they can maximize those opportunities,\" says Bishop. \"It's smart, isn't it? Nature seems to always select animals to do things economically, and do it the best way.\"</p><p>\"I like this paper a lot,\" says Altshuler, who was not involved in the research. \"I think it's very interesting and very informative, both about how birds fly in nature and also about how physiology operates.\"</p><p>He says scientists had thought that the lower drag at high altitudes might balance out the extra work needed in the thin air. \"This study really shows unequivocally that that can't be the case,\" he says. \"I would have expected that flapping more would require you to work harder to do it — but not that much more.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Highflying+Geese+Save+Energy+By+Swooping+Like+A+Roller+Coaster&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377635635-0f02e7.m3u?orgId=1&topicId=1007&e=377321027&d=148&ft=nprml&f=377321027"},{"href":"http://media.npr.org/assets/img/2015/01/15/geese-2-b902a640c9756265bf3c7cee465bd5486c6063be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/01/15/geese-3-8aece41963b011994d0c19d538775a44b0e18825.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}}]}