{"created":"2015-04-18T11:30:13+00:00","modified":"2015-05-13T21:01:58+00:00","valid":{"from":"2015-05-13T21:01:58+00:00","to":"3015-05-13T21:01:58+00:00"},"hreflang":"en","title":"Brooklyn Brewery Dares Diners To Eat Like Dutch Settlers","published":"2015-04-22T18:22:00+00:00","teaser":"Pass the salt pork! A brewery in New York took diners back in time with local dishes from the 1650s. That means a lot of venison, sumac, fried dough and — don't worry — beer.","itags":["npr_api","400511243"],"guid":"6001fd89-19a5-45d2-bd6d-4c3d20251e1d","contentencoded":"<p>You can find food from just about any part of the world in New York City.</p><p>The Brooklyn Brewery is trying to push New Yorkers' palates even further by going back in time.</p><p>This week, it hosted a dinner party inspired by the local cuisine of Dutch settlers and Native Americans in the 1650s.</p><p>Back when New York wasn't even New York yet, and before the English took over in 1664, the Dutch called the city New Amsterdam.</p><p>\"New Amsterdam tastes like salt pork,\" said head chef Andrew Gerson. \"It tastes like venison. It tastes like fried dough; tastes like back fat.\"</p><p>In other words, it tastes like a heart attack.</p><p>\"Yeah,\" agreed Gerson. \"It was very protein-heavy!\"</p><p>And very beer-heavy.</p><p>\"Water wasn't palatable in the 1650s,\" he explained. \"Water carried tons of bacteria. People brewed to stay alive.\"</p><p>These are details Gerson learned from reading history books and journals written by Dutch settlers, all to prep a menu that would bring diners back to 1650s New Amsterdam.</p><p>Gerson said many dishes from that period don't hold up well to current mainstream American tastes.</p><p>\"There were some things that, I was like, 'Yep! Not going to do that one!' \" he said. \"A lot of liver, a lot of intestine. You know, tripe, for instance.\"</p><p>But some ingredients are still relatively popular in 2015.</p><p>\"We have some beautiful breakfast radishes,\" he said. \"Some delicata squash, just typical vegetables that you would've been able to find.\"</p><p>Gerson decided to find and use local ingredients to make his dishes as authentic as possible. He said it's a retro way of thinking about food that's making a comeback.</p><p>\"You know, there are professional foragers now,\" Gerson said. \"There are people going into the countryside much like the Lenape did, much like the Dutch trappers did ... before it was hip and cool. It was necessity. It was survival.\"</p><p>For appetizers, the brewery served clams seasoned with sumac, which the Lenape Indians used as a spice. There's also a Dutch-style casserole of vegetables and smoked salt pork in a cornmeal porridge that the Lenape introduced to the settlers.</p><p>The first course was venison. Susan Caprio of Brooklyn gave it a try.</p><p>\"Well, this is a venison tartare, so it's raw meat,\" Caprio said. \"But it's good!\"</p><p>She said it doesn't make her feel like a Dutch settler — \"Not yet! But I think I will. If I have another beer I think I might actually get there.\"</p><p>At a nearby table, Deborah Schwartz, president of the Brooklyn Historical Society, said this dinner shows how the Dutch settlers are still relevant more than 300 years after their rule ended.</p><p>\"There are still Dutch colonial houses,\" Schwartz said. \"There are still street names that are directly connected to the families that really founded the various towns and villages.\"</p><p>This Dutch-treat dinner is just the first part of the brewery's time-traveling series of parties.</p><p>Gerson said the next will reflect the rise of French-style restaurant dining in 1820s New York — \"Where two cultures collide: the street hawkers, the everyday food of New York at that time versus the high-end restaurant.\"</p><p>Then, the Prohibition Era of the 1920s, before the final dinner goes back to the future, to the '80s. Gerson will have to go back to the history books to figure out that menu — or maybe he just needs to find a DeLorean time machine.</p><p>\"There's going to be neon,\" he said. \"There's going to be scrunchies. There's going to be leggings. We know what we're wearing to this dinner!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Brooklyn+Brewery+Dares+Diners+To+Eat+Like+Dutch+Settlers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573624-ee28c6.m3u?orgId=1&topicId=1053&d=237&p=7&story=400511243&t=progseg&e=400573577&seg=8&ft=nprml&f=400511243"},{"href":"http://media.npr.org/assets/img/2015/04/18/15.04-bftp-nieuwamsterdam-10-8042cb87a26cb0a54c408690c4cff5c456149260.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1731","width":"2309"}},{"href":"http://media.npr.org/assets/img/2015/04/18/15.04-bftp-nieuwamsterdam-081-1fc1c7eccd7289bb45a60ddf17335f2fef0cfb80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1718","width":"2291"}},{"href":"http://media.npr.org/assets/img/2015/04/18/15.04-bftp-nieuwamsterdam-06-f17e89297a68434aed187b827ff2602d84e2c81d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2664","width":"3552"}}]}