{"created":"2014-11-06T22:57:17+00:00","modified":"2015-05-06T19:40:48+00:00","valid":{"from":"2015-05-06T19:40:48+00:00","to":"3015-05-06T19:40:48+00:00"},"hreflang":"en","title":"Gay-Marriage Bans Are Upheld In 4 States By Circuit Court","published":"2014-11-07T00:14:00+00:00","teaser":"Bans on same-sex marriage in Michigan, Ohio, Kentucky and Tennessee were confirmed by a federal court Thursday, reversing lower courts' decisions.","itags":["npr_api","362105290"],"guid":"6018aad7-3816-461d-b0c1-e88e4be65443","contentencoded":"<p>Bans on same-sex marriage in Michigan, Ohio, Kentucky and Tennessee were confirmed by a federal court Thursday, in a ruling that provides yet another shift in the legal fight over the issue.</p><p>The 2-1 decision handed down by the Court of Appeals for the 6th Circuit comes after the four states had argued this summer that their voters had the authority to decide whether to ban marriage between a same-sex couple.</p><p>The decision also comes after a series of federal courts have overturned states' bans on same-sex marriage in other federal districts, taking their cue from a Supreme Court decision not to review states' appeals on the issue.</p><p><strong>Update at 6:20 p.m. ET: What's Next </strong></p><p>Asked whether the case will now head to the Supreme Court, NPR's Nina Totenberg says on <a href=\"http://www.npr.org/programs/all-things-considered/?prgDate=11-06-2014\">All Things Considered</a>, \"It will eventually.\"</p><p>\"This could go first for a full <em>en banc</em> decision,\" she adds, describing a process involving the full panel of the 6th Circuit's judges, \"and if it doesn't change things, then we'll have a conflict and the Supreme Court eventually, probably next year, will have to decide.\"</p><p>Analyzing the circuit court's reasoning, Nina cites the majority opinion's idea that \"the states had a rational basis, a reason — you might not like the reason, but it was a reasonable reason, so to speak — and that is by creating a status, marriage, and subsidizing it with tax privileges and deductions, the states created an incentive for two people who procreated together to stay together, for purposes of rearing offspring.\"</p><p>The court's opinion continues, \"That does not convict the States of irrationality, only of awareness of the biological reality that couples of the same sex do not have children in the same way as couples of opposite sexes and that couples of the same sex do not run the risk of unintended offspring. That explanation, still relevant today, suffices to allow the States to retain authority over an issue they have regulated from the beginning.\"</p><p><em>Our original post continues:</em></p><p>\"Judges Jeffrey S. Sutton and Deborah L. Cook, both of whom were appointed beneath President George W. Bush, were the deciding voices on the matter,\" the <a href=\"http://www.cincinnati.com/story/news/politics/2014/11/06/court-sex-marriage-oh-ky/18610929/\">Cincinnati Enquirer</a> reports.</p><p>In reversing lower courts' decisions that had gone in favor of same-sex couples who had sought to marry, the court said the issue was best left up to \"the customary political processes\" — a vote.</p><p>\"This is a case about change—and how best to handle it under the United States Constitution,\" Sutton <a href=\"http://www.ca6.uscourts.gov/opinions.pdf/14a0275p-06.pdf\">wrote in his opinion</a>. \"From the vantage point of 2014, it would now seem, the question is not whether American law will allow gay couples to marry; it is when and how that will happen.\"</p><p>In a scathing dissent, Judge Martha Craig Daughtrey wrote, \"The author of the majority opinion has drafted what would make an engrossing TED Talk or, possibly, an introductory lecture in Political Philosophy.\"</p><p>Daughtrey said that the court's decision \"wholly fails to grapple with the relevant constitutional question in this appeal: whether a state's constitutional prohibition of same-sex marriage violates equal protection under the Fourteenth Amendment.\"</p><p>She concluded her remarks by saying, \"If we in the judiciary do not have the authority, and indeed the responsibility, to right fundamental wrongs left excused by a majority of the electorate, our whole intricate, constitutional system of checks and balances, as well as the oaths to which we swore, prove to be nothing but shams.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Gay-Marriage+Bans+Are+Upheld+In+4+States+By+Circuit+Court&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"173"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362120499-6c63a6.m3u?orgId=1&topicId=1014&d=173&story=362105290&ft=nprml&f=362105290"}]}