{"created":"2014-09-24T08:02:22+00:00","modified":"2014-10-30T22:08:36+00:00","valid":{"from":"2014-10-30T22:08:36+00:00","to":"3014-10-30T22:08:36+00:00"},"hreflang":"en","title":"What We Talk About When We Talk About Race And Sports","published":"2014-09-24T17:31:00+00:00","teaser":"Commentator Frank Deford reflects on the owner of the Atlanta Hawks' controversial efforts to market the team to white audiences.","itags":["npr_api","350874321"],"guid":"60217447-158d-4d4a-a8df-f6a6ae56b63e","contentencoded":"<p>There is no doubt that race, ever sensitive in sports, is most sensitive in basketball. Given the history, this is perfectly understandable, for when African-Americans began to appear on the court in larger numbers, there was resentment, even quotas.</p><p>To many whites, men of my vintage, men I knew, there was a sense that their game was being stolen. It was a very visceral racism.</p><p>But, of course, talent outpointed prejudice, and eventually, it was simply accepted that basketball was predominately a sport played by black athletes. Still, the subject of race yet inhabits basketball more, and sure enough, it's flared up again — although this time about the race of spectators.</p><p>First, of course, there was the bizarre case of the Los Angeles Clippers' owner, Donald Sterling, who declared, on a taped phone message, that he didn't want a lady friend consorting with black people at Clippers games. Sterling was clearly racist in his message. Also, he was unpopular, a terrible owner and an old crank. Talk about an easy target. When he was summarily banished, we all felt better about ourselves.</p><p>However, the next case, that of Bruce Levenson, owner of the Atlanta Hawks, is more nuanced. Levenson, as the businessman, was pondering how to get more white fans to attend Hawks games. To be sure, on email, he used inelegant, even odious language, although, ironically, in the process, he was primarily condemning white people for being put off by ugly black stereotypes.</p><p>Many observers — notably Kareem Abdul-Jabbar — came to Levenson's defense. Just because whites are the majority, can't they be crassly pinpointed and courted for their spending money, just like every minority subgroup? But Levenson had crudely referenced race, and it was on email.</p><p>As we have surely learned in the case of a certain elevator tape, we now seem loath to trust our judgment unless the evidence is absolutely certified by technology, saved by tape or email.</p><p>On the other hand ... well, look, I don't know Bruce Levenson, but is it just to forever brand him, the whole man, for one controversial, regrettable scrap of a day that happened to be preserved?</p><p>Rather than seriously ponder a whole, general issue, like race, it's so easy now for us to pick out individual scapegoats. We've let technology make us capricious.</p><p>Hey, you wanna see white crowds? Check out just about any college basketball game this winter — or football now. The juxtaposition is so glaring, all those African-American student athletes entertaining all those white American student fans. But that general situation has never risen to the level of racism. We accept that as the benign arrangement for college basketball in the United States. It isn't one person caught on tape or email. It's just there, at large.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+We+Talk+About+When+We+Talk+About+Race+And+Sports&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351075004-6a94d5.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=350874321"}]}