{"created":"2015-06-23T18:41:35+00:00","modified":"2015-07-02T19:05:23+00:00","valid":{"from":"2015-07-02T19:05:23+00:00","to":"3015-07-02T19:05:23+00:00"},"hreflang":"en","title":"Best Frenemies: Japan, Korea Mark 50th Anniversary Despite Rivalry","published":"2015-06-29T19:15:00+00:00","teaser":"A half-century ago, Japan and South Korea normalized diplomatic ties. But to celebrate, both are having to put aside long-standing bitterness that has never completely gone away.","itags":["npr_api","416661086"],"guid":"602bbeb7-e9aa-44a2-92f1-5389d3cfee71","contentencoded":"<p>This week, Japan and South Korea are marking the 50th anniversary of an important treaty — the one that normalized diplomatic relations between the two countries. The two nations signed <a href=\"http://blogs.wsj.com/japanrealtime/2015/06/18/wsj-archive-50th-anniversary-of-normalization-of-japan-south-korea-ties/\">the landmark 1965 treaty </a>after years of war and the Japanese colonization of Korea from 1910 to 1945.</p><p>But to celebrate, both countries are having to hide ongoing bitterness.</p><p>On Monday, the anniversary day, protesters outside each country's respective embassies in the other country held up signs of acrimony.</p><p>\"Compensate, compensate,\" Korean protesters chanted, outside the Japanese embassy in Seoul. <a href=\"http://www.npr.org/sections/parallels/2015/04/28/402480866/the-past-haunts-the-present-for-japans-shinzo-abe\">They want war reparations</a> for what happened during the early part of the 20th century, when Japan not only colonized the Korean peninsula, but its military ran a system of human trafficking and coerced prostitution.</p><p>\"There were many, many tens of thousands of women who were trafficked all across the empire. Most of the women who were trafficked came from the Korean peninsula,\" says Michael Cucek, a professor of international relations at Tokyo's Sophia University.</p><p><strong>Ongoing Strains</strong></p><p>In recent years, as heads of state in both nations found it appealing to their political bases to keep up a bitter rivalry, the sourness between citizens of both countries has only seemed to ramp up.</p><p>\"On the South Korean side, there is simply an institutionalized hatred of Japan,\" Cucek says. \"And here in Japan you can go to the bookstore and in front, there's a big section just about how terrible Koreans are.\"</p><p>In Tokyo, Japanese protesters outside the Korean embassy say the war crimes Koreans want apologies for never happened at all.</p><p>\"Japan has been blamed for things which didn't even take place, and made to apologize over and over,\" said protester Hiroomi Igarashi. \"Why don't we terminate the relationship for now?\"</p><p>Despite the tensions, the heads of state are playing nice this week to commemorate their diplomatic coming together 50 years ago.</p><p>Japanese Prime Minister Shinzo Abe showed up at an anniversary event in Tokyo. <a href=\"http://news.yahoo.com/leaders-skorea-japan-mark-anniversary-normalized-ties-104907187.html\">And at a concurrent reception</a> in Seoul, the Japanese embassy hosted South Korean President Park Geun-hye.</p><p>\"We must free ourselves from the heavy burden of history,\" she said. \"And once we undertake that journey, this year will start a shared journey toward a new future.\"</p><p><strong>A Region In Flux</strong></p><p>An uncertain future is a key reason to maintain ties. Both Korea and Japan want to keep a rising China in check, North Korea remains unstable, and trade between Japan and South Korea is vital for both economies.</p><p>\"Japan and Korea share a lot of strategic interests,\" says Japanese foreign ministry spokesman Masaru Sato. \"I hope that with the presence of both leaders attending these commemorative events, I think a big boost will be given to improve the current bilateral relations. And to reinforce ties for the next 50 years ahead.\"</p><p>It's a hopeful posture for two nations that still seem more like frenemies than genuine pals.</p><p>Korea wants a stronger apology for those wartime \"comfort women,\" and the two nations continue wrestling over dual claims to the same islets. Those issues will determine whether heads of state Park and Abe meet for a one-on-one summit later this year, something that hasn't happened since either took office.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Best+Frenemies%3A+Japan%2C+Korea+Mark+50th+Anniversary+Despite+Rivalry&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416910413-b4d327.m3u?orgId=1&topicId=1125&d=194&p=2&story=416661086&t=progseg&e=416787306&seg=18&ft=nprml&f=416661086"}]}