{"created":"2014-12-07T21:54:45+00:00","modified":"2015-05-13T21:27:42+00:00","valid":{"from":"2015-05-13T21:27:42+00:00","to":"3015-05-13T21:27:42+00:00"},"hreflang":"en","title":"Pastor: The Way Forward In Ferguson Is Talk And Prayer","published":"2014-12-07T23:16:00+00:00","teaser":"One way to bring black and white residents together, says Pastor Daryl Meese, is to break bread and actually talk to one another. So he started a weekly potluck at his Ferguson church.","itags":["npr_api","369186951"],"guid":"602b975e-17b9-4f95-b0cf-a7ac970f5dee","contentencoded":"<p>Anger and frustration over two recent cases where unarmed black men were killed by police brought new protests to New York City, Chicago, Washington, Boston, Miami and Cleveland this week.</p><p>On a recent Wednesday night in Ferguson, black and white community members are trying a different tactic to create change — a potluck.</p><p>The spread in the fellowship hall of the North Hills United Methodist Church in Ferguson features chicken, cream of potato soup, meatballs and four desserts. About 20 people showed up to eat and talk — half black, half white. The crowd skews older, but a 12-year-old and two teenagers also sit around the huge table.</p><p>There's laughter and some small talk, but, between bites, there's also a whole lot of real talk.</p><p>\"My broader community, I don't think gets it,\" says Bob Levin, a local pastor in his early 60s who grew up in St. Louis. \"We hear about the police profiling, and I'll tell you, be honest in my own mind, I think that, 'Well, how much of that is behavior-related?' \"</p><p>Reginald Strode, a 37-year-old single dad and college student tells Levin he gets that and he's not offended. To help Levin understand his perspective, he describes getting pulled over time and time again in St. Louis.</p><p>\"The majority of the time there's nothing going on and I'm scratching my head like, 'Why'd you pull me over?' \" Strode says.</p><p>The Wednesday night potlucks were organized by Pastor Daryl Meese. He says he realized how divided Ferguson really was this past August, after the unrest following the death of Michael Brown.</p><p>\"We don't know each other,\" Meese says. \"We don't know each other's hopes and dreams and fears; our kids don't play together, we don't eat together. So we don't know the struggles and the successes and what life is for our neighbors.\"</p><p>In October, he launched a group he calls <a href=\"http://www.npr.org/blogs/codeswitch/2014/11/24/366308090/ferguson-forward-churchgoers-seek-a-new-normal\">Ferguson Forward,</a> inviting members of his church, people he sees at local coffee shops and anyone willing to talk it out, respectfully. He recalls seeing a positive impact from the very first meeting.</p><p>\"I looked over and two people who didn't know each other before at all, who are different ethnically and socio-economically, are ... having conversation,\" he says. \"And I thought, 'That is working. Something's working.' \"</p><p>To keep it working, Meese says these dinners need to become a regular part of community life. The group took a Wednesday off during the World Series and one before Thanksgiving, but Meese wants to keep breaks like that to a minimum. He says regularity fosters comfort, and comfort leads to honest conversation.</p><p>Don Wilson, Meese's partner at Ferguson Forward, spoke this week about frustrations over the looting and destruction that followed the grand jury announcement in the Michael Brown case.</p><p>\"I don't see love, I don't see peace, I don't see any care-giving; all I see is taking and complete and total destruction,\" Wilson says.</p><p>But 16-year-old Taylor Strode defended the young people she's protested with, saying they were peaceful. She told Wilson, Meese and everybody else at the table that her dad and her brother can be killed by a cop with no consequence, and she won't be silent.</p><p>\"Our voices matter, we are the voice of change,\" she says. \"If we start somewhere, then maybe we can do something.\"</p><p>\"That's wonderful to hear, from my perspective,\" Meese says. \"And I don't think that came across clearly in the media, and believe me nothing much has come across clear.\"</p><p>For Meese, these potlucks are a way to find some clarity. The ultimate goal, he says, is to progress from sharing stories and airing grievances to finding solutions to the problems of racism and distrust.</p><p>This week's Ferguson Forward gathering, like all the ones before, ends with a prayer led by Don Wilson:</p><p>\"Until we meet again, may they be safe, may they be loving and may they be prepared to even give more the next time that we meet.\"</p><p><em>Rebecca Smith from St. Louis Public Radio contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pastor%3A+The+Way+Forward+In+Ferguson+Is+Talk+And+Prayer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369191183-841c46.m3u?orgId=1&topicId=1091&d=253&p=2&story=369186951&t=progseg&e=369191057&seg=8&ft=nprml&f=369186951"}]}