{"created":"2014-10-07T07:17:27+00:00","modified":"2014-11-10T20:31:05+00:00","valid":{"from":"2014-11-10T20:31:05+00:00","to":"3014-11-10T20:31:05+00:00"},"hreflang":"en","title":"The Unadaptable 'Curious Incident' Gets A Stage Adaptation","published":"2014-10-07T16:37:00+00:00","teaser":"Author Mark Haddon never imagined <em>The Curious Incident of the Dog in the Night-Time</em> would work as a play — he judged his writing by its <em>un</em>adaptability. But now it is one, and critics are loving it.","itags":["npr_api","354139148"],"guid":"60435fb4-b0b4-480b-87a5-c968683ba342","contentencoded":"<p>British novelist Mark Haddon's <a href=\"http://www.npr.org/books/titles/138068517/the-curious-incident-of-the-dog-in-the-night-time\" target=\"_blank\">The Curious Incident of the Dog in the Night-Time</a> became an international best-seller after it was published in England in 2003. The book is told entirely from the perspective of a brilliant 15-year-old boy who happens to be autistic, and a stage adaptation, which has been an award-winning hit in London, just opened on Broadway to rave reviews.</p><p>Haddon told a videographer for London's National Theatre, where the play premiered, that he couldn't imagine his book ever being adapted for the stage or screen. \"And I had, at one point in my life, grown so tired of novels which were clearly written with a view to selling the film rights, that I kind of judged my own writing by its unadaptability,\" he says.</p><p>The voice of Christopher, the book's narrator, is so specific, so quirky, so smart but so unable to deal with the world around him that the reader needs to fill in the blanks. Right after the book was published, Haddon told WHYY's <em>Fresh Air</em>, \"He has a serious difficulty with life in that he really doesn't empathize with other human beings. He can't read their faces. He can't put himself in their shoes. And he can't understand anything more than the literal meaning of whatever's said to him.\"</p><p>And that was British playwright Simon Stephens' biggest challenge. Seven years ago, Haddon apparently changed his mind about the book's unadaptability and approached Stephens, a friend, about rewriting it for the stage. The playwright was hesitant but intrigued, and gave himself a month, he says, \"to put myself in a position where, after four weeks of trying, I could ring him up and say, 'Mark, you know this great, unadaptable novel of yours? Guess what? It's completely unadaptable!' And I think because I had that freedom, I approached it with a sense of play.\"</p><p><strong>Rewriting The Rules Of Acting</strong></p><p>The book begins as kind of a detective novel. Christopher decides to investigate the murder of a neighbor's dog, but uncovers much more than he expects — about his parents, his neighbors and about himself. One of the first things Stephens did was give much of Christopher's narrative to the character's special education teacher, Siobhan. She's the person in the novel who encourages the boy to write about his experiences.</p><p>\"In some ways, she's the bridge, really, for the audience to get inside his mind,\" says Francesca Faridany, who plays Siobhan in the Broadway production. \"And she starts off as a narrator, and then it's clear that she's so many more things than that, and somehow finds her way into his mind.\"</p><p>Alex Sharp is making his Broadway debut as Christopher. \"It's certainly a challenge,\" he says. \"It sort of rewrites some of the rules of acting.\"</p><p>Sharp is onstage for the entire play, but as the character, he can't let his emotions show, except by moaning or having temper tantrums or furiously putting together an electric train set. Sharp says he did research about people on the autistic spectrum to put himself inside the mind of a boy who is both highly intelligent and <em>very</em> literal-minded.</p><p>\"He has a line pretty early in the play, which is, 'I don't always do what I'm told.' And Siobhan says, 'Why not?' He says, 'When people tell you what to do, it is usually confusing and does not make sense. For example, people often say, \"Be quiet,\" but they don't tell you how <em>long</em> to be quiet for.' Which I just think is beautiful,\" Sharp says.</p><p><strong>Turning A Set Into 'A Magic Brain'</strong></p><p><em>The Curious Incident of the Dog in the Night-Time</em> is directed by Marianne Elliott, who says she wanted to create an environment that puts the audience <em>inside</em> Christopher's mind. The set needs to turn quickly from his home into his school into a terrifying trip on the London Underground.</p><p>\"We designed the set to be like his brain, a little bit,\" Elliott says. \"He loves maths and he loves science and he loves graph paper. So the set is really four walls of graph paper, in its most basic form. And actually, beyond that, it's also a bit of a magic box; it's a magic brain. It has wonderful things in that brain that are surprising.\"</p><p>The actors work as an ensemble, playing different roles and occasionally lifting Christopher to show his confusion and dislocation. Many of the scenes are accompanied by electronic music and projections. To add to the theatricality, Simon Stephens has made his adaptation of the novel, which is a book within a book, a play within a play. Siobhan asks Christopher if he'd like to give it a try.</p><p>\"No! I don't like acting,\" Christopher says, \"because it is like pretending that something is real, when it is not really real at all, so it is like a kind of lie.\"</p><p>\"But people like stories,\" Siobhan says. \"Some people find things which are kind of true in things which are made up.\"</p><p>Faridany says much of this stage version of <em>The Curious Incident of the Dog in the Night-Time</em> feels very true, especially as Christopher's parents struggle to deal with a child who has special needs.</p><p>\"I love that at the very heart of the story it's really about a family and about parents and just trying to be parents and dealing with the shortcomings, their own shortcomings, every day, and the guilt that ensues and their actions,\" Faridany says.</p><p>Stephens says it was a big challenge to adapt this book, but developing the script in a nonprofit setting — the National Theatre — allowed the playmakers to play.</p><p>\"I think the great joy of British theater is we're able to work in conditions that are subsidized by the state,\" he says, \"and that allows us the space to create art and to explore and to make mistakes without the pressure of financial catastrophe sitting over us. If we hadn't had that support, we wouldn't have been able to make this show.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Unadaptable+%27Curious+Incident%27+Gets+A+Stage+Adaptation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Lunden","audio":[{"meta":{"duration":"428"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354230937-36658f.m3u?orgId=1&topicId=1144&ft=3&f=354139148"},{"href":"http://media.npr.org/assets/img/2014/10/06/curiousincident1127r-a2d9ab77f36b908e7cfd33cc5245ec194ac9bf81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3732","width":"4976"}}]}