{"created":"2015-05-26T21:02:33+00:00","modified":"2015-05-27T18:46:04+00:00","valid":{"from":"2015-05-27T18:46:04+00:00","to":"3015-05-27T18:46:04+00:00"},"hreflang":"en","guid":"6043210f-8ce6-4704-90bf-c67af7ff3987","title":"Russians say 'nyet' to imported wine","published":"2015-05-27T18:45:58+00:00","byline":"Traci Tong","tags":["food","culture","business and economy","diplomacy","Food","Lifestyle & Belief","Europe","Russia","Jason Corcoran","Vladimir Putin","Wine","Burgundy wine","Vodka","Vladimir Putin"],"teaser":"If you're in Russia, forget ordering a French Bordeaux or a California Merlot with your dinner. Try the Usadba Divnomorskoye instead, Russia's most popular wine these days. A collapsing ruble and US and EU embargoes on products to Russia have made foreign wines too expensive.","contentencoded":"<p>Russian President Vladimir Putin sent a stern message to his administration recently: Don't show off.</p>\n<p>In other words, Putin wants politicians to stop spending taxpayers' hard earned rubles on expensive Burgundy and Bordeaux. Rather, he says, they should spend money on Russian-made wines. </p>\n<p>Bloomberg News Moscow correspondent <a href=\"http://www.bloomberg.com/news/articles/2015-05-06/putin-bottles-patriotism-as-black-sea-trumps-burgundy-bordeaux\">Jason Corcoran</a> wrote that the combination of a crashing ruble and US and EU embargoes make foreign produced wines too expensive and hard to get. However, when one door closes, another opens. </p>\n<p>Russians wines have been enjoying a sort of \"renaissance,\" in part because of the country's financial woes. Local Russian wine producers, forced to compete against their expensive foreign counterparts, have been producing some exquisite wine selections, said Corcoran. \"It's quite good. Punchy and it has attitude. A lot like Putin,\" he said.</p>\n<p>Not everyone was as complimentary. Corcoran heard average Russians say, \"oh, we're not touching this wine with a barge pole. It's not even good enough to spit out.\"   </p>\n<p>It took a local celebrity posting pictures of herself drinking Russian wine to spur others to try it and declare it quite good, he said. </p>\n<p>Putin is also rumored to have a vested interest in seeing that the Russian wine succeeds. \"His palace, or alleged palace, is very close to where the \"Usadba Divnojmorskoye\" wine is made,\" said Corcoran. \"And the reason that wine has become so popular in Russia's five-star hotels is that they feel they have to have it. If they don't have the so-called Putin wine, they could be in trouble.\"  </p>\n<p>Vodka and beer, however, still remain the drink of choice for a majority of Russians.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-26%2Frussians-say-nyet-imported-wine&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05262015_05.mp3"},{"href":"http://admin.pri.org/file/0526201505mp3"}]}