{"created":"2015-06-27T12:09:57+00:00","modified":"2015-06-29T19:51:21+00:00","valid":{"from":"2015-06-29T19:51:21+00:00","to":"3015-06-29T19:51:21+00:00"},"hreflang":"en","title":"Puerto Rico's Monkey Island Lures Scientists For Generations","published":"2015-06-29T18:25:00+00:00","teaser":"The isle of Cayo Santiago has been home to at least nine generations of rhesus monkeys since the colony's founding in 1938. Primatologists here seek clues to primate kinship, cognition and ecology.","itags":["npr_api","417790081"],"guid":"60517a8c-80b2-40f4-b19d-0bc7a4f4c499","contentencoded":"<p>Imagine you're on a tropical island in the Caribbean. There are coconut trees, rocky cliffs, blue-green waters. But now, imagine there are hundreds of monkeys on this island. And, these monkeys have a disease that could kill you, if you're not careful. What you're picturing is a real-life island off the coast of Puerto Rico.</p><p>The island of Cayo Santiago hosts the oldest research center in the world for wild primates. Scientists from all over the world come to the island to study questions of primate behavior, cognition and ecology.</p><p>The island was created in the 1930s. Back then, biologists were spending a lot of time chasing monkeys around the jungles of Asia and Africa.</p><p>The idea, according to Richard Rawlins, the former director of research on Cayo Santiago, was to make things easier, by putting the monkeys on a small island, closer to the U.S., \"where the animals were always there, could easily be accessed, and large amounts of data could be collected efficiently, within a short amount of time.\" The National Institutes of Health and the University of Puerto Rico fund the research.</p><p>Over the years, at least nine generations of rhesus macaques have yielded interesting insights into, among other things, kinship and the interplay between genetics and behavior — <a href=\"http://www.eva.mpg.de/pks/files/research.html\">the sorts of questions</a> that detailed, longitudinal research of a broad, free-ranging population can best answer.</p><p>It's sunrise, as I start my visit, and a bunch of scientists are climbing into a boat. They're wearing khaki short and boots. Some have backpacks. Someone fires up the engine and the boat begins to cross a calm channel of water. Up ahead, I can see the island — steep cliffs and lush green trees. The boat pulls up to the dock, and as we get out we scrub the soles of our shoes with a brush and dip them in pink disinfecting liquid.</p><p>We step onto the island. And right away, I hear this sort of spooky grunting noise. I can't tell where it's coming from. Then, up in a tree, I see two beige monkeys looking down.</p><p>\"Just be careful they don't pee on you,\" says Angelina Ruiz-Lambides, a member of a team of researchers from the University of Puerto Rico who manage this island, which is called Cayo Santiago. Ruiz-Lambides actually has one of the best job titles ever — monkey island census taker.</p><p>But her warning about not getting peed on is serious. These <a href=\"http://wwwnc.cdc.gov/eid/article/4/1/98-0117_article\">monkeys naturally carry herpes B</a>, a version of the virus that can be deadly to humans. So rule number one on Cayo Santiago: Don't get peed on by the monkeys.</p><p>We walk along a dirt path, toward a large metal cage. It's where the scientists eat lunch. At Cayo Santiago the people are in cages and the monkeys are free, Ruiz-Lambides explains.</p><p>\"It's like a zoo where the monkeys come to see the humans,\" she says. \"They can see us eating.\"</p><p>Rule number two: The monkeys are the free ones.</p><p>But it's not time for the humans to eat just yet, so we keep walking — up a steep hill. Ruiz-Lambides spots a small monkey off the side of the trail, and suddenly veers way to the left. She gestures at me to follow. Steer clear of all baby monkeys, she advises, or risk a run-in with protective mother.</p><p>But if you see an adult male monkey, Ruiz-Lambides says, don't be intimidated — because the males like to mess with people. Recently, she says, a college student on the research team let a monkey bully her.</p><p>\"She would run away,\" Ruiz-Lambides says, \"and the monkey would, like, chase her.\" Eventually, the student stopped running, and the male macaque stopped picking on her.</p><p>And that's rule number three of Cayo Santiago: Stay away from the baby monkeys, but show the adult males who's boss.</p><p>We get to the top of the hill and the view is spectacular — the mainland of Puerto Rico behind us, open ocean in front. A white pickup truck drives past, and some men get out and unload big white bags of monkey chow. It looks like dog food. And suddenly, there are monkeys everywhere.</p><p>They're descending from the trees and walking right by our legs to get to the food. And fights are breaking out all around me. My heart is truly pounding. And in this chaos, <a href=\"https://twitter.com/seanpcoyne\">Sean Coyne</a> , a graduate student in the department of comparative human development at the University of Chicago, is just calmly walking among the macaques.</p><p>\"Right now I'm just looking to collect fecal samples, to analyze for hormones,\" Coyne tells me. \"The morning's the best time, when they first wake up.\"</p><p>Coyne spends <a href=\"http://www.sciencedirect.com/science/article/pii/S0166432815300395\">a lot of time</a> on the island, where he's studying how hormone levels affect monkeys' sexual development. He says that translates into a lot of time scooping up monkey poo.</p><p>\"Yeah, my mom is <em>so</em> proud,\" he says, and laughs. \"But all in the name of science.\"</p><p>The work here isn't glorious. And it can be dangerous. But a lot of important science on primate behavior has happened here over the years. And coming here is sort of a rite of passage for many biologists.</p><p>About 500 rhesus macaques were brought to the island from India in 1938, Rawlins says, and that was a mission with a lot of challenges. About 50 monkeys died at sea during a 47-day voyage. And the scientists didn't really know how to set up the island before the monkeys arrived.</p><p>The researchers planted fruit trees at first, but that didn't work out too well.</p><p>By the time the monkeys got to the island, Rawlins says, they had been eating hulled rice for 47 days. They instantly \"went over and vaporized all of the stuff that had been planted.\"</p><p>So scientists had to feed the monkeys. But for long stretches of time, there was no money. Many animals died of starvation and malnutrition. But, Rawlins says, a few dedicated researchers helped the colony survive.</p><p>Angelina Ruiz-Lambides, the monkey census taker, says the colony faces a different threat today: \"People coming on the island without permission and having tuberculosis or having any illnesses that they can transmit to the monkeys.\"</p><p>She says people sometimes sneak tourists onto the island. And fishermen come here to catch crabs. Ruiz says, if those visitors transmit a disease to the macaques, it would move incredibly quickly through the colony, and could wipe it out. And on top of the risk to the monkeys, she says, these people are putting their own lives at risk.</p><p>However, despite the danger to macaques and human visitors, researchers can't legally prevent people from coming ashore.</p><p>\"The problem we have,\" Ruiz-Lambides explains, \"is that anything the water touches is public property.\"</p><p>The government of Puerto Rico has proposed a bill that would make the island a private research facility open only to scientists, she says. But the bill hasn't yet passed. So the researchers just keep hoping that everyone – monkeys and humans — stay healthy.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Puerto+Rico%27s+Monkey+Island+Lures+Scientists+For+Generations&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"413"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418011832-3ab985.m3u?orgId=1&topicId=1128&d=413&p=7&story=417790081&t=progseg&e=418011736&seg=15&ft=nprml&f=417790081"},{"href":"http://media.npr.org/assets/img/2015/06/26/monkeyisland-1-5f2b7b73a8c4dd454e771cf1dac4a18c6a60152e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1318","width":"1757"}},{"href":"http://media.npr.org/assets/img/2015/06/26/monkeyisland-2-0cd01bbf6921cede4684435b56d8b057166cf5b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}},{"href":"http://media.npr.org/assets/img/2015/06/26/monkeyisland-3-45bd546855686bb4421d4dfa2b90166003b74a56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1332","width":"1776"}}]}