{"created":"2014-12-25T08:24:23+00:00","modified":"2015-05-13T21:25:33+00:00","valid":{"from":"2015-05-13T21:25:32+00:00","to":"3015-05-13T21:25:32+00:00"},"hreflang":"en","title":"A Punch Line In The U.S., Christmas Fruitcake Is Big In Calcutta","published":"2014-12-25T12:00:00+00:00","teaser":"Seen as indestructible in the West, fruitcakes are indispensable in the bustling Hindu city. Bakers of all faiths have the ovens running round the clock to feed Calcutta's appetite for the cakes.","itags":["npr_api","371706930"],"guid":"605226c7-98cb-47aa-a5f0-1fc86d1d2bf7","contentencoded":"<p>Denzil Saldanha is over 80 but far from retired.</p><p>He takes orders on the phone, surrounded by workers, newspapers spread out in front of them, cutting slices of fruitcake with thick almond icing.</p><p>The family-run Saldanha Bakery and Confectionery is making 600,000 pounds of cake this Christmas. Denzil's daughter Debra Saldanha, who gave up banking to join the family business, says customers appreciate that it's all made to order.</p><p>\"They get the smell of hot cake coming out of the oven and literally wafting in the air,\" she says.</p><p>Her father lists the ingredients that go into their rich fruitcake: raisins, plums, cashews, lemon peel, red peel, preserves. And the most famous Indian rum — Old Monk.</p><p>The British are long gone from Calcutta, but they left behind the fruitcake. The West jokes about indestructible fruitcake as the gift that keeps on giving, but Calcutta — the old British capital — embraces it. Around Christmas, bakeries set up counters just to sell these treats, which also are known as plum cakes.</p><p>Flurys, a legendary European-style tearoom, stays open all night on Christmas Eve, says manager Rajeev Khanna. He says the big draws are the old favorites: \"It's the plum cake which has been marinated just last week of November. Dundee. Rum and raisin. Mince pie.\"</p><p>In Goa, the former Portuguese colony, where the Saldanhas are from, Christmas still has a strong Catholic feel to it. But here in Calcutta, a far more mixed city, Christmas is simply called <em>Boro Din</em>, or Big Day. And it's universal.</p><p>\"Christmas is celebrated by everybody, irrespective of whatever religion they belong to,\" Debra Saldanha says.</p><p>Cake knows no religion. At Nahoum and Sons, the city's only Jewish bakery, a lady who gave her name only as Mrs. Maxwell waits in a long line as her grandson plays with a toy pistol. She says that despite all the fancy new patisseries in malls, she comes here every year. \"Nothing to beat Nahoum,\" she says. \"You buy the same plum cake from somewhere else at a much higher price, you immediately find the difference.\"</p><p>At Sheik Nuruddin's storefront bakery, there's a photograph of Mecca on the wall. But in December, you can rent his oven and his bakers for your own Christmas cake. The wood-fired oven turns out seven cakes an hour, from 5 a.m. to 11 p.m., says Nuruddin.</p><p>At Christmas, these small bakeries give customers what the big chains can't – a personalized, homemade feeling. The Saldanha bakery will open even on Christmas Day — for that last-minute, desperate walk-in.</p><p>\"You can't say no, because people come, and you can't send them back disappointed — such a sad face,\" says Debra Saldanha.</p><p>Jewish bakeries and Muslim bakers in a predominantly Hindu city, baking Christmas cakes round the clock. You could call it a triumph of capitalism. Or a slice of peace and goodwill for all. With almond icing.</p><p><em>Based in Calcutta, Sandip Roy is a senior editor with <a href=\"http://www.firstpost.com/\">Firstpost</a>. His upcoming novel is</em> Don't Let Him Know<em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Punch+Line+In+The+U.S.%2C+Christmas+Fruitcake+Is+Big+In+Calcutta&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sandip Roy","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373038485-482b97.m3u?orgId=1&topicId=1053&aggIds=371688485&d=232&p=3&story=371706930&t=progseg&e=373038379&seg=7&ft=nprml&f=371706930"},{"href":"http://media.npr.org/assets/img/2014/12/18/india-market-0869975db2f7731e221696c9b0cd2123058c7c42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1046","width":"1397"}},{"href":"http://media.npr.org/assets/img/2014/12/18/kanchan-cakes-59a608a9b8481897557204d5e74c95d36609db54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2014/12/18/cutting-cakes-1a23ea0af05f16f33e0376fc76699eef6e8ceaed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1129","width":"1508"}}]}