{"created":"2014-10-08T16:47:12+00:00","modified":"2014-10-31T02:25:36+00:00","valid":{"from":"2014-10-31T02:25:35+00:00","to":"3014-10-31T02:25:35+00:00"},"hreflang":"en","title":"Read Between The Letters","published":"2014-05-06T17:32:00+00:00","teaser":"Every answer is a five-letter word. You will be given a clue for the word. Besides describing the answer, the clue will also contain the answer in consecutive letters.","itags":["npr_api","309336754"],"guid":"60593291-5e68-4adf-9c20-f351a46b7014","contentencoded":"<p><strong>On-air challenge: </strong>Every answer is a five-letter word. You will be given a clue for the word. Besides describing the answer, the clue will also contain the answer in consecutive letters. For example, given \"It's n<strong>ear th</strong>e planet Mars,\" you would say, \"Earth.\"</p><p><strong>Last week's challenge Mike Reiss, a writer for The Simpsons: </strong>Name a famous actor or actress whose last name ends in a doubled letter. Drop that doubled letter. Then insert an R somewhere inside the first name. The result will be a common two-word phrase. What is it?</p><p><strong>Answer: </strong>Cate Blanchett, carte blanche</p><p><strong>Winner:</strong> Nicole Lindenstein of Irvine, Calif.</p><p><strong>Next week's challenge (Please note this is a two-week challenge):</strong> Write a clue for a word in the style of today's on-air puzzle, in which the answer has six or more letters. The clue should both define or describe the answer and contain the answer in consecutive letters.</p><p>Entries will be judged on accuracy of the cluing, specificity, naturalness of syntax and overall elegance. You may submit up to three clues in your entry. The person who sends the best clue in the judgment of Will Shortz will appear on the program in two weeks. And some of the runner-up entries will be used on the air.</p><p><strong><a href=\"http://help.npr.org/npr/includes/customer/npr/custforms/contactus.aspx?pz=t\">Submit Your Answer</a></strong><strong></strong></p><p>If you know the answer to next week's challenge, submit it <a href=\"http://help.npr.org/npr/includes/customer/npr/custforms/contactus.aspx?pz=t\">here</a>. Listeners who submit correct answers win a chance to play the on-air puzzle. Important: Include a phone number where we can reach you Thursday<strong> </strong>at 3 p.m. Eastern.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Read+Between+The+Letters&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Will Shortz","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1309462625-c5ed40.m3u?orgId=1&topicId=1052&aggIds=4473090&ft=3&f=309336754"},{"href":"http://media.npr.org/assets/img/2014/05/03/sunday-puzzle-2col_wide-888bf9d380fe97baba59e3a5e52e32add8b011f4.png","type":"image/jpeg","meta":{"crop":"wide","height":"224","width":"400"}}]}