{"created":"2015-05-01T07:30:59+00:00","modified":"2015-05-13T21:00:15+00:00","valid":{"from":"2015-05-13T21:00:15+00:00","to":"3015-05-13T21:00:15+00:00"},"hreflang":"en","title":"Ask The Vietnamese About War, And They Think China, Not The U.S.","published":"2015-05-02T21:42:00+00:00","teaser":"Vietnam's war with the U.S. lasted a decade, a mere historical blip compared to its centuries-long feud with China, which has been heating up recently.","itags":["npr_api","402572349"],"guid":"60713a94-04cf-4e67-8ed4-9c3bceddda62","contentencoded":"<p>In one of the many war cemeteries in Lang Son, a city in northern Vietnam, Pham Thi Ky and her family light incense and offer prayers for her brother-in-law, who died 36 years ago in Vietnam's brief but bloody border war with China.</p><p>That 1979 war left more than 50,000 dead. There are other graves here, too. They fought and died against the French occupiers, then the Americans. But relative to China, those were brief battles.</p><p>No country weighs on Vietnam like China, and it has been that way for centuries. Has the conflict with China ever really ended, I ask Pham Thi Ky as she lights another candle.</p><p>\"No,\" she says. Her daughter agrees. Her sister is even more <em></em>emphatic. \"It will never end. With the Chinese, how can it ever end?\"</p><p>Vietnam's 2,000 year history with its northern neighbor is complex. There have been countless conflicts as well as shared culture. The Temple of Literature in Hanoi is a good example. It was built by the Vietnamese King Ly Thánh Tông in 1070 to honor the Chinese philosopher Confucius. The teachings on the walls are written in Chinese characters. China is also Vietnam's largest trading partner.</p><p>The two countries share a communist ideology shaped in part by their shared history, an ideology largely abandoned by the rest of the world. That helps explain why the 1979 border war is something neither government likes to talk about. But Nguyen Duy Thuc, a veteran of that war, is happy to.</p><p>\"On the morning of the attack, February 17th<sup></sup>, we were sleeping when the Chinese artillery started, then we all ran to our posts,\" he says. \"Some were dressed, others didn't even have time to put their pants on, they just ran to their posts to fight.\"</p><p>At least 200,000 Chinese troops poured into northern Vietnam all along the border. China was aiming to punish Vietnam for its invasion of Cambodia the month before to oust the Chinese-backed Khmer Rouge. There were so many Chinese attacking, Nguyen Duy Thuc remembers, that the soldiers in his bunker \"fired our AK-47s until the muzzles turned red and they couldn't fire anymore.\"</p><p>But the Chinese kept coming; eventually his bunker was overrun. The Chinese, he says, pumped gas into the ventilation system. There were 800 people, including soldiers, women and children, who fled the fighting in his bunker, Nguyen says.</p><p>Only he and two others managed to escape. After nearly a month, the Chinese withdrew, though border clashes continued for the next decade. And Nguyen Duy Thuc hasn't forgotten. If he catches his wife trying to watch a Chinese movie, he turns it off.</p><p>Memories of that war, and the many other bouts of invasion, occupation and retaliation throughout history, color Vietnam's relationship with China.</p><p>That's especially true now, with the two countries at odds over what Vietnam views as Chinese expansionism in the South China Sea. When China parked an oil rig in contested waters last year, Vietnam upped its official anti-China rhetoric.</p><p>And anti-China rioting left at least a dozen dead, including four Taiwanese mistaken for Chinese. As tension grew, and Chinese and Vietnamese boats played a dangerous game of chicken near the rig, some in the border town of Lang Son grew worried. They feared a repeat of what happened in 1979.</p><p>\"Last year, we were very frightened. We started stockpiling rice and food. I was very worried that there would be war,\" says Pham Thi Ky, the woman at the cemetery.</p><p>Back in 1979, she says she was forced to flee with nothing but the clothes on her back, so this time she wanted to be prepared. She even went to the bank to withdraw a large sum of money, just in case. But the bank wouldn't give it to her, apparently fearing a run.</p><p>Vietnam isn't the only one worried.</p><p>The Obama administration's \"pivot toward Asia\" is prompted, in part, by the idea of trying to contain China's expansionism, which has its Southeast Asian neighbors and Japan worried.</p><p>In the South China Sea, China continues to build on several disputed islands and reefs. In April, satellite photos revealed China was constructing a 2-mile-long, military-grade runway on Fiery Cross Reef, prompting howls of protest from the Philippines and Vietnam, both of which claim the island as their own.</p><p>\"We think this can be solved diplomatically, but just because the Philippines or Vietnam are not as large as China doesn't mean that they can just be elbowed aside,\" President Obama said.</p><p>Duong Trung Quoc, a member of Vietnam's National Assembly and editor of the magazine <em>Past & Present, </em>says, \"I think China is not only Vietnam's problem, but the world's problem right now.\"</p><p>Duong says he admires how China appears to be the only civilization in history to have forced its way back onto the world stage after an interregnum.</p><p>\"It didn't happen with Greece, or India,\" he says. \"But China has a chance.\"</p><p>And that's a problem, he contends, because China still thinks the way it used to back when it was on top.</p><p>\"China thinks it is at the center. The conquerer. It wants to turn everybody else into its subordinates,\" he says. Don't believe China, Duong says, when it appears to be playing nice. It's a trap. The Vietnamese, he says, should know.</p><p>\"After the war, the Vietnamese and the Americans could reconcile. Vietnam and France can reconcile. Veterans from both sides can sit down together and talk. Vietnamese and Chinese veterans hardly ever sit down together,\" he says.</p><p>Why is this?</p><p>\"The Vietnamese have had too much experience with the Chinese. The Vietnamese can't trust the Chinese. We've had too much practice,\" he adds.</p><p>Few in Vietnam's government talk so openly about the perceived threat from their northern neighbor. They're wary of igniting more protests, like those last year. And Vietnam's Communist Party still looks to China as a model of how to keep an authoritarian state in power in the Internet age. But anti-Chinese sentiment among ordinary Vietnamese continues to grow.</p><p>Vo Cao Loi lives about a mile from the South China Sea — which the Vietnamese simply call the East Sea — in the central Vietnam city of Danang, where the first U.S. combat troops landed in 1965.</p><p>He says he's a survivor of a massacre next to My Lai, one that claimed 97 lives, including his mother. He no longer considers the Americans enemies, but rather as friends. Allies, even, against Vietnam's longtime enemy. He believes the Chinese have taken something that belongs to Vietnam.</p><p>\"The Spratly and Paracels (islands) are still partly occupied,\" he says. \"Of course at some point we have to put our differences aside, but we have to get those islands back first. Because it belongs to our ancestors.\"</p><p>It doesn't take him long to acknowledge that probably won't happen.</p><p>\"They want to spread their control. They will never give back what they took,\" he adds. \"Vietnam wants to take it back, but the Chinese are strong. So our struggle will last a long time. How long? I can't tell.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ask+The+Vietnamese+About+War%2C+And+They+Think+China%2C+Not+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michael Sullivan","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403474912-f23d94.m3u?orgId=1&topicId=1125&d=322&p=3&story=402572349&t=progseg&e=403437388&seg=19&ft=nprml&f=402572349"},{"href":"http://media.npr.org/assets/img/2015/04/30/lang-son-corbis-02-467c882b00cf637a7719614b5f46ab9287925594.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1153","width":"1537"}},{"href":"http://media.npr.org/assets/img/2015/05/01/family-praying-msullivan_custom-7a3f49ea9dd01c9c4348b906b3f2b93625bb04c8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1987","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/30/lang-son-getty-01_custom-8abb27b0c036a88c8c9cefc56beb334371e806ec.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1935","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/04/30/lang-son-corbis-01_wide-9e531f6cd068f648768a793e67d51678aca66d79.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1690","width":"3000"}}]}