{"created":"2014-09-19T19:45:30+00:00","modified":"2014-10-08T21:07:49+00:00","valid":{"from":"2014-10-08T21:07:49+00:00","to":"3014-10-08T21:07:49+00:00"},"hreflang":"en","title":"Where's The Whole Grain In Most Of Our Wheat Bread? ","published":"2014-04-30T17:04:00+00:00","teaser":"Not all whole grain breads are created equal. Choosing breads with fully intact grains (think nuggets of whole rye, wheat or millet) may help control blood sugar and stave off hunger.","itags":["npr_api","301473319"],"guid":"6098f4d8-251b-4cc5-aef5-2bf985bfe5e8","contentencoded":"<p>We've all heard the advice to eat more whole grains, and cut back on refined starches.</p><p>And there's good reason. Compared with a diet heavy on refined grains, like white flour, a diet rich in whole grains — which includes everything from brown rice to steel-cut oats to <a href=\"http://www.npr.org/2013/10/02/227838385/farro-an-ancient-if-complicated-grain-worth-figuring-out\">farro</a> — is linked to lower rates of heart disease, certain cancers and Type 2 diabetes.<br /> <br />So when it comes to choosing bread, experts say, you want to move away from the white loaves in the grocery aisle. That's because white flour is a <a href=\"http://www.hsph.harvard.edu/nutritionsource/carbohydrates/carbohydrates-and-blood-sugar/\">high-glycemic food</a> — like sugar.</p><p>\"That white bread is going to digest much more quickly, leading to a surge and crash in blood sugar that may stimulate hunger later in the meal, but also raise risk for diabetes and heart disease,\" says physician <a href=\"http://www.childrenshospital.org/researchers/david-ludwig\">David Ludwig</a> of Boston Children's Hospital. (As I <a href=\"http://www.npr.org/blogs/thesalt/2014/03/31/295719579/rethinking-fat-the-case-for-adding-some-into-your-diet\">reported</a> in a recent series on fat, refined carbohydrates like white flour can worsen blood cholesterol levels compared with saturated fat.)</p><p>But when you start looking for alternatives, it's worth noting that not all loaves labeled \"whole grain\" or \"whole wheat\" are created equal. And that's because wheat is milled in different ways.</p><p>Most wheat is processed into refined flour. That means its three main components are separated out. The starchy endosperm ends up as the flour. The germ and bran are discarded and used for other things.</p><p>Many whole wheat and whole grain breads are made from this kind of flour — with some or all of the bran and wheat germ added back. Technically, as long as the three parts are present in the flour in the same relative proportions as in the intact grain, it's considered a whole grain. (Here's the official <a href=\"http://www.fda.gov/ForConsumers/ConsumerUpdates/ucm151902.htm\">guidance</a> from the Food and Drug Administration.)</p><p>But wheat can also be milled in a way that leaves fragments of the whole grain intact — think traditional grinding stones. And there's a difference between how your body metabolizes grains that are still intact, and grains that have been refined and reassembled.</p><p>Experts say it's certainly better to opt for any kind of whole grain loaf over white bread. But if bread lovers want to put the brakes on the rise and fall in blood sugar, perhaps the best options are loaves that contain chunks of grain still intact — like bits of wheat kernel, rye or millet.</p><p>Often, when it comes to processing foods, \"less is more,\" Ludwig tells us.</p><p>\"Whole foods, minimally processed foods, certainly whole grains, take awhile to digest. They have to travel down the intestinal tract, and the sugars are slowly absorbed out of that whole grain so that blood sugar and insulin levels rise only modestly,\" he says.</p><p>He points to one small <a href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1834634/pdf/bmj00307-0036.pdf\">study</a> published back in the late 1980s where researchers found that increasing the proportion of whole grains or coarse cracked wheat in breads led to a more favorable glucose response in people with diabetes.</p><p>And over the long term, eating whole grains instead of highly refined grains may help reduce the risk of Type 2 diabetes.</p><p>Artisanal bakers like Dan Gottfredson, who operates a <a href=\"http://greatharvestrockville.com/\">Great Harvest Bread Co</a>. bakery in Rockville, Md., is well aware of the trend toward more whole foods. And, he says, bread fits into this trend.</p><p>So it's not a surprise that his best-selling breads of the day are crunchy, high-fiber loaves, such as his whole wheat <a href=\"http://www.greatharvestcharlotte.com/nutrition/dk.shtml\">Dakota bread</a>, which is loaded with sunflower seeds, pumpkin seeds and whole-grain millet.</p><p>If you listen to my story, you'll hear that increasingly there are more whole grain options in the grocery aisle, too. Examples include 12-grain breads, rye breads or loaves topped with cracked oats.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Where%27s+The+Whole+Grain+In+Most+Of+Our+Wheat+Bread%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303172399-d8b2ec.m3u?orgId=1&topicId=1053&ft=3&f=301473319"},{"href":"http://media.npr.org/assets/img/2014/04/14/wholegrains_03-copy-9102a71ac085eee77c8f07c5fe6eb95efe6030a4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1404","width":"1873"}},{"href":"http://media.npr.org/assets/img/2014/04/14/vogel-2-copy-e218c492f65a1dedb2b610a6a0352da44adcb6ec.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"859","width":"1144"}},{"href":"http://media.npr.org/assets/img/2014/04/14/kernel-wheat-how-flour-milled-1-b3e726dfc0fd78c5581144023f8928bbe7333bc5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"700","width":"932"}}]}