{"created":"2014-10-08T13:56:57+00:00","modified":"2014-12-04T14:33:49+00:00","valid":{"from":"2014-12-04T14:33:49+00:00","to":"3014-12-04T14:33:49+00:00"},"hreflang":"en","title":"Your Brain's Got Rhythm, And Syncs When You Think","published":"2014-06-18T20:47:00+00:00","teaser":"Scientists have evidence that beats in the brain — in the form of rhythmic electrical pulses — are involved in everything from memory to motion. And music can help when those rhythms go wrong.","itags":["npr_api","322915700"],"guid":"60a41beb-a73e-4198-ba6b-00d11c39c7cc","contentencoded":"<p>Even if you can't keep a beat, your brain can. \"The brain absolutely has rhythm,\" says <a href=\"http://www.cmu.edu/bio/faculty/urban.html\">Nathan Urban</a>, a neuroscientist at Carnegie Mellon University in Pittsburgh.</p><p>When you concentrate, Urban says, your brain produces rapid, rhythmic electrical impulses called gamma waves. When you relax, it generates much slower alpha waves.</p><p>The internal cadences of the brain and nervous system appear to play an important role in everything from walking to thinking, Urban says. And abnormal rhythms, he says, have been associated with problems including schizophrenia, epilepsy, autism and Parkinson's disease.</p><p>The rhythms of the brain begin with the firing patterns of individual brain cells. Some types of cells tend to fire as slowly as once a second, while others tend to fire more than a hundred times as fast. \"They're little clocks,\" Urban says. \"They have an intrinsic frequency.\"</p><p>All those different beats in the brain could produce chaos. One reason they don't is that groups of brain cells synchronize when they need to get something done. So, when a mouse is exploring a new place, cells begin firing together in areas of the brain involved in navigation and memory.</p><p>Urban has been studying how brain cells achieve this synchrony and has found evidence that it works a bit like a room full of people clapping their hands. At first, each person claps to his own beat. But if you ask them to clap together, they'll start listening to their neighbors and adjusting their rhythms until the claps are synchronized.</p><p>Brain cells appear to do something very similar, Urban says. There's still debate about why this synchronization takes place. But many scientists believe it's important, because they know that when any two cells fire together, the connections between them get stronger, a process that is critical to learning and memory.</p><p><strong>The Rhythms of Digestion and Dance</strong></p><p>Of course, rhythms in the brain and nervous system also control many rhythms in the body. Among these rhythms are the repetitive muscle contractions responsible for functions as basic as digestion and as elevated as dance, says <a href=\"http://www.bio.brandeis.edu/faculty/marder.html\">Eve Marder</a>, a biology professor at Brandeis University. Marder has spent years studying the complex patterns of nerve cell firing that allow crabs to chew, filter and digest their food.<strong></strong></p><p>\"It turns out that the stomach of a crab is a very, very complicated mechanical device<strong>,</strong>\" driven by the precisely choreographed contractions of 42 sets of muscles, Marder says. And the way a crab processes lunch has a lot in common with the way a ballerina does pliés, she says. Both actions rely on circuits of nerve cells that fire in a sequence, activating one muscle, then another, then another until the pattern repeats.</p><p>Rhythmic sequences are also required to move around, says <a href=\"http://www.neuroscience.columbia.edu/?page=28&bio=611\">Mark Churchland</a>, a brain scientist at Columbia University. Walking, for example, requires repeatedly lifting a foot up, putting it down, and pushing it back. Fish swish a tail from side to side to swim. \"It's sort of hard to imagine any way of doing continuous locomotion that wasn't built on a rhythmic underpinning,\" Churchland says.</p><p>Many of these rhythms are maintained by cells in the nervous system, not the brain, Churchland says. This means the brain can use a kind of shorthand to control motion. So instead of sending instructions for each muscle contraction needed to take a step, the brain sends a general command: \"Activate the walking rhythm.\"</p><p>What's interesting, Churchland says, is that the brain may be using this rhythmic shorthand for some motions that don't appear rhythmic at all, like reaching. \"You start with your hand in one place and you move your hand to another place. There's nothing rhythmic about that,\" he says.</p><p>But when Churchland took a closer <a href=\"http://www.nature.com/nature/journal/v487/n7405/full/nature11129.html\">look</a> at reaching he found something really surprising. \"That pattern of muscle activity is the sum of two rhythms,\" he says.</p><p><strong>When Rhythms Go Wrong</strong></p><p>Diseases including epilepsy, schizophrenia and Parkinson's can disrupt the brain's normal rhythms. People with Parkinson's disease, for example, tend to develop abnormal firing patterns in their brains that result in tremor and other difficulties with movement.</p><p>Surprisingly, these symptoms of Parkinson's are greatly reduced when patients respond to the external rhythms of music and dance. This transformation is easy to see at a studio in Silver Spring, Md., where <a href=\"http://www.bmdc.org/about/lucy\">Lucy Bowen McCauley</a> teaches a dance <a href=\"http://danceforparkinsons.org/\">class</a> designed for people with Parkinson's.</p><p>When a half dozen of her students arrive for class, their steps are halting, their gestures visibly distorted by tremors. After some warm-up exercises, they make their way to folding chairs on the dance floor and sit. Then, as the sound of Ella Fitzgerald fills the room and McCauley calls out \"heel, heel, heel, toe, toe, toe,\" the group begins tapping out the beat in unison.</p><p>\"When we use music, these Parkinson's patients become dancers,\" McCauley says. \"They look graceful and they can move in rhythm.\"</p><p>After class, some students talk about the role that rhythm plays in their disease. \"My doctor says he can tell a Parkinson's tremor from any other kind,\" says Anne Davis, a retired teacher who's had the disease for more than 15 years. That's because the tremors of Parkinson's have their own distinctive rhythm, Davis says.</p><p>And a man-made rhythm has helped reduce her tremor, she says. It comes from an implanted <a href=\"http://www.ninds.nih.gov/disorders/deep_brain_stimulation/deep_brain_stimulation.htm\">deep brain stimulation device</a> that sends high-frequency electrical impulses to the area causing her hands to tremble. Scientists think the fast pulses somehow override the much slower rhythm responsible for tremor.</p><p>Many Parkinson's patients also experience something called freezing — a temporary inability to initiate a movement like taking a step. \"You're trying to go forward or sideways or whatever and your feet won't move,\" says Phyllis Richman, another student in the dance class and a former food critic for the <em>Washington Post</em>. \"So then you fall,\" Davis adds.</p><p>But musical rhythms have a remarkable ability to help Parkinson's patients <a href=\"http://www.youtube.com/watch?v=CtPW42cnqww\">unfreeze</a>, McCauley says. \"Two times I've had people really have trouble walking down the hall to get to the class,\" she says. The solution: \"We hum a tune. One time I did a march and one time I did a waltz. And we got in sync with the rhythm and they were able to get their feet to match.\"</p><p>Of course, dance doesn't halt the brain damage caused by Parkinson's. But McCauley's students say the rhythms of dance give them a respite from the abnormal brain rhythms of Parkinson's. \"I come here because this is where I get joy,\" Davis says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Your+Brain%27s+Got+Rhythm%2C+And+Syncs+When+You+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"387"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323032837-bc9a3b.m3u?orgId=1&topicId=1128&ft=3&f=322915700"},{"href":"http://media.npr.org/assets/img/2014/06/17/_mg_3903-700cb409da28af9f4a03b15bac10c3ae54a9c307.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/17/_mg_3829_2-0076f91e76ed875577ee8360ec8d8cb518c52103.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/17/dance01-0132e23a585e2fbda504fff02ef681967e38d4cf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1000","width":"1335"}}]}