{"created":"2015-01-16T19:28:44+00:00","modified":"2015-01-20T20:12:48+00:00","valid":{"from":"2015-01-20T20:12:48+00:00","to":"3015-01-20T20:12:48+00:00"},"hreflang":"en","guid":"60a6a375-2e6b-46de-b216-42a31adefaf3","title":"After her daughter embraced religion, this French woman wonders 'Did I do something wrong?'","published":"2015-01-20T20:12:46+00:00","byline":"Daniel Estrin","tags":["Religion","politics","government","Belief","Lifestyle & Belief","Paris","Europe","Asia","France","Israel","western Europe","Asia","Middle East","Isabelle Repiton","Sophie Gherardi","Conversion to Judaism","Religion"],"teaser":"After the Charlie Hebdo attacks, the French have been doing a lot of soul-searching about security and freedom of expression, but also the role of religion in a passionately secular France","contentencoded":"<p>In the aftermath of the deadly attacks in Paris by French Muslim extremists, there’s been much soul searching in France about the place of religion in French society.</p>\n<p>One French journalist, Isabelle Repiton, has been struggling with questions about religion for a few years now: her 24-year-old daughter embraced Judaism and left France for Israel.</p>\n<p>This is Isabelle Repiton’s story:</p>\n<p>“When my daughter told me she would convert to Judaism, I just said, ‘Well, did I do something wrong?’” Repiton recalled. “I have nothing against Judaism. I am just against any religion.”</p>\n<p>Repiton, who covers business and media for French news, was baptized as a child and grew up attending Catholic school. But she is an atheist and self-described “progressive humanist woman,” and she and her husband raised their daughter to be the same.</p>\n<p>“We have a word in France: <em>libre penseur.</em> Free thinker. Which means you think by yourself. No religion telling you what you think,” Repiton said. “I really thought I had educated my daughter in this way.”</p>\n<p>Repiton’s step-daughter comes from a Jewish family, so Repiton's daughter was exposed to Jewish customs when attending her half-sister’s family’s meals on Jewish holidays. But Repiton says her daughter made the decision to convert on her own.</p>\n<p>One day, Repiton found a Jewish-themed book in her daughter’s room and asked what it was. That’s when her daughter told her she had decided to convert to Judaism.</p>\n<p>It took a few years before Repiton got the courage to tell her husband about their daughter’s decision. She said she and her husband had always believed that “to submit yourself to religion means you are very weak, [that you] can’t think by yourself.”</p>\n<p>The hardest part for Repiton is that her daughter now eats only kosher food.</p>\n<p>“What it means [is that] what you gave me to eat until now is not good. I am not going to eat what I have been eating since I was a child,” Repiton said. “Every time I speak about it, I am almost crying, because it is very painful.”</p>\n<p>Repiton said her daughter “chose a community, which is a family. Which means, what I feel, my family was not good enough.”</p>\n<p>For Repiton, the notion of belonging to a community means that “you don’t share common values with all the rest of the population.” She believes in the ideals of the French Republic: \"The community is your country, in fact.”</p>\n<p>Her daughter belongs to a younger generation that is increasingly embracing a completely different notion, Repiton said.</p>\n<p>“My daughter said, ‘Look at dad. He is a communist; fighting all his life for people, hoping to change world, and he failed,” Repiton said. “I need something else.”</p>\n<p>France is experiencing a major generation gap on issues of religion, Repiton said.</p>\n<p>Born in 1963, five years before the student revolution, Repiton said she grew up being educated that religious institutions and authorities are bad.</p>\n<p>But her daughter’s generation is increasingly “longing for belonging,” said Sophie Gherardi, editor-in-chief of Fait–Religieux, a French website about religion.</p>\n<p>Will France be able to reconcile these different notions of religion and community?</p>\n<p>“We are really strongly convinced of our values,” said Repiton. “My only answer is we have to act according to our values.”</p>\n<p>She is proud of the French Republic’s motto of “liberty, equality, fraternity,” but says too many French citizens, particularly in neglected immigrant neighborhoods, are left out.</p>\n<p>“We can’t accept that in some parts of our territories people are left in bad condition — no work, no equality,” Repiton said. “In a way, they are right to tell us ‘Your system is not good, your values are not good, you don’t respect them.’”</p>\n<p>“This,” Repiton said, “is what I want to change.”</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CROPIsabelle.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropisabellejpg"}]}