{"created":"2015-06-12T08:58:28+00:00","modified":"2015-06-15T18:27:05+00:00","valid":{"from":"2015-06-15T18:27:05+00:00","to":"3015-06-15T18:27:05+00:00"},"hreflang":"en","title":"In The Rolling Hills Of Galway, Spirit Of W.B. Yeats Lives On","published":"2015-06-12T11:30:00+00:00","teaser":"Saturday marks the 150th birthday of William Butler Yeats, one of the 20th century's greatest poets. In far western Ireland's County Galway, Yeats found inspiration in the people and landscape.","itags":["npr_api","413619716"],"guid":"60af6a38-bca6-4769-9762-672848d9e1b2","contentencoded":"<p>William Butler Yeats, one of the greatest poets of the 20th century, was born in Ireland 150 years ago this week, and across the country, the Irish are celebrating with public readings and festivals.</p><p>But his presence has never left rural County Galway, in far western Ireland, where Yeats spent many years, far from the big cities. And in turn, its landscape and spirit infuses so much of his poetry.</p><p>So it may not be surprising that a passionate nun in Galway has turned an old one-room schoolhouse on a country road into a small museum to Yeats.</p><p>Lilacs and farmers' fields surround the squat stone building. Inside, Sister Mary de Lourdes Fahy serves as the guardian of the local history.</p><p>Surrounded by books and photographs, Fahy looks like a historian or a teacher as much as a nun. In fact, she is all of these things.</p><p>The first time she walked into this building was 1942. She was 5 years old.</p><p>\"My first introduction to Yeats' poetry was here in this room, where the only Yeats poem we learned was 'The Lake Isle of Innisfree,' which he wrote in his younger days, and which is beautiful,\" she says.</p><p>Even now, Fahy can recite the poem:</p><blockquote><p>I will arise and go now, and go to Innisfree,<br />And a small cabin build there, of clay and wattles made:<br />Nine bean-rows will I have there, a hive for the honey-bee;<br />And live alone in the bee-loud glade.</p></blockquote><p>Fahy helped transform this one-room schoolhouse into the <a href=\"http://ladygregoryyeatstrail.com/?page_id=27\">Kiltartan Gregory Museum</a>, named for Lady Gregory, one of Yeats' patrons.</p><p>Local history is Fahy's passion, and that's one reason she is so devoted to Yeats. Many of his poems capture the paths and the people of this exact place.</p><p>\"One of Yeats' most famous poems is 'An Irish Airman Foresees His Death.' Two of the best-known lines in that poem are, <em>My country is Kiltartan Cross, / My countrymen Kiltartan's poor</em>,'\" Fahey says. \"You are now standing at Kiltartan Cross.\"</p><p>Fahy was too young to know Yeats personally. Her father and her uncle farmed nearby land in the early 1900s. Sometimes they'd give the poet rides into town on their horse-drawn cart.</p><p>Fahy says Yeats rarely thanked them, or even said hello.</p><p>\"He was kind of in another world ... composing,\" she says. \"That was one side of Yeats. I'm giving Yeats, warts and all.\"</p><p>Maybe if he were an ordinary person, she says, his poems would not have been so extraordinary.</p><p>\"Yeats regarded poetry as a form of music. And so it is,\" she says.</p><p>Even now, after so many years and reading the poem so many times, \"An Irish Airman Foresees His Death\" still moves Fahy.</p><p>\"I felt he was talking about my own people,\" she says.</p><p>Nearby, there's a 15th-century stone tower called Thoor Ballylee, where Yeats lived for many years. It appears in many of his poems, such as \"Coole Park and Ballylee\" from 1931:</p><blockquote><p>Under my window-ledge the waters race,<br /> Otters below and moor-hens on the top,<br /> Run for a mile undimmed in Heaven's face</p></blockquote><p>For 35 years, Brendan Flynn, a 72-year-old retired school principal, has been bringing students here to walk in Yeats' footsteps.</p><p>Different poems by Yeats have been meaningful to Flynn at different times — and they become more meaningful as the years go by, he says.</p><p>\"It's like a great whiskey. They ripen with years, and they blossom and they bloom,\" Flynn says. \"Take a poem like 'Sailing to Byzantium,' where he talks about aging:<em> </em><em>An aged man is but a paltry thing, /A tattered coat upon a stick, unless / Soul clap its hands and sing, and louder sing. </em>As you age, instead of complaining, celebrate every day.\"</p><p>Inside Thoor Ballylee, Colm Farrell guides us up a narrow stone spiral staircase to Yeats' bedroom. Farrell is raising money to restore the stone structure and reopen it to the public. His ties are deep: He was born close to the tower, and his father and his grandfather worked there.</p><p>Farrell's grandfather knew Yeats personally. And echoing the words of Sister Fahy, Farrell says that around town, Yeats was seen as an eccentric.</p><p>\"The children used to hide, and when they'd see him on the road they'd jump over the wall, and as he passed they could hear him mumbling,\" he says. \"And obviously he was mumbling words of poetry and putting poetry together in his head.\"</p><p>Back in the stairwell, we climb up to the roof of the tower. There, with the Irish flag flapping above our heads and the river below, we can see 360 degrees — a landscape of rolling, green hills and farms.</p><p>It seems like the appropriate time for a bit of Yeats, so Farrell recites \"To Be Carved on a Stone at Thoor Ballylee\":</p><blockquote><p>I, the poet William Yeats,<br /> With old mill boards and sea-green slates,<br /> And smithy work from the Gort forge,<br /> Restored this tower for my wife George;<br /> And may these characters remain<br /> When all is ruin once again.</p></blockquote><p>Indeed, 150 years after the birth of William Butler Yeats, the characters — and his legacy — remain.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Rolling+Hills+Of+Galway%2C+Spirit+Of+W.B.+Yeats+Lives+On&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413849176-052531.m3u?orgId=1&topicId=1008&aggIds=144967617&d=240&p=3&story=413619716&t=progseg&e=413811408&seg=4&ft=nprml&f=413619716"},{"href":"http://media.npr.org/assets/img/2015/06/11/yeats-at-150-0003-c62fb10c38093cf66892c28207f0f053b4dc6523.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1680","width":"2240"}},{"href":"http://media.npr.org/assets/img/2015/06/11/yeats-at-150-0001-e4b671016505df8e0a3524ac9e196c49002b3d53.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1862","width":"2483"}},{"href":"http://media.npr.org/assets/img/2015/06/11/yeats-at-150-0002-e147bc2b3f7c3b04a24fddc78c197b919c12e4b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1753","width":"2337"}}]}