{"created":"2015-02-24T15:30:32+00:00","modified":"2015-05-12T19:56:51+00:00","valid":{"from":"2015-05-12T19:56:51+00:00","to":"3015-05-12T19:56:51+00:00"},"hreflang":"en","guid":"60b0ff12-1e1d-4555-bb18-e0957fc92e44","title":"German atheists seek recognition for 'Church of the Flying Spaghetti Monster' ","published":"2015-05-12T19:56:39+00:00","byline":"Matthew Bell","tags":["Religion","Belief","Lifestyle & Belief","Templin","Europe","Germany","Rüdiger Weida","Criticism of religion","Flying Spaghetti Monster","Religion","Culture"],"teaser":"Church membership in Germany has been on the decline in recent decades. But an atheist from the town of Templin believes organized religion still has unfair advantages in German society. ","contentencoded":"<p>German Chancellor Angela Merkel was in Rome over the weekend and said she had a “very cordial” meeting with Pope Francis. That’s not so surprising for the daughter of a Lutheran pastor, who recently expressed how her Christian faith had an “important” place in her life.</p>\n<p>But these are the kinds of news tidbits that rub Rüdiger Weida the wrong way. He is convinced that religion holds a privileged place in German society and that non-believers lack the same civil rights.</p>\n<p>Weida is a 63-year-old retiree who lives in the town of Templin. It’s about an hour’s drive outside of Berlin and happens to be Angela Merkel’s hometown. Templin is also where Weida founded the “Church of the Flying Spaghetti Monster,” in September last year. As one of the leading “Pastafarians” at the church, or non-church more accurately, Weida goes by the alias of “Bruder Spaghettus.”</p>\n<p>Weekly “Noodle Worship” begins at 10 a.m. Fridays in a small building on Weida’s farmstead on the outskirts of town. It looks and feels somewhat like weekly worship services at mainstream Christian churches. There is an altar, time for prayers, scripture readings, hymns, and even a version of Holy Communion. But the similarities end pretty quickly.</p>\n<p>In Weida’s church, wine and bread are replaced by beer and, you guessed it, cooked strands of spaghetti. “Amen” is replaced by “Ramen,\" and at the end of the service there are exhortations of “Beer-alleluia.”</p>\n<p>Weida presided over the service as the “Noodler,” wearing a long yellow robe and a pink stole. The congregants, and there were only two of them on the chilly morning I paid a visit, dressed up like pirates. Behind the altar was a painting of the church’s giant pasta deity. And in the next room, there were chairs for less formal gatherings of the faithful and a big banner that said, “Down with disbelief.”*</p>\n<p>After the service finished, I asked Weida if he actually believed in the divine nature of the “Flying Spaghetti Monster.” “It’s a hard question for a Pastafarian,” he said. “We are all separated into two persons inside.”</p>\n<p>“Of course, I believe. But, of course, I also know it doesn’t exist,” Weida explained.</p>\n<p>Weida said he doesn’t see himself strictly as an atheist, but rather a humanist. “We are also not a religious group,” Weida explained. “But we adhere to a Weltanschauung,” or a complete worldview. The more I asked for details about that worldview, the more ridiculous the answers got. For example, on the question of heaven, Weida said Pastafarians believe in a heaven-like existence in the afterlife that includes large amounts of beer and great numbers of strippers.</p>\n<p>Pastafarianism actually started about a decade ago in the United States. A 24-year-old physics graduate named Bobby Henderson introduced the deity of the Flying Spaghetti Monster in an open letter of protest to education officials in Kansas. They had proposed teaching intelligent design in biology classes. Henderson’s letter went viral. And it spawned a largely <a href=\"http://www.venganza.org/\">Internet-based movement</a>.</p>\n<p>Weida told me he believes in freedom of religion, but that he doesn't have much respect for mainstream organized religion. He is pushing for official recognition of his church to make a political statement about what he sees as the privileged position that religious organizations have in German society.</p>\n<p>“With employment laws, for example, churches can hire and fire people based on their beliefs,” he said. “Mainstream churches also get government funding to run their institutions (such as hospitals or elderly care centers).\"</p>\n<p>Essentially, Weida wants to push for legal recognition for his own church in order to make a statement about the rights of non-believers. And he is having some success.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"The legal fight over the signs for &amp;quot;Noodle Worship&amp;quot; in Templin is not over yet. \" title=\"The legal fight over the signs for &amp;quot;Noodle Worship&amp;quot; in Templin is not over yet. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/noodle2.jpg?itok=cK703maG\" /><div class=\"field-caption\">\n    <p>The legal fight over the signs for \"Noodle Worship\" in Templin is not over yet.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Matthew Bell</p>\n  </div>\n</div>\n<p>The mayor of Templin, Detlaf Tabbert does not go to any church himself. But he decided to give the Church of the Flying Spaghetti Monster permission to put up official signs in town letting everyone know where and when to attend \"Noodle Worship\" services.</p>\n<p>“We live in a tolerant place and we shouldn't discriminate against minorities,” Tabbert said. “People should also be able to deal with criticism and have a sense of humor.”</p>\n<p>But Thomas Hoehle told me the Pastafarians are trying to have it both ways. He's a priest at the Heart of Jesus Catholic Church in Templin. “It's obviously not a real church,” Hoehle told me. “It's a parody of a church.”</p>\n<p>Hoehle said that he cannot take Weida and the Pastafarians very seriously, because their goal appears to be to mock the Catholic liturgy and belief. “We need to be respectful of different faiths,” Hoehle said. “And this parody church is hurtful.”</p>\n<p>Some high-level German officials might feel the very same way. They want town hall in Templin to take down those signs about “Noodle Worship.” Or, at the very least, not to pay for them with public funds. </p>\n<p><em>*UPDATE: This translation of the banner in the church has been changed to \"Down with disbelief\" to more accurately reflect the intention of the church. Weida said the group, familiar to disparagement, seeks not to disparage individuals.</em></p>\n<p><em>Readers, do you think the Church of the Flying Spaghetti Monster should be fully recognized? Would you want such a church in your community? Let us know in the comments section below.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-23%2Fgerman-atheists-seek-recognition-church-flying-spaghetti-monster&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/noodle1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/noodle1jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0223201505.mp3"},{"href":"http://admin.pri.org/file/0223201505mp3"}]}