{"created":"2014-10-08T02:25:49+00:00","modified":"2014-11-10T20:26:17+00:00","valid":{"from":"2014-11-10T20:26:17+00:00","to":"3014-11-10T20:26:17+00:00"},"hreflang":"en","title":"A Mother's Essay Challenges Assumptions About Poverty","published":"2014-07-14T16:09:00+00:00","teaser":"When her once-middle-class family suddenly needed help, Darlena Cunha drove a Mercedes to enroll in the federal nutrition program. \"The most embarrassing part was how I felt about myself,\" she writes.","itags":["npr_api","330680161"],"guid":"60b73fd0-6bfb-4dc5-8af5-50f5889fb2bf","contentencoded":"<p>The stereotype of the so-called welfare queen driving a luxury car while leaching off of society is an enduring one.</p><p>Darlena Cunha takes on this idea <a href=\"http://www.washingtonpost.com/posteverything/wp/2014/07/08/this-is-what-happened-when-i-drove-my-mercedes-to-pick-up-food-stamps/\">in a personal essay</a> published Tuesday by <em>The Washington Post</em>. It blew up on the Internet in part because of its \"there but for the grace of God go I\" quality, in part because it echoes the familiar stereotype, and in part because of the striking headline: \"This is what happened when I drove my Mercedes to pick up food stamps.\"</p><p>As is often the case with headlines, it's not quite accurate. Cunha was actually going to enroll in WIC (the federal Nutrition Program for Women, Infants and Children), not food stamps. And the 2003 Mercedes Kompressor was her husband's, bought and paid for before they were married.</p><p>But still, Cunha writes that when she signed up for nutrition assistance for her and her twin daughters, people stared.</p><p>\"The most embarrassing part was how I felt about myself,\" she writes. \"How I had so internalized the message of what poor people should or should not have that I felt ashamed to be there, with that car, getting food. As if I were not allowed the food because of the car.\"</p><p>The way she and her husband got to that point is a story I've heard many times before as a reporter.</p><p>They bought a house in early 2008, then the market crashed. That wouldn't have been a problem, except that also their twins were born six weeks premature, and her husband lost his job. She writes that their income dropped from $120,000 a year to $25,000.</p><p>They couldn't pay their mortgage, their savings quickly ran out, and the stable middle-class life they thought they had built was gone.</p><p>When people lose their jobs, they don't expect to join the ranks of the long-term unemployed. They certainly don't imagine themselves having to rely on government help like food stamps or WIC. But expectations change, norms shift. Wages that would once have seemed laughably low, become a life line.</p><p>For Cunha and her husband, being poor was temporary. They've recovered.</p><p>For those who took even harder hits in the recession, there will be no return to the life they had before. Their job prospects, their economic aspirations are forever altered or were never that great.</p><p>Truly, Cunha is one of the lucky ones. She and her husband still have the Mercedes, and they don't have to drive it to get public assistance anymore.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mother%27s+Essay+Challenges+Assumptions+About+Poverty&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"160"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330940188-f6db8a.m3u?orgId=1&topicId=1057&ft=3&f=330680161"},{"href":"http://media.npr.org/assets/img/2014/07/11/bg8ga4c__400x400-f15a601e3586e4bb3d75c95d04f0922fdecfedb1.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"300","width":"400"}}]}