{"created":"2014-12-09T03:28:53+00:00","modified":"2014-12-11T20:13:21+00:00","valid":{"from":"2014-12-11T20:13:21+00:00","to":"3014-12-11T20:13:21+00:00"},"hreflang":"en","title":"Just Who Is That 'Mean Old Daddy'?","published":"2014-12-09T15:49:00+00:00","teaser":"Cary Raditz, 68, gives his side of the story behind Joni Mitchell's 1972 song about him.","itags":["npr_api","369385920"],"guid":"60bd131b-4b88-4f4f-9475-59b213814a0f","contentencoded":"<p>This song may take you back a ways — say, about 43 years.</p><p>That's Joni Mitchell, back when her voice was high and light. It's \"a helium voice,\" as she describes it in an <a href=\"http://www.npr.org/2014/12/09/369386571/the-music-midnight-makes-in-conversation-with-joni-mitchell\">interview with NPR's <em>Morning Edition</em></a>.</p><p>Mitchell just released a box set — a retrospective of her decades-long career — called <em>Love Has Many Faces</em>. Now 71, Mitchell was in her 20s when she wrote \"Carey\" for her 1972 album <em>Blue</em>. Since then, fans have often wondered what it's about. Who is \"Carey\"? A friend of Mitchell's? A muse? Is he even real?</p><p>He is. <br /> <br />Cary Raditz is a 68-year-old investment analyst who lives in the Washington, D.C., area. Back in his 20s, he was living in Matala, a little village on the island of Crete, which is where he met and befriended the singer-songwriter — though he didn't like her at first.</p><p>\"I resented her, because a lot of my friends were turning into absolute fools and fawning over Joni Mitchell,\" Raditz says. \"So she was disturbing the tranquility of this little place.\"</p><p>The two had their first run-in at the Delphini, the \"taverna\" where Raditz worked. He was serving tables and she was a customer.</p><p>\"She picked up all her trash from the table, a handful of it, and came over to me,\" Raditz says. \"She cleaned her table! And I just looked at it — and, you know, there are shards of broken glass and plates on the floor from [a party] last night. I just took it and threw it on the floor. ... She caught me in a weak moment, and then we became friends after that.\"</p><p>Mitchell gave Raditz the song as a present on his 24th birthday.</p><p>\"It was a goodbye song,\" he says. \"There was a little bit of a sadness about that. But she was always leaving, and she'd change her mind, and we'd find something else to do or go traveling.\"</p><p>How does Raditz hear the song now?</p><p>\"Like all poetry, it tends to grow within you. And it tends to take on your own personal meanings and shadings and tones, and other memories that become associated with it.\"</p><p>Hear the full segment at the audio link.</p><p><em>Home page photo: Michael Ochs Archives/Getty Images</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Just+Who+Is+That+%27Mean+Old+Daddy%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369402166-79f9ea.m3u?orgId=1&topicId=1106&ft=3&f=369385920"},{"href":"http://media.npr.org/assets/img/2014/12/08/joni-mitchell-1970-d280468b3908b3c3a1cdf65dd4bc73ba2c792a20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2249","width":"3000"}}]}