{"created":"2014-10-08T13:42:38+00:00","modified":"2014-10-31T00:59:04+00:00","valid":{"from":"2014-10-31T00:59:04+00:00","to":"3014-10-31T00:59:04+00:00"},"hreflang":"en","title":"LA Mountain Lion A Poster Cat For California's Rat Poison Problem","published":"2014-06-27T09:24:00+00:00","teaser":"Reports that Griffith Park's famous four-legged resident became ill from exposure to rodenticides have heightened concerns about the use of the poisons in California.","itags":["npr_api","323970068"],"guid":"60bd0e9d-320a-4f89-a8ab-a5362391f7f1","contentencoded":"<p>Los Angeles' Griffith Park is home to an abundance of wildlife, but a mountain lion known as P-22 is arguably its most well-known four-legged resident. But reports this spring that P-22 became ill from exposure to rodenticides has heightened concerns about the use of the poisons in the state.</p><p><em>National Geographic</em> <a href=\"http://video.nationalgeographic.com/video/ngm-cougar-hollywood\" target=\"_blank\">made the big cat famous</a> after a photograph of him — looking alert and robust in front of the Hollywood sign — appeared in its December issue.</p><p>He crossed two of the busiest freeways in the country, the 405 and the 101, to get there. \"Boy, it's hard to even imagine,\" says Seth Riley, a wildlife ecologist with the National Park Service who was out recently on P-22's trail in Griffith Park.</p><p>After the cat was sighted in park two years ago, biologists captured him and fitted him with a GPS collar. In March, a team recaptured him after a <a href=\"http://www.nps.gov/samo/parknews/gp-lion-exposed-to-poison.htm\" target=\"_blank\">remote camera showed</a> that he had become ill.</p><p>\"It was hard, too bad to see him sick like that,\" Riley says.</p><p><strong>'A Real Problem On Our Hands'</strong></p><p>P-22 was weak and suffering from mange, believed to be the result of exposure to rat poison. For two decades, scientists with the Santa Monica Mountains National Recreation Area have researched the exposure of rodenticides to wildlife up the food chain — from smaller, first-target rodents to coyotes and bobcats to birds of prey.</p><p>\"Back in 2004, we had two mountain lions that also died, just like the coyotes were dying, of bleeding to death internally from rodenticide poisoning,\" Riley says. \"Interestingly, those two mountain lions also had mange. They didn't have it as badly as the bobcats get it before [they] died of it.\"</p><p>The LA County Department of Public Health requires the city's Department of Recreation and Parks to suppress ground squirrel populations. Principal Forester Laura Bauernfeind says the bait stations are used in very limited areas, and that the parks department isn't the only user of the poison.</p><p>\"The bigger thing to take into consideration is the fact that so many rodenticides, first- and second-generation, are available to the general public on the shelves at Home Depot and Lowe's,\" Bauernfeind says, \"and you have to remember, Griffith Park is surrounded by hundreds and hundreds of homes.\"</p><p>State regulators recently banned the sale of what are considered the more powerful second-generation, anti-coagulant rodenticides from the retail shelf, but the products will still be available to licensed pest-control companies.</p><p>California Assemblyman Richard Bloom authored a bill that would ban the poisons in state and national parks throughout California.</p><p>\"There needs to be a solution to rodent infestation, but when the solution ends up killing and severely injuring the health of the predators of the rodents, then we have a real problem on our hands,\" Bloom says.</p><p>When biologists recaptured the sickly P-22 in March, they treated him for mange and injected him with vitamin K to try to counteract the effect of the rat poison.</p><p>Recent photos of P-22 show <a href=\"http://www.scpr.org/news/2014/06/04/44528/new-video-shows-health-improving-for-griffith-park/\" target=\"_blank\">his health has improved</a> some, but Riley says there are concerns that the mountain lion is still at risk for re-exposure.</p><p>\"In all of these species, two-thirds of them are exposed to multiple compounds, so they are clearly being exposed multiple times,\" Riley says.</p><p>Of equal concern: P-22's adopted home is pretty small for a mountain lion. He may try to make his way back to the Santa Monica Mountains in search of a mate — and that could mean navigating streets and freeways again.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=LA+Mountain+Lion+A+Poster+Cat+For+California%27s+Rat+Poison+Problem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gloria Hillard","audio":[{"meta":{"duration":"274"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324222852-0d318c.m3u?orgId=1&topicId=1132&ft=3&f=323970068"},{"href":"http://media.npr.org/assets/img/2014/06/20/mountainlion2-f4c4c760a1412cece642ecc17bd4d429852d66b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"582","width":"777"}},{"href":"http://media.npr.org/assets/img/2014/06/20/mountainlion-530f4b4cbf8d20d6af74cd5c23c2a5a7714aece5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}}]}