{"created":"2015-04-15T07:43:23+00:00","modified":"2015-06-05T15:23:24+00:00","valid":{"from":"2015-06-05T15:23:24+00:00","to":"3015-06-05T15:23:24+00:00"},"hreflang":"en","title":"As American Sports Skew More Armcentric, Throwing Injuries Rise","published":"2015-04-15T12:11:00+00:00","teaser":"Baseball players' arms are becoming more like football players' heads — subject to frequent injury and in need of immobilizing surgery.","itags":["npr_api","399595450"],"guid":"60bd2563-dde3-4062-be71-c82be140cc62","contentencoded":"<p>Whatever happened to rotator cuffs? It seems like just yesterday that every pitcher who was injured had a problem with his rotator cuff. But baseball player injuries now invariably require something called \"Tommy John surgery,\" which has become epidemic.</p><p>The difference is simple: The rotator cuff involves the shoulder while Tommy John relates to the elbow, or more precisely, the ulnar collateral ligament. The corrective surgery, by Dr. Frank Jobe, was first performed 41 years ago on Dodgers pitcher Tommy John, and for years it remained fairly uncommon. Now, it is downright commonplace.</p><p>It is also indisputable that as more pitchers throw faster — mid-90 mph becoming routine — the more Tommy John surgeries we encounter. It doesn't require a crack detective to solve the case: The more pitchers throwing with all their might for just a few pitches, the more ulnar collateral ligaments that are failing. Pitchers' arms are becoming like football players' heads. The happy difference is that you do not need a good arm to keep on living a long normal life the way you do need an undamaged brain.</p><p>But let's face it: American athletics are armcentric. Not just the pitcher — everybody on a baseball team has to throw the ball. Football depends more and more on passing. \"What's his arm strength?\"<em> </em>the scouts first ask of quarterbacks. Basketball shots are propelled by strong arms, especially now with the long 3-point basket in vogue.</p><p>Throwing is certainly not unnatural, but pitching a baseball overhanded is too abnormal an action for the human body. In contrast, throwing a softball underhanded is a pretty smooth motion. A cricket bowler delivers the ball to the batsman in something of a high loop, without being allowed to break the elbow.</p><p>It would seem that pitchers have survived, barely, these past 150 years or so, but now the added stress — especially for pitchers who started throwing too hard too young — is just enough to break down too many arms.</p><p>Rob Manfred, is, officially, only the commissioner of professional baseball, but just like the bumbling NFL commissioner, Roger Goodell, Manfred is really the steward of his game. Manfred should convene some sort of all-baseball conference to examine this serious issue. Until then, it appears that baseball simply feels that pitchers are fungible, that there's always another kid with a temporarily live arm who can fire it by the hitters.</p><p>Really, we've got to do better by our best arms.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+American+Sports+Skew+More+Armcentric%2C+Throwing+Injuries+Rise&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399751536-5b0312.m3u?orgId=1&topicId=1057&aggIds=4499275&d=206&p=3&story=399595450&t=progseg&e=399750277&seg=10&ft=nprml&f=399595450"}]}