{"created":"2014-12-11T21:30:46+00:00","modified":"2015-05-13T21:26:59+00:00","valid":{"from":"2015-05-13T21:26:59+00:00","to":"3015-05-13T21:26:59+00:00"},"hreflang":"en","title":"As Ebola Cases Drop, Liberia's Soccer Fans Are Back In The Zone","published":"2014-12-12T00:13:00+00:00","teaser":"Liberians cram into sports bars to cheer on their favorite teams. That wasn't happening when Ebola was at its peak. But now, the fans are gathering again.","itags":["npr_api","370084683"],"guid":"60cdc89c-2aee-4bb3-869d-858753ca331d","contentencoded":"<p>The sun has set in Liberia's eastern border town of Ganta, and the red dirt roads are humming with motorbikes and boomboxes.</p><p>As Ebola starts to lose ground in the West African country, life is slowly returning to normal. Liberia's nightlife, which stalled after officials declared a state of emergency in early August, is gradually picking up. And the hangouts where Liberians pay a small fee to watch soccer are once again packed with fans.</p><p>At Justina's, a club in the center of Ganta, about 30 young men have come to watch the Champions league matches. Real Madrid is beating Ludogorets, and Arsenal just put the ball past Galatasary's keeper.</p><p>Liberians call these places \"video clubs.\" They're kind of like a sports bar, only there's no beer served and no barstools. Young men — and it's almost all men — come here to support their squads.</p><p>The dimly lit hall is filled with rows of plastic chairs in front of mounted TVs. People are passionate about soccer here. Plus, since so many are out of work, watching games is a way to pass the time.</p><p>When the government announced a state of emergency, \"everyone was afraid to come together,\" says Alberto Fong, who's standing outside Justina's during halftime.\"Sitting here [in these clubs] is very dangerous so everyone was trying to observe the rules.\"</p><p>That means avoiding human contact, staying away from large gatherings and washing your hands with diluted chlorine before entering public buildings. That's part of the way Liberia was able to cut the weekly number of new Ebola cases from around 400 down to under 100.</p><p>Because of this trend, the state of emergency was lifted a month ago. But health officials say complacency could stop the progress. So the government recommends taking precautions.</p><p>\"My ministry is telling people that if you want to go to video clubs you first need to observe safe measures we have put in place,\" says Isaac Jackson, Liberia's deputy information minister. \"Wash your hands.\"</p><p>After all, Ganta sits right across the border from Guinea, where the outbreak started.</p><p>But there's no chlorine bucket in front of this video club. Fortunately, Fong came with his own hand sanitizer. \"Just in case I touch someone,\" he says.</p><p>Not everyone is as prepared as Fong, and these sticky, sweaty video clubs are jammed with people.</p><p>Just down the street from Justina's is the Arsenal video club. It's pretty lax inside. Men sit shoulder to shoulder on wooden benches. Most of them seem comfortable — but not everyone wants to go in.</p><p>Emmanuel \"Good Boy\" Gbormie is taking no chances, so he sits outside. \"Very, very not safe, it's an interactive environment [and] there's no bucket to wash hands,\" he says. \"So for me personally, I need to protect myself.\"</p><p>For Gbormie, that's more important than cheering his team on in the video club. He says he'll wait for his friends to come outside and tell him who's won.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ebola+Cases+Drop%2C+Liberia%27s+Soccer+Fans+Are+Back+In+The+Zone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sami Yenigun","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370156388-8d826f.m3u?orgId=1&topicId=1031&d=194&p=2&story=370084683&t=progseg&e=370082708&seg=20&ft=nprml&f=370084683"},{"href":"http://media.npr.org/assets/img/2014/12/11/videoclubs_poole-1-5e1c66ebe975235ab206536c1c6a0034cb7ebaf7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/11/videoclubs_poole-4-a440158397c085e70300d5147cfac90532f0e4d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/12/11/videoclubs_poole-2-6fb1ac0e215910ce4ddb6c4337d4d94a6ef22be0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}