{"created":"2015-05-16T21:38:42+00:00","modified":"2015-06-25T17:43:47+00:00","valid":{"from":"2015-06-25T17:43:47+00:00","to":"3015-06-25T17:43:47+00:00"},"hreflang":"en","title":"Call It A Prose Ceremony: 'Bachelor' Host Writes A Novel","published":"2015-05-18T15:12:00+00:00","teaser":"Chris Harrison's new book is an amusing romance novel — and a ripe excuse for us to ask some lingering questions about the reality show juggernaut that's made him famous.","itags":["npr_api","406685520"],"guid":"60d9cea2-236a-40ab-926d-f6c426607cd7","contentencoded":"<p>When budding TV personality Chris Harrison walked into the offices of ABC back in 2000, he didn't expect much.</p><p>The network wanted to jump on the new trend of reality competition shows, and had asked him to host a dating show, where one man would cull through a group of 25 women through a series of dates and cocktail parties, ultimately proposing to one final suitor. It was called <em>The Bachelor</em>.</p><p>\"I was hoping [the show] would last a few hours,\" Harrison jokes. \"I would meet someone at the network, and it would lead to a real job.\"</p><p>Thirteen years later, <em>The Bachelor </em>and its chief companion show <em>The Bachelorette</em> have remained juggernauts for the network. They still bring in upwards of 10 million viewers to Monday nights.</p><p>The popular shows have also long been a magnet for criticism. Gender problems and diversity issues are immediately apparent to any viewer — and it doesn't take long to realize that much of the drama (if not all) is manufactured by an expert team of producers.</p><p>Harrison has been the host for the shows' entire runs. His role and his appeal are simple: a level-headed, normal guy leading the bachelors and bachelorettes through the season, helping them make tough decisions and calling them out on bad behavior.</p><p>The new season of <em>The Bachelorette</em> premieres Monday night. On Tuesday, Harrison's new venture debuts: a novel called <em>The Perfect Letter</em>. He recently sat down for a conversation with NPR's Arun Rath, discussing everything from how the shows inspired his novel to how he feels about the lack of diversity in the franchise.</p><p><strong>So first, tell us about this book. It's a love story.</strong></p><p>It is a love story. I mean, <em>The Perfect Letter</em> and the book in general is an extension of my brand. It's really an extension of what I already do on <em>The Bachelor</em> and <em>The Bachelorette</em>. It's romance. It's love. It's a story. It's a journey. It's escapism. There's drama and intrigue and all the great things and all the trappings that have obviously made <em>The Bachelor</em> and <em>The Bachelorette</em> a huge franchise for over a decade, you know, I put into a book. And that is <em>The Perfect Letter</em>. And it's a great love story.</p><p><strong>So would you say that this is not necessarily a book that's always been in you, it's a growth out of your professional — </strong></p><p>Yeah, absolutely. The funny thing is it's hard to explain, because it has nothing to do with <em>The Bachelor</em> and <em>The Bachelorette</em>. It has everything to do with <em>The Bachelor</em> and <em>The Bachelorette</em>. What I mean is there's nothing specific in there, you know. I don't refer back to characters or stories from the show. It doesn't mention the show. There's not one rose or one hot tub. Just, I want to let everyone to be warned.</p><p>But obviously you can't be on and immersed [in] and produce <em>The Bachelor</em> and <em>The Bachelorette</em> for 13 years, and that immersed in love and romance, and not learn something and not take something and have it bleed over into the pages of <em>The Perfect Letter</em>. <em>The Perfect Letter</em> is a lot about a love triangle and these kind-of star-crossed lovers that — if anyone knows something about love triangles, it's me. I help create them, I help blow them up, so it was a very easy transition, shall I say.</p><p><strong>There have been so many seasons of the show now that it's probably impossible for you to write a character who's not in someway ... reminiscent of somebody.</strong></p><p>Oh yeah. Well, the thing is about <em>The Bachelor</em>, and this is what's beautiful and why it translated so well to the written page and into a fictional romance novel, is the show has never had a catch. It's not a game show. We don't get to the end and Susie and Bobby are standing there and we say, \"OK, here's your choice! Do you want the house or do you want the love?\"</p><p><strong>There is a winner though.</strong></p><p>Well, but it really is at the end of the day two people left up to free will. They make a choice. They have chosen their way down to this situation, and they have decided to be there. Really, as producers, it's the dumbest show you could ever create, because you want control. You want to control every situation. Don't ever create a show where the end result is you not having any say in the ending of your show, and that's really what we created, was, \"OK are you going to get engaged? We'll watch with everybody else, and fingers crossed!\" That's a horrible way to produce a show. But that is <em>The Bachelor</em>, that is <em>The Bachelorette</em>. But that is real life, and that's why I love it so much, is that at the end of the day you have to take your hand off the wheel and just go with it.</p><p>And that's kind of what led me to really diving into this book and the subject matter of these love triangles and what do we really want. Do we want the guy who's perfect on paper? Do we want the guy that just rips our heart apart that we can't get out of our head when we wake up or go to bed? And I see that a lot on the show. I mean, I've seen it, God, for 13 years on the show. And it's interesting what people choose to follow. A lot of times it depends on our background, on Mom and Dad, of \"I'm gonna make the smart choice that everybody will think is smart, but it's not really what I want.\" Some will say, \"Screw my family, screw my friends, I'm going with maybe the bad boy.\" I find it all fascinating.</p><p><strong>Obviously you're conversant with these things, but writing a novel is a different thing from hosting a show.</strong></p><p>God, is it!</p><p><strong>What was it like jumping into that?</strong></p><p>What a horrible — next time I say I want to write a book, can you just punch me in the face?</p><p>I have loved this. I've been in television for the better part of my life now, from college all the way on I've been professional and in TV. So, well over 20 years I've been doing this. So I know this industry and I love it and I've embraced it. You know, writing a book, I've had the utmost respect for authors and what these successful authors do, because it's one thing to say, \"Oh, I have a great story, and I want to write pen to paper, yay, here's my essay,\" turn it in like you're in school — it's so far from that. Writing is almost just half the project. It really has been amazing and I've loved it, as excruciatingly painful as it's been as time, it's been great to kind of stretch a new muscle and learn a new craft and really dive into it.</p><p><strong>There have been a lot of people who've criticized <em>The Bachelor</em> and <em>The Bachelorette</em> over the years.</strong></p><p>How dare they.</p><p><strong>I think it was most intense when it first came on the scene. People talked about it being a giant step backwards for gender relations. How did that hit you at the time?</strong></p><p>It was tough. I'm a conservative Texas boy. When I got the job, the first thing I thought was, \"OK, who's creating this?\" And it's a guy named Mike Fleiss, and I thought, \"Wait, isn't that the guy who just did <a href=\"http://www.huffingtonpost.com/2015/02/13/who-wants-to-marry-a-multi-millionaire_n_6674930.html\" target=\"_blank\"><em>Who Wants To Marry A [Multi-]Millionaire</em> with Darva Conger and Rick Rockwell</a>, which was a huge success as far as ratings go—\"</p><p><em>[<em><strong>Editor's Note:</strong></em> While the ratings were terrific, </em>Who Wants To Marry A Multi-Millionaire<em> is more famous for overlooking the fact that its titular millionaire had been the subject of a restraining order related to alleged domestic abuse, a fact which caused immediate scandal when publicized. The TV marriage was annulled seven weeks later.]</em></p><p><strong>Conservative you mean like, family values, traditional?</strong></p><p>Yeah. I'm a down-home conservative guy. I was married, I had a child, I was on the way to having another child. A church-going guy and Mom and Dad and apple pie and the whole thing. I'm very much not Hollywood. I'm not Hollywood. I don't have anyone in my family that is Hollywood. I was the first one of my clan to come out here and venture into this crazy business, and it really was a comedy of errors and my passion of finding it in college that led me into this business and getting me out here in the first place. So I was more worried about, am I going to be able to go home and see my family after we do this show?</p><p>But the good news is that it was on ABC. Obviously, partners with Disney. I knew it wasn't going to be a Fox-type show <em>[<strong>Ed</strong>: Fox was the broadcaster behind </em>Who Wants To Marry A Multi-Millionaire<em>]</em> or a cable-type show, where it's just gloves are off and no holds barred. So I knew it would have a certain level of professionalism and meaning behind it. And really, when they explained to me that that's why they wanted me, they wanted the guy next door, the down-home guy that would be kind of the moral compass and the moral barometer on this show, and call people out on if they misstep or whatever. And it has been an amazing study in human behavior.</p><p>But I'll never forget, to your point, early on when we decided to do <em>The Bachelorette</em>, Trista Rehn was our first Bachelorette. And I think it was the <em>New York Times</em> or the <em>Post</em> or whatever wrote this big article of how we had just set women back a hundred years. So we had to face a lot of that stuff. But I believe in the show and I believe in the couples that have come out of it.</p><p><strong>But in terms of your traditional values, though, you say there's a line they won't cross, but there's the \"fantasy\" room. There's sex happening outside of marriage. </strong></p><p>Here's the thing. There is, there definitely is sex happening outside, just like there is in everyday life. But what I love and enjoy about the show, and you talk about it being a study in human behavior — we don't force anybody to do anything. [What] we do force are situations. Moral decisions.</p><p>Sean Lowe, [the 2013 Bachelor] from Dallas, not too far from where I grew up, self-proclaimed virgin on the show, made it very clear, \"I'm not going to sleep with any of you. That's not who I am. Not until I'm married.\" They have the choice to say that, to step up. How will you represent your family and your values? How will you speak on behalf of yourself? Or, if you're forced into a situation, are you timid and uncomfortable and you do something you regret?</p><p>That to me is part of the genius of the show. Because it really is a microcosm of life and a mirror image of life. Of meeting people at the bar or the synagogue or church or library or whatever. Is she using me? Is he using me? Does he want me for my body, my money, my whatever? You have to answer these questions and you have to answer those questions on the show.</p><p>And yeah, there are some people that are morally straight, and there are some people that deviate. And some that regret it, some that don't care. I find it all fascinating, I do.</p><p><strong>I wouldn't ordinarily want to talk about your personal life —</strong></p><p>Fire away.</p><p><strong>— but this is something that's been out there, and also the show deals with personal things. You had been married most of your adult life. </strong></p><p>All of it!</p><p><strong>And you're now a bachelor yourself. So how strange is that now, and did the show prepare you well for being a bachelor? </strong></p><p>We didn't laugh about much, my ex-wife and I, during the divorce. But one thing we did get a little kick out of was just the irony of the host of <em>The Bachelor</em> getting a divorce. I mean, I know Jimmy Kimmel — obviously I'm on ABC — and I said, \"Look, I just wrote your monologue.\" Like, I mean that's just easy fodder.</p><p>But in all seriousness, they hired me because I was married and because I had that family. But really I think I've become better as a host and a therapist and a friend since then, because I see the other side. I see just how brutal it is. People often ask, there's a beautiful girl or a beautiful guy, successful smart whatever, and \"Why are you on the show? Why are you doing this?\" Now I see.</p><p><strong>Why? </strong></p><p>Because it sucks out there. It sucks out there. Dating is hard. It's difficult and not quantity, but quality. Finding a good person. So now that you have a network behind you — producers, casting people — finding these great people that seem to fit you, and it's worked. That's the good thing too, that we have this proven track record that we are good at what we do.</p><p>We have couples: Trista [Rehn] and Ryan [Sutter], Jason [Mesnick] and Molly [Malaney], Sean [Lowe] and Catherine [Giudici]. The list goes on and on of the people who have come out of this show. And it's been successful. And so they believe in what we do.</p><p><strong>How does it break down? Is it about .500, in terms of — 50-50 — of couples who stayed together? </strong></p><p>Early on we did not have a good track record. Probably about .200. But definitely I think we've found our stride. We've gotten much better at what we do and better at casting and better at producing situations where these couples can actually flourish. And so lately, we've probably batted .800. We've had great success.</p><p><em>[<strong>Ed</strong>: There have been five marriages from </em>The Bachelor<em> and </em>The Bachelorette<em> after 29 total seasons. Most recently, both seasons from 2013 have resulted in marriages. 2014 was a bust for both shows. The 2015 Bachelor, Chris Soules, is still engaged.]</em></p><p>Again, some don't make it. But that's important. Because if this show was predicated on the fact that it was successful, and you're guaranteed to have a couple, and boom! Here's the priest, rabbi, whatever, we have a marriage — that doesn't happen in life. What happens is, you get engaged or you have a relationship, you go back and you know what, does it piss me off that he leaves the toilet seat up or the cap off the toothpaste? Or, now I don't enjoy the way she chews her food or whatever? Real life happens. Sometimes it's messy. Sometimes it doesn't work. And so I like the fact — I mean, I don't like it — but I think it is necessary that we have couples that don't stay together. Because that's real life.</p><p><strong>I know that people who start dating again after they've been married for a while, or for whatever reason — it can be weird. </strong></p><p>It is weird!</p><p><strong>I mean, dating is weird anyway if you've been out of practice with it. But you've been hosting the show and engineering these TV-friendly dating situations. I gotta think it's even weirder for you, maybe. </strong></p><p>That's a good question. It's funny, no one's ever gotten into that, but you're right. There's a weird duality to my life. I'm not just dating, but they're dating the host of <em>The Bachelor</em>. They know. I'm setting up these dates. Obviously we're not doing jets and helicopters.</p><p><strong>They expect, \"We're going to mime school!\" Or sky-diving. </strong></p><p>Yes! \"Susan, we're going to Bora Bora tonight.\" \"Oh, lovely!\" Who doesn't do that?</p><p>Hopefully there's not this great expectation when they go on a date with me and we go to a movie or dinner. Because that's actually what I enjoy doing: simple stuff, bizarrely enough. But it is weird. I was married for 19 years, but with my wife for the better part of 22 years. We met in college. So I didn't date during my 20s and 30s. And I didn't date really all of the '90s and 2000s, I was off.</p><p>So it's an odd thing to jump back into it. And it's a whole new brave world out there, believe me. There were some growing pains for sure. There'll be some good stories in the next book, the tell-all.</p><p><strong>We talked about your reaction to some of the criticism of the show in terms of how it could be bad for gender relations. Another social critique people have brought up is the lack of diversity, that over a decade now, many season, there's not been much diversity — or any, really, in terms of the Bachelors or the Bachelorettes. They've all been white, right? </strong></p><p>Well, I mean — it's tricky. I guess if you don't count Latinos or Greek or whatever. I think honestly, diversity has a very specific face. And that's African-American.</p><p><strong>Or, there haven't been any Asian Bachelors. Or —</strong></p><p>Right. But we've had — say, Juan Pablo was two Bachelors ago.</p><p><strong>OK.</strong></p><p>He is Venezuelan. Didn't really speak English all that great. I mean, it's as diverse as you could possibly get. But that really doesn't do it. I think what people —</p><p><strong>OK, so there's been one Latino candidate so far. </strong></p><p>Yeah, and I think you're right. It hasn't been 50-50, for sure it has not. Would we love to get better at that, and will we get better at it? Sure we will.</p><p>But it also takes, unfortunately — we've done a little bit of this ourselves, we've dug this ditch — but we don't get the same cross-section of casting. People that come to our casting sessions, that apply for the show. You don't get the same amount of Caucasian, African-American, Asian, Latino, whatever, to choose from.</p><p><strong>Why do you think that is? Who's sending you the candidates? </strong></p><p>I think a lot of different things. You know what I think? Far be it for me, white Caucasian male, to speak on behalf of any ethnic group, but — they don't see themselves represented on television. They don't see themselves represented equally. And so I would assume, \"Why would I be going to do this if I don't see myself there anyway?\"</p><p><strong>It's a self-perpetuating thing. </strong></p><p>Yeah. And I get that. And again, that's why I would go back and say that we in some ways have been our own worst enemy in that regard. And we have had to make strides to change that, to try and embrace any minority group — not just African-American, anything — to try and draw that into the show, because we did as much harm as anybody, because they haven't seen themselves represented.</p><p>Whether it's fair or unfair or whatever, ABC has done a fantastic job lately of having massive amounts of diversity on the network across the board. So we're definitely going to try to do our best to follow suit.</p><p>But you also have to understand, and this is, God, it's such a tricky subject. And I hate that it is a tricky subject, because as soon as you say, \"race,\" \"racism,\" \"ethnicity,\" \"minorities,\" all of a sudden, everybody is waiting for you to say something politically incorrect and for it to be a scandal.</p><p><strong>Sure.</strong></p><p>And when you're a white guy, a middle-aged white guy talking about diversity, you're already five steps behind. You're already in trouble. Because there's nothing you can say that's going to be good, that's going to go well in that regard. Because if I say something positive: \"Who are you?\" If I say something negative, then you're a racist. It's a really difficult subject, unfortunately, to speak about. And by God, we should be. Why can't we have an honest conversation about it?</p><p><strong>There's definitely some of that. And I appreciate you talking about it like this. So what would you do going forward? Do you have plans going forward? </strong></p><p>Well, I think we have to do a better job of casting. And the other thing, too, and again what I was going to say, this is what worries me about speaking about it, honestly: television is a business, like anything else. And what we have to do, we can't just say, \"We're changing the world. We're going to do whatever it takes to change the world and make a stand on any social issue.\"</p><p>I don't care, whatever — take race out of it. Save the whales. We're going to make the entire show about saving the whale or the spotted owl. Well, that's great. But what happens when our show is off in six months, and you're not watching it anymore, and now hundreds if not thousands of people are out of a job?</p><p>And by the way, the people that work for us behind the scenes — I know that we haven't done a great job of representing on camera. But off camera: white, black, Latino, Asian, straight, gay, men, women. I mean, that's who works on <em>The Bachelor</em>. That's who works on every production in Hollywood. And so we also want to keep all of our jobs.</p><p>And so we're going to do the best job we can of reaching diversity, having more of that represented on the show. And to that end, we're going to try and cast the show better. Try and make it more open to try to draw people in. More welcoming to bring these people in that haven't seen their face represented on the show before, or on network TV. We're going to do our best.</p><p>But at the same time, we're also — we have a job to do. Because we have hundreds and thousands of people trying to work. So what justice are we doing anybody by taking a great social stand, and then five months later, going, \"OK, that was great, nobody watched the show.\"</p><p><strong>So at the end of the day — I don't want to put words in your mouth — but at the end of the day, this is a show. It's a business. There's not a social — </strong></p><p>No, I think you have a social responsibility. In anything you do, you have a social responsibility. To disregard that and to act like that doesn't exist is irresponsible.</p><p>But with that said, it's also irresponsible to walk into something and have rose-colored glasses and saying, \"I'm just going to represent this social issue on this network show for a billion-dollar network and industry and act like I don't care.\" Because I can't do that. The producers can't do that. You can't. Advertisers have to buy this show. Advertisers have to buy the next season of the show. I need millions of people to want to watch this show. So I need to put on people that others want to watch.</p><p>And I don't care — let me tell you something — if you're white, black, Asian, whatever — if I think a million more people are going to watch, you go in that direction. Because that is what's going to sell and be a successful business. But, to that end, to go in and just say, I have no social responsibility on the show regardless, that's silly.</p><p><strong>It's been 13 years now. </strong></p><p>Yeah.</p><p><strong>How long did you think this would be going on? Did you think this would have the kind of legs that it would have?</strong></p><p>A few hours. Look, anybody in this business who says, \"I have a guaranteed hit\" or \"I know this is gonna be a hit\" is either ignorant or a liar or both. Because you don't. You don't know. I mean, people have created great shows, produced wonderful television, and nobody tunes in. For whatever reason, it just doesn't resonate with the masses. And vice versa, people have produced some really crappy television and mediocre stuff, and for some reason it hits. And there's no rhyme or reason.</p><p>But <em>The Bachelor</em>, I was hoping it would last a few hours. I would meet someone at the network, and it would lead to a real job. Because you're talking back in the day, we were the second show on the air of reality television. <em>Survivor</em> had been on for about six months. One season. And then <em>The Bachelor</em> came along. And so I didn't even know what this was.</p><p>When I got the job, I ran into Jeff Probst [the host of <em>Survivor</em>] at this charity event, and I told him what I got. I said, \"So, how do we host this?\" There was no template. Now, [<em>American Idol </em>host Ryan] Seacrest, [<em>Dancing with the Stars </em>host Tom] Bergeron, Probst, [<em>The Amazing Race </em>host Phil] Keoghan — we all have our say. You can see how you host and you produce a show. Back then, there wasn't that. There was no playbook. I couldn't look at Bob Barker or Al Michaels and say, \"Oh, that's how I'm going to do this job!\" There was nothing there. It was a brave new world.</p><p><strong>Now that you have the benefit of hindsight, looking back, what's behind the staying power? </strong></p><p>I mean, the concept is genius. It really is. Overall, it's really simple, in and of itself. The fact that Mike Fleiss based the entire concept on the one thing that no matter where I go in the world — and you want to get back to race, economic status, gender, sexual preference, whatever — I don't care where you go in the world, there is one currency that always works, that always matters. And that's companionship. Relationships. I mean, hell, wars have been fought over this. You can go back to the dawn of time. It's the one thing that everybody can empathize with, relate to. It works. And that's all the show has ever been about.</p><p>You look at all the rip-off shows. I bet just about anything that we are the most ripped-off franchise in television. How many dating shows and other spin-offs of our show have you seen? Some have actually worked decent. But our show stays because it's never been about anything. There's no catch. What you see is what you get. And so, in its simplicity, it's been so genius and it's worked so well for so many years.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Call+It+A+Prose+Ceremony%3A+%27Bachelor%27+Host+Writes+A+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407304682-8b0e3e.m3u?orgId=1&topicId=1033&aggIds=100876926&d=466&p=2&story=406685520&t=progseg&e=407267773&seg=8&ft=nprml&f=406685520"},{"href":"http://media.npr.org/assets/img/2015/05/14/the-perfect-letter-harrison-0005-b5bc8dc649f2f63c4ad401f37c54cf86129d8eff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/05/15/138830_1998-655ef92e896000009a1552ee81f4795d1d1224fe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1123","width":"1497"}},{"href":"http://media.npr.org/assets/img/2015/05/14/chris-harrison-c-bob-d-amico-abc--24db84dea80ac22cc7bf2201443d2f7f3634b414.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}},{"href":"http://media.npr.org/assets/img/2015/05/15/137851_2294-8ef23f6f2a2ca0a95140859dcbc192713ab2ca9c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}},{"href":"http://media.npr.org/assets/img/2015/05/15/463430957-2b9b77f1d933b7cc7992bf3685b829707009161c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}},{"href":"http://media.npr.org/assets/img/2015/05/15/137134_0056-3f95cea9d77b8b9c64087a58a01368d70de87d3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}