{"created":"2015-05-14T21:05:43+00:00","modified":"2015-05-15T18:46:16+00:00","valid":{"from":"2015-05-15T18:46:16+00:00","to":"3015-05-15T18:46:16+00:00"},"hreflang":"en","title":"The Man Who Keeps Tabs On U.S. Money Spent In Afghanistan","published":"2015-05-15T18:46:00+00:00","teaser":"John Sopko says the Afghans still do a poor job of managing the billions they get from the U.S. and he has documented the abuses. Still, he supports the ongoing U.S. efforts there.","itags":["npr_api","406764884"],"guid":"60eea9ea-ca0c-4b20-95be-204d2a8a4d24","contentencoded":"<p>John Sopko, whose job is to watch over U.S. government spending in Afghanistan, says it's not his job to be a cheerleader — it's to speak truth to power.</p><p>\"I am often the bringer of bad news to people. Or at least that's what some people think,\" he says.</p><p><a href=\"http://csis.org/event/budgets-and-bullets-taking-stock-afghanistans-security-forces\" target=\"_blank\">Addressing a crowd</a> of Afghanistan analysts and contractors in Washington, Sopko says he has had just one objective since President Obama appointed him three years ago to be the Special Inspector General for Afghanistan Reconstruction:</p><p>\"To seek facts and aggressively protect the U.S. taxpayer's enormous investment in Afghanistan.\"</p><p>Congress is voting this week on more funding for Afghanistan's security forces, and that raises the question of how well they are performing in their fight against the Taliban.</p><p>After U.S. forces pulled out of Iraq, the self-styled Islamic State fighters moved in and Iraq's security forces all but collapsed. Those watching Afghanistan warn the same could happen there unless the U.S. keeps a small force and carries on with its work to build up the Afghan troops.</p><p>In addition to all the American money spent fighting in Afghanistan, the U.S. has spent $110 billion for the country's reconstruction, with the largest portion — more than $60 billion — going to build the Afghan security forces, known collectively as the ANDSF.</p><p>Even when adjusted for inflation, that $110 billion is more than the U.S. contributed to the Marshall Plan to rebuild Europe after World War II.</p><p><strong>Chronic Management Problems</strong></p><p>And yet Sopko says his quarterly audits strongly suggest \"that Afghanistan still lacks the capacity — financial, technical, managerial or otherwise — to maintain, support, and execute much of what has been built or established during the more than 13 years of international assistance.\"</p><p>Sopko says Afghan security forces continue to be plagued by high attrition rates and low self-sufficiency.</p><p>\"News reports from Afghanistan as recent as this week are noting record casualty levels in the ANDSF,\" he says. \"We have heard of Afghan army units clearing areas of insurgents, handing it over to the local police or the national police, who then find that they cannot stand up to insurgents on their own.\"</p><p>The U.S. ended combat operations in Afghanistan last year. Close to 10,000 U.S. troops remain to advise and assist the Afghan forces, though they're scheduled to leave by the end of next year. Senate Armed Services Committee chairman John McCain, R-Ariz., says that will only lead to disaster.</p><p>\"It'll be the same movie we saw in Iraq: complete withdrawal without a residual force to provide them with the capabilities they don't have. They will lose,\" McCain says.</p><p>McCain sees no reason to reduce U.S. troop strength in Afghanistan any further.</p><p>\"Just keep doing what we're doing,\" he says, referring to the small U.S. force that remains. \"Our casualties in Afghanistan now are at a real minimum, but we leave, we lose. It's not complicated.\"</p><p><strong>No Easy Exit</strong></p><p>However, former University of Alabama political scientist Donald Snow, who has written extensively on other wars the U.S. has found hard to exit, says it's not that simple.</p><p>\"What we're doing is trying to put lipstick on a kind of an ugly pig and try to get out with with some saving grace of appearing to support what we really know is a battle that we can't resolve,\" he says.</p><p>Snow says no other country has ever prevailed in Afghanistan, a reference to the Soviets, the British and others who waged military campaigns in Afghanistan that ultimately failed.</p><p>Meanwhile, enthusiasm of many U.S. lawmakers is wearing thin. Sen. Joe Manchin, D-W.Va., who also serves on the Armed Services Committee, says: \"My goodness, we've already spent what, 2 1/2 trillion? I can't go home in West Virginia and justify that.\"</p><p>Manchin's figure is higher than most estimates. Sopko says nobody's really sure how much has been spent in Afghanistan.</p><p>But for all the problems that country presents, he does say he believes it's still worth spending the $8 billion a year to keep U.S. forces on the ground there.</p><p>The U.S. forces are \"ensuring that we can kind of oversee what's going on, because that's the insurance policy for the entire trillion dollars and all those troops we lost and all those civilians we lost,\" he says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Man+Who+Keeps+Tabs+On+U.S.+Money+Spent+In+Afghanistan&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Welna","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406768415-e61e78.m3u?orgId=1&topicId=1149&d=244&p=2&story=406764884&t=progseg&e=406768287&seg=16&ft=nprml&f=406764884"},{"href":"http://media.npr.org/assets/img/2015/05/14/ap204296060452-b6af17b1277ba68a471934473d177c9a1f423858.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2968","width":"3958"}}]}