{"created":"2014-11-13T20:26:45+00:00","modified":"2014-11-14T21:49:44+00:00","valid":{"from":"2014-11-14T21:49:44+00:00","to":"3014-11-14T21:49:44+00:00"},"hreflang":"en","guid":"61056899-2be2-49c8-b29f-237eb972b35a","title":"Afghan women put aside their own safety and their country's culture to create a national cycling team","published":"2014-11-14T21:49:40+00:00","byline":"David Leveille","tags":["sports","women","culture","women's rights","Sports","Kabul","Asia","Afghanistan","Asia","Central Asia","South Asia","Shannon Galpin","Afghan Women's National Cycling Team","Cycling","Women","mountain2mountain"],"teaser":"Afghanistan is a country where the culture does not allow women to ride bikes. So the Afghan Women's National Cycling Team has a huge hill to climb, especially if they are to have any chance of making it to the Olympics.","contentencoded":"<p>These six young women are defying cultural barriers in Afghanistan. On some mornings, they can be seen speeding along Kabul's dusty streets on their racing bikes.</p>\n<p>That's a daring thing to do in a country where women aren't supposed to ride bikes at all. But these young women aren't just riding for fun.</p>\n<p>Their dream is to one day qualify for the Olympics as members of the Afghan Women's National Cycling Team.</p>\n<p>That's where Shannon Galpin comes in. She's an American women's rights activist and mountain biker. Her charity, <a href=\"http://www.mountain2mountain.org\">Mountain2Mountain</a>, is helping to train the team.</p>\n<p>\"I started riding and mountain biking in Afghanistan in 2009, looking to see whether women would ever be allowed to ride bikes and challenging that barrier. And now I ride with the girls team in Kabul. It gives me incredible insights as to the risks that these young women face,\" she says. \"When I ride with the Afghan team, they are often harassed, insults are thrown at them, rocks have been thrown, and they have even been sling-shotted. You know, something quite serious could happen.\"</p>\n<p>Galpin says the situation for the team members is similar to the way school girls often get harassed when walking to school in Kabul. \"Doing something as controversial as riding a bike in Afghanistan certainly comes with a risk,\" she says. And \"they are a spectacle when they ride. People look and stare and notice.\" </p>\n<p>When the team heads out on early morning practice rides, Galpin says the girls always have their coach on hand, and often ride along with the men's team. The men, Galpin says, are mostly supportive of the women, and “see them as sisters. We've really tried to nurture that.\"</p>\n<p>But occasionally, the men, who “are more experienced riders who wear spandex, who charge the hills and know what it means to compete as racers,\" resent that the girls who are just learning how to ride as a competitive sport are getting attention as a team. “But when we explain the cultural differences, that [the men] grew up on bikes, whereas this is entirely new for the women, and we tell them that we're really trying to support them to grow the sport overall, which will also help the men's team, then many of the men will then go out and ride with the girls.\"</p>\n<p>Galpin says the hope is that the women's team will have a chance to go to the 2016 Olympics as observers \"so they can see the level of cycling and they can understand really what the sport of cycling is about on a global scale.”</p>\n<p>She says reaching the 2020 Olympics may be more realistic. “These are girls who have really only been riding bikes for two to three years, so to grow the sport and to have them have a good chance at the 2020 Olympics will mean a lot of development and a lot of training, much of it outside Afghanistan.\"</p>\n<p>Given all the threats to their personal safety, the gruelling workouts, and the overall fact that it's culturally taboo for women to ride bikes in Afghanistan, the question is: what motivates these women to be part of the cycling team?</p>\n<p>Galpin says, \"I think what I see with these women is the same as what I see with young women who risk their lives walking to school, who risk their lives to run for politics. They have said to me many times, change does not happen by playing it safe. We're not going to change the access for women if we sit at home on a couch. I think that represents the Afghan women that are coming through in this period of time. They're incredible courageous, resilient, and they're not willing sit by and let their rights be oppressed.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/cycling3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cycling3jpg"}]}