{"created":"2015-01-04T14:59:07+00:00","modified":"2015-01-22T19:05:15+00:00","valid":{"from":"2015-01-22T19:05:15+00:00","to":"3015-01-22T19:05:15+00:00"},"hreflang":"en","title":"Attracted To Men, Pastor Feels Called To Marriage With A Woman","published":"2015-01-05T19:42:00+00:00","teaser":"Allan Edwards is attracted to men, but his faith conflicts with homosexuality, so he doesn't act on it or identify as gay. Instead, he's married, starting a family and staying true to his beliefs.","itags":["npr_api","374857829"],"guid":"61156d9f-53a6-4287-a329-c152deabd684","contentencoded":"<p><em>In The Sunday Conversation,</em> Weekend Edition Sunday<em> brings listeners an unexpected side of the news by talking with someone personally affected by the stories making headlines.</em></p><p>Allan Edwards is the pastor of Kiski Valley Presbyterian Church in western Pennsylvania, a congregation of the Presbyterian Church in America. He's attracted to men, but he considers acting on that attraction a sin. Accordingly, Edwards has chosen not to act on it.</p><p>\"I think we all have part of our desires that we choose not to act on, right?\" he says. \"So for me, it's not just that the religion was important to me, but communion with a God who loves me, who accepts me right where I am.\"</p><p>Where he is now is married. He and his wife, Leanne Edwards, are joyfully expecting a baby in July.</p><p>But let's start earlier, in the mid-'90s, when Allan was in high school, when he found himself thinking about boys more than girls. \"It was a pretty immediate realization that it was in conflict with my faith,\" he says.</p><p>He didn't understand how he could resolve his feelings, he says, and had little support from his friends. \"I didn't know anyone else who experienced same-sex attractions, so I didn't talk about it much at all,\" Allan says.</p><p>But at a small, Christian liberal arts college, he did start talking.</p><p>\"My expectation was, if I started talking to other guys about this, I'm going to get ostracized and lambasted,\" Allan says. \"I actually had the exact opposite experience. ... I actually was received with a lot of love, grace, charity: some confusion, but openness to dialogue.\"</p><p>Allan considered following a Christian denomination that accepts gay relationships, but his interpretation of the Bible wouldn't allow it, he says.</p><p>\"I studied different methods of reading the Scripture and it all came down to this: Jesus accepts the rest of the Scripture as divined from God,\" he says. \"So if Jesus is who he says he is, then we kind of have to believe what he believes.\"</p><p>Allan first met Leeanne when they both worked as teenagers at a Christian summer camp. \"I always joke with her that she was one of the cool kids and I was a raging fundamentalist nerd,\" he says.</p><p>They didn't click at the time, but in 2006 they both applied for the camp director job, and Leeanne got it. When she was ready to leave the position, he took her to lunch to scope out the job.</p><p>\"We got off talking about the job and started talking about our experience of the last couple years,\" Allan recalls. \"I don't want to be gushy or romantic, but I just melted inside, and thought, this is someone who understands graciousness. This is someone who understands acceptance, and this is someone I want to spend as much time with as possible.\"</p><p>He was drawn to her heart and soul, he explains. \"Out of that was birthed our intimate relationship.\"</p><p>Leeanne says she knew Allan struggled against a sexual attraction to men. \"I wondered if he was going to be able to put something like that behind him, or if it was going to be something that would affect our relationship,\" she says.</p><p>But the way they see it, people in any marriage must work to resist attractions from outside the relationship, whether from the same or the opposite gender.</p><p>\"There's always going to be situations where a partner is sexually attracted to someone else and isn't necessarily dealing with sexual attraction with their partner,\" Leeanne says.</p><p>\"Everybody has this experience of wanting something else or beyond what they have,\" Allan says. \"Everyone struggles with discontentment. The difference, I think, and the blessing Leeanne and I have experienced is that we came into our marriage relationship already knowing and talking about it. And I think that's a really powerful basis for intimacy.\"</p><p>Allan says he does not identify as gay.</p><p>\"I think I made conscious choices along the way to say this is something I experience,\" he says, \"but this isn't <em>the thing</em> that defines who I am personally.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Attracted+To+Men%2C+Pastor+Feels+Called+To+Marriage+With+A+Woman&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"614"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374910849-49f9f8.m3u?orgId=1&topicId=1016&aggIds=177065210&ft=3&f=374857829"},{"href":"http://media.npr.org/assets/img/2015/01/04/allan-and-leeanne-2-414c9fb8c309f05e74830a00f46943177985ea21.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"554","width":"739"}}]}