{"created":"2015-01-09T19:49:29+00:00","modified":"2015-01-10T02:04:37+00:00","valid":{"from":"2015-01-10T02:04:37+00:00","to":"3015-01-10T02:04:37+00:00"},"hreflang":"en","title":"Scientist Discovers New Antibiotic For Fight Against ‘Superbugs'","published":"2015-01-10T02:03:00+00:00","teaser":"Northeastern's Kim Lewis recently published a study in Nature describing his team's method for finding new antibiotics.","itags":["npr_api","376155658"],"guid":"6117ba98-992a-4d19-ba6b-141dace2ec8c","contentencoded":"<p>Antibiotics are among the most potent tools in public health, but across the globe, bugs are evolving resistance to our decades-old drugs.</p><p>Now, <strong>Kim Lewis</strong>, a professor of molecular microbiology at Northeastern University, found a way to unlock the potential of not just a new antibiotic, but the entire world of bacteria growing in soil.</p><p>Until now, scientists cultured only 1 percent of the bacteria that grows in the ground. These bacteria grow readily in Petri dishes in the lab, while the other 99 percent do not. “So these 99 percent, the vast majority,” says Lewis, “have been inaccessible to us for a very long time now.”</p><p>How did Lewis and his team gain access? The device they used is called an iChip, a small technology that can isolate and help grow single cells in their natural environment. With the iChip, scientists transform the world under foot into a lab, the soil a super-sized Petri dish.</p><p>Lewis tells <a href=\"https://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now&#8217;</em></a>s Robin Young about his new study, published in <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature14098.html#tables\" target=\"_blank\">Nature</a>, which reveals both a new antibiotics and a method for finding many more.</p><h4>Interview Highlights</h4><p><strong>On finding new antibiotics in soil</strong></p><p>&#8220;An environment like soil is very crowded. You have a billion cells of bacteria in a gram of soil. And in a crowded environment organisms tend to start fighting for territory. Bacteria are no different than other creatures, and they do do that, and their weapons are antibiotics&#8230; We simply borrow their weapons to fight our pathogens.&#8221;</p><p><strong>On the significance of the discovery</strong></p><p>“The standard dogma in our field is that resistance is going to develop to each and every antibiotic, and to most of them rapidly. I have been a big proponent of that dogma until we found this compound teixobactin.&#8221;</p><p>“[Teixobactin] has a very unusual mode of action. Normally, resistance is developed to antibiotics that target important proteins in the cell, and most antibiotics do that. Proteins mutate, so now the protein mutates and changes and no longer binds with the antibiotic. That’s how you get resistance. Teixobactin doesn&#8217;t bind proteins. It binds to polymers over the growing cell wall. These polymers are not proteins. They are not coded by genes and they cannot mutate.&#8221;</p><p><strong>On the future of teixobactin </strong></p><p>“Right now, teixobactin has a pretty good efficacy in mouse models of several infections and that’s not a bad predictor of efficacy in humans, but we do need to do a lot of additional tests.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.northeastern.edu/cos/faculty/kim-lewis/\" target=\"_blank\"><strong>Kim Lewis</strong></a>, director of the <a href=\"http://www.northeastern.edu/adc/\" target=\"_blank\">Antimicrobial Discovery Center</a> at Northeastern University.</li></ul><h4><strong>Related:</strong></h4><ul><li><a href=\"http://commonhealth.wbur.org/2015/01/rare-good-news-antibiotic-resistance\">Rare Good News On Antibiotic Resistance: Promise Of Tougher New Drug</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientist+Discovers+New+Antibiotic+For+Fight+Against+%E2%80%98Superbugs%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"458"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376220702-f9e1e3.m3u?orgId=1&ft=3&f=376155658"},{"href":"http://media.wbur.org/wordpress/11/files/2015/01/0109_antibiotics.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"853","width":"1280"}}]}