{"created":"2014-09-08T17:05:24+00:00","modified":"2014-10-31T01:17:32+00:00","valid":{"from":"2014-10-31T01:17:32+00:00","to":"3014-10-31T01:17:32+00:00"},"hreflang":"en","title":"Maybe Dinosaurs Were A Coldblooded, Warmblooded Mix","published":"2014-09-23T11:01:00+00:00","teaser":"Evidence from bone growth now suggests that <em>T. rex</em> and its kin had the best of both worlds. Their muscles and nerves fired fast like ours, but they burned energy slowly, more like lizards do.","itags":["npr_api","320803925"],"guid":"6118c16e-e1a5-401b-8fac-0e5b81b09ce7","contentencoded":"<p>If you go to a zoo on a cold day and watch the snakes, you'll see what it means to be <a href=\"http://coolcosmos.ipac.caltech.edu/image_galleries/ir_zoo/coldwarm.html\">coldblooded</a>. Not much action going on — most reptiles and other coldblooded creatures take on the temperature of their surroundings, so they tend to be most sluggish when the outside temperature is cool. The monkeys, however, act like they've had one too many cappuccinos. That's largely because they're warmblooded — their bodies have lots of tricks for actively generating heat and losing it, so they're metabolically able to move quickly and maintain their core temperature no matter how hot or cold it is outside.</p><p>Most animals are one or the other. But once upon a time, the Earth's dominant animals may have been a bit of both. We're talking <a href=\"http://www.ucmp.berkeley.edu/diapsids/metabolism.html\">dinosaurs</a> here.</p><p>When scientists first figured out that the giant bones they'd been finding belonged to extinct, exotic creatures, they assumed they were sluggish, coldblooded things — \"tail-draggers,\" they called them. They seemed lizardlike, so it made sense that they must have been coldblooded like lizards, soaking up heat from outside their bodies and unable to maintain a steady body temperature.</p><p>Then scientific opinion swung the other way. Smaller dinosaurs that were clearly predators might have been quicker, more high-energy, and more like warmblooded mammals and birds, whose bodies generate and maintain their own heat.</p><p><a href=\"https://sites.google.com/site/jgradym/home\">John Grady</a>, an ecologist at the University of New Mexico, now offers a third way. \"What I'm suggesting is neither,\" he says. \"Rather, they took a middle way — kind of like Goldilocks. And it seemed to work out very well for them.\"</p><p>Grady thinks the \"not too hot, not too cold\" lifestyle was a useful adaptation by dinosaurs. After all, they evolved into a world already populated with big, slow — coldblooded — reptiles. \"You know, if you are a little bit ... warmer-blooded than a reptile,\" he points out, \"essentially your muscles fire faster; your nerves fire faster; you are a more dangerous predator.\"</p><p>At the same time, a bit of coldbloodedness has its own charms. You burn energy more slowly, so you don't have to eat as much to grow. (Think of a crocodile or snake that can live for a month on one meal.) \"And that means maybe they could get a lot bigger than a mammal could be,\" Grady says, \"which wouldn't be able to eat enough if it was the size of a <em>Tyrannosaurus rex</em>.\" A mammal the size of <a href=\"http://www.npr.org/templates/story/story.php?storyId=129915205\">T. rex</a> would have to eat 24/7 to feed its supercharged metabolism. Grady says it would probably starve to death.</p><p>So Grady argues that dinosaurs probably could generate body heat, though not enough to maintain a constant temperature. By compromising, they could be fast and big.</p><p>And there's evidence for this. Writing in this week's issue of the journal <em>Science,</em> Grady explains how his team found it.</p><p>They relied on this fact: Warmblooded animals grow faster than coldblooded ones. And the dinosaur bones showed that the creatures did, in fact, grow faster than reptiles, but not quite as fast as mammals. Grady figured that out by reading growth lines in dinosaur bones. Paleontologist <a href=\"http://www.bio.fsu.edu/faculty-erickson.php\">Greg Erickson</a>, at Florida State University, pioneered a way to read those lines, which are kind of like tree rings.</p><p>\"I liken what we do to forensic science,\" Erickson says of the technique. \"You have what little remains you come across to work with\" — in this case, dinosaur bones.</p><p>What Grady's group did was compare many kinds of dinosaur bones with the bones of modern animals to calculate the different growth rates and, thus, metabolic rates.</p><p>Erickson says the group's finding is a clever advance in dinosaur science. \"The present is the key to the past,\" he says. \"If we can garner an understanding of how living animals work — and then we can get similar information from fossils — we can understand what happened in the past.\"</p><p>But what about what's happening in the present? Are there animals now that combine warmblooded and coldblooded traits? Yes, in fact, but only a few.</p><p>The <a href=\"http://animals.sandiegozoo.org/animals/echidna\">echidna</a> is one — a mammal that looks like an anteater and lays eggs. The <a href=\"http://www.nmfs.noaa.gov/pr/species/turtles/leatherback.htm\">leatherback turtle</a> is another. And so are two of the biggest, fastest predators in the ocean: the great white shark and the tuna.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Maybe+Dinosaurs+Were+A+Coldblooded%2C+Warmblooded+Mix&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392904-d3813a.m3u?orgId=1&topicId=1007&ft=3&f=320803925"},{"href":"http://media.npr.org/assets/img/2014/06/12/scisource_be5061-7f64e533f18f8a53ea6d23c0c0a5a6ca1fe3affd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1732","width":"2311"}}]}