{"created":"2014-10-07T20:59:00+00:00","modified":"2015-01-08T15:05:23+00:00","valid":{"from":"2015-01-08T15:05:23+00:00","to":"3015-01-08T15:05:23+00:00"},"hreflang":"en","title":"White House Urges Lawmakers To Address Popular Tax Dodge","published":"2014-07-18T00:40:00+00:00","teaser":"Treasury Secretary Jack Lew has signaled his intention to push for legislation shutting down \"corporate inversions,\" techniques commonly used by companies to dodge the corporate income tax.","itags":["npr_api","332351634"],"guid":"61274028-0517-4293-b6d6-46aa7b0f8e3d","contentencoded":"<p>When is it OK for an American company to avoid paying American taxes?</p><p>That's the question the Senate Finance Committee will wrestle with next week as the Obama administration urges lawmakers to make it harder for companies to duck corporate taxes by setting up shop overseas.</p><p>The latest tax-cutting strategy to go under the microscope, these so-called corporate inversions are a buttoned-down variation of an older, sexier tax dodge called the \"naked inversion.\"</p><p>\"The naked inversion is, you're a U.S. company and you just move to Bermuda and become a Bermuda company,\" explained Eric Toder of the Tax Policy Center. He said U.S. authorities have cracked down on that technique, but companies still have opportunities to cut their tax bills through a more elaborate corporate maneuver.</p><p>\"You have to find a partner in Ireland or some other low-tax country,\" he said. \"And so you buy them or they buy you, you combine, and then the new company becomes a resident of whatever country it is you want to move to.\"</p><p>That company can then take advantage of its new \"home\" country's lower tax rate, even if most of its operations are still in the United States.</p><p>This week, Treasury Secretary Jack Lew asked congressional tax writers to rein in that kind of tax avoidance.</p><p>\"We should have some economic patriotism here,\" he said at the Delivering Alpha hedge fund conference. \"It's not right to take an American firm, to benefit from all of the things that we do in the United States to make it a safe place to do business, but then to say, 'I don't want to pay taxes here,' to shift my corporate address overseas, to pay lower taxes or no taxes.\"</p><p>Lew acknowledged that the overall corporate tax code is in need of a rewrite. But in the meantime, he urged lawmakers to clamp down on inversions.</p><p>\"We cannot afford to wait,\" he said. \"We need to send a signal that if we can't get comprehensive business tax reform done, we need to act on this question of inversions, and we need to do it now, and we need to do it retroactively, so that businesses don't rush to do these transactions.\"</p><p>Companies are already rushing to hook up with foreign firms in search of tax savings, with more than a dozen big inversion deals announced so far this year. On Monday, the generic drugmaker Mylan, based in Pennsylvania, announced a $5.3 billion merger with parts of Abbott Laboratories, with the new company to be based in the Netherlands.</p><p>Mylan CEO Heather Bresch told CNBC the deal makes sense even without the tax advantage. But Bresch, who is the daughter of West Virginia Democratic Sen. Joe Manchin, bristled at what she called the \"politically charged\" idea of limiting such corporate escapes.</p><p>\"If we want to sit here and have a discussion about how do we handcuff U.S. corporations to the United States, I think that's unpractical and quite frankly ridiculous,\" she said. \"We need to be talking about as a country, how do we make this country globally competitive again?\"</p><p>Republicans in both the House and the Senate agree that what the U.S. really needs is a competitive tax code for all companies. But as Toder noted, recent efforts to rewrite it haven't gotten very far.</p><p>\"As far as the prospects of such legislation in this environment, I think they're not very good,\" he said.</p><p>Toder also questioned the administration's call for \"economic patriotism\" — a term with a \"quaint\" ring to it, he said, in today's globalized economy.</p><p>\"Companies have production everywhere, they have customers everywhere, they have shareholders everywhere,\" he said. \"What makes them a U.S. company? The residence label is much less meaningful than it used to be.\"</p><p>The administration argues that companies that benefit from government research, patent protection, and infrastructure should be willing to help pay for it. The White House says in the coming weeks, President Obama will keep pushing his vision of what it means to be an American corporate citizen  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=White+House+Urges+Lawmakers+To+Address+Popular+Tax+Dodge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332351635-e472d0.m3u?orgId=1&topicId=1001&ft=3&f=332351634"},{"href":"http://media.npr.org/assets/img/2014/07/17/istock_000018140463small-b9e711043d32a437ca2b811fcf44cafebc4bda89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"485","width":"648"}}]}