{"created":"2015-07-01T18:56:57+00:00","modified":"2015-07-01T21:31:44+00:00","valid":{"from":"2015-07-01T21:31:44+00:00","to":"3015-07-01T21:31:44+00:00"},"hreflang":"en","guid":"612a9d1a-256a-47ee-9b8f-f0d728e6ade0","title":"How do you behave in a war zone? There's an app for that","published":"2015-07-01T21:31:36+00:00","byline":"Rebecca Collard","tags":["terrorism","conflict","technology","innovation","Conflict","Conflict & Justice","Asia","Syria"],"teaser":"A new smartphone app from Swiss organization Geneva Call helps militias navigate the prickly issue of human rights in a war zone. ","contentencoded":"<p>Here’s the scenario. Pretend you’re a member of a rebel group and fighting against your government. Your commander tells you, your group has a new recruit. His name is Zako and you’re in charge of showing him the ropes.</p>\n<p>This is going to be tricky. Perhaps you’re fighting in Syria and that means you’re fighting both militants from ISIS and also the Syrian army of President Bashar al-Assad.</p>\n<p>On top of all this, your commander tells you that you, Zako and rest of your comrades need to obey International Humanitarian Law, the laws of war.</p>\n<p>This is the setup for a new smartphone app that aims to teach militants about the Law of Armed Conflict. It’s called Fighter, Not Killer and presents scenarios based on real life dilemmas faced by militants on the battlefield.  </p>\n<p>Most wars are now fought between governments and militant groups, or even among militias. Few of the world’s present conflicts are two national armies fighting each other. While states can sign international treaties promising to obey the laws of war — not that that means they always will, these militants, engaged in most battles, can’t. That puts civilians at greater risk.</p>\n<p>The app is part of a wider campaign by Geneva Call, a Swiss organization that works with the world’s militants to raise awareness about the humanitarian norms of war and protection of civilians.</p>\n<p>“A war crime is not like not respecting a red light somewhere. It’s a war crime, you can be punished. You can be [brought] to the International Criminal Court,” says Armin Köhli, Geneva Call's Middle East program officer. “And, of course, these rules are made to minimize the impact of war on everybody who is not part of the war, of civilians.”</p>\n<p>Here’s an example: “Your logistics officer has acquired some rocket launchers on a recent trip abroad. They have sufficient range to hit the nearby enemy town of 50,000 inhabitants,” reads one question. “Can you launch these rockets towards the military headquarters in the center of the nearby town?”</p>\n<p>The app says: No. You can’t.</p>\n<p>The whole idea is very ambitious, getting militiamen to respect international conventions.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Question%201.jpg?itok=rCzEyxrn\" alt=\"\" /><div class=\"field-caption\">\n    <p>A question in the Fighter, Not Killer app.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Geneva Call/Screengrab</p>\n  </div>\n</div>\n<p>I meet Hussein, a Hezbollah unit commander, in south Beirut . He fights in Syria in support of the Syrian regime. He’s also fought the Israeli army in south Lebanon.</p>\n<p>Hezbollah is considered a terrorist group by the US and other Western governments, so Hussein asks not to be identified by his real name, worrying it will prevent international travel.</p>\n<p>Hussein agrees to take the test. He takes the app seriously, but he says he and his men follow guidelines even stricter than those of international law — they follow Islamic law. He admits that not everyone follows the same rules. And he points out that even if you know what’s right and wrong, when you’re on the battlefield, it’s hard to keep those things in mind.</p>\n<p>“While enjoying a cigarette,” he reads, “you begin to take fire from close range. You can see your enemy’s face and it’s clear he’s a teenager. ... Under the law of armed conflict can you fire back at the child?”</p>\n<p>He pauses for a long time. Hussein explains that he faced this exact situation 2.5 years ago in Syria. He didn’t want to shoot the young fighter, so instead he says, his unit fired a rocket-propelled grenade about 150 feet from the kid to scare him off. </p>\n<p>Hussein also points out that he is usually fighting enemies that don’t respect the laws of war themselves, which can make complying with laws difficult. One of the questions asked by the app is whether you can fire on a hospital if a fighter is firing out of the hospital at you? You can’t. But those fighters shouldn’t be firing from the hospital in the first place.</p>\n<p>Geneva Call says they get a generally positive response from militants, particularly about the Fighter, Not Killer campaign, which is aimed at rebel fighters in Syria. Köhli admits, though, there’s no way to measure success.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/Question%202.jpg?itok=6-uCCLWj\" alt=\"\" /><div class=\"field-caption\">\n    <p>A question in the  Fighter, Not Killer app.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Geneva Call/Screengrab</p>\n  </div>\n</div>\n<p>“It’s difficult to measure violations that didn’t happen. We can’t say in this month 300 civilians were killed and after we gave training to this and this factions three months later it was only 250 civilians,” says Köhli. “There are so many factors and it depends on the conflict situation.”</p>\n<p>So what incentive do militants have to respect the laws of war? Maybe they don’t care about the International Criminal Court, but most do want international legitimacy. Syrian groups want American support and weapons. Hezbollah wants to be seen as a group fighting terrorists, not as terrorists themselves. In the end, a lot of militants want to think of themselves as the good guys — as fighters, not killers.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-30%2Fhow-do-you-behave-war-zone-theres-app&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}