{"created":"2014-10-03T21:24:22+00:00","modified":"2014-10-31T02:02:37+00:00","valid":{"from":"2014-10-31T02:02:37+00:00","to":"3014-10-31T02:02:37+00:00"},"hreflang":"en","title":"Jeff Goldblum Plays A Jazz Show Almost Every Week. No, Really.","published":"2014-08-14T10:21:00+00:00","teaser":"Known for his roles in <em>The Big Chill</em> and <em>The Fly</em>, the actor hosts a weekly show in Los Angeles with his band, The Mildred Snitzer Orchestra. Among the songs: the lyrics to <em>Jurassic Park's</em> theme music.","itags":["npr_api","312857631"],"guid":"6136822d-1807-427d-beba-a45c676a97d0","contentencoded":"<p>Did you know the <a href=\"https://www.youtube.com/watch?v=gOmJLk1lu08&t=1m25s\">theme music</a> to <em>Jurassic Park</em> has lyrics?</p><p>Well, according to Jeff Goldblum, who played \"Dr. Ian Malcolm\" in the film, here they are:</p><blockquote><p><em>In Jurassic Park</em><br /><em>Scary in the dark</em><br /><em>I'm so scared that I'll be eaten.</em></p></blockquote><p>At least that's what Goldblum said — or, rather, sang — at a recent performance of the jazz show he plays in Los Angeles almost every week. He's been playing there since the 1990s.</p><p>Goldblum's long-time hobby might come as a surprise to his fans.</p><p>The actor, now 61 years old, has been performing in movies, television, and on stage for more than four decades. In addition to <em>Jurassic Park</em>, he's acted in <em>Independence Day</em>, <em>The Grand Budapest Hotel</em>, <em>The Big Chill</em>, <em>The Fly</em> and dozens of other films and TV shows, where he provides that uniquely wry, charming, and unpredictable edge.</p><p>But before Jeff Goldblum was an actor, he played piano.</p><p>\"I'm from Pittsburgh, and I played piano when I was a kid,\" Goldblum says before a recent performance. \"I got the idea to play out and about in cocktail lounges when I was, like, 15, and got a job or two.\"</p><p>Ever since, whenever he's not playing a character on set, he's playing a piano at home.</p><p>\"These days and for many years, I just hardly spend a day where I don't pass a piano in my place and just play for as long as I can,\" he says.</p><p><strong>Meet The Mildred Snitzer Orchestra</strong></p><p>Sometime in the 1990s — and he can't recall exactly when — Goldblum got a band together through a friend of a friend named John Mastro, who had connections in the local music scene.</p><p>\"We just started playing,\" says Mastro, who still manages the band. There was \"no advertising or anything. It was just something to do.\"</p><p>The semi-regular group of professional jazz players that perform with Goldblum even took on a name, The Mildred Snitzer Orchestra. They're named for a friend of Goldblum's family back in Pittsburgh.</p><p>Goldblum says he still prioritizes his acting career, so the shows have not always been exactly weekly. But when he's not busy, he'll get his band together for the very loose, improvised three-hour show at an L.A. club called Rockwell.</p><p>\"So we have a kind of hootenanny, or be-in, or some kind of a jam session is what they call it,\" Goldblum says, \"and people seem to enjoy it.\"</p><p><strong>Working The Room</strong></p><p>A big part of the audience's enjoyment comes from the joy Goldblum takes in working a room full of Goldblum acolytes and fans.</p><p>\"I consider myself a social lubricant as much as a musician really,\" Goldblum says.</p><p>During a recent show, Goldblum meets two musicians in the audience, Ryan Thorn and Jessica Hall. The three spontaneously start singing the aria, \"Caro Mio Ben\" together.</p><p>\"This is the greatest moment ever,\" says Hall.</p><p>\"This is the greatest moment of <em>my</em> life,\" Goldblum shoots back.</p><p>Goldblum's willingness to interact with everyone, taking photos, and playing little games with people in the audience, tends to put many of the very nervous fans at ease.</p><p>\"After hundreds of shows, I'm amused every time,\" says Mastro, as Goldblum takes photo after photo with people in the audience. \"Nobody works the room like Jeff Goldblum.\"</p><p><strong>'Exactly How He Is In The Movies'</strong></p><p>For many of the fans, the show has nothing to do with jazz.</p><p>\"<em>Jurassic Park</em> was my favorite movie since I was a little kid,\" says Jay Salahi. \"I've probably seen that movie 200 times.\"</p><p>The generation of people who grew up watching Goldblum star in 1990s blockbusters have embraced the actor.</p><p>Recently, both his <a href=\"http://www.reddit.com/r/IAmA/comments/20xynh/hi_this_is_jeff_goldblum_go_ahead_im_all_ears_ask/\">\"Ask Me Anything\"</a> on Reddit, and a <a href=\"https://www.youtube.com/watch?v=wJelEXaPhJ8\">fan tribute on YouTube</a> to his eccentric way of laughing in <em>Jurassic Park</em> went viral online.</p><p>\"As someone born in the 80s,\" says Lucy Shanahan in between songs, \"<em>Jurassic Park</em> was kind of up there in terms of life moments.\"</p><p>And at least for fan Zach Johnson, Goldblum makes good on those expectations.</p><p>\"His persona, his stage presence, how he is in person,\" Johnson says, are \"exactly how he is in the movies.\"</p><p><strong>The Show Comes First</strong></p><p>For the rotating group of musicians that plays with Goldblum, it's been an odd but fun ride.</p><p>They perform loose, improvised versions of jazz standards like \"Summertime,\" \"Watermelon Man\" or \"The Sidewinder.\"</p><p>\"I actually like to play things that I'm surprised that I'm playing, have never played before,\" Goldblum says. \"I like to cold read stuff and kind of, you know, make it up.\"</p><p>In fact, Goldblum says, until very recently, The Mildred Snitzer Orchestra never rehearsed.</p><p>Between songs, Goldblum banters with the audience, plays the movie game, or assures people that he tied his bow tie himself. \"I can undo it right now and show you,\" he says of a green Brooks Brothers number. \"It's not a clip-on!\"</p><p>What the group might lack in technical discipline, bassist Tim Emmons says, they make up in showmanship.</p><p>\"Jeff's much more personable than most band leaders,\" Emmons says. \"I go sometimes to play jazz gigs, and the people [in the band] don't talk to the audience.\"</p><p>Drummer Kenny Elliott says Goldblum provides a welcome shot of joy to the local jazz scene. When he got the call to perform with the group, he says, \"I jumped out of my pants to do it!\"</p><p><strong>'I Just Like To Play'</strong></p><p>Goldblum makes clear that he has no \"careerist ambitions\" about his music. \"I just like to play,\" he says. At the end of the show, he's fairly unassuming about the three-hour performance.</p><p>\"I had no idea what we were gonna do, actually,\" he says. \"It was kind of fun, wasn't it?\"</p><p>He stays after the final set to chat with fans, take photos and say his goodbyes.</p><p>And if he's not up to anything else, Goldblum will be out there again next Wednesday, working the room.</p><hr /><p><em>Tom Dreisbach is an associate producer with NPR's </em><em>weekend </em>All Things Considered<em>. NPR's Daniel Hajek also contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jeff+Goldblum+Plays+A+Jazz+Show+Almost+Every+Week.+No%2C+Really.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Dreisbach","audio":[{"meta":{"duration":"355"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315825883-d14122.m3u?orgId=1&topicId=1008&ft=3&f=312857631"},{"href":"http://media.npr.org/assets/img/2014/05/23/goldblumjazz_0210-dc9bad6588c5fcdc03cdaba8114897a2c2a85e20.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3604","width":"4805"}},{"href":"http://media.npr.org/assets/img/2014/05/23/goldblumjazz_0029_custom-938dd13c9e9cd794bb29c6825728615756313b4e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3740","width":"5616"}},{"href":"http://media.npr.org/assets/img/2014/05/23/goldblumjazz_0083_wide-b0660fc427ee660d90eba3983e8530c7856937d7.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"2412","width":"4287"}},{"href":"http://media.npr.org/assets/img/2014/05/23/goldblumjazz_0235_custom-bc1ce1d55da01c23eee06e177d4156ff38439909.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3740","width":"5616"}}]}