{"created":"2015-05-29T21:18:10+00:00","modified":"2015-06-01T17:38:03+00:00","valid":{"from":"2015-06-01T17:38:03+00:00","to":"3015-06-01T17:38:03+00:00"},"hreflang":"en","guid":"61370b9f-230d-4cc4-adbf-1df90f65a84f","title":"What do FIFA and the mafia have in common? RICO","published":"2015-06-01T17:37:58+00:00","byline":"Nina Porzucki","tags":["Justice","sports","FIFA corruption","Justice","Conflict & Justice","North America","United States"],"teaser":"Top officials with global soccer organization FIFA were arrested this week based on charges from US prosecutors using a 1970s law written to prosecute the mafia including figures, like crime boss John Gotti. ","contentencoded":"<p>Beneath the headlines of bribery, corruption and arrests at FIFA is one law with a short-name and an outsized history.</p>\n<p>The FIFA charges are based on the 1970 Racketeer Influenced and Corrupt Organizations Act, or RICO. RICO is the US law that was passed by Congress to go after the Mafia. In fact, the statute was used to convict John Gotti, the boss of the Gambino family in New York.</p>\n<p>But this US law is now being deftly applied to indict not only Americans, but also foreign nationals.  </p>\n<p>“[The accused] are not in the United States but they have contact with the United States in a number of ways,” says Ronald Fischetti, a criminal defense lawyer and professor of law at Fordham University in New York City. “Bank accounts have been used, television rights, that’s millions of dollars and that’s sufficient in our country for a crime being committed by a foreign national ... to be extradited and tried here.”</p>\n<p>RICO is a complicated and expansive statute. Although it wasn't written with this sort of case in mind, the statute fits, according to Fischetti. </p>\n<p>“All you have to have is an enterprise — the enterprise is FIFA — and individuals who are associated with that enterprise — those are the defendants — who commit a pattern of criminal acts — which are mail fraud, money laundering, etc. — which are related to the enterprise and each other.”</p>\n<p>But while the US may have jurisdiction to indict these 14 men under RICO, whether they will be extradited to the United States to face trial is an entirely different matter.</p>\n<p>“Sometimes countries don’t extradite because the crimes are not the crimes that they would be prosecuted for in that country,” Fischetti explains.</p>\n<p>Tax evasion, for example, is not a crime in Switzerland so you cannot extradite someone from Switzerland to the United States to stand trial for not paying taxes. </p>\n<p>“It’s up to the country to decide,” says Fischetti, “And anybody who is representing these people better be in an expert in RICO.”</p>\n<p>RICO has been used in recent years in many different ways, including going after terrorists.</p>\n<p>“These are people that are in foreign jurisdictions, never set foot here, but they’ve used bank accounts, perhaps, or a telephone call to somebody here and we say that gives us a nexus. So we indict first and then try to get them extradited to our country and we have been very successful,” Fischetti says.</p>\n<p>It’s difficult to predict what will happen next because little is known about the evidence in the case.</p>\n<p>“As an example, I don’t know if there are any wiretaps in this case, or consensual conversations. We know that there are three co-operators. Interestingly we have two sons that are co-operating against their father. But you really can’t parse them out until you get the discovery of what the justice department did over the last three years,” says Fischetti.</p>\n<p>As for FIFA, it’s not the mafia, says Fischetti, and for the moment the organization itself is not implicated. But this isn’t the end of this investigation.</p>\n<p>“There will be other indictments, there’s no question about that. I think you’ll be seeing other indictments coming on in the next few months,” Fischetti says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-29%2Fwhat-do-fifa-and-mafia-have-common&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05292015_03.mp3"},{"href":"http://admin.pri.org/file/0529201503mp3"}]}