{"created":"2014-09-04T23:03:16+00:00","modified":"2014-10-31T02:17:25+00:00","valid":{"from":"2014-10-31T02:17:25+00:00","to":"3014-10-31T02:17:25+00:00"},"hreflang":"en","title":"At Times All A President Can Say After Disaster Is, 'We're Here'","published":"2014-09-04T23:03:00+00:00","teaser":"President Obama visited Arkansas on Wednesday, where he surveyed the damage of last month's tornado and met with residents. It's a task he and many presidents before him have had to do far too often.","itags":["npr_api","310586326"],"guid":"614689e3-44a9-4e24-afc3-bd2565fa6251","contentencoded":"<p>Daniel Smith's house is barely standing after a tornado in Arkansas late last month killed 16 people. The EF4 tornado ripped a gash through the rural communities of Mayflower and Vilonia. Homes were wiped clean to their slabs, businesses shredded beyond recognition.</p><p>Wednesday, President Obama went to see the damage for himself, and to meet with residents like Smith. It's a task that he and many presidents before him have had to do far too often.</p><p>After meeting privately with survivors and first responders, Obama and a bipartisan group of Arkansas elected officials walked down Clover Ridge Drive to see up close what the tornado had done.</p><p>He walked up to Smith and his two sons, Gabriel and Garrison. \"It's good to see you guys,\" the president said.</p><p>\"Man, it's wonderful to see you, sir,\" Smith replied.</p><p>Smith shook the president's hand. Obama gave his two sons small boxes of White House M&Ms.</p><p>\"For someone of that stature to come out and want to see how you are and check on things means a lot,\" Smith says.</p><p>Smith didn't vote for Obama. In 2012, the president lost Arkansas by more than 20 percentage points. And this was his first time in the state either as a candidate or as president. But some things just transcend politics. Smith says he's glad the president came to his cul-de-sac.</p><p>\"It makes you feel like he's in it with you, you know, it's the support,\" he says.</p><p>And in situations like this, that's really all the president can do.</p><p>\"The people of Vilonia and all the other towns devastated by the storm understand there's a lot of work that remains to be done,\" Obama said, \"but I'm here to remind them that they're not doing this work alone. Your country's going to be here for you. We're going to support you every step of the way.\"</p><p>After the president left, the fleet of helicopters gone from the horizon, Vicki Champagne and her husband rolled up to the very spot where the president's podium had been. She had just been released from the hospital was still wearing a neck brace and a bandage on her arm. Her stepson, Jeffrey Hunter, didn't survive the tornado.</p><p>\"My husband and I were both thrown out of the house,\" Champagne says. \"We were in the tub with my son, and we were ripped apart away from each other. My husband found me on the ground. And then he found our son. And a stranger checked Jeffrey, and he wasn't breathing.\"</p><p>She doesn't remember anything else after that. Champagne had a punctured lung and two cracked vertebrae. She was among those who met privately with president Obama in Vilonia City Hall.</p><p>\"He just wanted to know about Jeffrey. And I got to talk about Jeffrey, and my children got to talk about Jeffrey, and my husband talked to him,\" she says.</p><p>Jeffrey Hunter was 22 years old, a senior in college studying computer science. He worked at a nearby convenience store. People who know him say he was spooked by the tornado that hit Vilonia three years ago, so when he heard a storm was coming, he rushed to his parent's house, driving his little, red Ford Focus. For Champagne, being back at what was left of her house was overwhelming.</p><p>\"It doesn't make a difference about the house,\" she says through tears.</p><p>She's thinking about her sweet boy, Jeffrey, who always drove the speed limit and who, when he was in sixth grade, held his umbrella over two little girls stuck in a rainstorm without anyone telling him it was the right thing to do.</p><p>It's just not fair, she says. It's just not fair. So, what in the world can the president of the United States say when condolences can't fix what's broken?</p><p>\"He owned it,\" Champagne says. \"It was nothing that he could say to comfort other than to let us know that a nation was grieving with us, and he didn't have to do that.\"</p><p>Whether it's Moore, Okla.; Oso, Wash.; Fort Hood, Texas; or countless other places touched by tragedy, sometimes the president just has to be there.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Times+All+A+President+Can+Say+After+Disaster+Is%2C+%27We%27re+Here%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630820-4c2fbf.m3u?orgId=1&topicId=1091&ft=3&f=310586326"},{"href":"http://media.npr.org/assets/img/2014/05/07/529565435_19307793-61f70be96f55ea6dd2b04908617d2042f0ad778d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2995","width":"3999"}}]}