{"created":"2014-10-08T17:41:39+00:00","modified":"2014-10-31T02:30:19+00:00","valid":{"from":"2014-10-31T02:30:19+00:00","to":"3014-10-31T02:30:19+00:00"},"hreflang":"en","title":"'Provocative' Research Turns Skin Cells Into Sperm","published":"2014-05-02T20:20:00+00:00","teaser":"Scientists were able to make immature sperm cells. If they can make the sperm viable, researchers could help men who thought they'd never have kids. But the findings also raise ethical questions.","itags":["npr_api","308737968"],"guid":"6154e5f3-448b-4de9-9350-4e1921898ddf","contentencoded":"<p>Scientists reported Thursday they had figured out a way to make primitive human sperm out of skin cells, an advance that could someday help infertile men have children.</p><p>\"I probably get 200 emails a year from people who are infertile, and very often the heading on the emails is: Can you help me?\" says <a href=\"http://www.montana.edu/news/12229/internationally-recognized-stem-cell-scientist-to-lead-msu-s-research-enterprise\">Renee Reijo Pera</a> of Montana State University, who led the research when she was at Stanford University.</p><p>In a <a href=\"http://www.cell.com/cell-reports/abstract/S2211-1247(14)00264-2\">paper</a> published in the journal <em>Cell Reports,</em> Pera and her colleagues describe what they did. They took skin cells from infertile men and manipulated them in the laboratory to become induced pluripotent stem cells, which are very similar to human embryonic stem cells. That means they have the ability to become virtually any cell in the body.</p><p>They then inserted the cells into the testes of mice, where they became very immature human sperm cells, the researchers report.</p><p>\"It's much easier than we actually expected,\" Pera told Shots.</p><p>Other researchers caution that there's still much more research that is needed to prove these cells would actually become healthy sperm that could make a baby. But they said the report was intriguing.</p><p>\"It's one step closer to being able to make sperm in a petri dish,\" says <a href=\"http://hsci.harvard.edu/people/george-q-daley-md-phd\">George Daley</a>, a stem-cell researcher at Harvard. \"So I think that's very provocative.\"</p><p>But others worry the techniques could be misused.</p><p>\"It's opening up a brave new world,\" says <a href=\"http://religion.dartmouth.edu/people/ronald-michael-green\">Ronald Green</a>, a bioethicist at Dartmouth.</p><p>If this works, he says, someone could steal other people's cells — even from a hair — to make their sperm without their permission.</p><p>\"So it is not impossible in the future that a movie star may find some of his hair follicles purloined and then on the market as donor sperm,\" Green says. \"You can imagine some clandestine sperm bank saying, 'We're selling George Clooney's sperm.' \"</p><p>That's not all, Green says. Posthumous reproduction \"becomes a possibility,\" he says, which would mean that \"people who are dead or long dead — so long as there is a live tissue sample somewhere being preserved — could be the parents of children.\" This might appeal, for instance, to the family of a man who died in a war, Green says.</p><p>Society should take steps to prevent that kind of thing from happening, he argues.</p><p>\"I think we're going to have to craft a new human right,\" he says. \"And that is the right to consent to being a parent. So I think we're going to have to put rules into place to make this an offense — a criminal offense.\"</p><p>Pera acknowledges her research could be misused. But she's optimistic that it won't.</p><p>\"With any technology there really is a worry about misuse. But there does seem to be a natural inclination in people to do the right thing,\" she says. \"Most people want to have their own child. It's not that they want to have somebody else's child — even George Clooney's child, in my estimation.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Provocative%27+Research+Turns+Skin+Cells+Into+Sperm&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1308737969-846d0d.m3u?orgId=1&topicId=1128&ft=3&f=308737968"},{"href":"http://media.npr.org/assets/img/2014/05/01/istock_000004781272medium-77d7cb0c4187cfffbd865c575005dc1e40e8e958.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1117","width":"1491"}}]}