{"created":"2015-06-20T21:29:29+00:00","modified":"2015-06-25T17:44:52+00:00","valid":{"from":"2015-06-25T17:44:52+00:00","to":"3015-06-25T17:44:52+00:00"},"hreflang":"en","title":"From Civilian To Spy: How An Average Guy Helped Bust A Russian Agent","published":"2015-06-22T23:39:00+00:00","teaser":"You'd think spying on the Russians would require some training, but Naveed Jamali had none. \"Probably some Magnum P.I. episodes and a few movies here and there,\" he says. \"That was about it.\"","itags":["npr_api","415453423"],"guid":"616ac300-8954-443e-98ee-8a7039e51456","contentencoded":"<p>For years, Naveed Jamali gave secrets to the Russians, selling out his country for cash.</p><p>Or so the Russians thought. In fact, Jamali was working for the FBI by pretending to be a spy for the Russians: a real-life double agent.</p><p>Jamali chronicles his experiences in his new book, <em>How To Catch A Russian Spy: The True Story of an American Civilian Turned Double Agent.</em></p><p>The story starts back when Jamali was a child. A well-dressed Russian man entered his parent's bookstore to buy some books.</p><p>\"The man left, and not five minutes later, another knock on the door — and this time it was two FBI agents who said, 'The man that just came in here was Soviet intelligence, and we'd like to know what he wanted,' \" Jamali tells NPR's Arun Rath. \"My father said he wanted to buy some books, and they said, 'Well, get him his books.' \"</p><p>The cycle continued for decades. Jamali's parents would report to the FBI what the Soviets wanted to read.</p><p>After college, Jamali took over the bookstore. He had applied to an intelligence program in the Navy and had been rejected. Remembering his connection to the FBI, he made them an offer — one he now calls naive: He said he'd help them with the Russians if they wrote him a letter of recommendation.</p><p>\"They looked at me and said, 'We'll check into it.' And probably when they got back in the car they were like, 'Wow. Awesome. We got someone who's willing to help us — we don't have to get him out of jail or intervene with any legal prosecution, we just write him a letter of recommendation,' \" he says.</p><p><em>To hear their full conversation, click the audio link above.</em></p><hr /><h3>Interview Highlights</h3><p><strong>On working with the Russians </strong></p><p>People think of espionage as this sort of very, very, very glamorous — you know, with fast cars and exotic drinks and great food and in faraway locations — but the reality is, it's more like sales. The real gold of any intelligence agency is a spy, is a human asset. ... So these intelligence agencies here in the United States and abroad, they go and knock on doors and they cold-call people. And say they take 20 — maybe one is in something that is both worthwhile, is willing, and is able to deliver information.</p><p>You know, with the FBI it's so rare that you get a senior person ... which Oleg, my handler, was. ... He was my spy handler. He was the person who the Russians had appointed to run me as a spy. They knew that just having access was a great start, that this is someone who's gonna come back. We know that it's not gonna be one shot and he's gone. We have a chance to reel him in, so they knew that there was a unique opportunity here, and it was just me convincing them that I was able to deliver the Russians to kind of grow the relationship.</p><p><strong>On convincing the Russians he was the \"real deal\"</strong></p><p>It wasn't so much about politics or \"I hate the United States\" and stuff. It was \"Hey, I'm this young kid who's into material things and I wanna make money and you know what? I'm smarter than the rest of the people out there, and I can fool them. I can't get caught.\" So the Russians' end game was to develop a long-term asset, which was me, you know, someone who was gonna operate in five, 10, 15 years. They knew that I was applying to the military and, you know, they assumed that I was going to have access to more and more information.</p><p><strong>On why he wanted to be a spy</strong></p><p>After Sept. 11, I really, you know, I felt a need to do something more than working in technology and I was sort of devastated when I applied to this program as an intelligence officer in the Navy, did not get in — so the first motivation was the Navy. And then, when I started doing it, the challenge of kind of going head to head with Oleg — it became a challenge of trying to outsmart, outmaneuver Oleg and the Russians. And that became sort of a major incentive on its own. It was a real rush to take these guys on.</p><p><strong>On how he's regarded in Russia</strong></p><p>Look, if anyone wants to send me there I can promise it'll be cheap because you just have to pay airfare one way ... room and board is included. ... I mean it's unfortunate, but I don't think Putin's gonna be — you know, <a href=\"http://www.npr.org/templates/story/story.php?storyId=128378783\">Anna Chapman got over there</a> and he gave her a medal. I don't think that's gonna be the same with me.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Civilian+To+Spy%3A+How+An+Average+Guy+Helped+Bust+A+Russian+Agent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"321"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416073051-e2b2c5.m3u?orgId=1&topicId=1033&aggIds=100876926&d=321&p=2&story=415453423&t=progseg&e=416023768&seg=5&ft=nprml&f=415453423"},{"href":"http://media.npr.org/assets/img/2015/06/19/how-to-catch-a-russian-spy_9905-0db0ee103ca349144c92d55a3b8cc10b1648aee1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1688","width":"2253"}},{"href":"http://media.npr.org/assets/img/2015/06/18/naveed300dpi.creditcarolweinberg-650939b6e1a52852599990a2fd04362e2491a53a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2472","width":"3296"}}]}