{"created":"2015-01-09T10:22:06+00:00","modified":"2015-06-05T15:31:06+00:00","valid":{"from":"2015-06-05T15:31:06+00:00","to":"3015-06-05T15:31:06+00:00"},"hreflang":"en","title":"Syrian Refugees Suffer Double Threat Of Severe Winter, Less Aid","published":"2015-01-09T18:28:00+00:00","teaser":"As the Syrian war nears its fifth year and a bitter storm hits, refugees say this is the worst winter yet. To make matters worse, cash constraints mean they're getting less help from aid groups.","itags":["npr_api","376045585"],"guid":"61736c05-6cd3-470b-a57a-a3f4710f85c8","contentencoded":"<p>A bitter cold snap has descended on the Middle East; in Lebanon, they call the storm Zeina. And in a muddy cluster of tents and huts close to the city of Saida, refugees from neighboring Syria say she showed no mercy.</p><p>\"The wind, the wind, God almighty, it was a storm,\" says one Syrian woman, Gamra al-Khalil. A tree fell on her corrugated-metal shack, crushing half of it, just missing her family.</p><p>\"It's this year that's the worst,\" Khalil says. \"We're dying of cold.\"</p><p>As the war in Syria nears its fifth year, the misery of the severe weather is compounded by the fact that these refugees are getting less help than ever.</p><p>A Lebanese aid worker is stomping through the mud and a rain-swelled stream at the camp near Saida. He doesn't give his name because he's not authorized to speak for his NGO.</p><p>\"As you see in this situation here, it's really awful,\" he says. \"Of course the humanitarian agencies, the UNHCR is working and intervening, but it's not enough.\"</p><p>More than 3 million Syrians – more than one in ten – have fled their country.</p><p>About a million of them are believed to be in Lebanon, a tiny place where there are no formal camps for Syrian refugees. So hundreds of thousands of them live in tents, shacks or abandoned buildings — not good protection against this week's snow, rain and high winds.</p><p>And there's another thing, says Mariam al-Sayyam, another refugee. This winter isn't just colder than last year, they are receiving less help than last year, she says.</p><p>The United Nations, which supports the vast bulk of these refugees, issued extra ration cards and oil for heaters last winter. This year, there's none of that.</p><p>I reach the U.N.'s Lisa Abou Khaled in the snowy Bekaa Valley on the border with Syria. She says they just don't have the resources to help everyone.</p><p>\"We've had to prioritize the bigger amount of assistance to the most vulnerable, which is ... a very small percentage of our whole target populations,\" Khaled says, referring to refugees who are living at high altitude.</p><p>The U.N. is the largest of many organizations to say that as the war drags on, their funding is drying up. Late last year, the World Food Program said it would have to halt much of its work feeding refugees. That prompted a rush of cash, and the program continued, but shortfalls are likely to reappear.</p><p>A surge in the number of people that need help also has put pressure on aid agencies. In Iraq last year, fighting spilled over from Syria, displacing more than 2 million people. Hundreds of thousands of them are in the frigid mountains in the north of the country.</p><p>And as Syria and Iraq continue to fragment and see vicious internal conflict, the refugees and displaced will not soon go home.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Syrian+Refugees+Suffer+Double+Threat+Of+Severe+Winter%2C+Less+Aid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alison Meuse","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376045586-0d2144.m3u?orgId=1&topicId=1009&d=219&p=3&story=376045585&t=progseg&e=376045416&seg=16&ft=nprml&f=376045585"},{"href":"http://media.npr.org/assets/img/2015/01/09/461119170-d79b7cb39a0e2db216e5aa64cd97e53fe4b7f256.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2015/01/09/syria-refugee-weather1-2b82f34916038d240fac2a4ca7a5cd12a81b3158.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2026","width":"2702"}},{"href":"http://media.npr.org/assets/img/2015/01/09/syria-refugee-weather2-24cee05d116576c471e5d974dbc420c8947df955.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}}]}