{"created":"2015-04-28T07:51:03+00:00","modified":"2015-06-05T15:26:33+00:00","valid":{"from":"2015-06-05T15:26:33+00:00","to":"3015-06-05T15:26:33+00:00"},"hreflang":"en","title":"The Past Haunts The Present For Japan's Shinzo Abe","published":"2015-04-28T18:18:00+00:00","teaser":"As Japan's Prime Minister Shinzo Abe seeks to strengthen ties with America, he's facing tense times in his own neighborhood, mainly because of his views on World War II.","itags":["npr_api","402480866"],"guid":"617ba0bf-b6bf-4841-8efb-3e31b0934757","contentencoded":"<p>As Japanese Prime Minister Shinzo Abe tours the U.S. this week, he has a state dinner at the White House and will be the first Japanese prime minister to address a joint meeting of Congress. But while he prepares to lay out a vision for the future, not all is well in his own East Asian neighborhood, where the past remains a huge source of tension.</p><p>Ahead of his departure for the U.S., pacifists staged a rally and march through the ritzy neighborhoods of Tokyo, chanting \"Knock it off, go away, Shinzo Abe.\" Political protests in Japan are remarkably polite affairs, featuring ukeleles and tambourine music and college students in matching school-girl skirts. But the concerns on the minds of demonstrators — military postures and the long shadows of war — are serious stuff.</p><p>Japan has been a peaceful country since its surrender 70 years ago. Abe's move to strengthen Japan's defense and bolster its military role in the region is a touchy issue domestically. And what happened during World War II is an even touchier issue with Japan's neighbors.</p><p>\"Japan's relationships are quite bad in Northeast Asia. It's mostly history issues,\" says John Delury, an associate professor of International Studies at South Korea's Yonsei University. \"Abe's visit to the United States is going to be read very differently in China and Korea, and watched very differently than it will be experienced in the United States.\"</p><p>Japan's neighbors want to hear more forthright apologies for its wartime aggression, brutal occupations of China and Korea and the enslavement of comfort women.<a href=\"http://www.pewglobal.org/2015/04/07/americans-japanese-mutual-respect-70-years-after-the-end-of-wwii/\"> Nearly 60 percent of Americans in a recent Pew survey</a> said they've heard nothing about the comfort women controversy, but it's an issue impossible to ignore in East Asia. It refers to the estimated 200,000 <a href=\"http://elisegoeseast.tumblr.com/post/117501361885/revisiting-a-un-report-on-comfort-women-as\">mostly teenage girls forced into sexual slavery</a> to service soldiers during the war.</p><p>Speaking at Harvard University on Monday, Abe said: \"My heart aches when I think about the people who were victimized by human trafficking and who were subject to immeasurable pain and suffering, beyond description. On this score my feeling is no different from my predecessor prime ministers.\"</p><p>Abe is also upholding earlier statements of remorse by other prime ministers. But other moves by the prime minister and his party have also made clear they don't believe Japan's military was responsible for the tragedy that befell comfort women. They've taken this position even though historians and a <a href=\"http://www.awf.or.jp/pdf/h0004.pdf\">U.N. Commission on Human Rights Report</a> have found the system of comfort stations along the Asian front was started by — and in the first years of the war, operated by — the Imperial Army.</p><p>\"He's very skillful I guess in terms of trying to sort of evade the responsibility of the Japanese state,\" says Koichi Nakano, a political science professor at Tokyo's Sophia University. He notes Abe is under pressure to squarely confront the past partly because this year marks the 70th anniversary of Japan's surrender. On previous anniversaries, some Japanese leaders have shown more contrition.</p><p>\"I'll guess we'll have to see whether they can paper over some of the anxieties in relation to the history issues and the tensions in East Asia,\" Nakano says.</p><p>South Korea's leader Park Geun-hye is so unsatisfied with Abe's non-apology apologies that she has refused to meet with him one-on-one.</p><p>\"Which is frankly shocking,\" says Delury. \"Because it's Park's father and Prime Minister Abe's grandfather who 50 years ago spearheaded the normalization of Japan and South Korea.\"</p><p>Back out on Tokyo's streets, left-leaning Japanese protester Chizuru Muto says Japan should keep saying sorry, as she would want if the situations were reversed.</p><p>\"We should make apologies until other countries are finally satisfied,\" Muto said.</p><p>Since it's unlikely that Abe will do this, tensions continue to run hot in a region where the stakes are high. China continues its global rise and territorial claims. North Korea remains unstable. And for two neighboring Asian democracies — Japan and South Korea — efforts to forge a way to the future are haunted by the past.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Past+Haunts+The+Present+For+Japan%27s+Shinzo+Abe&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"236"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402736068-d6466a.m3u?orgId=1&topicId=1125&d=236&p=3&story=402480866&t=progseg&e=402735957&seg=17&ft=nprml&f=402480866"},{"href":"http://media.npr.org/assets/img/2015/04/27/471337856-7604d22c1090aea83b63d1f93e552ccb34ec2c48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1935","width":"2580"}},{"href":"http://media.npr.org/assets/img/2015/04/28/img_5732edit-7185ee5e0fc8568bcff1ebca4c74768b7eb1d9bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2288","width":"3051"}},{"href":"http://media.npr.org/assets/img/2015/04/28/img_5752edit-0787d90bce401d2be25238fcc8e9c004b3c34c80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2066","width":"2755"}}]}