{"created":"2014-10-27T17:59:39+00:00","modified":"2014-10-27T17:59:39+00:00","valid":{"from":"2014-10-27T17:59:39+00:00","to":"3014-10-27T17:59:39+00:00"},"hreflang":"en","title":"The Day Before The Day That Changed Everything","published":"2014-09-05T21:02:00+00:00","teaser":"A new film on the National Geographic Channel called \"9/10: The Final Hours\" focuses on the day before 9/11.","itags":["npr_api","346115842"],"contentencoded":"<p>What were doing the day before 9/11?</p><p>The new National Geographic documentary &#8220;<a href=\"http://channel.nationalgeographic.com/channel/episodes/910-the-final-hours/\" target=\"_blank\">9/10: The Final Hours</a>&#8221; is compelling, if at times difficult to watch, because even though it&#8217;s about the day before the attacks on September 11, 2001, what happened that morning shadows everything the people in the film say.</p><p>A bartender at Windows On The World, the restaurant at the top of the World Trade Center, recalls staying at the bar late that night, and when his wife and young daughter arrived to pick him up. He took his daughter out of the car and held her and told her that he worked way up there. He remembers her eyes being as big as saucers. Then they drove home to New Jersey.</p><p>We see video of a firehouse rededication and the chaplain Mychal Judge says this to the assembled firefighters: &#8220;You do what God has called you to do. You show up, you put one foot in front of another. You get on the rig and you go out and do the job, which is a mystery and a surprise. You have no idea when you get on that rig no matter how big the call no matter how small, you have no idea what God&#8217;s calling you too.&#8221;</p><p>No one could recall Father Judge ever saying anything like that before.</p><p>He and more than 300 New York firefighters would die at the World Trade Center, after the planes crashed into them.</p><p>A brother talks about his sister who also died in the towers. They had celebrated their mom&#8217;s birthday at Windows On The World on the evening of September 10. There are people who met two of the hijackers in Portland, Maine, who only agreed to be filmed if their identities were concealed.</p><p>The CEO of Cantor Fitzgerald, Howard Lutnick, wasn&#8217;t at the office yet on September 11 because he was taking his son to his first day of kindergarten. More than 600 people who worked in that office, including his brother, died.</p><p>Late in the film he looks at the camera and says &#8220;So someone would call me, a widow would call me up on the phone and say how are you and I’d say &#8216;I suck, how are you?&#8217; And she’d laugh and I’d say &#8216;see, 23 hours 59 minutes and 45 seconds stunk today, but those 15 seconds you laughed. So it&#8217;s a rally.&#8217;&#8221;</p><p>&#8220;9/10: The Finals Hours&#8221; airs on the National Geographic Channel on Sunday at 8 p.m. Eastern time.</p><p>Hear director <strong>Erik Nelson</strong>&#8216;s interview with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson in the audio at the top of the page.</p><p><a href=\"http://www.youtube.com/watch?v=CzT9MTzrT3A\">[Youtube]</a></p><h4>Guest</h4><ul><li><a href=\"http://www.imdb.com/name/nm0625356/\" target=\"_blank\"><strong>Erik Nelson</strong></a>, director of &#8220;9/10: The Final Hours.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Day+Before+The+Day+That+Changed+Everything&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Alex Ashlock","guid":"6187112a-1140-465a-b08a-f91a4e0deb38","audio":[{"meta":{"duration":"532"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1346151085-fb7502.m3u?orgId=330&ft=3&f=346115842"}]}