{"created":"2015-04-13T11:30:13+00:00","modified":"2015-06-25T17:44:37+00:00","valid":{"from":"2015-06-25T17:44:36+00:00","to":"3015-06-25T17:44:36+00:00"},"hreflang":"en","title":"Günter Grass, Who Confronted Germany's Past As Well As His Own, Dies At 87","published":"2015-04-13T23:53:00+00:00","teaser":"In 2006, the Nobel prize-winning author of <em>The Tin Drum</em> admitted that as a teen during World War II, he had served with the Waffen-SS — the combat unit of the Nazi Party's elite military police force.","itags":["npr_api","375402373"],"guid":"618ac7da-eb9b-45f3-a154-342237043fb3","contentencoded":"<p>Günter Grass wrote more than 30 plays, novels, books of poems, essays and memoirs. He was also a visual artist and sculptor. He won the 1999 Nobel Prize in Literature. He died of undisclosed causes in the German town of Lübeck, his publisher, Steidl Verlag, confirmed. He was 87 years old.</p><p>Grass was best known for his first novel, <em>The Tin Drum,</em> and for the secret he kept for half a century: Grass was 6 years old when Hitler came to power and the Germans took control of his hometown, the Free City of Danzig — today, Gdańsk, Poland. Four years later, Grass joined The Hitler Youth Movement, as he told WHYY's <em>Fresh Air</em> in 1992.</p><p>\"It was marvelous for [a] 10-years-old boy to go with this group,\" he said. \"There was a tent, and with a flag, and playing Boy Scouts like this. It wasn't political at all in the beginning. It became more and more political. It was really successful propaganda done by the Nazis.\"</p><p>Grass volunteered for the submarine service, but was drafted into a tank unit.</p><p>\"I became a soldier when I was 16, the last year of the war,\" he recalls. By the time he was 17 \"the war was over, and I was in an American prison camp — a prisoner of war. And slowly, slowly I discovered what really has happened. And [in] the beginning I didn't believe — I thought it was propaganda what they were telling us. It's not possible the German people has done this.\"</p><p>Grass said he only understood the truth when the Nazi War Criminals were tried at Neuremberg. \"I listened to the radio, and I heard my former Youth Leader ... And he said yes, it's true. It's terrible. But from this moment on, it was clear for me what has happened. And this knowledge never left me.\"</p><p>Trying to come to terms with that knowledge is the basis for much of his writing, says Siegfried Mews, a Günter Grass scholar and professor emeritus of German at the University of North Carolina at Chapel Hill.</p><p>\"He has produced works which were not necessarily eagerly welcomed,\" Mews says. \"That is true, for instance, of his first big novel, <em>The Tin Drum,</em> but you can't just ignore it.\"</p><p><em>The Tin Drum </em>is the story of a Danzig boy, Oskar, who gets a tin drum for his third birthday, then decides to protest the Nazi rule by never growing up. As an eternal child, Oskar witnesses an adult world that is chaotic and cruel, with synagogues set on fire and fierce fighting between Germans and Poles. It became an Oscar winning film by German Director Volker Schlöndorff.</p><p>After his initial success with <em>The Tin Drum, </em>Grass went on to write dozens of plays, memoirs, poems and novels — including fable-like tales called <em>The Flounder,</em> <em>The Rat</em> and <em>The Call of the Toad — </em>a comic romance between a German widower and Polish widow in the city of Gdańsk.</p><p>Grass became known as the conscience of Germany, a liberal who engaged in politics and spoke his mind. When the Berlin Wall came down, Grass argued against reunification, saying a united Germany could once again become a war-mongering state.</p><p>But then, in 2006, Grass finally admitted that his service at the end of World War II was with the Waffen-SS — the combat unit of the Nazi Party's elite military police force. Mews says the revelation exposed Grass as a hypocrite.</p><p>\"When President Reagan visited the Federal Republic in the late '80s,\" Mews explains, \"he and Chancellor [Helmut] Kohl visited the cemetery — and there were graves of Waffen-SS members. And Grass condemned this act without mentioning that he himself might have been one of those who were lying there in the cemetery.\"</p><p>Mews says Grass never adequately explained why he kept his service in the Waffen-SS a secret. \"He should have said it earlier,\" Mews says. \"But on the other hand, I don't think it invalidates his work, his fiction. And his dramas and his activities in the service of building a better, a more democratic Germany after the war.\"</p><p>It took Grass 60 years to confront his own role in the Nazi army. But at a New York Public Library event in 2007, Grass said when he became a writer, he knew right away he had to confront the sins of his country.</p><p>\"I had to write about my time, what has happened to my generation, what has happened to my country,\" he says. \"I was confronted. There was no way out.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=G%C3%BCnter+Grass%2C+Who+Confronted+Germany%27s+Past+As+Well+As+His+Own%2C+Dies+At+87&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Vitale","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1399414450-60e515.m3u?orgId=1&topicId=1062&aggIds=100876926&d=300&p=2&story=375402373&t=progseg&e=399402551&seg=20&ft=nprml&f=375402373"},{"href":"http://media.npr.org/assets/img/2015/01/06/77532189-2583d2387051624fde3d9384c16451f713fc3434.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2241","width":"2991"}}]}