{"created":"2015-04-02T14:44:07+00:00","modified":"2015-04-02T14:44:07+00:00","valid":{"from":"2015-04-02T14:44:07+00:00","to":"3015-04-02T14:44:07+00:00"},"hreflang":"en","guid":"618a10f1-e0b9-4250-b566-61230112a4ca","title":"Is the Internet equal around the world?","published":"2014-11-13T17:43:00+00:00","teaser":"<p>“Net neutrality” — you hear those two words a lot these days.</p><p>President Obama <a href=\"http://www.whitehouse.gov/net-neutrality#section-watch-the-video\">is for it</a>.</p><p>\"An open Internet is essential to the American economy, and increasingly to our very way of life,\" writes the president in a recent statement asking the Federal Communcations Commission to issue rules to protect it.</p><p>Internet service providers like Comcast and Verizon seem to be mostly against it.</p><p>And, it seems everyone's got an opinion about it, <a href=\"http://www.youtube.com/watch?v=fpbOEoRrHyU\">even comedian John Oliver</a>.</p><p>“Net neutrality is actually hugely important,\" Oliver says. \"Essentially it means that all data has to be treated equally no matter who creates it. It's why the Internet is a weirdly level playing field and start-ups can supplant established brands. That's how Facebook supplanted Myspace, which supplanted Friendster, which supplanted having any friends.\"</p><p>Joking aside what exactly is net neutrality?</p><p>To understand the concept of net neutrality you first have to understand the backdrop of the Internet itself, says Jonathan Zittrain who heads the Berkman Center for Internet and Society at Harvard Law School.</p><p>“The Internet is kind of a collective hallucination. It is only a set of protocols that say if somebody joining this network, connecting however it can, speaks those protocols, it’s a full-fledged member of the network. That’s one reason why the Internet has no main menu, it has no CEO, it has no business plan,” says Zittrain.</p><p>Net neutrality is a way to keep the Internet just as it is, as a platform of equal access for all to use it.</p><p>“It’s essentially trying to say to certain Internet Service Providers (ISP) don’t start playing favorites,\" he says. \"Don’t start saying there’s certain websites we’re not going to let you get to and if you don’t like it, go someplace else. And we won’t let you say that we we’re going to let some bits go faster than others. That’s the basic idea behind a net neutrality rule.”</p><p>We have de facto net neutrality now in the United States says Zittrain.</p><p>“When you do have a broadband provider it’s basically still using those efforts to get your packets to where they’re going.  A lot of the net neutrality worries are frontloaded toward worries that have not come to pass yet in which ISPs might choose to get creative with their business plans and start saying, ‘Oh if you want a video conference use our solution because you’ll find that Google Hangout or FaceTime or whatever it might be doesn’t work so well on our network.’ Net Neutrality is trying to take stuff off of the table before it really gets there,” says Zittrain.</p><p>However there are some cases both real and anecdotal of the imagined scenario that Zittrain describes coming to pass. For example Netflix watchers have reported suspiciously throttled service over their Verizon network says Zittrain.</p><p>One of the basic tenants of a net neutrality rule is transparency according to Zittrain, that at the very minimum you should know what kind of rule your ISP is using to figure out how to get your bits to you.</p><p>Europe and Asia aren’t having the same debate over net neutrality as the United States because in many parts of the world, countries have what’s known as “open access” and customers have many different options for their ISP.</p><p>“It’s harder for the ISPs to act in ways that if someone, like the customer, doesn’t like it, ‘too bad you can’t switch’ because they can switch,” says Zittrain.</p><p>Not only do Internet users outside of the US have many more options for service providers, the speed in which they are accessing the Internet far exceeds the speed that we are accustomed to in the United States.</p><p>“Is what counted as fast in the year 2000 or 2002 still count as fast today? Zittrain asks. \"There has been some pushbacks by ISPs not wanting to define fast up so that we can still say that we’ve got lots of broadband. But if you really look at the speeds available to the typical citizen, we’re not doing so great.\"</p>","itags":["npr_api","363991409"],"contentencoded":"<p><div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+the+Internet+equal+around+the+world%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"PRI's The World","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363991417-398a4c.m3u?orgId=30000&e=363991409&ft=nprml&f=363991409"},{"href":"http://www.pri.org/sites/default/files/story/images/internetphoto.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"442","width":"786"}}]}