{"created":"2015-04-28T21:01:07+00:00","modified":"2015-04-30T22:43:03+00:00","valid":{"from":"2015-04-30T22:43:03+00:00","to":"3015-04-30T22:43:03+00:00"},"hreflang":"en","title":"Director Julie Taymor Steers A 'Grounded' Portrait Of A Drone Pilot","published":"2015-04-28T23:53:00+00:00","teaser":"The political, one-woman play starring Anne Hathaway seems to be the opposite of what Taymor — the creative force behind Broadway's <em>The Lion King </em>and <em>Spider-Man</em> musical — is known for.","itags":["npr_api","402641742"],"guid":"61981e16-437b-4bbd-bf74-ff24d5616a83","contentencoded":"<p>For a certain kind of theater goer, the name Julie Taymor is enough to get them to the box office. Ticket holders outside New York's Public Theater call her a \"pioneer\" and a \"terrific director.\" They're waiting to see Taymor's new play, <a href=\"http://www.publictheater.org/en/Public-Theater-Season/Grounded/\" target=\"_blank\">Grounded</a> — an intimate, political, one-woman show that seems to be the opposite of what the director is known for, which is spectacle.</p><p>Taymor was the creative force behind <em>The Lion King,</em> one of the longest-running and best-selling shows on Broadway, and she's also known for the notoriously expensive and troubled musical adaptation of <em>Spider-Man</em>. She left that production before it officially opened, something theater goer Susan Jacobsen makes note of. \"Unfortunately, I think <em>Spider-Man</em> just undid her reputation,\" she says.</p><p>But when you ask Taymor about <em>Spider-Man</em>, as NPR did during a recent visit to her sunny loft apartment, she's nonplussed. \"It [was] four years ago,\" she says. \"I'll just say that I loved the ideas, I loved creating it and there [are] a lot of reasons why that thing fell apart. ... It's so past, it's so over.\"</p><p>Her new play is the antithesis of <em>Spider-Man</em>. It tells the story of daily life for a fighter pilot who carries out U.S. drone missions. Anne Hathaway plays the swaggering flyer obsessed with blue skies and destroying the enemy. After pregnancy and maternity leave take her out of the pilot seat, she's reassigned to a different seat. Yes, she'll be flying again, but, as she says to her husband, her new job has a catch:</p><blockquote><p>I can't look Eric in the eye when I tell him. UAVs, unmanned aerial vehicles, drone pilot — a proud member of the Chair Force. He says, \"When do you leave?\" I say, \"When do <em>we</em> leave.\" He says \"What?\" I say, \"How do you feel about Vegas?\" He says, \"What?\" I say, \"I will be in the war by way of Las Vegas. I will operate out of Creech Air Force Base in Nevada. I will not live on the base; there are no barracks on the base. I will work seven days a week, a 12 hour shift, and each night I will come home.</p></blockquote><p>For Hathaway's nameless pilot, the war takes place on a stage that's little more than a layer of sand and a single metal chair with a wall of black reflective glass behind her. Through lights, music and computer projections, the audience follows her to a Vegas showroom, along a Nevada highway and into the trailer where she spends her shift scanning gray-scale drone surveillance feeds for bodies. That's despite the fact that playwright George Brant wrote hardly any stage instructions in his script.</p><p>\"It was a very interesting challenge to figure out what to do visually that would not overwhelm the solo actor,\" Taymor says. \"The stage directions, the action that she does, is all there to support the story, never to compete with it.\"</p><p>In one scene, Taymor projects yellow lines onto the stage to simulate a highway. She says they \"really play with [the character's] love of speed, but also the travel every day. Her life is this constant 12 hours here, 12 hours ... at home.\"</p><p>When the character is in the drone trailer, Taymor uses sound and music to communicate the tense nature of the work. \"Her pulse is going and she's sweating and all of that,\" the director says. \"The music is really her energy and she needs to decompress in a big way. And it's also for the audience — you need a break from dialogue.\"</p><p>Taymor's big production experience made her extra cautious when it came to overshadowing the pilot with effects, so she tried to keep things simple. \"There's only one chair,\" she says. \"The Chair Force — the idea of having to be stuck in a BarcaLounger 12 hours a day — is a pretty meaningful piece of furniture in her life. And we're able to then use that chair to become the bed, to become the psychiatrist couch. And Anne just has to turn it a little bit, shift her body, minimal movement — <em>minimal</em> — and you get a whole new location.\"</p><p><em>Grounded</em>'s political content also marks a departure from Taymor's previous work. \"I somehow stayed with the classics and with other kinds of works and have never been asked to do a contemporary play, so this was fresh for me,\" she says. \"And the subject matter was so — it was invigorating and disturbing. The last five months that I've had to do the research has been both. It has been 'Oh my God, I can't believe what we're doing,' and at the same time, 'Wow, if we can get this out.'\"</p><p>Taymor hopes the play will help show people that drone pilots can also fall victim to post-traumatic stress. She says, \"They have it because something that is very different that you learn in this play is that when she was a fighter pilot, she'd drop a bomb, but she was long gone — she never saw the effect. Where now they have to sit and linger over the bombs that are dropped and they see body parts. They see the destruction in a way that's a good thing because it's not a video game — it's not clean and pretty. But we, the public who ask these men and women to do this work for our country, have to understand that it is a very tough life. They are safe physically, but their minds are not safe.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Director+Julie+Taymor+Steers+A+%27Grounded%27+Portrait+Of+A+Drone+Pilot&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Audie Cornish","audio":[{"meta":{"duration":"495"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402856144-760fb6.m3u?orgId=1&topicId=1144&d=495&p=2&story=402641742&t=progseg&e=402855950&seg=4&ft=nprml&f=402641742"},{"href":"http://media.npr.org/assets/img/2015/04/27/grounded0127rr-93db94f19e4e0d3a21d9f2436e9b4dad7d692e66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1352","width":"1803"}},{"href":"http://media.npr.org/assets/img/2015/04/28/taymor-28694531397fdc91e7454e9227cb01bb2a11ed30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2562","width":"3416"}},{"href":"http://media.npr.org/assets/img/2015/04/27/grounded511rr-cabc2274630cc62746dc2154d69a99b552fe7751.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"798"}}]}