{"created":"2015-06-11T17:00:53+00:00","modified":"2015-06-11T18:27:07+00:00","valid":{"from":"2015-06-11T18:27:07+00:00","to":"3015-06-11T18:27:07+00:00"},"hreflang":"en","title":"'Ithaca Diaries' Looks Back On College In The '60s","published":"2015-06-11T18:27:00+00:00","teaser":"Anita Harris writes about life as a student during a \"time of trauma and transformation\" at Cornell University and across the country.","itags":["npr_api","413675276"],"guid":"619a6b26-a084-47f4-b378-9dbab401cf16","contentencoded":"<p><strong>Anita Harris</strong> was a 17-year-old from Albany, New York, and describes herself as &#8220;a bit of a rebel and a bit of prude&#8221; when she entered her freshman year at Cornell University in 1966.</p><p>It was a time of major tumult in the country and on college campuses, where students were protesting the Vietnam War, and the sexual revolution and civil rights movements were taking hold.</p><p>&#8220;It was a time of trauma and transformation,&#8221; Harris writes in her new book &#8220;<a href=\"http://www.amazon.com/Ithaca-Diaries-Coming-Age-1960s-ebook/dp/B00R65XW5W\" target=\"_blank\">Ithaca Diaries: Coming of Age in the 1960s</a>.&#8221; In this memoir, Harris went from an obsession with fraternity boys and football games to aiding black students in their takeover of the student union building and leading campus protests against the military.</p><ul><li><a href=\"https://media.library.cornell.edu/media/Willard+Straight+Hall+Takeover+and+Student+Protests/1_aiscnmpj\" target=\"_blank\">Watch archival video of the Willard Straight Hall takeover and student protests</a></li></ul><p><em>Note: This book excerpt contains language that some readers may find offensive.</em></p><h4>Book Excerpt: &#8216;Ithaca Diaries&#8217;</h4><p><em>By Anita Harris</em></p><p>I’m standing off to the left in about the fourth row of the crowd when the doors of the student union building swing open. Tom Jones, Larry Dickson and about 80 other Afros walk out triumphant—rifles held high, ammunition belts across their chests, fists raised in the black power salute. I can’t believe it—these are guys I sat with in seminar. Skip is standing up there with all his African trappings and a rifle. A kid is yelling—“if any of you White motherfuckers tries to set foot in this place again&#8230;” They stand there for I don’t know how long, then march off to Wait Avenue with their guns to sign some agreement with the university. I trudge back to the dorm, exhausted and shocked. A day or so later, 7000 of us hold a sit-in to keep the faculty from punishing the Blacks. While the faculty is meeting, one of the Blacks goes on the radio and names some University administrators and faculty members as racists to be dealt with. “Before this is over,” he says, they “are going to die in the gutter like dogs.”</p><p>I started at Cornell University in 1966 as a student council type, a music major, an artist, a bit straight-laced, a bit rebellious, a bit weepy (heck, leaving home, I cried all the way to Ithaca, and it was a 3 ½ hour drive). My pink luggage was packed with John Meyer skirts and sweaters, Pappagallo flats, circle pins, penny loafers, and a white wool coat with brass buttons—the perfect wardrobe for the aspiring intellectual. My first semester, there were frat parties, football games, failed panty raids and courses in theater, philosophy, biology, psychology and French. But also: a draft card burning; veterinary students using sheep shears to forcibly cut a fellow student’s long hair; a fraternity charging “Negroes” to come to a party—while letting Whites in for free. As time went on, the situation on campus intensified with anti-war protests, fires, beatings, a cross burning, the student union takeover, bomb scares, and drug raids—amidst the national and international violence of race riots, assassinations; wars—and culminating, for me, toward the end of my senior year, with the US invasion of Cambodia and the National Guard’s shooting of nine university students at Kent State.</p><p>Throughout it all, I kept a diary—writing, at first, about boys, roommates, courses, visits home and later, about my awakening to and involvement in the escalating political situation on campus. I chronicled a world of protests against the Vietnam War, university policies, racial discrimination; the sexual revolution, the burgeoning women’s movement; a time of trauma and transformation for the nation, for the educational system—and for me. I carried my college experiences with me—in cardboard boxes and in memory—for more than forty years— always planning to write a book about them.</p><p>And, finally, I have.</p><p>&nbsp;</p><p><em>Excerpted from the book ITHACA DIARIES by Anita M. Harris. Copyright © 2014 by Anita M. Harris. Reprinted with permission of Cambridge Common Press.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://ithacadiaries.com/anita-m-harris/\" target=\"_blank\">Anita Harris</a></strong>, journalist, communications consultant and author of &#8220;Ithaca Diaries: Coming of Age in the 1960s.&#8221; She tweets <a href=\"https://twitter.com/anharris\" target=\"_blank\">@anharris</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Ithaca+Diaries%27+Looks+Back+On+College+In+The+%2760s&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"604"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413675279-b6ccd7.m3u?orgId=1&d=604&p=60&story=413675276&t=progseg&e=413675207&seg=5&ft=nprml&f=413675276"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_ithaca-diaries2.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"880","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/Book-Cover-corrected.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"782","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_ithaca-diaries1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1792","width":"1231"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0528_ithaca-diaries3.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"720","width":"635"}}]}