{"created":"2015-02-22T12:51:53+00:00","modified":"2015-06-05T15:28:54+00:00","valid":{"from":"2015-06-05T15:28:53+00:00","to":"3015-06-05T15:28:53+00:00"},"hreflang":"en","title":"A Greek City Nervously Watches Its Fur Trade Falter","published":"2015-03-10T14:34:00+00:00","teaser":"Kastoria survived Greece's economic crisis primarily because of high Russian demand for the fur coats it produces. Then the Russian economy tanked. Now Kastoria is in trouble.","itags":["npr_api","387757419"],"guid":"619c53d0-c5e2-4d73-9ab2-1d5c680165d9","contentencoded":"<p>Below the snow-capped Pindus Mountains, on Lake Orestiada in northwestern Greece, sits Kastoria — a city that largely survived the country's devastating economic depression by exporting its signature good: fur garments.</p><p>\"When you're born in this city, you have something to do with fur. So in the end, you end up in this business,\" says Makis Gioras, marketing director for his family's business, Soulis Furs. \"It's a long, long tradition.\"</p><p>The city's medieval fur traders supplied ermine to the Byzantine court, but today, the pelts — mostly of farmed mink — are imported from North America and Scandinavia. More than 60 percent of the 35,000 people in Kastoria work in this industry, which sustains about 1,500 fur-related businesses, says Phedon Giatas, general secretary of the Association of Kastorian Fur Manufacturers.</p><p>\"Fur has kept this city alive,\" Giatas says. \"But there have been many ups and downs.\"</p><p>The latest downturn comes as a result of Russia's economic woes. For the past 20 years, Russia has accounted for more than 70 percent of Kastoria's fur garment exports. But demand has stalled in recent months, and the Greek fur businesses have begun to eye opportunities elsewhere.</p><p>Kastorian fur traders worked for decades in Europe and North America. Sakis Gimourtzinas's family helped bring U.S.-made Bonis sewing machines, renowned for stitching fur, to Kastoria. He ran a fur clothing shop in Canada before returning to Kastoria in the 1980s. \"All the money the Kastorians made abroad, they put it back into the city,\" he said.</p><p>Kastoria was hit hard by the 1987 stock market crash — and a high-profile anti-fur campaign by animal rights activists in Europe and the U.S. Half its businesses closed. But after the fall of the Soviet Union, a new market emerged in the 1990s: Russia.</p><p>Russians \"were interested in buying furs because in Russia, fur is day-to-day wear, it's not something luxurious,\" says John Karavidas, legal counsel for the Hellenic Fur Federation. \"It's something a woman wears every day because of the cold.\"</p><p>But in the early days, Karavidas says, \"Exporting to Russia was really difficult.\" <strong></strong>On visits to Moscow in the early 1990s, Gimourtzinas saw Russian merchants selling Kastorian furs under umbrellas in flea markets.</p><p>As Russia shifted from communism to a free economy, exports became easier. And newly affluent Russian tourists started vacationing in Greece to buy Kastorian furs, sometimes snapping up five or 10 at a time.</p><p>\"We had such big support from Russia that we were not following the downturn of the Greek economy in the last five years with the debt crisis,\" says Giolas of Soulis Furs. \"We escaped the devastating situation that hit everyone else.\"</p><p>At his company's factory, Giolas stops in a giant, noisy room he calls \"the laboratory.\" Here, workers sort mink pelts from Scandinavia and stitch them into coats, shawls and hats, using Italian designs that are popular with Russian customers. Soulis Furs also runs a shop in Dubai, until recently a vacation and shopping destination for wealthy Russians.</p><p>On a trip to Moscow late last year, I stopped by Snow Queen, a boutique in a chain that specializes in furs. Kastorian furs were on prominent display.</p><p>Manager Vlada Ivanyk, who has traveled to Kastoria many times, said the furs are popular with Russians because they're high quality and stylish without being too expensive. She did, however, point to one floor-length Kastorian mink coat that cost more than $10,000 (about five times more than shorter fur coats).</p><p>\"As long as we have winters in Russia,\" she told me, \"there will always be demand.\"</p><p>But since my trip, the ruble declined — and along with it, so has Russian demand for Kastorian fur.</p><p>Exports to Russia are down by at least half. Far fewer Russians are also coming to Kastoria to buy furs.</p><p>At a fur exhibition center, where many of the signs are in English and Russian, Kastoria's furriers are talking in hushed tones about the \"catastrophe\" brought by the drop in the ruble.</p><p>Afrodite Papageorgiadou, the owner of Dita Furs, sits in her showroom, surrounded by scores of caramel-colored mink coats she's been unable to sell.</p><p>\"Hardly anyone comes here anymore,\" she sighs. \"I've only seen three or four people in the last couple of months. Before, the Russians used to come in every day, in big groups.\"</p><p>The loss of Russian business is scaring many furriers here, but they're not giving up. They're wooing American and European markets again. \"Open any magazine and you can see every designer uses fur and famous people in Hollywood are wearing fur,\" says Gioras of Soulis Furs. \"It's become attractive again.\"</p><p>Soulis and other Kastorian fur companies are also trying to tap into new markets, including China and South Korea. \"If we want to keep surviving the economic crisis,\" Gioras says, \"we must keep exporting our fur.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Greek+City+Nervously+Watches+Its+Fur+Trade+Falter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"250"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388187210-dc1af5.m3u?orgId=1&topicId=1124&d=250&p=10&story=387757419&t=progseg&e=388187203&seg=2&ft=nprml&f=387757419"},{"href":"http://media.npr.org/assets/img/2015/02/22/kastoria-sorting-fur-pieces-5bb254d671e1f70e9e394e25609b73dffd2f1500.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2084","width":"2779"}},{"href":"http://media.npr.org/assets/img/2015/02/22/kastoria-view_enl-451b890cd18b344158285e186c58d48494ae7a7e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2301","width":"3455"}},{"href":"http://media.npr.org/assets/img/2015/02/22/kastoria-sewing-fur_enl-db957d0ed8870dca7d4fb6d7c9718064b624b7bd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2301","width":"3455"}},{"href":"http://media.npr.org/assets/img/2015/02/20/hpfur014-608b22a87f78560a23851b4bb4cc7b0e56fb8d52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1476","width":"1968"}}]}