{"created":"2014-10-28T21:23:13+00:00","modified":"2014-11-26T01:05:28+00:00","valid":{"from":"2014-11-26T01:05:28+00:00","to":"3014-11-26T01:05:28+00:00"},"hreflang":"en","title":"With A Soft Approach On Gangs, Nicaragua Eschews Violence ","published":"2014-10-28T23:59:00+00:00","teaser":"Despite being in one of the most dangerous regions in the world, Nicaragua remains relatively peaceful. Analysts credit its style of policing, which has rejected the iron fist policies of neighbors.","itags":["npr_api","359612148"],"guid":"61b97040-47bb-4887-819b-d95946b2752e","contentencoded":"<p>As the sun sinks just below the horizon, Jorge Sandoval strolls across a dusty street.</p><p>He's a small man in his 50s, who runs volunteer patrols. The neighborhood is poor. The houses are cobbled together out of leftover wood and pieces of metal.</p><p>Two years ago, Sandoval says, these streets used to be desolate and controlled by gangs.</p><p>\"They would shoot at each other at all hours,\" Sandoval says. \"Suddenly you'd find someone injured, someone innocent, because they just didn't care.\"</p><p>The Dimitrov neighborhood in the capital of Nicaragua used to be one of the most dangerous in the country. It was so dangerous that its 10 or so square blocks accounted for 20 percent of all the crime of Managua, a city of 1.2 million people.</p><p>But on that day, as I walk the narrow residential streets with Sandoval, music pours out of open windows and neighbors sit on stoops. Sandoval says people in the neighborhood have come to an understanding.</p><p>\"All that shooting, all those deaths, they were part of the war we lived,\" he says. \"Now, why should we be shooting each other?\"</p><p>We stop in the middle of the street and see something surprising — children, running out of their homes to play in the streets.</p><p><strong>A Region Engulfed By Bloodshed</strong></p><p>This kind of tranquility is not something you'd see in the capital cities of El Salvador, Honduras, Guatemala or Belize, because over the past decade, Central America has been engulfed by bloodshed, becoming one of the most dangerous regions in the world.</p><p>Nicaragua, the poorest of the bunch and with just as bloody a history, is one of the safest countries in the hemisphere. Analysts say it has to do with its approach to fighting crime.</p><p>While Nicaragua's neighbors have embraced so-called \"mano dura\" or iron fist policies, Nicaragua has taken a softer approach.</p><p>The Nicaraguan police, for example, pacified the Dimitrov neighborhood by having the community patrol itself and by having police officers mediate talks between gang members often after soccer games.</p><p>El Salvador and Honduras legislated \"mano dura\" policies against youth crimes. Guatemala and Belize followed suit but in a more ad-hoc manner.</p><p><a href=\"http://fas.org/sgp/crs/row/RL34112.pdf\">A February 2014 report by the Congressional Research Center</a> finds in that early period, those countries incarcerated thousands of young people, sometimes just because of their tattoos. The report finds that between 2004 and 2005, El Salvador alone sent up to 14,000 young people to jail. The unintended consequence was that prison gave gangs the time and peace to organize and recruit.</p><p>Pedro Argueta, the police commissioner in charge of youth issues, says that right now Nicaragua has just <a href=\"http://www.prisonstudies.org/highest-to-lowest/prison_population_rate?field_region_taxonomy_tid=18\">70 juveniles in jail</a>.</p><p>He says the country's bloody civil war taught them that violence only begets more violence.</p><p>\"The repression that we had during the 70s, taught us a lesson,\" he says. \"That when there is repression, there is a reaction.\"</p><p>Elvira Cuadra, who has studied Nicaragua's police force for decades, says that's a romanticized version of events.</p><p>She says that many of these policies were actually crafted as political tools.</p><p>\"Every government agency had a specific role and their primary objective was to defend the revolution,\" she says.</p><p>It's a system that was developed in the '70s, when Nicaraguans were preparing for war against the dictatorship. Some were instructed to develop emergency treatment centers at their homes, while others were given small, but important tasks like collecting water. After the Sandinista victory in '79, the Cuban model took hold and community organizers became government spies, reporting any counter-revolutionary actions to the government's security agency.</p><p>The Sandinistas came back into power in 2007 and a<a href=\"http://www.oas.org/juridico/spanish/mesicic3_nic_consejos.pdf\"> 2009 report</a> from the Managua-based Center For Political Studies and Analysis found that by that point the government had 500,288 community volunteers. This in a country with a population of a little more than 6 million.</p><p>Cuadra and other human rights groups have expressed concern that the police and even the community volunteers have begun to take on those security roles again. Cuadra says that's bound to erode the trust the community has developed with police.</p><p><strong>School Instead Of Prison</strong></p><p>But despite those criticisms, Nicaragua's approach seems to be working. The country's homicide rate is a fraction of what it is in Honduras and while children from El Salvador and Guatemala are streaming north, Nicaragua is keeping its youth at home.</p><p>On the hills that surround Managua is Nicaragua's newest youth training center. It's a huge campus that's part of a program that sends kids to school instead of prison.</p><p>In one of the classrooms, I find Jonathan Ruiz. He's 16 with a tattoo that starts at his hand and snakes its way up his inner arm. He's learning how to be a barber, so he's styling a classmate's hair.</p><p>He says he used to be a gangbanger, but a few weeks into the program, he gave up his gun.</p><p>I ask him if he worries about going back to his neighborhood and coming face-to-face with his old friends and rivals.</p><p>\"Yeah,\" he says. \"But I always go back to my neighborhood. And they view us differently now. They don't view us as delinquents.\"</p><p><em>This story was funded with a grant from the Ford Foundation, administered by the <a href=\"http://www.icfj.org/\">International Center for Journalists</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+A+Soft+Approach+On+Gangs%2C+Nicaragua+Eschews+Violence+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632773-f46e64.m3u?orgId=1&topicId=1127&ft=3&f=359612148"},{"href":"http://media.npr.org/assets/img/2014/10/28/pica1-a54e888932ac537b9dedaeb00d572807e6db784d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2505","width":"3340"}},{"href":"http://media.npr.org/assets/img/2014/10/28/pica2-ed10014c431e04a5d29fbcf1857da1620885bda8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}},{"href":"http://media.npr.org/assets/img/2014/10/28/pica_elvira-5565d94eeb23ce6390123c48b0a5fd7a6a4f6e66.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2796","width":"3728"}},{"href":"http://media.npr.org/assets/img/2014/10/28/pica5-f124caaa823656fdb88d173ef265854587e7b63c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2848","width":"3798"}}]}