{"created":"2015-01-29T09:14:07+00:00","modified":"2015-02-02T23:05:15+00:00","valid":{"from":"2015-02-02T23:05:15+00:00","to":"3015-02-02T23:05:15+00:00"},"hreflang":"en","title":"And So We Meet, Again: Why The Workday Is So Filled With Meetings","published":"2015-02-02T20:59:00+00:00","teaser":"As workers find themselves buried in meetings, and meetings preparing for meetings, experts say they're often a waste. Blame this \"weapon of mass interruption\" on office culture and poor leadership.","itags":["npr_api","382162271"],"guid":"61c8bcf1-6a87-4bb9-a666-377d682fd3d2","contentencoded":"<p>The ouster of Bryan Stockton from his perch as CEO at Mattel this week came as the toymaker's best-known brands like Barbie stagnate and it loses business to Web-based games.</p><p>Stockton himself said last year that Mattel lacked an innovative culture and blamed it in part on something specific: bad meetings. That's a common and persistent corporate ailment.</p><p>Scott Ryan-Hart is a cartographer for the Ohio Department of Transportation, where a typical meeting can last more than two hours.</p><p>\"I would be needed for 15 minutes in the middle of it,\" Ryan-Hart says. \"So I have an hour before and an hour after that I'm still kind of sequestered in this meeting and I can't get out of it.\"</p><p>This annoyed Ryan-Hart, until about a year ago when he took up superhero doodling during meetings, which he tweeted under the hashtag \"#Meetingfromhell.\" His boss wasn't a fan.</p><p>\"He was not super happy with it,\" Ryan-Hart says.</p><p>Then again, his colleagues have their own vices.</p><p>\"I'm usually sketching ... the person next to me is doing email, someone else is reading reports that they have to get done,\" he says.</p><p>This behavior, says Steven Rogelberg, should sound alarms to the meeting leader. Rogelberg teaches industrial/organizational psychology at the University of North Carolina at Charlotte.</p><p>\"You're basically getting tremendous amounts of feedback. You're getting feedback that you're running a really bad meeting,\" Rogelberg says.</p><p>The average American office worker spends more than nine hours of every week preparing for, or attending, project update meetings, according to the results of a <a href=\"http://www.clarizen.com/about-us/press-releases/item/clarizen-survey-workers-consider-status-meetings-a-productivity-killing-waste-of-time.html\">survey released last week</a> by the software firm Clarizen and Harris Poll. That's up nearly 14 percent from the last survey four years ago.</p><p>Experts say poorly run meetings grind away at employee engagement and make companies less reactive by bogging decisions down in human red tape. Some companies, including Mattel, try to create limits around the size, duration or frequency of meetings.</p><p>But meetings often last longer than they need to, Rogelberg says, because managers don't understand <a href=\"http://en.wikipedia.org/wiki/Parkinson%27s_law\">Parkinson's Law</a>. This is the idea, backed up by research, that tasks take as long as the time allotted. If you budget two hours, it takes two hours.</p><p>But, \"given the same agenda,\" Rogelberg says, \"they give the group half as much time ... and lo and behold, when they're given half as much time at the onset, they finish in half as much time! And the quality of the meeting is just as good.\"</p><p>Al Pittampalli is an author and an expert on \"meeting culture.\" He says at their best, meetings are the lifeblood of an organization.</p><p>\"They're the place where we make the most important decisions, express the most important messages, the most important communications on the most important matters of the day,\" he says.</p><p>But as a consultant, Pittampalli sees meeting culture run amok.</p><p>He sees \"not just marathon meetings, but meetings that are done to prepare for meetings, and meetings that are done to prepare for meetings to prepare for meetings. It is a waste of time — it's what I call a weapon of mass interruption.\"</p><p>It's also expensive to waste employee time. So why does the practice persist?</p><p>\"One of the biggest problems in organizations is that the meeting is a tool that is used to diffuse responsibility,\" Pittampalli says.</p><p>He says meetings alleviate the anxiety of making tough calls by delaying decisions, instead of making them.</p><p>Bad meetings also recur because, in many cases, the people leading them don't know how to run a good one.</p><p>There's a lack of self-awareness among meeting leaders. The vast majority self-report that they believe they're conducting meetings well, while the vast majority of participants disagree. Yet Pittampalli says no one speaks up.</p><p>\"Nobody is willing to give feedback to their boss,\" he says.</p><p>And so the endless meetings go on, and on, and on.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=And+So+We+Meet%2C+Again%3A+Why+The+Workday+Is+So+Filled+With+Meetings&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Yuki Noguchi","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382327024-fd6572.m3u?orgId=1&topicId=1006&e=382162271&d=260&ft=nprml&f=382162271"},{"href":"http://media.npr.org/assets/img/2015/01/28/463030091-f61a84a66b3966b92ac4fe0507e8b19a211211ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3510","width":"4681"}},{"href":"http://media.npr.org/assets/img/2015/01/28/the_ultimates_by_mmmmmpig-d8fk61s-ffbc9f430a75a1267bae8d5990d3336a5dd7b719.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"605","width":"806"}}]}