{"created":"2014-10-02T21:39:20+00:00","modified":"2015-04-30T19:47:03+00:00","valid":{"from":"2014-09-29T17:14:11+00:00","to":"3014-09-29T17:14:11+00:00"},"hreflang":"en","guid":"61d56dec-b238-4ba0-bfea-431607b21d4a","title":"Trans Families","teaser":"It’s estimated that there are nearly 1.5 million people in the U.S. who identify themselves as transgender. That’s more than a million people with families, communities and stories we are only just starting to hear from. When someone transitions, the impact of that decision ripples beyond them to the people often closest to them: their families. In this hour of radio, SOTRU will tell stories of trans people and their families at many different moments of life, from childhood to adulthood to elders, as parents, as spouses and as kids, themselves. ","description":"State of the Re:Union Trans Families  Host: Al Letson Producer: Tina Antolini  DESCRIPTION: When you find out a relative or friend is expecting a baby, what&rsquo;s the first question you usually ask them? Is it a boy or a girl? Gender is foundational to our understanding of one another, and an integral part of our family lives. It&rsquo;s so fundamental that we don&rsquo;t even realize we&rsquo;re instinctually sorting people into male and female&mdash;until we encounter someone who doesn&rsquo;t seem to cleanly fit into either category. And, in recent years, more and more people are publicly declaring that they either feel themselves to be in a different category than the one assigned to them at birth, or they&rsquo;re throwing out the categories all together. There have been people who don&rsquo;t conform to certain notions of gender dating back to antiquity across cultures, but they&rsquo;ve historically faded into the woodwork, stayed quiet. Now transgender people are coming out of the closet in greater numbers than ever. It&rsquo;s estimated that there are nearly 1.5 million people in the U.S. who identify themselves as transgender. That&rsquo;s more than a million people with families, communities and stories we are only just starting to hear from. When someone transitions, the impact of that decision ripples beyond them to the people often closest to them: their families. In this hour of radio, SOTRU will tell stories of trans people and their families at many different moments of life, from childhood to adulthood to elders, as parents, as spouses and as kids, themselves.   Billboard (:59) Incue: From PRX and NPR, this is State of the Re:Union. Outcue: But first, this news.  News Hole: 1:00-6:00  Segment A (12:29) Incue: You're listening to State of the Re:Union Outcue: That's ahead on State of the Re:Union  A. The Revelation We begin the episode with the voices of several transgender people telling of their realization that they were not the gender they were assigned at birth. From there, host Al Leston talks about the idea that being trans is not just about the moment of transition, and it isn&rsquo;t someone&rsquo;s whole identity. This hour of stories will be about transgender people and their families, from childhood through old age.  B. A Family That Helped a City Understand&nbsp;&nbsp;  Sometimes, the thing that actually changes people&rsquo;s minds about something that seems strange and unfamiliar is just seeing it up close, and realizing how normal it is. For some politicians in the city of Boston and the state of Massachusetts, their understanding of transgender people stems back to one family, and one 15-year-old girl.   Ella Snyder is like every teenage girl who loves hanging out with her friends, works a part-time job in the summertime, went to sleepaway camp for a week of swimming and crafts. The difference between her and some other teens is that, until a few years ago, Ella was a boy. Ella first came out to her parents when she was little, and started transitioning in junior high. Her mom, Denise, works for Boston Public Schools and her dad, Van, is a political fundraising consultant, with clients that have included a Boston City Councilor, the current state Attorney General, and a state senator. When those politicians came into Van's office, they'd always see the many photographs of his son on the walls and desk, and many of them noticed that the child transformed during a certain period from a boy... to a girl. That prompted questions that have led the Snyder family to be a front line of education about transgender people to folks who've actually had the power to make a difference. Ella herself wrote a letter to a classmate's parent, who is a state senator, telling him about her experience, and that helped convince him to change his vote from against to for the trans civil rights legislation that passed in Massachusetts a few years ago. Most recently, the Snyder family's friendship with Boston City Councilor Michael Flaherty contributed to his support of an ordinance that requires healthcare plans for city workers to cover gender reassignment surgery and hormone therapy (Boston is one of the first cities in the country to require this)... Not because they were lobbying him, but just because he'd gotten to know them, and know Ella. He gave emotional testimony at a hearing on the ordinance as to the impact this one family had on making him understand a transgender person's experience.   Segment B (18:59) Incue: You're listening to State of the Re:Union Outcue: P-R-X-dot-O-R-G  A. The Love Story of T &amp; Allison: We Are Changers This is a love story. Like every other. And like no other. This is a story about how one day I believed certain things about myself and the next day I realized, knew the way you know a good nectarine, that I had been wrong.  About all of it.  That&rsquo;s how Allison Glock starts to tell the story of how she fell for her husband, T. Allison&rsquo;s a writer, so it would make sense that she&rsquo;d write about this relationship, which has proven to be a hinge point in her life, a new direction. It started with a column about music on the internet. Allison read the column a lot, but one day, she noticed a photo of the author at the end. It was an ordinary headshot, but something about it made Allison lean in and stare. Allison decided she had to email this man, even though she felt embarrassed about becoming the kind of person who writes a perfect stranger a fan note on the internet. But: he wrote back.   They started trading emails, almost like old-fashioned letters, and they weren&rsquo;t flirtatious. They were about real life. Their mistakes, their families, their hopes. Allison and the columnist, whose name was T Cooper, grew close without trying. It was at some point in these exchanges that T disclosed something that should have mattered, but, Allison was surprised to realize, didn&rsquo;t matter to her. He told me, in his typically open, candid style, that he had not been born a man.  With T, Allison felt completely redefined, like herself in a way she never had been before. For T, falling for Allison made him feel like the man that on some level, he&rsquo;d always known himself to be. T&rsquo;s a writer too, and also came to understand his love for Allison through writing about it in his book Real Man Adventures. They got married, and threw a big party for all their friends to celebrate.   And then, one day, after they&rsquo;d been married for a while, they had an idea. Their kids were young adults, not quite teenagers. They started talking about how their daughters seemed to wake up as literally different people every day, trying on different personalities, the way almost-teenagers do. And it hit them like a lightening bolt: what if they wrote a young adult novel built around that? About a teenager who goes to bed one night as a boy, and wakes up as a girl? What if there were a whole race of people went through a change like that at the beginning of every year of high school, who had to spend each year walking in a different person&rsquo;s shoes? &ldquo;We have boxes we assign to ourselves our whole lives,&rdquo; Allison says. What if our daughters got the message that you can decide who you want to be? &ldquo;We both, Allison and I, have both been told what we are in our lives, and then became something incredibly different,&rdquo; T says. &ldquo;Mine&rsquo;s a bit more external, but we all are changing.&rdquo; They started writing a book together, which blossomed into a series of books called CHANGERS, each based on a year of high school for one character who would change from boy to girl to boy, change races, and have to spend each book as a different person.   B. A Parent&rsquo;s Guide to Coming Out When Amanda Veldorale-Griffin was little, she and her older sister used to play hide and seek, like lots of kids. Except they noticed something that confused them: when they would hide in their dad&rsquo;s closet, they saw it was full of women&rsquo;s clothes, too big to be their mothers. Maybe they belonged to grandma? The answer came when Amanda was 7. Her parents sat her and her sister down together and let them know what was going on. &ldquo;We didn&rsquo;t know what to ask,&rdquo; Amanda says. &ldquo;It was that &ldquo;ok?&rdquo; kind of thing.&rdquo; Her parents ended up divorcing, as her dad transitioned to live as Denise. Amanda still calls Denise &ldquo;Dad,&rdquo; but also uses female pronouns, and her female name. That made for some unusual experiences when she was a kid, yelling &ldquo;Dad&rdquo; across the parking lot to someone who passed as a woman, and getting all sorts of looks. Those early years were kind of traumatic, Amanada says. But, over time, she and her dad have worked on their relationship together. And, when Amanda was going into college, she decided she wanted to be a therapist, and make the relationship between trans parents and their kids her research focus. She and her dad have worked together on advice for parents who want to come out as trans to their kids. It includes things like how to deal with what Denise termed &ldquo;The Pink Fog,&rdquo; a hyper-feminine period that Male-to-Female trans people tend to go through after transitioning. &ldquo;That&rsquo;s something that&rsquo;s weird for a kid too. You&rsquo;re hearing from your parent, &ldquo;I&rsquo;m the same person.&rdquo; It&rsquo;s just the outside, I&rsquo;m still me. And you&rsquo;re like: woah, wait a second though! You&rsquo;re doing things that are so unfamiliar.&rdquo;   Amanda and Denise even present at trans conferences together, offering tips to other families on how they can balance the needs of a trans parent to transition for their own mental health, with what their kids need to feel supported.   Segment C (18:59) Incue: You're listening to State of the Re:Union Outcue: This is NPR.  A. A Nun&rsquo;s Mission  When Shawn was little, struggling with the internal sense of being a boy, but having the body of a girl, his family went to church all the time. That religious devotion informed Shawn&rsquo;s sense that there was no way he could ever reveal his inner masculinity. As time went on, though, and he became an adult, it just would not be ignored. He converted to Catholicism, searching for a faith that resonated with him. But, as a woman, he still struggled mightily with his gender identity. He was on the brink of committing suicide, when Sister Monica entered his life.   Here was a nun who told Shawn: you are welcome in God&rsquo;s house, whoever you are. Sister Monica prayed with him, and spoke with Shawn when he was in his darkest moments. And, with that support, Shawn began to feel confident enough to move forward and transition.   For Sister Monica, tending to Shawn and other transgender Catholics is a mission both risky and impassioned. It is one of such secrecy that she asked us to use a pseudonym, and to withhold the name of her convent, to avoid the condemnation of the Catholic hierarchy. She knows that Rome likely would disapprove of her work, and yet she believes in it so forcefully that she&rsquo;s done it anyway, for more than 15 years.   This from a short woman with graying hair who&rsquo;s been a nun since 1961.   Sister Monica was drawn to this ministry unexpectedly in 1991. She thought she wanted to tend to gay and lesbian Catholics, because she has a gay brother and a lesbian sister. But, attending a meeting of a GLBT support group in New Orleans, she was captivated by a trans woman named Courtney who showed up and shared her story. Sister Monica spoke with Courtney after, and found out she was Catholic. With hesitation, Courtney told Sister Monica about her sexual reassignment surgery. Monica resonated with the story. &ldquo;We don&rsquo;t have a body, we ARE a body,&rdquo; she said. &ldquo;So it makes sense to me that your whole self, your body self is in harmony now.&rdquo; Courtney leaned back in her chair and looked at her: &ldquo;you get this,&rdquo; she said. &ldquo;Most people don&rsquo;t get this! And we need spiritual people. For most of us, this is a spiritual journey, but we don&rsquo;t have spiritual people to companion us.&rdquo; Sister Monica said she wanted to be that companion. And Courtney began to spread the word around New Orleans&rsquo; trans community. Slowly, gradually, transgender Catholics began reaching out to Sister Monica. First regionally, and then around the nation and then the world. She&rsquo;s offered spiritual guidance to hundreds of trans people, with the support of her Mother Superior, under the condition that she must do so behind the scenes, quietly. Sister Monica has had some run-ins with bishops and priests who&rsquo;ve disapproved of her work, but has always managed to keep going. &ldquo;For all these years I have lived with the heavy burden of this conflict,&rdquo; she says.&nbsp; &ldquo;In order to protect my religious community from censure by the hierarchy I have to keep my transgender community hidden.&nbsp; But to protect my transgender community I must bring them out of hiding, so that they can be seen and where the injustices against them can be brought into the light.&rdquo;   B. Robina versus the Social Security Administration  In a 2004 ceremony in an airplane hangar in Orange County, New York, Robina Asti, a World War II veteran and pilot, married Norwood Patton. Robina was 83; Norwood was 89. They&rsquo;d been sweethearts for years, and both wept for happiness at the wedding, along with the friend who presided over the marriage. When Norwood passed away in 2012 at the age of 97, Robina applied for benefits through the Social Security Administration, like any widow. But on April 24, 2013, Robina got a letter in the mail: she was denied benefits. The letter stated that her marriage was not valid because she was &ldquo;legally male&rdquo; at the time of her wedding to Norwood. And, at age 92, Robina decided to fight the decision. She had a passport and driver&rsquo;s license that listed her as female. And she befriended a young transgender man named Dru Levasseur, who was a lawyer. Dru now calls Robina his &ldquo;Trans Grandma.&rdquo; Together they decided that, in order to make an impact on the SSA, they needed to tell Robina&rsquo;s story to the world. She&rsquo;d kept her status as a transgender woman to herself, but decided, at age 92, it was time to come out. Robina and Dru made a video, which was posted on Lambda Legal&rsquo;s website, and received comments from around the country. On Valentine&rsquo;s Day this year, the Social Security Administration deposited money in Robina&rsquo;s account. &quot;When I saw that the money was in my account, I was so happy,&quot; Asti told The Advocate through Lambda Legal. &quot;I felt like it was my husband Norwood's Valentine's Day gift to me. I'm glad that Social Security finally came to its senses. I hope this means that other people won't have to experience this.&quot;   C. Final Monologue and Montage  Host Al Letson shares a personal story of a transgender coworker, and the revelations working with her prompted in him. That story segues into a meditation on whether a more expansive idea of gender is something lots of people can connect to, whether they&rsquo;re transgender or not.&nbsp;   PROGRAM OUT @ 59:00  Promo Transcript: Amanda's gotten used to people doing a double take when she talks about her dad. &quot;It does create interesting things especially when you're talking to people who don't know your context. Saying my Dad &quot;she&quot; often throws people for a little bit of a loop. You know, this is my dad and she is a she.&quot; Transgender families. That's on the next State of the Re:Union.  Broadcast Window Begins 09/29/2014  The Fall 2014 Season of State of the Re:Union (SOTRU) will be available September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.   State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting.   Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","contentencoded":"State of the Re:Union<br /> Trans Families<br /> <br /> Host: Al Letson<br /> Producer: Tina Antolini<br /> <br /> DESCRIPTION: When you find out a relative or friend is expecting a baby, what&rsquo;s the first question you usually ask them? Is it a boy or a girl? Gender is foundational to our understanding of one another, and an integral part of our family lives. It&rsquo;s so fundamental that we don&rsquo;t even realize we&rsquo;re instinctually sorting people into male and female&mdash;until we encounter someone who doesn&rsquo;t seem to cleanly fit into either category. And, in recent years, more and more people are publicly declaring that they either feel themselves to be in a different category than the one assigned to them at birth, or they&rsquo;re throwing out the categories all together. There have been people who don&rsquo;t conform to certain notions of gender dating back to antiquity across cultures, but they&rsquo;ve historically faded into the woodwork, stayed quiet. Now transgender people are coming out of the closet in greater numbers than ever. It&rsquo;s estimated that there are nearly 1.5 million people in the U.S. who identify themselves as transgender. That&rsquo;s more than a million people with families, communities and stories we are only just starting to hear from. When someone transitions, the impact of that decision ripples beyond them to the people often closest to them: their families. In this hour of radio, SOTRU will tell stories of trans people and their families at many different moments of life, from childhood to adulthood to elders, as parents, as spouses and as kids, themselves. <br /> <br /> Billboard (:59)<br /> Incue: From PRX and NPR, this is State of the Re:Union.<br /> Outcue: But first, this news.<br /> <br /> News Hole: 1:00-6:00<br /> <br /> Segment A (12:29)<br /> Incue: You're listening to State of the Re:Union<br /> Outcue: That's ahead on State of the Re:Union<br /> <br /> A. The Revelation<br /> We begin the episode with the voices of several transgender people telling of their realization that they were not the gender they were assigned at birth. From there, host Al Leston talks about the idea that being trans is not just about the moment of transition, and it isn&rsquo;t someone&rsquo;s whole identity. This hour of stories will be about transgender people and their families, from childhood through old age.<br /> <br /> B. A Family That Helped a City Understand&nbsp;&nbsp; <br /> Sometimes, the thing that actually changes people&rsquo;s minds about something that seems strange and unfamiliar is just seeing it up close, and realizing how normal it is. For some politicians in the city of Boston and the state of Massachusetts, their understanding of transgender people stems back to one family, and one 15-year-old girl. <br /> <br /> Ella Snyder is like every teenage girl who loves hanging out with her friends, works a part-time job in the summertime, went to sleepaway camp for a week of swimming and crafts. The difference between her and some other teens is that, until a few years ago, Ella was a boy. Ella first came out to her parents when she was little, and started transitioning in junior high. Her mom, Denise, works for Boston Public Schools and her dad, Van, is a political fundraising consultant, with clients that have included a Boston City Councilor, the current state Attorney General, and a state senator. When those politicians came into Van's office, they'd always see the many photographs of his son on the walls and desk, and many of them noticed that the child transformed during a certain period from a boy... to a girl. That prompted questions that have led the Snyder family to be a front line of education about transgender people to folks who've actually had the power to make a difference. Ella herself wrote a letter to a classmate's parent, who is a state senator, telling him about her experience, and that helped convince him to change his vote from against to for the trans civil rights legislation that passed in Massachusetts a few years ago. Most recently, the Snyder family's friendship with Boston City Councilor Michael Flaherty contributed to his support of an ordinance that requires healthcare plans for city workers to cover gender reassignment surgery and hormone therapy (Boston is one of the first cities in the country to require this)... Not because they were lobbying him, but just because he'd gotten to know them, and know Ella. He gave emotional testimony at a hearing on the ordinance as to the impact this one family had on making him understand a transgender person's experience. <br /> <br /> Segment B (18:59)<br /> Incue: You're listening to State of the Re:Union<br /> Outcue: P-R-X-dot-O-R-G<br /> <br /> A. The Love Story of T &amp; Allison: We Are Changers<br /> This is a love story. Like every other. And like no other. This is a story about how one day I believed certain things about myself and the next day I realized, knew the way you know a good nectarine, that I had been wrong.<br /> <br /> About all of it.<br /> <br /> That&rsquo;s how Allison Glock starts to tell the story of how she fell for her husband, T. Allison&rsquo;s a writer, so it would make sense that she&rsquo;d write about this relationship, which has proven to be a hinge point in her life, a new direction. It started with a column about music on the internet. Allison read the column a lot, but one day, she noticed a photo of the author at the end. It was an ordinary headshot, but something about it made Allison lean in and stare. Allison decided she had to email this man, even though she felt embarrassed about becoming the kind of person who writes a perfect stranger a fan note on the internet. But: he wrote back. <br /> <br /> They started trading emails, almost like old-fashioned letters, and they weren&rsquo;t flirtatious. They were about real life. Their mistakes, their families, their hopes. Allison and the columnist, whose name was T Cooper, grew close without trying. It was at some point in these exchanges that T disclosed something that should have mattered, but, Allison was surprised to realize, didn&rsquo;t matter to her. He told me, in his typically open, candid style, that he had not been born a man.<br /> <br /> With T, Allison felt completely redefined, like herself in a way she never had been before. For T, falling for Allison made him feel like the man that on some level, he&rsquo;d always known himself to be. T&rsquo;s a writer too, and also came to understand his love for Allison through writing about it in his book Real Man Adventures. They got married, and threw a big party for all their friends to celebrate. <br /> <br /> And then, one day, after they&rsquo;d been married for a while, they had an idea. Their kids were young adults, not quite teenagers. They started talking about how their daughters seemed to wake up as literally different people every day, trying on different personalities, the way almost-teenagers do. And it hit them like a lightening bolt: what if they wrote a young adult novel built around that? About a teenager who goes to bed one night as a boy, and wakes up as a girl? What if there were a whole race of people went through a change like that at the beginning of every year of high school, who had to spend each year walking in a different person&rsquo;s shoes? &ldquo;We have boxes we assign to ourselves our whole lives,&rdquo; Allison says. What if our daughters got the message that you can decide who you want to be? &ldquo;We both, Allison and I, have both been told what we are in our lives, and then became something incredibly different,&rdquo; T says. &ldquo;Mine&rsquo;s a bit more external, but we all are changing.&rdquo; They started writing a book together, which blossomed into a series of books called CHANGERS, each based on a year of high school for one character who would change from boy to girl to boy, change races, and have to spend each book as a different person. <br /> <br /> B. A Parent&rsquo;s Guide to Coming Out<br /> When Amanda Veldorale-Griffin was little, she and her older sister used to play hide and seek, like lots of kids. Except they noticed something that confused them: when they would hide in their dad&rsquo;s closet, they saw it was full of women&rsquo;s clothes, too big to be their mothers. Maybe they belonged to grandma? The answer came when Amanda was 7. Her parents sat her and her sister down together and let them know what was going on. &ldquo;We didn&rsquo;t know what to ask,&rdquo; Amanda says. &ldquo;It was that &ldquo;ok?&rdquo; kind of thing.&rdquo; Her parents ended up divorcing, as her dad transitioned to live as Denise. Amanda still calls Denise &ldquo;Dad,&rdquo; but also uses female pronouns, and her female name. That made for some unusual experiences when she was a kid, yelling &ldquo;Dad&rdquo; across the parking lot to someone who passed as a woman, and getting all sorts of looks. Those early years were kind of traumatic, Amanada says. But, over time, she and her dad have worked on their relationship together. And, when Amanda was going into college, she decided she wanted to be a therapist, and make the relationship between trans parents and their kids her research focus. She and her dad have worked together on advice for parents who want to come out as trans to their kids. It includes things like how to deal with what Denise termed &ldquo;The Pink Fog,&rdquo; a hyper-feminine period that Male-to-Female trans people tend to go through after transitioning. &ldquo;That&rsquo;s something that&rsquo;s weird for a kid too. You&rsquo;re hearing from your parent, &ldquo;I&rsquo;m the same person.&rdquo; It&rsquo;s just the outside, I&rsquo;m still me. And you&rsquo;re like: woah, wait a second though! You&rsquo;re doing things that are so unfamiliar.&rdquo; <br /> <br /> Amanda and Denise even present at trans conferences together, offering tips to other families on how they can balance the needs of a trans parent to transition for their own mental health, with what their kids need to feel supported. <br /> <br /> Segment C (18:59)<br /> Incue: You're listening to State of the Re:Union<br /> Outcue: This is NPR.<br /> <br /> A. A Nun&rsquo;s Mission <br /> When Shawn was little, struggling with the internal sense of being a boy, but having the body of a girl, his family went to church all the time. That religious devotion informed Shawn&rsquo;s sense that there was no way he could ever reveal his inner masculinity. As time went on, though, and he became an adult, it just would not be ignored. He converted to Catholicism, searching for a faith that resonated with him. But, as a woman, he still struggled mightily with his gender identity. He was on the brink of committing suicide, when Sister Monica entered his life. <br /> <br /> Here was a nun who told Shawn: you are welcome in God&rsquo;s house, whoever you are. Sister Monica prayed with him, and spoke with Shawn when he was in his darkest moments. And, with that support, Shawn began to feel confident enough to move forward and transition. <br /> <br /> For Sister Monica, tending to Shawn and other transgender Catholics is a mission both risky and impassioned. It is one of such secrecy that she asked us to use a pseudonym, and to withhold the name of her convent, to avoid the condemnation of the Catholic hierarchy. She knows that Rome likely would disapprove of her work, and yet she believes in it so forcefully that she&rsquo;s done it anyway, for more than 15 years. <br /> <br /> This from a short woman with graying hair who&rsquo;s been a nun since 1961. <br /> <br /> Sister Monica was drawn to this ministry unexpectedly in 1991. She thought she wanted to tend to gay and lesbian Catholics, because she has a gay brother and a lesbian sister. But, attending a meeting of a GLBT support group in New Orleans, she was captivated by a trans woman named Courtney who showed up and shared her story. Sister Monica spoke with Courtney after, and found out she was Catholic. With hesitation, Courtney told Sister Monica about her sexual reassignment surgery. Monica resonated with the story. &ldquo;We don&rsquo;t have a body, we ARE a body,&rdquo; she said. &ldquo;So it makes sense to me that your whole self, your body self is in harmony now.&rdquo; Courtney leaned back in her chair and looked at her: &ldquo;you get this,&rdquo; she said. &ldquo;Most people don&rsquo;t get this! And we need spiritual people. For most of us, this is a spiritual journey, but we don&rsquo;t have spiritual people to companion us.&rdquo; Sister Monica said she wanted to be that companion. And Courtney began to spread the word around New Orleans&rsquo; trans community. Slowly, gradually, transgender Catholics began reaching out to Sister Monica. First regionally, and then around the nation and then the world. She&rsquo;s offered spiritual guidance to hundreds of trans people, with the support of her Mother Superior, under the condition that she must do so behind the scenes, quietly. Sister Monica has had some run-ins with bishops and priests who&rsquo;ve disapproved of her work, but has always managed to keep going. &ldquo;For all these years I have lived with the heavy burden of this conflict,&rdquo; she says.&nbsp; &ldquo;In order to protect my religious community from censure by the hierarchy I have to keep my transgender community hidden.&nbsp; But to protect my transgender community I must bring them out of hiding, so that they can be seen and where the injustices against them can be brought into the light.&rdquo; <br /> <br /> B. Robina versus the Social Security Administration <br /> In a 2004 ceremony in an airplane hangar in Orange County, New York, Robina Asti, a World War II veteran and pilot, married Norwood Patton. Robina was 83; Norwood was 89. They&rsquo;d been sweethearts for years, and both wept for happiness at the wedding, along with the friend who presided over the marriage. When Norwood passed away in 2012 at the age of 97, Robina applied for benefits through the Social Security Administration, like any widow. But on April 24, 2013, Robina got a letter in the mail: she was denied benefits. The letter stated that her marriage was not valid because she was &ldquo;legally male&rdquo; at the time of her wedding to Norwood. And, at age 92, Robina decided to fight the decision. She had a passport and driver&rsquo;s license that listed her as female. And she befriended a young transgender man named Dru Levasseur, who was a lawyer. Dru now calls Robina his &ldquo;Trans Grandma.&rdquo; Together they decided that, in order to make an impact on the SSA, they needed to tell Robina&rsquo;s story to the world. She&rsquo;d kept her status as a transgender woman to herself, but decided, at age 92, it was time to come out. Robina and Dru made a video, which was posted on Lambda Legal&rsquo;s website, and received comments from around the country. On Valentine&rsquo;s Day this year, the Social Security Administration deposited money in Robina&rsquo;s account. &quot;When I saw that the money was in my account, I was so happy,&quot; Asti told The Advocate through Lambda Legal. &quot;I felt like it was my husband Norwood's Valentine's Day gift to me. I'm glad that Social Security finally came to its senses. I hope this means that other people won't have to experience this.&quot; <br /> <br /> C. Final Monologue and Montage <br /> Host Al Letson shares a personal story of a transgender coworker, and the revelations working with her prompted in him. That story segues into a meditation on whether a more expansive idea of gender is something lots of people can connect to, whether they&rsquo;re transgender or not.&nbsp; <br /> <br /> PROGRAM OUT @ 59:00<br /> <br /> Promo Transcript: Amanda's gotten used to people doing a double take when she talks about her dad. &quot;It does create interesting things especially when you're talking to people who don't know your context. Saying my Dad &quot;she&quot; often throws people for a little bit of a loop. You know, this is my dad and she is a she.&quot; Transgender families. That's on the next State of the Re:Union.<br /> <br /> Broadcast Window Begins 09/29/2014<br /> <br /> The Fall 2014 Season of State of the Re:Union (SOTRU) will be available September 29, 2014 on PRX and the Content Depot without charge to all public radio stations, and may be aired an unlimited number of times prior to December 31, 2015. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only. <br /> <br /> State of the Re:Union is presented by WJCT, and co-distributed by NPR and PRX.&nbsp; Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /> <br /> Thanks for your consideration of State of the Re:Union with Al Letson. Please contact your NPR Stations relations person or Melissa LaCasse at lacasse.melissa@gmail.com or 207.776.4926 with questions or to confirm carriage.","byline":"Al Letson","published":"2014-09-29T17:14:11+00:00","tags":["Family","Gay and Lesbian","News"],"itags":["prx:stories-131544"],"audio":[{"href":"https://hal.prx.org/pub/4091605d21e072ddc770a83b7a158ef9/0/web/story_image/312372/medium/sotru_profile-pic_01.gif","type":"image/gif","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/ce2353dea6658716ac42b73b5e7304e9/0/web/audio_file/756170/broadcast/01-Trans_Communities_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/87695ad6470a35db5ff07596f3c28285/0/web/audio_file/756152/broadcast/02-Trans_Communities_News_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":29,"size":927685}},{"href":"https://cms.prx.org/pub/2f297bac41890c307eb7584d2441d910/0/web/audio_file/756172/broadcast/03-Trans_Communities_Seg_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941955}},{"href":"https://cms.prx.org/pub/96f88f9ed4870943169faba64e9a8f2d/0/web/audio_file/756173/broadcast/04-Trans_Communities_Seg_A_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/44e5f63bc61e42da1f9912c27c442db7/0/web/audio_file/756155/broadcast/05-Trans_Communities_Seg_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}},{"href":"https://cms.prx.org/pub/4db79b722c4c2a00dfb8468ee55ce32a/0/web/audio_file/756154/broadcast/06-Trans_Communities_Seg_B_Music.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1886265}},{"href":"https://cms.prx.org/pub/bb9cb3676d6ca0652dea2e69b708c574/0/web/audio_file/756319/broadcast/07-Trans_Communities_Seg_C.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36408505}}]}