{"created":"2014-09-22T16:10:52+00:00","modified":"2014-09-22T16:10:52+00:00","valid":{"from":"2014-09-22T16:10:52+00:00","to":"3014-09-22T16:10:52+00:00"},"hreflang":"en","title":"#CancelColbert Let Asian-Americans Call Out The Real Ding-Dongs","published":"2014-04-06T18:20:00+00:00","teaser":"The fuss over #CancelColbert could be chalked up to an out-of-context tweet, but Asian-Americans are seriously tired of being the butt of jokes.","tags":["npr_api","299699625"],"contentencoded":"<p>It surely says something about our culture that a single tweet can turn into a major racial incident.</p><p>You've likely heard <a href=\"http://www.npr.org/blogs/thetwo-way/2014/04/01/297683346/when-the-twit-hit-the-fan-i-m-still-here-colbert-says\">the flap</a> over comedian Stephen Colbert's send-up of Washington Redskins owner Dan Snyder's new foundation to help Native Americans.</p><p>The controversy erupted when a Twitter account associated with Colbert's show, <em>The Colbert Report</em>, took the joke too far — away from its original context.</p><p>\"I am willing to show #Asian community I care by introducing the Ching-Chong Ding-Dong Foundation for Sensitivity to Orientals or Whatever,\" read the tweet from @ColbertReport.</p><p>That's not Colbert's Twitter handle, and Colbert himself had nothing to do with the tweet, but a lot of people — specifically Asian-Americans — didn't think it was funny. They thought it was straight-up racist.</p><p>Not Jay Caspian Kang, an Asian-American who wrote a piece about the <a href=\"http://www.newyorker.com/online/blogs/newsdesk/2014/03/twitter-campaign-to-cancel-colbert-report.html\"> controversy for NewYorker.com</a>. Where some saw racism, he tells NPR's Rachel Martin he saw a big misunderstanding.</p><p>\"When the tweet came out, without the sort of context of the first part of the joke, then it does seem a little bit shocking,\" he says.</p><p>One of those offended was activist Suey Park. Park re-tweeted in outrage, and the <a href=\"https://twitter.com/search?q=%23CancelColbert&src=hash\">#CancelColbert campaign</a> began. Kang understands where the anger comes from.</p><p>\"Some of what Suey Park was saying [was] Asian-Americans who are second-generation, it's sort of ingrained in our heads to always protect that idea of assimilation and upward mobility,\" Kang says.</p><p>\"One of the things that upsets us,\" he says, \"is when somebody comes and agitates in a way that would reflect badly upon us.\"</p><p>But Kang defends Colbert. It's also upsetting to \"reflect badly upon the people who we would consider our allies, who are trying to help us have this sort of assimilation, post-racial dream,\" he says.</p><p>In his article, Kang writes, \"There's a long tradition in American comedy of dumping tasteless jokes at the feet of Asians and Asian-Americans that follows the perception that we will silently weather the ridicule.\"</p><p>\"I think the writers in Hollywood know that it's just not going to be an issue the way that it would be if the joke was on another minority group,\" he says.</p><p>Kang is no fan of Twitter brouhahas — he confesses he's deleted his account more than once because trivial things are so easily blown out of proportion in 140 characters. This time, though, Kang is pleased that Asians didn't silently weather it.</p><p>\"When you look at it from somebody like Suey Park's perspective, the whole point is to be heard,\" he says. \"And if it takes a tweet about a TV show to be heard ... in that sense, it's sort of hard to argue with her that she's not advancing her agenda.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%23CancelColbert+Let+Asian-Americans+Call+Out+The+Real+Ding-Dongs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","guid":"61dcd16a-a896-4527-8ec7-3eb2c332c2fc","audio":[{"meta":{"duration":"237"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1299708749-7deac3.m3u?orgId=1&topicId=1015&ft=3&f=299699625"},{"href":"http://media.npr.org/assets/img/2014/04/06/colbert-34020eeffd3330f7aaee4de67125ecc52ec8f281.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"712","width":"950"}}]}