{"created":"2015-05-07T23:31:36+00:00","modified":"2015-06-16T17:13:57+00:00","valid":{"from":"2015-06-16T17:13:57+00:00","to":"3015-06-16T17:13:57+00:00"},"hreflang":"en","title":"Canadian Judge Grants Former Guantanamo Inmate Bail","published":"2015-05-08T12:22:00+00:00","teaser":"Omar Khadr, who served more than a decade at Guantanamo Bay, has been released on bail while he waits out an appeal for war crimes' convictions. The Canadian government criticized the judge's ruling.","itags":["npr_api","404979866"],"guid":"61e25e3a-99f9-444b-9744-849889d37ccd","contentencoded":"<p>A former Guantanamo Bay inmate, convicted of killing a U.S. soldier in Afghanistan, has been granted bail after a judge rejected an 11th hour appeal by the Canadian government to keep him behind bars.</p><p>Court of Appeal Justice, Myra Bielby, refused the government's request to stop Omar Khadr's release on bail while he appeals a war crimes' conviction handed down by a U.S. military commission in 2010.</p><p>\"Mr. Khadr, you're free to go,\" Bielby said, according to news reports. Khadr smiled while the cheers rang through the courtroom in Edmonton, Alberta.</p><p>Khadr was just 15-years old when he was taken to the U.S. military prison at Guantanamo Bay in 2002. He was the youngest person ever incarcerated at the controversial camp. Khadr spent a decade there, where he was tried and convicted for five war crimes, including the killing of U.S. Army Sgt. Christopher Speer during a firefight in Afghanistan.</p><p>As part of a plea deal, Khadr has been held in a Canadian prison since 2012, serving out an eight-year sentence. Once back in Canada, Khadr, now 28-years-old, requested bail while he appeals his conviction.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2015/05/05/404449430/ex-guantanamo-prisoner-in-canada-wants-to-be-released-on-bail\">As I reported earlier this week</a>:</p><blockquote><p>\"The Canadian government appealed that decision, arguing that allowing Khadr out would present an unprecedented risk to the public. Ottawa maintains that the judge had no authority to hear Khadr's bail application under the treaty that allowed his return to Canada, and that it could jeopardize future repatriations of other Canadian prisoners from the U.S.\"</p></blockquote><p>After today's ruling, the office of Canada's Public Safety Minister, Steven Blaney, issued a statement, <a href=\"http://ca.reuters.com/article/topNews/idCAKBN0NS1V120150507\">according to Reuters</a>. \"We are disappointed with today's decision, and regret that a convicted terrorist has been allowed back into Canadian society without having served his full sentence,\" the statement said.</p><p>For Khadr's attorneys, who have worked on his case for more than a decade, today's ruling was a victory.</p><p>\"I'm delighted,\" said attorney Dennis Edney, who has offered to let Khadr live in his home. \"It's taken too many years to get to this point. We were the only Western country that didn't request one of its detainees come home. We left a Canadian child in Guantanamo Bay to suffer torture,\" he told news reporters outside the courtroom.</p><p>As part of his bail conditions, Khadr must wear a tracking bracelet, live with Edney and his wife, observe a curfew, and have limited access to the Internet. Khadr can communicate with his family in Ontario, but only under supervision and in English. U.S. military prosecutors say members of Khadr's are supporters of militant Islam, and at one point the family shared a compound with al-Qaeda leader Osama bin Laden.</p><p>Khadr is eligable for parole in 2016.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Canadian+Judge+Grants+Former+Guantanamo+Inmate+Bail&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jackie Northam","audio":[{"meta":{"duration":"113"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405125518-ebbeb2.m3u?orgId=1&topicId=1004&d=113&p=3&story=404979866&t=progseg&e=405124190&seg=3&ft=nprml&f=404979866"}]}