{"created":"2015-05-21T07:34:59+00:00","modified":"2015-05-28T19:05:19+00:00","valid":{"from":"2015-05-28T19:05:19+00:00","to":"3015-05-28T19:05:19+00:00"},"hreflang":"en","title":"'Filthy Lucre' Is A Modern Remix Of The Peacock Room's Wretched Excess","published":"2015-05-22T19:09:00+00:00","teaser":"Two Smithsonian institutions have given artist Darren Waterston their blessings as he reimagines James McNeill Whistler's lavish and legendary 19th-century artwork as an utter ruin.","itags":["npr_api","408226983"],"guid":"61ea43ec-1fa8-4a8e-9cad-984d7ea2a19c","contentencoded":"<p>An artist has just converted a legendary piece of 19th-century art into an utter ruin. And two Smithsonian institutions — the Freer and Sackler galleries of Asian art — have given their blessings.</p><p>The Peacock Room at the Freer Gallery is an actual dining room from London, decorated by James McNeill Whistler in 1876. Its blue-green walls are covered with golden designs and painted peacocks. Gilded shelves hold priceless Asian ceramics. It's an expensive, lavish cocoon, rich in beauty with a dab of menace.</p><p>Freer security guard Shaquan Harper spends hours at a time in the Peacock Room — and says it's a peaceful, meditative experience. \"Blue is my favorite color, and whenever I wear jewelry it's gold,\" he says. \"So I kind of make a personal connection with the room. This is one of my favorite galleries in the Smithsonian.\"</p><p>Curator Lee Glazer agrees that the Peacock Room is a completely immersive experience. \"Even though it's a room, it's really a six-sided painting that you literally walk into,\" she says.</p><p>The Peacock Room is a gorgeous, gilded cage. \"You have no sense whatsoever of the outside world,\" says Glazer. \"It's a world in which art has completely overtaken life.\"</p><p>It was shipping magnate Frederick Leyland's world. It was created in the Victorian era when self-made men with new fortunes were buying their way into British society through fine houses and important works of art.</p><p>Whistler paints his wealthy patron as a golden peacock, at one end of the dining room. Nearby, another peacock — representing the \"poor\" artist. \"They're actually in a face-off,\" Glazer says.</p><p>Fighting, for reasons to be revealed in a bit. It's a dispute about art and money — although Whistler named the room <em>Harmony in Blue and Gold.</em></p><p>Next door, in the Sackler Museum of Asian Art, painter Darren Waterston has reproduced and re-interpreted Whistler's dining room in an installation called <a href=\"http://www.asia.si.edu/filthylucre/about.asp\" target=\"_blank\">Filthy Lucre</a> — which means \"dirty money.\" This \"Peacock Room Remix\"<em> </em>looks as if a wrecking ball has been slammed into Whistler's work. The priceless Asian vases in the original are smashed — their shards litter the floor.</p><p>\"The shelves are all broken,\" Waterston says. \"The gold gild is either melting off or puddling on the floor.\"</p><p>The original room feels claustrophobic in its excess. The remix feels scary as if there's been an earthquake and another tremor is coming any minute.</p><p>\"There's a sense of danger,\" says Waterston.</p><p>He seems cheerful and sweet, but don't be fooled: \"My work absolutely has a perversity,\" he says. \"There's always an underbelly to it.\"</p><p>Here, Waterston says he wanted to show the volatility of beauty. The big, cancerous, gilded cysts he's blobbed onto Whistler's reproduced golden shelves, the spilled paint oozing onto the rug — these are his reactions to what's happening between art and money these days.</p><p>\"This is what it means to be a living artist in this contemporary art world,\" Waterston says. \"It is so filled with excess and this incredible consumption, this insatiable consumption of the object and of aesthetics.\"</p><p>The most vivid, even yuck-making example is what Waterston's done to Whistler's two golden peacocks; in this remix, the birds aren't just fighting, they're eviscerating each other.</p><p>They're \"literally disemboweling each other,\" he describes. \"One has the other's entrails being pulled out — talons are out.\"</p><p>They hate each other's guts! Which is exactly what happened between Whistler and Leyland. The patron asked the artist to just make some modest adjustments in his new dining room. Glazer says Whistler put a few wavy dabs of gold paint here, some metal color there, \"and everyone was very happy with that.\"</p><p>Leyland and his family left London for the summer. And that, Glazer says, is when Whistler's imagination took flight. He transformed the room, covering every surface with blue and gold paint. He worked like a madman.</p><p>\"Whistler talks about being up on the scaffolding at 6 in the morning and not coming down until 9 at night,\" says Glazer. \" 'I'm blind with sleep and blue peacock feathers,' he says.\"</p><p>He kept his friend and patron more or less informed about what he was doing: \"All through the summer Leyland received letters from Whistler talking about the gorgeous surprise that Whistler was preparing for him and the family,\" Glazer explains.</p><p>Well, Leyland comes home, sees the extent of work — and the 2,000 pounds that Whistler wanted to be paid for it (about a quarter of a million dollars today) — and, as they used to say in Victorian days: Leyland blew a gasket.</p><p>In the middle of the dispute, with Leyland paying half of what Whistler requested, the artist went back to the dining room to finish up. \"And that was really when he exacted his vengeance,\" says Glazer.</p><p>He painted those fighting peacocks — the just-plain-angry ones, not Waterston's gut-wrenching birds — and laid on even <em>more</em> blue paint. Then Whistler left, and never saw the Peacock Room again.</p><p>Now, we can't end this story without talking about Whistler's mother — that <a href=\"http://www.musee-orsay.fr/en/collections/works-in-focus/search/commentaire/commentaire_id/portrait-of-the-artists-mother-2976.html\" target=\"_blank\">iconic profiled figure in gray and black</a>. What did Mama Whistler think of the whole thing — the frenzied work, the manic effort? Glazer reports that Anna Whistler was worried about her son; she thought he was working too hard, not eating, not sleeping:</p><p>\"She chides him about that and says, 'You know, Jimmy, a gentleman's house isn't an exhibition' — meaning: Get out there and make some money and make some things that are going to sell,\" says Glazer. \"And so, always listening to his mother — Whistler was kind of a Momma's boy — he did invite the press in to watch him work in the Peacock Room.\"</p><p>Yet<em> another </em>thing he forgot to tell Frederick Leyland!</p><p>The results of this delicious dispute can be seen on the National Mall in Washington, D.C. — at the Freer, site of the original Peacock Room, and the Sackler, where <em>Filthy Lucre,</em> Darren Waterston's remix, is on display until January 2017.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Filthy+Lucre%27+Is+A+Modern+Remix+Of+The+Peacock+Room%27s+Wretched+Excess&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"446"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408407242-eb30d4.m3u?orgId=1&topicId=1141&d=446&p=3&story=408226983&t=progseg&e=408405005&seg=10&ft=nprml&f=408226983"},{"href":"http://media.npr.org/assets/img/2015/05/20/hutomo-wicaksono_filthy-lucre-hw-9-831fde04709a9968db16711e75f67f4cbddd63c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1953","width":"2605"}},{"href":"http://media.npr.org/assets/img/2015/05/20/f1904_custom-299513e24cbc39928136c97099b826285f94d453.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3020","width":"5100"}},{"href":"http://media.npr.org/assets/img/2015/05/20/amber-gray_rs33185_details_292-hpr_enl-30958c5202e0baef42fba73f2fdd81aae8d5d995.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3836","width":"5760"}},{"href":"http://media.npr.org/assets/img/2015/05/20/hutomo-wicaksono_filthy-lucre-hw-20_custom-7df925cf7a700cfca677e930fe43057f424ab8d1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2336","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/05/20/3080109_enl-1aa1cca6428d9a0ededa4b8285e9642bc1d6abe6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2633","width":"3000"}}]}