{"created":"2015-03-14T00:13:04+00:00","modified":"2015-03-14T00:13:49+00:00","valid":{"from":"2015-03-14T00:13:49+00:00","to":"3015-03-14T00:13:49+00:00"},"hreflang":"en","guid":"61fef731-b438-4757-bb4c-200ca3d75ae8","title":"You're a Muslim who's not supposed to date. How do you find love?","published":"2015-03-14T00:13:47+00:00","byline":"Shirin Jaafari","tags":["Islam","love","Religion","culture","Global Nation","Belief","Lifestyle & Belief","Boston","Asia","North America","Indonesia","Turkey","United States","India","Andra Gusman","Ghazala Irshad","Arif Shaikh","Celene Ibrahim Lizzio","Tuba Muhlise Okyay","Islam","Love","Relationships","Dating","Courtship","American Muslims","Muslims"],"teaser":"Dating as we know it in the West is forbidden under Islam. Observant Muslim parents tell their children not to date, but how is a young Muslims to find love?","contentencoded":"<p>The first time Arif Shaikh's parents met was on their wedding night.</p>\n<p>\"The only evidence that they had that the other person existed before their marriage night was simply a small black-and-white picture and the good wishes of a couple of relatives,\" he says. \"That's all they knew.\"</p>\n<p>Shaikh's parents are Muslim and they lived in India at the time of their wedding back in the 1970s. He was born there too, but when he was 3, they all moved to the US.</p>\n<p>Growing up, when it came to dating, relationships and girls, Shaikh would experience one thing at home, another outside.</p>\n<p>At home, \"there was no such thing as the words dating or relationships. It was just something that was non-existent,\" he recalls.</p>\n<p>But outside, it was another story.</p>\n<p>\"You see your friends, they go out on movie dates and they go to the mall and they hold hands,\" he says.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/photo%202%20%282%29.JPG?itok=GSkxYSN2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Andra Gusman is a Muslim from Jakarta, Indonesia. He says dating isn't frowned upon in his family. \"You just have to set the boundaries with your partner,\" he says.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Shirin Jaafari</p>\n  </div>\n</div>\n<p>In a nutshell, Shaikh says, he felt like they were having fun and he wasn't. Practicing Muslims are not supposed to date. At least dating in its Western sense.</p>\n<p>And this creates a dilemma for young Muslims in search of love.</p>\n<p>Ghazala Irshad, who also grew up in a Muslim family in Illinois, says she knows young Muslims who growing up, were told to \"lower [their] gaze\" when they came across the opposite sex.</p>\n<p>\"[But] by the time it comes to the age of trying to get married, then our parents are like, well, why aren’t you getting married, we want grandchildren ... we want you to get married. And then it’s like, what do you expect? We don’t know how to talk to the opposite sex, how do we go about this? We’re not allowed to date, we’ve been separated, we haven’t developed friendships,\" she says.</p>\n<p>Although Irshad's family isn't aganist her dating, they have taken things into their own hands.</p>\n<p>\"My parents and my grandparents are constantly asking other people, anyone they meet 'do you know anyone good for my daughter?'\" she says.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/arif.jpg?itok=wSky3YRl\" alt=\"\" /><div class=\"field-caption\">\n    <p>Arif Shaikh created a dating website and app called 24fate.com.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Arif Shaikh</p>\n  </div>\n</div>\n<p>Irshad says her parents aren’t pushing her into a marriage, rather \"helping\" in the process.</p>\n<p>“Lots of grandmothers and aunties, they have these folders full of bio-data and they’re passing them around and saying, look at this girl, look at this guy, it’s like trading cards,” she says. Bio-data are what Irshad calls \"dating resumes.\"</p>\n<p>Many young Muslims feel like they're in limbo: An arranged marriage is out of the question, but they don't want to disrespect their family and religion.</p>\n<p>Irshad's question — \"how do we go about this?\" — was the topic of conversation at a recent gathering of Muslim college students in Boston.</p>\n<p>There were about 30 students and a couple of women wore colorful headscarves.</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"78322\" data-entity-type=\"node\">\n<div id=\"node-78322\" class=\"node node-story-act story-act-cta story-act-nid-78322 cta-type-external-link cta-style-contribute clearfix\" about=\"/node/78322\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/78322\">Story Act: Faith and dating</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: Faith and dating\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    Have an app for that?  </div>\n<div class=\"field-story-act-image\">\n    <img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/thumbnail/public/GNphone_heart.png?itok=u9zu5DhP\" width=\"77\" height=\"100\" /></div>\n<div class=\"field-story-act-teaser\">\n     What's it like to date online within your faith?  </div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"http://www.pri.org/stories/2015-03-13/youre-muslim-whos-not-supposed-date-how-do-you-find-love#comments\">Tell us about it.</a>  </div>\n</div>\n</div>\n</div>\n<p>Muslim chaplain <a href=\"http://chaplaincy.tufts.edu/muslimchaplaincy/about/tufts-muslim-chaplain/\">Celene Ibrahim Lizzio</a> spoke about the \"spiritual aspects of finding a spouse\" — of asking God for guidance in finding love.</p>\n<p>\"The best advice I can give them is to think first about their relationship with God, with Allah, and then if they develop that relationship strongly, I tell them, make prayer, make supplication, that God put something in their path to make it easy to understand what type of spouse would be right for them,\" she told me.</p>\n<p>Afterwards, I sat down with some of the students.</p>\n<p>Tuba Muhlise Okyay, who is from Turkey, said in her conservative family, marriages are arranged. There is, she said, a courtship period where the couple are accompanied by a chaperone on, say, a dinner.</p>\n<p>Andra Gusman, another student from Indonesia, found it much easier to talk to his family about girls.</p>\n<p>\"The way we were brought up, I think, dating is the norm,\" he said, \"but not in the American sense. You set your boundaries with your partner.\"</p>\n<p>I also heard from an Iranian American, a Lebanese, a Moroccan and a Bangladeshi. They each had different experiences, depending on the family, culture and the country where they come from.</p>\n<p>Arif Shaikh, who was also at the gathering, says growing up he knew some Muslim kids who did date. Secretly of course.</p>\n<p>\"Muslim kids who are in relationships are more secretive than Navy SEALS,\" he says. \"They can do anything and they're completely un-traceable.\"</p>\n<p>Shaikh says the way his parents got married doesn't work for him, or a lot of young Muslims who have grown up here.</p>\n<p>That's why he created a website and an app called <a href=\"https://www.24fate.com/\">24fate.com</a>. Muslims can sign up and connect with other Muslims either in their own area or else where. Today, there are <a href=\"http://www.buzzfeed.com/ghazalairshad/its-sunnah-to-swipe-with-your-right-hand-the-mus-19gpw\">various apps</a> like Shaikh's. And they have made it easier for smart phone-wielding Muslims to connect.</p>\n<p>Irshad, the young woman who grew up in Illinois says she's all for it. \"That's a really promising solution where young, Muslim Americans can register to use these apps and then they can connect with each other on their own. They have the power in their own hands,\" she says.</p>\n<p>In other words, she says, they are the ones making decisions about their future spouses, instead of a match-making grandmother or auntie.</p>\n<p>But an app can only take you so far.</p>\n<p>Shaikh recalls a conversation with a Muslim man who had signed up on 24fate.com. He told Shaikh that he really liked the app and that he wants to get in touch with a couple of the women on it, but having lived in a conservative Muslim family, he said he didn't know how to write an email to a woman he didn't know.</p>\n<p>\"I said, listen, if you can't write an email to a girl, you can't get married to one,\" Shaikh says.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-06%2Fyoure-muslim-youre-not-supposed-date-how-then-do-you-get-married&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0313201508.mp3"},{"href":"http://www.pri.org/file/0313201508mp3-0"}]}