{"created":"2014-11-11T08:35:15+00:00","modified":"2015-05-06T20:51:54+00:00","valid":{"from":"2015-05-06T20:51:54+00:00","to":"3015-05-06T20:51:54+00:00"},"hreflang":"en","title":"Medical Experts Look For New Ways To Test Ebola Drugs","published":"2014-11-11T13:06:00+00:00","teaser":"Can you run a clinical trial without a placebo group? That's one of the questions facing researchers in West Africa.","itags":["npr_api","363054794"],"guid":"6210e7f9-44f3-414d-9b7e-21f262f89878","contentencoded":"<p>Medical experts are meeting today and tomorrow at the World Health Organization in Geneva to figure out how to test potential Ebola drugs in Africa. In addition to determining which experimental drugs should be the highest priority, the experts are sorting through some difficult ethical issues.</p><p>In short, they're trying to figure out how to design tests that will provide the fastest and most trustworthy answers — and yet minimize the need for comparison groups who won't be offered the experimental treatments.</p><p>Practice in the United States has set an unrealistic standard. When American health care workers fell ill with Ebola in Africa, they flew home and received medical care vastly better than what Africans were getting, including experimental therapies.</p><p>\"We still have no idea whether those treatments made any difference in their recovery,\" says <a href=\"http://www.bioethicsinstitute.org/people/nancy-kass-4\">Nancy Kass</a>, a bioethicist at Johns Hopkins University. The patients \"also got exquisitely high-quality supportive care, which undoubtedly made a huge difference.\"</p><p>The result was that U.S. medical researchers learned very little about the various experimental drugs dispensed to those few individuals.</p><p>In order to understand the value of these potential medications, scientists need a scientific study.</p><p>The standard way to do this the world over is to provide some people with the potential drug and a comparison group with a placebo — the so-called sugar pill. Martin Friede, who's in charge of WHO's work on Ebola drugs, says some in West Africa find that strategy objectionable.</p><p>There are other ways to come up with a comparison group — not as rigorous as using placebos, but still potentially useful, especially if a given experimental drug has a powerful effect.</p><p>\"This can be done through historical records, it can be through comparing what's being done in other sites,\" Friede says. \"There are various mechanisms of doing this.\"</p><p>Those are under discussion this week at the meeting in Geneva. But scientists know the farther they stray from the most rigorous standards, the less likely they are to get rapid, clear results.</p><p>\"What we do not want are trials that are conducted where, at the end of the study, we are unable to say whether the drug is safe or not or whether the drug is effective or not,\" Friede says.</p><p>Numerous research groups are planning trials, using a variety of strategies. For example, scientists at Oxford University say they aren't going to use placebos in their trials.</p><p>U.S. scientists aren't drawing that bright line. They're hoping to start tests with Liberian health researchers early next year.</p><p>\"This study initially would almost certainly be a randomized control trial,\" says Dr. <a href=\"http://www.niaid.nih.gov/about/organization/dcr/Pages/officeDirector.aspx\">H. Clifford Lane</a> at the National Institute of Allergy and Infectious Diseases.</p><p>That means not everyone will get an experimental drug. The study will, however, offer everyone who enrolls a higher standard of overall medical care than they would ordinarily receive, so in theory everyone will benefit — unless the experimental drug proves to be harmful.</p><p>\"People always think about investigational drugs as being wonder drugs, miracles — they're going to make the patient better,\" Lane says, \"when, in point of fact, some of these agents can have pretty serious side effects.\"</p><p>Some people could actually be harmed by the treatment. \"Without a control group, you wouldn't know that — or you wouldn't know it until a large number of patients might potentially have been harmed,\" Lane says.</p><p>All of the experimental drugs have had at least basic safety testing, but there's almost no experience in giving them to people who are sick with Ebola.</p><p>Scientists have been considering other ideas to minimize the number of people who are in a comparison group. One idea is to have a small comparison group and a large treatment group. Another idea is to give people varying doses, and see whether people who got more drug did better.</p><p>\"I think this is a time, as is often true in deep ethical challenges, where thinking a little bit outside the box might be the answer that works best for everyone,\" Kass says.</p><p>After all, this isn't simply a test-tube experiment. Clinical trials involve real people, and they need to agree to participate, or the studies won't go forward.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Medical+Experts+Look+For+New+Ways+To+Test+Ebola+Drugs&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363214541-6388d7.m3u?orgId=1&topicId=1031&d=244&p=3&story=363054794&t=progseg&e=363173184&seg=3&ft=nprml&f=363054794"},{"href":"http://media.npr.org/assets/img/2014/11/10/patients-c4130ddd1a8a549eb406ac7b78bda7bbb5a85e42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1325","width":"1766"}}]}