{"created":"2014-12-12T20:20:25+00:00","modified":"2014-12-15T21:14:14+00:00","valid":{"from":"2014-12-15T21:14:14+00:00","to":"3014-12-15T21:14:14+00:00"},"hreflang":"en","guid":"621459ea-6339-458d-9c64-1555f8e44524","title":"Phevos the Tiger travels 7,000 miles to a new life in California","published":"2014-12-15T21:14:09+00:00","byline":"Andrea Crossan","tags":["wildlife","economy","Economics","Business, Finance & Economics","San Diego","Trikala","Europe","North America","Greece","United States","California","Europe","North America","David Barnes","Athena","Phevos","Tigers","Zoo","Global recession"],"teaser":"Catch a tiger by the tail — and then pop him in a crate and fly him 7,000 miles. Animal lover David Barnes raised nearly $20,000 to relocate a tiger named Phevos from a bankrupt Greek zoo to a new home at an animal sanctuary in California.","contentencoded":"<p>It’s not easy to move a 570-pound animal, but it turns out Phevos is a pretty cooperative cat.</p>\n<p>On Tuesday, the part-Bengal, part-Siberian tiger left his home at a zoo in Greece for new digs at an animal sanctuary in California.</p>\n<p>Phevos the tiger is the latest victim of Greece's economic crisis. He’s from a small zoo in Trikala, central Greece, which has struggled to look after its exotic animals in the face of the global financial recession.</p>\n<p>The zoo used to have a resident vet, but it couldn't afford to employ her any more. His sister, Athena, died in March after an infected wound on her paw went untreated.</p>\n<p>So a British businessman made it his mission to re-home Phevos before the tiger suffered a similar fate.</p>\n<p>David Barnes raised nearly $20,000 in donations to fly the 15-year-old tiger, rescued from a travelling Italian circus in Greece in 2001, to <a href=\"http://lionstigersandbears.org/\">the Lions, Tigers and Bear Sanctuary</a> in Alpine, California, near San Diego.</p>\n<p>Barnes, who used to work for the Animal Welfare Fund in Greece, has re-homed dozens of exotic animals in the past 20 years. For a long time, Barnes was worried that Phevos and Athena weren't even getting enough food.</p>\n<p>“On one occasion, [the zoo keepers] had reduced the daily intake [for the tigers] to two chickens a day, which is way, way below what they should be having,” he recalls.</p>\n<p>The main challenge in moving the big cat to the US had less to do with the practical challenges of shipping a large tiger, and more to do with international bureaucracy. It took extensive negotiations with the Greek and US governments to get permission to move Phevos.</p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/phevos1.jpg?itok=35sNEMdL\" alt=\"\" /><div class=\"field-caption\">\n    <p>Phevos looks suspiciously into the travel crate.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>BBC</p>\n  </div>\n</div>\n<p>Special permits had to be obtained under CITES (The Convention on International Trade in Endangered Species) because there are only about 3,000 tigers left in the wild. But once the papers were signed, it was time to get Phevos on his way.</p>\n<p>Initially Phevos refused to get in the travel crate so he was tranquilized and dragged in by ropes attached to his paws, after which he was woken up again.</p>\n<p></p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/original_image/public/phevos4.jpg?itok=fWd1LzU8\" alt=\"\" /><div class=\"field-caption\">\n    <p>Label on Phevos' crate.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>BBC</p>\n  </div>\n</div>Before dawn on Wednesday, the crate was lifted by crane and deposited in a truck that took him from Trikala to Athens. A few hours later, Phevos was loaded into a pressurized section at the front of a Boeing 767, for the first leg of his journey — to London Heathrow.\n<p>Staff stuck extra labels on the crate saying \"Attention. This Animal Bites.\"</p>\n<p>After spending the night in quarantine at Heathrow, Phevos boarded a plane Thursday for the final leg of his journey — to San Diego, California.</p>\n<p>By Friday, Phevos was already meeting other animals at the sanctuary and getting to know his new handlers. And Barnes is confident that Phevos has made it to a good, new life where he can be given proper care.</p>\n<p>“His treatment can only be better here.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/3t6fcKtmXHs?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/tiger1400.mp3"},{"href":"http://www.pri.org/file/tiger1400mp3"}]}