{"created":"2015-05-05T17:41:03+00:00","modified":"2015-05-12T19:46:58+00:00","valid":{"from":"2015-05-12T19:46:58+00:00","to":"3015-05-12T19:46:58+00:00"},"hreflang":"en","guid":"6215c333-4809-4b58-9367-41c013e0f83f","title":"Inside the troubled early days of the Ebola response ","published":"2015-05-12T19:46:54+00:00","byline":"Patrice Taddonio","teaser":"Missteps dogged the early days of the Ebola response, with international groups relying on an untested government to combat the epidemic. \"Letting the countries take the lead\" is standard operating procedure for health agencies operating abroad.","tags":["Human Needs","Health","Health & Medicine","Guinea","Ebola","Ebola virus disease","Médecins Sans Frontières"],"contentencoded":"<p>Why wasn’t the largest Ebola outbreak on record, which has now killed more than 10,000 people, stopped before it was too late?</p>\n<p>That’s the question at the heart of <a href=\"http://www.pbs.org/wgbh/pages/frontline/outbreak/\">Outbreak</a>, a Frontline investigation from journalist and filmmaker <a href=\"http://www.pbs.org/wgbh/pages/frontline/about-us/producer-dan-edge/\">Dan Edge</a> that premieres Tuesday night.</p>\n<p>In vivid, comprehensive detail, the film traces Ebola’s spread across West Africa, uncovering a string of tragic missteps in the response to the epidemic. Among them: What happened in March 2014 when the mysterious disease then spreading through Guinea’s forest region was officially confirmed as Ebola.</p>\n<div><a href=\"http://www.pbs.org/wgbh/pages/frontline/outbreak/\" target=\"_blank\">Outbreak</a> airs Tuesday, May 5 at 10 p.m. EST on PBS <a href=\"http://www.pbs.org/wgbh/pages/frontline/local-schedule/\" target=\"_blank\">(check local listings)</a> and will stream in full, for free, online at <a href=\"http://pbs.org/frontline\">pbs.org/frontline.</a></div>\n<p>At first, the country’s ministry of health was shocked: all previous Ebola outbreaks had occurred more than 1,000 miles away from Guinea. Expertise was desperately needed. The relief group Doctors Without Borders — known also by its French acronym, MSF — stepped in immediately, setting up a field hospital in Gueckedou, the outbreak’s epicenter, within 48 hours.</p>\n<p>Beyond the efforts of MSF, however, it was a different story. The World Health Organization left the response in the hands of its officials in Guinea, which had no previous experience with Ebola.</p>\n<p>“Our powers are limited when we are operating in countries,” Dr. Francis Kasolo, Director of Disease Prevention &amp; Control for WHO Africa, told FRONTLINE. “The countries take the lead, we advise honestly, and this is what we tried to do in Guinea.”</p>\n<p>In just over a week, the outbreak spread 400 miles to Guinea’s capital — and that’s when Doctors Without Borders’ top Ebola expert, Michael van Herp, spoke out, describing the outbreak as “unprecedented.”</p>\n<p>It was a move that infuriated Guinea’s Minister of Health, Col. Rémy Lamah, who accused the group of sowing panic.</p>\n<p>As Lamah told FRONTLINE in the below excerpt from Outbreak, “I summoned all the staff from MSF to come in my office … I told them that I didn’t appreciate their unilateral decision to say things different from our official line.”</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/nW5pFYvot9k?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>The ministry’s next move was to order its teams in the field to include only laboratory-confirmed cases of Ebola in their death count. Deaths that weren’t confirmed Ebola cases weren’t investigated.</p>\n<p>“I don’t know what was their vision when they said to only consider the confirmed cases,” Dr. Alexis Traore of the Guinea Ministry of Health told Frontline. “Probably, the number of probable, confirmed and suspect cases would have been too big and it would have scared the business world.”</p>\n<p>Nevertheless, the virus was on the move. Soon it would cross into neighboring Sierra Leone and Liberia, infecting more than 26,000 people in all.</p>\n<p><em>Watch Outbreak Tuesday night at 10 p.m. EST on PBS (<a href=\"http://www.pbs.org/wgbh/pages/frontline/local-schedule/\" target=\"_blank\">check your local listings</a>) for a full, gripping investigation of what went wrong in the Ebola response — and what those missteps portend for the next pandemic. <a href=\"http://Why wasn’t the largest Ebola outbreak on record, which has now killed more than 10,000 people, stopped before it was too late?  That’s the question at the heart of Outbreak, a FRONTLINE investigation from journalist and filmmaker Dan Edge that premieres tonight.  In vivid, comprehensive detail, the film traces Ebola’s spread across West Africa, uncovering a string of tragic missteps in the response to the epidemic. Among them: What happened in March 2014 when the mysterious disease then spreading through Guinea’s forest region was officially confirmed as Ebola.  Outbreak airs Tuesday, May 5 at 10 p.m. EST on PBS (check local listings) and will stream in full, for free, online at pbs.org/frontline. At first, the country’s ministry of health was shocked: all previous Ebola outbreaks had occurred more than 1,000 miles away from Guinea. Expertise was desperately needed. The relief group Doctors Without Borders — known also by its French acronym, MSF — stepped in immediately, setting up a field hospital in Gueckedou, the outbreak’s epicenter, within 48 hours.  Beyond the efforts of MSF, however, it was a different story. The World Health Organization left the response in the hands of its officials in Guinea, who had no previous experience with Ebola.  “Our powers are limited when we are operating in countries,” Dr. Francis Kasolo, Director of Disease Prevention &amp; Control for WHO Africa, told FRONTLINE. “The countries take the lead, we advise honestly, and this is what we tried to do in Guinea.”  In just over a week, the outbreak spread 400 miles to Guinea’s capital — and that’s when Doctors Without Borders’ top Ebola expert, Michael van Herp, spoke out, describing the outbreak as “unprecedented.”  It was a move that infuriated Guinea’s Minister of Health, Col. Rémy Lamah, who accused the group of sowing panic.  As Lamah told FRONTLINE in the below excerpt from Outbreak, “I summoned all the staff from MSF to come in my office … I told them that I didn’t appreciate their unilateral decision to say things different from our official line.”  IFrame The ministry’s next move was to order its teams in the field to include only laboratory-confirmed cases of Ebola in their death count. Deaths that weren’t confirmed Ebola cases weren’t investigated.  “I don’t know what was their vision when they said to only consider the confirmed cases,” Dr. Alexis Traore of the Guinea Ministry of Health told FRONTLINE. “Probably, the number of probable, confirmed and suspect cases would have been too big and it would have scared the business world.”  Nevertheless, the virus was on the move. Soon it would cross into neighboring Sierra Leone and Liberia, infecting more than 26,000 people in all.  Watch Outbreak tonight at 10 p.m. EST on PBS (check your local listings) for a full, gripping investigation of what went wrong in the Ebola response — and what those missteps portend for the next pandemic.\">This story was cross-posted</a> with our partners at Frontline.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Finside-troubled-early-days-ebola-response&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05052015_06.mp3"},{"href":"http://admin.pri.org/file/0505201506mp3"}]}