{"created":"2014-10-08T15:43:09+00:00","modified":"2014-10-31T01:54:00+00:00","valid":{"from":"2014-10-31T01:54:00+00:00","to":"3014-10-31T01:54:00+00:00"},"hreflang":"en","title":"Don't Judge Exceptional Players By The Company They Keep","published":"2014-05-21T12:06:00+00:00","teaser":"Many of sports history's greatest athletes never led their teams to a championship victory. So why should it be a requirement for basketball stars today?","itags":["npr_api","314371560"],"guid":"6216f293-0c6f-4fe9-a606-2025835cf326","contentencoded":"<p>Ty Cobb, miserable human being that he was, is still considered the greatest American athlete of his era. But did you know the Georgia Peach never played on a championship team? Still, when the first Baseball Hall of Fame elections were held, he got the most votes –– even more than Babe Ruth.</p><p>Ted Williams was never a champion, either. Nor Barry Sanders, Elgin Baylor, Dan Marino or many of the very best team athletes.</p><p>Recently, however — and especially with basketball — the opinion has swiveled up that a great star is somehow deficient if he didn't play on a championship team, didn't lead his team to victory<em>.</em></p><p>Currently, the onus is on Kevin Durant of the Oklahoma City Thunder. Sure, he's the league MVP. But, somehow, even at the callow age of 25, his resume appears suspect because his team hasn't won a title. We went through the same nonsense a few years ago when a noble LeBron James was carrying a whole woebegone Cleveland team on his back, but couldn't win it all.</p><p>Of course, then LeBron goes to Miami with a couple of superb teammates and wins one championship, and then another, and somehow this certifies him to be spoken of in the same breath as Michael Jordan, who, of course, won six championships –– only none of them until Scottie Pippen showed up to ride shotgun. Really, though, would Jordan have been any less the player had Pippen never put on a Bulls uniform aside him?</p><p>More than any team game, basketball celebrates the individual. The star can be downright ubiquitous in a basketball game. And he's so very visible, playing in little more than glorified underwear. However incredibly popular football might be, only a couple quarterbacks can match the celebrity of several basketball heroes.</p><p>Even more interesting: Mike Trout of the Los Angeles Angels is being called potentially the greatest baseball player ever, but how many casual fans even know what he looks like? If Mike Trout played basketball, he'd be every bit as familiar as Hilary Clinton –– and critics would already be saying, 'Hey, why can't he lead the Angels to a championship?'</p><p>There used to be great sympathy for players like Ted Williams or Elgin Baylor or even Ty Cobb, when, however great they were, year after year, better teams beat their teams.</p><p>It's unfair that sometimes the best athletes can't lead their lesser teammates to victory. But all the romance aside, in team sports, ultimately the sum of the parts is, well, equal to the sum of the parts.</p><p>Someday — maybe even this year — Kevin Durant might be a champion. He deserves it. But we must not define personal greatness by the company it is forced to keep.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Don%27t+Judge+Exceptional+Players+By+The+Company+They+Keep&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"209"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314447945-3db9e4.m3u?orgId=1&topicId=1055&aggIds=4499275&ft=3&f=314371560"},{"href":"http://media.npr.org/assets/img/2014/05/20/cobb-ruth-deford-ae9a3e741f59cff4d74740a24207ccde124dd4ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"669","width":"892"}}]}