{"created":"2015-01-19T21:36:44+00:00","modified":"2015-01-19T21:36:45+00:00","valid":{"from":"2015-01-19T21:36:44+00:00","to":"3015-01-19T21:36:44+00:00"},"hreflang":"en","guid":"621995a3-4cd6-4315-b6f0-6e2255b509a2","title":"Australia and the UK roll back their environmental successes — big and small","published":"2015-01-19T21:36:41+00:00","byline":"Max J. Rosenthal","tags":["environment","wildlife","climate change","Science, Tech & Environment","Australia","Europe","United Kingdom","Australia","Derek Gow","Tony Abbott","Tom Buckley","Environment","Carbon tax","Climate change","Beaver"],"teaser":"In Australia, a two-year-old carbon tax is no more. In the United Kingdom, long-missing beavers have returned to the wild after centuries — but environmental officials want them gone.","contentencoded":"<p>After a couple of welcome environmental developments, the governments of Australia and the United Kingdom now look set to roll them back.</p>\n<p>In Australia, the ruling Liberal Party — actually a center-right party — has finally made good on its leader's \"pledge in blood\" to kill a two-year-old carbon tax. The tax is a highly contentious issue in Australia; it only passed under the previous Labor government after years of debate.</p>\n<p>\"When the Labor government pushed that carbon tax through, it set off a firestorm,\" says Peter Thomson, The World's environment editor. \"It ultimately helping bring the government down, set the stage for the conversatives to come in and pull the plug on the carbon tax, which they've now done.\"</p>\n<p>Critics of the tax say it was ineffective, but The Guardian reported that Australian <a href=\"http://www.theguardian.com/environment/2014/jul/17/australia-kills-off-carbon-tax\">emissions fell 0.8 percent in the first calendar year</a> of the tax, the largest decline in 24 years. Australia is still keeping its emissions reductions goal: cutting 2000 emissions level by five percent by 2020. Now, instead of capping emissions or placing taxes on them, Australian government will offer grants to companies that voluntarily reduce their emissions.</p>\n<p>That's despite the fact that \"Australia is <a href=\"http://www.theguardian.com/environment/2013/nov/19/australia-worst-carbon-emitter-per-capita-among-major-western-nations\">one of the biggest per-capita climate polluters</a> on the planet,\" Thomson says. \"It's also one of the few countries on earth where the denial of the basic science of climate change is just about as strong as it is here in the United States.\"</p>\n<p>Tony Abbott, Australia's prime minister, has mocked climate change as \"absolute crap\" in the past, but his stance may have shifted. \"It's actually not so clear right now where he stands on the science,\" Thomson says, noting that Australia's budget still includes funding for clean energy projects. </p>\n<p>On a smaller scale, the surprising re-emergence of beavers in England may not last for long.</p>\n<p>Beavers were once common in England. \"They're great for creating habitat for other animals and they used to be a very important part of life in England,\" Thomson says, but they were wiped out more than 400 years ago. Then, earlier this year, retired scientist Tom Buckley <a href=\"http://www.theguardian.com/environment/2014/feb/27/wild-beavers-england-devon-river\">caught a group of wild beavers on film</a> in his home county of Devon.</p>\n<p>\"Nobody knows how they got there — or, at least, nobody is saying they know how they got there,\" Thomson says, \"but environmentalists and a lot of regular folks were thrilled because beavers have a really profound impact on the landscape.\"</p>\n<p>The British government is less thrilled. The UK's Department for Environment, Food and Rural Affairs has labeled the beaver an \"invasive species\" and said the animals may be carrying foreign diseases. There are also concerns from conservationists that <a href=\"http://www.pri.org/stories/2014-04-22/after-500-or-so-years-beavers-have-mysteriously-returned-england\">beaver dams would harm local fish</a> populations. </p>\n<p>Derek Gow, another English conservationist, gave The World a succinct response to that idea in April: \"That's just a crap argument.\"</p>\n<p>\"The government's environment minister now says it plans to capture the beavers and — here's a nice, friendly-sounding euphemism — 're-home' the animals,\" Thomson says. \"It means put them in a zoo or a wildlife sanctuary some place. They haven't actually said a lot about why or how they'll do that.\"</p>\n<p>But beaver fans are fighting back against the plan. They've <a href=\"http://www.theguardian.com/environment/2014/jul/16/battle-stop-capture-englands-first-wild-beavers/print\">collected 8,000 signatures on a petition</a> demanding that the government leave the animals alone. </p>\n<p>And for their part, the beavers are settling in nicely. One adult has reportedly given birth to three babies, Thomson says. \"So they are just staking their claim to their little corner of the UK.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/EnvChat405.mp3"},{"href":"http://www.pri.org/file/envchat405mp3"}]}