{"created":"2014-10-21T08:35:44+00:00","modified":"2014-11-10T21:35:33+00:00","valid":{"from":"2014-11-10T21:35:33+00:00","to":"3014-11-10T21:35:33+00:00"},"hreflang":"en","title":"Understanding The Kurds' Different Roles In Different Conflicts","published":"2014-10-22T23:16:00+00:00","teaser":"The Kurds are deeply involved in the current conflicts in Syria and Iraq. But their roles vary in countries throughout the region, so we wanted to step back and take a broader look at the Kurds.","itags":["npr_api","357737290"],"guid":"6221ecf3-f9cf-4e6d-9519-5be4b46b1344","contentencoded":"<p>The Kurds are involved in several Middle East dramas at the moment. Yet they live in multiple countries across the region and are playing different roles in different places.</p><p>In Iraq, Kurdish fighters are working closely with the U.S. to battle the Islamic State.</p><p>In Syria, the Kurds are also fighting the Islamic State, but until U.S. air drops this week, the U.S. had been reluctant to work directly with the Syrian Kurds.</p><p>Then there are the Turkish Kurds, who have been seeking to join the battle, but have been blocked from doing so by Turkey.</p><p>We thought it was time to step back and take a broader looks at the Kurds. To do that, <em>Morning Edition</em>'s Steve Inskeep spoke with NPR Middle East correspondent Deb Amos.</p><p><strong>Interview Highlights:</strong></p><p><strong>On How Kurds Became So Scattered</strong></p><p>Let's start with what's known as \"the Kurdish question.\" Nearly 100 years ago, after ... World War One, after the collapse of the Ottoman Empire, the Kurds thought they would get a state. That's the question. The answer: they didn't. So, when the borders were drawn by the Europeans it was right through the middle of all these Kurdish enclaves and they found themselves living in four regions: Iran, Turkey, Syria and Iraq.</p><p><strong>On Their Current Status In These Countries</strong></p><p>Well, the dream of statehood didn't go away, so each country presented its own challenges.</p><p>Iran jails Kurds for organizing.</p><p>In Iraq, Saddam Hussein carried out this genocidal military campaign known as Al-Anfal – and he used chemical weapons against a town called Halabja [in 1988].</p><p>In Syria, a lot of Kurds don't have Syrian nationality – no IDs at all. So, when the Syrian revolution began in 2011, President Bashar al-Assad offered them nationality to keep them from joining the revolt.</p><p>Now, there's Turkey: There's been a decades-long, violent civil war that defined relations with their Kurdish citizens. It was only about a decade ago that Kurds were even allowed to speak their own language publicly or hear it on TV.</p><p>I was at a wedding in 2003. This was a Kurdish wedding. For the first time ever, they could sing their wedding songs in Kurdish. And they did a dance, a Turkish Kurdish dance that (commemorated) ... Halabja, when Iraqi Kurds were hit by chemical weapons.</p><p><strong>On Whether The Kurds Are United</strong></p><p>Nope. And that makes for very complicated politics, especially in this crisis in Kobani – this enclave in northern Syria [where Kurds are fighting the so-called Islamic State].</p><p>Turks says these Syrian Kurds there are terrorists; they are part of the same group that fought in the civil war. Turkey is reluctant to support them and, for a while, the Kurds of Iraq were on the same page. They didn't like those guys either. So, Kobani was left to fend for itself.</p><p>But existential threats do unite the Kurds – the chemical attack on Halabja and now Kobani... So, this has redefined identity for Kurds in Syria, Turkey [and] Iraq.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Understanding+The+Kurds%27+Different+Roles+In+Different+Conflicts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737291-822a53.m3u?orgId=1&topicId=1009&ft=3&f=357737290"},{"href":"http://media.npr.org/assets/img/2014/10/21/ap784725371454-c89edff9ddfbe8cb8864691acf637122594abf6d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}},{"href":"http://media.npr.org/assets/img/2014/10/21/kurds-map_custom-235bfa7b8c5cf6852f2969379e2a4bff720fb789.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"411","width":"722"}}]}