{"created":"2014-09-22T09:43:09+00:00","modified":"2015-03-09T18:08:01+00:00","valid":{"from":"2015-03-09T18:08:01+00:00","to":"3015-03-09T18:08:01+00:00"},"hreflang":"en","title":"A Case Of Mistaken Identity Sends Healthy Boy To An Ebola Ward","published":"2015-01-08T14:55:00+00:00","teaser":"An ambulance in Sierra Leone is sent out to pick up a suspected patient. But after two wrong turns and several stops for directions, it arrives at the home of a 14-year-old boy with no signs of Ebola.","itags":["npr_api","350524722"],"guid":"6235a5dd-c46f-4ecf-971b-e7d40b569886","contentencoded":"<p>As part of Sierra Leone's broader effort to contain the deadly Ebola virus, the country opened a new ambulance dispatch center in September in the capital, Freetown. Along with a new Ebola hotline, the center is considered an important step forward in the war on Ebola.</p><p>But on the center's second day of operation, a series of errors put the life of an apparently healthy 14-year-old boy at risk.</p><p>The dispatch center is situated in a meeting room at the Cline Town hospital just north of downtown Freetown. Inside the room, a group of men and women are huddled around a table full of laptops. Safa Koruma, a technician, points at a message on a screen. It describes a possible Ebola patient, reported through the hotline, with the words \"vomiting and very pale.\"</p><p>Koruma forwards this message — along with hundreds of others — to the nearest health official. A community health worker is then supposed to evaluate the patient and assess the likelihood of Ebola.</p><p>\"Probable\" Ebola cases end up on a large whiteboard on the other side of the meeting room. It's the master list for ambulance pickups.</p><p>Victoria Parkinson, of the <a href=\"http://www.africagovernance.org/africa\">Tony Blair African Governance Initiative</a>, is one of the directors of the center. She points at a name on the board with the number five written next to it, indicating the number of cohabiting family members.</p><p>\"We want to get that [person] quickly, because there's many people in the home that could be infected by,\" she says.</p><p>One of Parkinson's colleagues, Ama Deepkabos, writes down an address and hands it to an ambulance driver. \"It's 7 Hannah Street, 555 Junction. Do you understand?\" she says, imitating the local Krio accent. \"Go directly to the patient. No other stops!\"</p><p>The driver nods and hustles out to the dirt parking lot, along with a nurse. I attempt to speak with the driver and nurse, but neither speaks good English. They step into a white Toyota SUV with the word \"Ambulance\" in large red letters, and pull out of the parking lot.</p><p>Sierra Leone is in the midst of a <a href=\"http://www.npr.org/2014/09/22/350524722/3-day-ebola-lockdown-ends-in-sierra-leone\">three-day national lockdown</a>, intended to slow the spread of Ebola, so the roads are clear. The ambulance speeds across town and is waved through multiple police checkpoints.</p><p>After two wrong turns and several stops for directions, it eventually bounces down a long dirt road in Waterloo, a rural suburb 15 miles southeast of Freetown.</p><p>The driver and nurse spot the person they believe to be the patient: a 14-year-old boy in a blue T-shirt slouched on a white lawn chair.</p><p>They get out and put on glimmering white protective suits, surgical masks and rubber gloves. They walk over and escort the boy, who is able to walk on his own, into the back of the ambulance without touching him. They kick the door closed behind him.</p><p>The boy's guardian, Suleiman Espangura, is the principal of a nearby high school. He recently took the boy, Ngaima, into his custody because his family was moving to a rural part of Sierra Leone, and Ngaima wanted to stay at his current high school near Freetown.</p><p>\"He likes to play football,\" Espangura says of the boy. \"And he's very clever. We [teachers] like children who are clever.\"</p><p>Espangura says he's unclear why Ngaima is being taken away in an Ebola ambulance. He says the boy doesn't have any signs of Ebola — no fever, no vomiting, no diarrhea. He just has a headache and a slight loss of appetite.</p><p>But because Espangura had heard multiple public service announcements encouraging people to report any signs of illness, he contacted a health official and was told a community health worker would come to evaluate Ngaima. Instead, an Ebola ambulance showed up.</p><p>Espangura says the ambulance driver and nurse asked him if Ngaima was \"the patient.\" Espangura said yes, thinking the men were here to evaluate him. Instead, they ushered the boy into the ambulance and whisked him away.</p><p>The ambulance rushes across town to a military hospital with an Ebola isolation unit set up outside — a series of white plastic tents with a blue tarp stretched around the perimeter.</p><p>The hospital guards, in military fatigues, tell the ambulance driver and nurse that Ngaima is not on their list of expected patients. A heated argument ensues. The driver insists that he is merely following instructions, and that this is the correct patient.</p><p>One of the guards eventually calls the head of the hospital, who consents to admitting Ngaima. The driver and nurse spray the back of the ambulance with chlorine and open the door to let him out. Ngaima steps out of the vehicle and disappears behind the blue tarp fence, into the Ebola ward.</p><p>A few minutes later, another Ebola ambulance arrives. The military guards are expecting this patient. But they say the beds beds are now completely full — Ngaima has taken the last one. The new patient is admitted anyway.</p><p>It's not clear exactly what went wrong here. But now, a 14-year-old boy with a headache is sitting inside an Ebola isolation center.</p><p><em>Postscript: </em><em>Ngaima was kept at the isolation unit for the next six days, despite being told that he would get his Ebola test results within 24 hours. Ngaima eventually tested negative for Ebola and was discharged. But it was possible that, between the time his blood was taken and the time he was discharged, he could have been infected by another patient.</em></p><p><em>Since we returned to the U.S. in late September, we have been unable to reach Espangura for further updates.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Case+Of+Mistaken+Identity+Sends+Healthy+Boy+To+An+Ebola+Ward&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350524723-996a54.m3u?orgId=1&topicId=1126&e=350524722&d=291&ft=nprml&f=350524722"},{"href":"http://media.npr.org/assets/img/2015/01/06/mistake-4956583aa0b72f6b53d953652f7791e9b8afce32.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1421","width":"1895"}}]}