{"created":"2015-03-28T00:06:28+00:00","modified":"2015-05-13T21:06:13+00:00","valid":{"from":"2015-05-13T21:06:13+00:00","to":"3015-05-13T21:06:13+00:00"},"hreflang":"en","title":"Southern Baptists Don't Shy Away From Talking About Their Racist Past","published":"2015-03-28T02:52:00+00:00","teaser":"The denomination held a summit in Nashville, Tenn., this week to consider how the Gospel speaks to race relations. It wasn't easy, and moving from words to actions may be a challenge.","itags":["npr_api","395815996"],"guid":"624f7c71-e660-434c-b954-9c6fecd6e388","contentencoded":"<p>Southern Baptist leaders were supposed to be talking about bioethics this week at a summit in Nashville, Tenn. That changed in December after a New York grand jury declined to return an indictment in the police choking death of Eric Garner.</p><p>When Russell Moore, the president of the Southern Baptist Convention's Ethics & Religious Liberty Commission, sent out tweets expressing his shock, there was pushback. Should the church get involved in a divisive political issue?</p><p>Moore says it's an old argument: \"In the 19th century, when Christians would bring up the question 'how can you claim to own another human being made in the image of God?' slaveholders would say 'that's a political issue — let's stick with preaching the gospel.' \"</p><p>Race long has been a thorny issue for Southern Baptists. The convention was born from the nation's divide over race — <a href=\"http://www.baptisthistory.org/sbaptistbeginnings.htm\" target=\"_blank\">breaking off as a denomination in favor of slavery and slaveholders in 1845</a>.</p><p>The convention renounced its racist past and apologized 20 years ago for supporting slavery and segregation. Since then, it has drawn more diverse members and elected its first African-American pastor as president.</p><p>Even so, most Southern Baptist congregations tend to be predominantly one race or another. That's been a focus during the leadership conference in Nashville.</p><p>\"Now, what people will say is, 'well we're trying to reach people with the gospel and people would rather be around people like them,' Moore said in his opening remarks. \"Sure they would. And I'd like to fight and fornicate and smoke weed and go to heaven.\"</p><p>The mixed-race audience at the convention is mostly Southern Baptist pastors and seminary students from around the country. Longtime Mississippi civil rights activist John Perkins was an invited speaker; he says evangelical Christians have a lot to unpack.</p><p>\"I think that they, like most other groups, accommodated to racism and bigotry and thought that they could preach the gospel without being reconciled, which is a mistake,\" Perkins says.</p><p>The emphasis for too long has been on saving souls — reconciling with God — without the companion responsibility to be reconciled to one another, says Jarvis Williams, a professor at The Southern Baptist Theological Seminary in Louisville, Ky.</p><p>\"When I read the Bible, I see the gospel saying this is how you become a Christian,\" he says, \"But this is also the gospel — how you live with each other and love as Christians.\"</p><p>Williams says that in today's climate, evangelicals have tended to respond to racial controversies like the one in Ferguson, Mo., with either cluelessness or what he calls \"the sin of silence.\"</p><p>\"They just don't understand why an African-American can ask the question — 'did he get pulled over, did he have this experience, because of his ethnic identity?'\" he asks. \"I think many folks in the dominant racial group are clueless to that question, because they've never experienced that degree of racism that's part of the black experience in this country.\"</p><p>It's hard to talk about race anyway, much less when a crisis erupts, says Williams. He thinks that's where dialogues like this one in Nashville can help.</p><p>Pastor Jamie Mosley from Hendersonville, Tenn., wants to know how to put what he's hearing into action back home.</p><p>\"There's this umbrella of 'racism is sin, racism is something that the church can't stand for' — I think we can all can agree to that,\" he says. \"But once you get under that umbrella to 'well then what do we do?' — then you have a lot of legitimate questions.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Southern+Baptists+Don%27t+Shy+Away+From+Talking+About+Their+Racist+Past&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395817378-d79b90.m3u?orgId=1&topicId=1001&d=269&p=2&story=395815996&t=progseg&e=395684128&seg=13&ft=nprml&f=395815996"},{"href":"http://media.npr.org/assets/img/2015/03/27/16940553351_b6b9817503_k-a3e24327500f81c8ff384ddad24ef42b0322f74b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1367","width":"1823"}}]}