{"created":"2014-11-13T08:45:19+00:00","modified":"2014-11-14T17:05:31+00:00","valid":{"from":"2014-11-14T17:05:31+00:00","to":"3014-11-14T17:05:31+00:00"},"hreflang":"en","title":"How Kodak's Shirley Cards Set Photography's Skin-Tone Standard","published":"2014-11-13T14:45:00+00:00","teaser":"Named for the original model — an employee of Kodak — the portraits were used by photo labs to calibrate printers. But until the 1970s, that model was always white.","itags":["npr_api","363517842"],"guid":"6256f1a6-3bb9-4a06-8977-2187c90ba0fc","contentencoded":"<p>Jersson Garcia works at Richard Photo Lab in Hollywood. He's 31 years old, and he's got a total crush on Shirley.</p><p>\"Beautiful skin tones, beautiful eyes, great hair,\" he sighs. \"She's gorgeous.\"</p><p>Garcia is holding a 4-by-6-inch photo of an ivory-faced brunette wearing a lacy, white, off-the-shoulders top. She has red lipstick and silver earrings, and the photo appears to have been taken sometime in the 1970s or '80s.</p><p>For many years, this \"Shirley\" card — named for the original model, who was an employee of Kodak — was used by photo labs to calibrate skin tones, shadows and light during the printing process.</p><p>\"She was the standard,\" Garcia says, \"so whenever we printed anything, we had to pull Shirley in. If Shirley looked good, everything else was OK. If Shirley didn't look so hot that day, we had to tweak something — something was wrong.\"</p><p>Shirley cards go back to the mid-1950s, a time when Kodak sold almost all of the color film used in the U.S. After a customer used the film, he or she would bring the roll to a Kodak store to be printed. In 1954, the federal government stepped in to break up Kodak's monopoly.</p><p>\"Kodak consented to take the price of processing and printing the film out, and that meant that we needed to develop a printer that was small enough to go into small finishing labs,\" says Ray DeMoulin, who ran the company's photo tech division at the time.</p><p>Under DeMoulin's direction, Kodak came up with its S5 printer for independent photo labs. And to make sure the colors and densities of the prints were calibrated correctly, Kodak sent a kit with color prints and original unexposed negatives \"so that when they processed their negative, they could match their print with our print,\" DeMoulin says. \"It was almost a foolproof operation.\"</p><p>Each color print was an original shot of Shirley Page, who worked as a studio model for Kodak's new products.</p><p>\"They would take hundreds of pictures. And, of course, she had to have her eyes open and be smiling,\" DeMoulin recalls. \"It was days in the studio, and sometimes we'd have to take a day off to give the model an eye rest.\"</p><p>The Shirley cards were used all over the world, wherever the Kodak printers were used. \"It didn't make any difference which model came in later to do it,\" he says. \"It was still called 'The Shirley.' \"</p><p>DeMoulin eventually became a vice president of Kodak. He says he lost track of the original Shirley after she got married and left the company. (NPR tried for months to find her, without success.) But over the years, subsequent \"Shirleys\" have been equally as anonymous — sometimes wearing pearls, gloves, hats and even swimming suits for beach scenes. In the early days, all of them were white and often tagged with the word \"normal.\"</p><p>\"The people who were producing the cards had a particular image of beauty, captured in the Shirley card,\" says Lorna Roth, a media professor at Canada's Concordia University who has researched the history of Kodak's Shirley cards.</p><p>\"At the time, in the '50s, the people who were buying cameras were mostly Caucasian people,\" she says. \"And so I guess they didn't see the need for the market to expand to a broader range of skin tones.\"</p><p>According to Roth, the dynamic range of the film — both still photo stock and motion picture — was biased toward white skin. In 1978, the filmmaker Jean-Luc Godard famously refused to use Kodak film to shoot in Mozambique because he declared the film was racist. People also complained that photos of blacks and whites in the same shot would turn out partially under- or over-exposed.</p><p>In her 2013 novel <a href=\"http://www.npr.org/books/titles/175353172/the-flamethrowers\">The Flamethrowers</a>, author Rachel Kushner writes about so-called \"China girls\" — models used in motion picture film like the Shirley cards. \"Some of the China girls smiled. Most stared into the camera with a faint, taut bemusement just under the surface of their expressions,\" Kushner writes.</p><p>Kushner says the China girls were most certainly <em>not</em> Chinese, and like the early Shirleys, they had porcelain skin. \"Their ordinariness was part of their appeal,\" she writes, \"real but unreachable women who left no sense of who they were. No clue but a Kodak color bar, which was no clue at all.\"</p><p>In the 1970s, photographer Jim Lyon joined Kodak's first photo tech division and research laboratories. He says the company recognized there was a problem with the all-white Shirley cards.</p><p>\"I started incorporating black models pretty heavily in our testing, and it caught on very quickly,\" he says. \"It wasn't a big deal, it just seemed like this is the right thing to do. I wasn't attempting to be politically correct. I was just trying to give us a chance of making a better film, one that reproduced everybody's skin tone in an appropriate way.\"</p><p>By then, other film companies had their own versions of Shirley cards, and Kodak started making multiracial norm reference cards with black, Asian, Latina and white Shirleys. Then came digital photography. Kodak went bankrupt in 2012 and re-emerged as a much smaller technology company. By then, it had already stopped making Shirley cards.</p><p>On computer monitors back at Richard Photo Lab in Hollywood, photo techs can adjust the colors on every image. \"Shirley wasn't really about variation,\" says Bill Pyne, the lab's general manager. \"She was about, 'This is the standard.' And truthfully, in the real world, there is no standard.\"</p><p>Jersson Garcia says the lab can now custom-make color palettes for clients. \"Photographers submit their own images, and we create their own Shirley for them, so we get the skin tones they like.\"</p><p>But Garcia's beloved Shirley from the 1980s still shows up in the Kodak software the lab uses from time to time to set the machines back to neutral.</p><p>\"She's still here,\" Garcia says. \"We haven't really gotten away from her. She keeps coming back.\"</p><p>\"He's completely obsessed,\" Pyne jokes.</p><p>\"Uh, my wife can't know about Shirley,\" Garcia says with a laugh.</p><p>Surely, he jests.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Kodak%27s+Shirley+Cards+Set+Photography%27s+Skin-Tone+Standard&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"391"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363713153-05512f.m3u?orgId=1&topicId=1143&aggIds=358046323&ft=3&f=363517842"},{"href":"http://media.npr.org/assets/img/2014/11/12/shirley-new-7465e2a03b706d500434b17de08b58dfda04e901.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"229","width":"305"}},{"href":"http://media.npr.org/assets/img/2014/11/13/promo_wide-9d0cc8a665394a865a284758d4d0c326057e06b0.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"451","width":"802"}},{"href":"http://media.npr.org/assets/img/2014/11/12/multicultshirleykodak_custom-debe1d6b41ad9c1cbd386ac79f8ccd1d058b0b9f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1192","width":"1006"}}]}