{"created":"2014-09-08T15:42:06+00:00","modified":"2014-11-24T21:19:15+00:00","valid":{"from":"2014-11-24T21:19:14+00:00","to":"3014-11-24T21:19:14+00:00"},"hreflang":"en","title":"Rumors Of An Intergalactic Explosion Are Greatly Exaggerated","published":"2014-05-28T22:17:00+00:00","teaser":"For a few hours Tuesday, cosmic storm chasers thought they'd detected a huge explosion in the Andromeda galaxy.","itags":["npr_api","316686176"],"guid":"625a6aff-6783-4ff3-9b03-897df33b8e66","contentencoded":"<p>Tuesday afternoon, astronomers thought they saw a powerful explosion in the nearby Andromeda galaxy.</p><p>The Internet went wild with speculation about what it could be: Had two superdense neutron stars collided? Did a supermassive star explode?</p><p>\"When I got up this morning and turned on my phone, I had a lot of emails and my Twitter feed was burning,\" says <a href=\"http://www.star.le.ac.uk/~pae9/\">Phil Evans</a>, an astronomer at the University of Leicester in Britain.</p><p>Evans is on a small team of intergalactic storm chasers. Their job is to spot gamma ray bursts, blasts of light from far-off violent explosions. These bursts are by far the most powerful explosions in the universe.</p><p>\"During its entire normal lifetime, our sun will give off less energy than a gamma ray burst will in a few handfuls of seconds,\" Evans says.</p><p>The bursts are brief. So to catch them, astronomers have built <a href=\"http://swift.gsfc.nasa.gov/\">a special satellite</a> that scans the sky. When it thinks it sees a burst, it swivels to take a closer look.</p><p>It also sends a text alert to the astronomers' phones. There's a team on call, 24-7. The astronomers have a telephone conference and issue a report to other astronomers, telling them where in the sky to look for follow-up observations.</p><p>Yesterday afternoon's alert was particularly exciting because the Andromeda galaxy is relatively nearby. Normally gamma ray bursts are a lot farther away, so this would be a rare opportunity to study one up close.</p><p>Unfortunately, it wasn't a gamma ray burst that had been detected Tuesday. A software glitch had prevented some of the data from reaching the ground. <a href=\"http://www.star.le.ac.uk/~pae9/twitter/GRBM31.html\">It turned out to be a false alarm</a>.</p><p>\"In a sense we're to blame for putting something out there that wasn't true, but that's actually part of what the job involves at times,\" Evans says.</p><p>In the rapid-response world of gamma ray chasers, there's bound to be a few false alarms.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rumors+Of+An+Intergalactic+Explosion+Are+Greatly+Exaggerated&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1316728915-8b8cfe.m3u?orgId=1&topicId=1007&ft=3&f=316686176"},{"href":"http://media.npr.org/assets/img/2014/05/28/andromedagalex_2048-5a17fdb0cc8a83d28f0a2cf89a5c11fba4f5f9a9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2048"}},{"href":"http://media.npr.org/assets/img/2014/05/28/grb-968f2dbff5e09aecc6838e7699a122c6c1fada59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2159","width":"2877"}}]}