{"created":"2015-05-15T11:58:39+00:00","modified":"2015-05-15T11:58:39+00:00","valid":{"from":"2013-07-22T18:21:14+00:00","to":"3013-07-22T18:21:14+00:00"},"hreflang":"en","guid":"625a7936-588b-4587-8506-b69d5d1d71f8","title":"Oakland A's consider a move to Silicon Valley","contentencoded":"<div class=\"barn-cleaned\"><p>The Oakland A’s stand in first place in the American League West, although their payroll is&nbsp;about&nbsp;$70 million. That's less than half the amount of the top-paying ballclubs.</p>\n<p>A’s fans are bullish about the chances of postseason baseball at the Oakland Coliseum this year. But they have no idea where their team will be playing a few seasons from now. The A’s have played at the Coliseum since they moved to Oakland in 1968.&nbsp; It’s a concrete stadium they share with the NFL’s Oakland Raiders.</p>\n<p>\"This place is a dump,” says longtime fan Steve Tudino, as he waited for the ballpark to open on the Saturday before the All-Star Game. \"For baseball, it’s the worst stadium in the league. Where we’re sitting tonight for the game, we won’t be able to see a home run going over the right field or center field wall. That’s wrong, okay? That’s wrong.\"</p>\n<p>Other fans have the attitude, “It may be a dump, but it’s our dump.\" But nearly everyone agrees the Coliseum needs to be replaced in the next few years. The night before, one of the vintage scoreboards stopped working&nbsp;mid-game. And the facility got some unwanted publicity last month when the clubhouse plumbing backed up into the players’ dressing rooms.</p>\n<p>The controversy today is about <em>where</em> to build a new stadium. The A’s owners have an option on some land 37 miles south of the Coliseum -- on the edge of downtown San Jose, in the heart of Silicon Valley. But the owners can’t move there, unless Major League Baseball gives them the rights to the territory.</p>\n<p>Those rights now belong to the Bay Area’s other baseball club, the San Francisco Giants, who’ve said they don’t intend to give up the territorial rights.</p>\n<p>\"This is about market share,” says Larry Stone, the assessor for Santa Clara County, where San Jose is located. “Baseball just happens to be the product that's involved in the dispute.\"</p>\n<p>Stone has been advocating for Major League Baseball to come to Silicon Valley for decades. When he first got involved with the effort, it was the Giants who were contemplating the move south. Instead, they built AT&amp;T Park on the edge of downtown San Francisco and have seen their business skyrocket. Now, Stone and others believe their ultimate plan is to be the only team in the whole market.</p>\n<p>\"The Giants don't want the A's to stay in the Bay Area,” Stone says. “And if they can keep them in Oakland, they know they'll have to move.\"</p>\n<p>As in, move to another part of the country.</p>\n<p>Even though attendance is up in Oakland this year, teams nowadays are more interested in corporate clients who'll buy suites and tickets years in advance, as well as chip in for promotional deals. That’s an area where the A’s have lagged, perhaps for geographical reasons. There are 13 Fortune 500 companies with headquarters in Silicon Valley. There are only four in the A's current territory, and only one, Clorox, in the city of Oakland proper.</p>\n<p>Baseball fan and media strategist Peter Allen, who lives near the proposed San Jose stadium, made the case for his town. “It's the fastest-growing city in the Bay Area,” he says. “It's the only city in the Bay Area that's looking to add any significant housing or residents or office space or jobs in the next ten years. And the team is ready to fully fund a stadium here.&nbsp; It's a really good spot in a really good city.\"</p>\n<p>The city of Oakland wants to keep the team, and has plans for its own really good spot.&nbsp; In fact, it has two sites on offer; a rebuilt Coliseum area with separate baseball and football facilities, or a waterfront ballpark near historic Jack London Square. But as Peter Allen said, A's ownership is willing to pay the costs of a new stadium in San Jose.&nbsp; They haven’t said they’re willing to do that in Oakland.</p>\n<p>Several hundred A’s fans were willing to show up four hours before the gates opened on July 13 -- they wanted to be sure of getting the giveaway item, a replica jersey. Steve Tudino and his buddy Doug Kugler continued the debate as they sat on beach chairs towards the head of the&nbsp;line.</p>\n<p>“This is not a tourist spot,” says Tudino. “People don’t say ‘I’ve got to see the Coliseum because the A’s play there’. A new stadium would change the fortunes of the A’s.”</p>\n<p>Kugler agreed, but added, “I just think they need to do it here in Oakland somewhere, not in San Jose.”&nbsp; He says he’s worried about all the local jobs that would be lost.</p>\n<p>Farther down the line from Tudino and Kugler, Evelyn Ortiz tried to pin down the team’s unique character.</p>\n<p>\"I think they're a team that is scrappy and always works hard,” Ortiz says. “And that strong work ethic, I think, speaks to the people who come to the ballpark.&nbsp; I think the people who come to the ballpark work hard for their money, and they make a real conscious choice about where they're going to spend that money.\"</p>\n<p>Ortiz lives just a few miles from the proposed San Jose ballpark, but she’s been coming to games in Oakland since 1968.&nbsp; So she says she’d be happy with a new location in either city.</p>\n<p>The A's owners made their request to Major League Baseball for permission to move to San Jose in early 2009. Last month, the city of San Jose finally lost patience and filed a lawsuit against MLB, claiming they are losing money because the league won’t let them have a team. In response, Commissioner of Baseball Bud Selig said last week that he won’t take action until that lawsuit moves forward.&nbsp;</p></div>","itags":["Marketplace for 7/22/13 - Obama and the middle class","PMP:Marketplace_PMP","625a7936588b5874506eb69d5d1d71f8","Marketplace"],"teaser":"Everyone agrees the Oakland Athletics need a new baseball stadium. The debate is whether to build in Oakland or San Jose.","byline":"Nina Thorsen","published":"2013-07-22T18:21:14+00:00","description":"Everyone agrees the Oakland Athletics need a new baseball stadium. The debate is whether to build in Oakland or San Jose.","contenttemplated":"[{\"content\":\"<p>The Oakland A’s stand in first place in the American League West, although their payroll is about $70 million. That&apos;s less than half the amount of the top-paying ballclubs.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>A’s fans are bullish about the chances of postseason baseball at the Oakland Coliseum this year. But they have no idea where their team will be playing a few seasons from now. The A’s have played at the Coliseum since they moved to Oakland in 1968.  It’s a concrete stadium they share with the NFL’s Oakland Raiders.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;This place is a dump,” says longtime fan Steve Tudino, as he waited for the ballpark to open on the Saturday before the All-Star Game. &quot;For baseball, it’s the worst stadium in the league. Where we’re sitting tonight for the game, we won’t be able to see a home run going over the right field or center field wall. That’s wrong, okay? That’s wrong.&quot;</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Other fans have the attitude, “It may be a dump, but it’s our dump.&quot; But nearly everyone agrees the Coliseum needs to be replaced in the next few years. The night before, one of the vintage scoreboards stopped working mid-game. And the facility got some unwanted publicity last month when the clubhouse plumbing backed up into the players’ dressing rooms.</p>\"},{\"content\":\"<p>The controversy today is about <em>where</em> to build a new stadium. The A’s owners have an option on some land 37 miles south of the Coliseum -- on the edge of downtown San Jose, in the heart of Silicon Valley. But the owners can’t move there, unless Major League Baseball gives them the rights to the territory.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Those rights now belong to the Bay Area’s other baseball club, the San Francisco Giants, who’ve said they don’t intend to give up the territorial rights.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;This is about market share,” says Larry Stone, the assessor for Santa Clara County, where San Jose is located. “Baseball just happens to be the product that&apos;s involved in the dispute.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Stone has been advocating for Major League Baseball to come to Silicon Valley for decades. When he first got involved with the effort, it was the Giants who were contemplating the move south. Instead, they built AT&amp;T Park on the edge of downtown San Francisco and have seen their business skyrocket. Now, Stone and others believe their ultimate plan is to be the only team in the whole market.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The Giants don&apos;t want the A&apos;s to stay in the Bay Area,” Stone says. “And if they can keep them in Oakland, they know they&apos;ll have to move.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>As in, move to another part of the country.</p>\"},{\"content\":\"<p>Even though attendance is up in Oakland this year, teams nowadays are more interested in corporate clients who&apos;ll buy suites and tickets years in advance, as well as chip in for promotional deals. That’s an area where the A’s have lagged, perhaps for geographical reasons. There are 13 Fortune 500 companies with headquarters in Silicon Valley. There are only four in the A&apos;s current territory, and only one, Clorox, in the city of Oakland proper.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Baseball fan and media strategist Peter Allen, who lives near the proposed San Jose stadium, made the case for his town. “It&apos;s the fastest-growing city in the Bay Area,” he says. “It&apos;s the only city in the Bay Area that&apos;s looking to add any significant housing or residents or office space or jobs in the next ten years. And the team is ready to fully fund a stadium here.  It&apos;s a really good spot in a really good city.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The city of Oakland wants to keep the team, and has plans for its own really good spot.  In fact, it has two sites on offer; a rebuilt Coliseum area with separate baseball and football facilities, or a waterfront ballpark near historic Jack London Square. But as Peter Allen said, A&apos;s ownership is willing to pay the costs of a new stadium in San Jose.  They haven’t said they’re willing to do that in Oakland.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Several hundred A’s fans were willing to show up four hours before the gates opened on July 13 -- they wanted to be sure of getting the giveaway item, a replica jersey. Steve Tudino and his buddy Doug Kugler continued the debate as they sat on beach chairs towards the head of the line.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“This is not a tourist spot,” says Tudino. “People don’t say ‘I’ve got to see the Coliseum because the A’s play there’. A new stadium would change the fortunes of the A’s.”</p>\"},{\"content\":\"<p>Kugler agreed, but added, “I just think they need to do it here in Oakland somewhere, not in San Jose.”  He says he’s worried about all the local jobs that would be lost.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Farther down the line from Tudino and Kugler, Evelyn Ortiz tried to pin down the team’s unique character.</p>\"},{\"content\":\"<p>&quot;I think they&apos;re a team that is scrappy and always works hard,” Ortiz says. “And that strong work ethic, I think, speaks to the people who come to the ballpark.  I think the people who come to the ballpark work hard for their money, and they make a real conscious choice about where they&apos;re going to spend that money.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Ortiz lives just a few miles from the proposed San Jose ballpark, but she’s been coming to games in Oakland since 1968.  So she says she’d be happy with a new location in either city.</p>\"},{\"content\":\"<p>The A&apos;s owners made their request to Major League Baseball for permission to move to San Jose in early 2009. Last month, the city of San Jose finally lost patience and filed a lawsuit against MLB, claiming they are losing money because the league won’t let them have a team. In response, Commissioner of Baseball Bud Selig said last week that he won’t take action until that lawsuit moves forward. </p>\",\"type\":\"text/html\"}]","tags":["APM","Business","MLB","Oakland","baseball"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/From%20Section%20216_0.jpg?itok=m-nWcqbR","meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg"},{"meta":{"duration":234,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/22/marketplace_segment22_20130722"},"duration_hms":"00:03:54"},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/22/marketplace_segment22_20130722_64.mp3","type":"audio/mpeg","format":"MP3"}]}