{"created":"2015-02-26T23:09:03+00:00","modified":"2015-04-22T01:44:01+00:00","valid":{"from":"2015-04-22T01:44:01+00:00","to":"3015-04-22T01:44:01+00:00"},"hreflang":"en","title":"Living Small In The City: With More Singles, Micro-Housing Gets Big","published":"2015-02-27T16:53:00+00:00","teaser":"Single people represent the fastest growing category of households in the U.S. That's made small dwellings — from micro-apartments to stand-alone tiny houses, a niche force in the real estate market.","itags":["npr_api","389263274"],"guid":"62715e6e-0e3f-41ee-b6ba-a91d5fc6244d","contentencoded":"<p>Back in 2012,<strong> </strong>something unusual got started in an alleyway in an already tightly developed part of northeast Washington, D.C.</p><p>On an 11th-of-an-acre lot next to a cemetery, behind a block of row houses, tiny houses started to go up. And not just one little house in backyard, like you might see in many places. The builders billed this as an urban tiny house community.</p><p>While the average size of new houses gets bigger every year in the U.S., some people are trying to do more with less. A lot less. Tiny houses and micro apartments are now a niche trend in the housing market. Smaller spaces are touted as more environmentally friendly, more affordable and perhaps even more communal. The idea is you might be more likely to get out and be social if you live in a smaller space.</p><p>Lee Pera, 36, co-founded <a href=\"http://boneyardstudios.org/\" target=\"_blank\">Boneyard Studios</a>, that tiny house community space in D.C. For Pera, an EPA worker who says she finds Washington a little too gray-suited at times, this was a step towards a dream: a dream of living simply, in a creative community, using underused urban space.</p><p><strong>Motor Home Meets Proper House</strong></p><p>She teamed up with other tiny house enthusiasts: a solar company executive named Brian Levy, who purchased the lot, and a HUD employee named Jay Austin. Each of them put a house on the lot facing a small central yard. The houses are all smaller than 220 square feet, but are sleek in design and ingenious in their use of space.</p><p>The group has held seminars on tiny house building for the past couple of years, as well as open houses to give other people a chance to see a tiny house community in action. Last fall, NPR visited while a couple dozen people milled around the site.</p><p>Some were visitors, like Santo Garcia, of Fort Myers, Fla. He called his interest in tiny houses a \"crazy fascination,\" and was enamored with Jay Austin's house, called the Matchbox. \"A wonderful use of the space,\" Garcia said. \"The windows just kind of bring you right into it.\"</p><p>The house has a 10-foot ceiling, with a loft bed built over the bathroom and shower. There are two couches and a galley-style kitchen area with 6-foot countertops on each side. The kitchen also has a two-burner stove. It's all laid out a little bit like some motor homes, but feels much more like a proper house.</p><p>Austin says the Matchbox cost around $45,000 to build — cheap for a house right in one of the nation's most expensive cities.</p><p>Pera says this little community could be a model for others. \"A lot of folks have been talking about tiny house communities, but most tiny houses are in someone's backyard or in a rural area,\" she says. \"I really wanted to see what we could do creatively in D.C. with urban infill, and just another form of affordable housing.\"</p><p><strong>Zoning Limitations</strong></p><p>Urban infill, a big theme these days in city planning, is essentially the opposite of \"urban sprawl.\" As cities grow, planners are looking for ways to pack more people into places that are already developed.</p><p>But there is a major catch. City rules pose obstacles to tiny house communities — and Boneyard Studios is an example of that. In this case, the lot is classified by the city as \"nonbuildable,\" because the alleyways on all sides are less than 30 feet wide.</p><p>Cities impose rules like this to ensure access for emergency vehicles, among other reasons.</p><p>So, like many tiny houses that exist in a gray area of zoning and building code, Boneyard's structures are all built on big, metal, tow-able trailers, which skirts some code and zoning issues. They are legally parked on the lot. But according to the city, no one can legally reside in the homes. In other words, Boneyard Studios was limited to being a showcase community.</p><p>Doing this elsewhere in D.C. could be equally problematic. Putting more than one house on a single residential lot would raise some zoning issues. And city rules aside, the marketplace might be a barrier. If the lot were a build-able one, developers would likely be ready to pay a lot of money to put a full-size home on it.</p><p><strong>For Denser Living, Micro Units<br /></strong></p><p>One kind of tiny community that many cities are saying <em>yes</em> to is micro apartments. A half-dozen buildings are now either built or in the works in the nation's capital alone, and renters are snapping them up.</p><p>One popular building is the Harper, right in the middle of a bustling area of new restaurants and shops known as the U Street Corridor. The apartments, all between 350 and 450 square feet, aren't formally called micro units by the property owners, Keener Management — the company calls them \"studios\" and \"junior one-bedrooms.\" But \"micro\" is the term of art that has taken hold in the real estate world for this kind of unit.</p><p>Julie Williams, 37, lives in a studio here — one of those 350 square foot spaces with a combined kitchen, bedroom and living area, roughly 11 by 13 feet. It also has a good-sized separate bathroom.</p><p>Williams, who works for the National Institutes of Health, says she pays $1,795 a month, including utilities. Williams saw her rent as a deal compared to neighboring buildings when she moved from a suburban condo – the efficiencies across the street, she says, start at $2,300. Now she reverse commutes to her suburban job.</p><p>\"My social life now is a lot better,\" she says. \"Because I am single, I like knocking on my neighbors' door and being like, 'Hey Dericka. ... Or she'll knock on my door and be like, 'I have a date, what should I wear?' \"</p><p>A key idea behind buildings like this is that people spend less time in their own apartments. There's common space — think sharing economy, extra space when you need it. There's a roof deck, a dining area that can be reserved, lounge with TV and Wi-Fi. <em>This</em> is where Julie Williams brings dates – not to her studio.</p><p><strong>'The Golden Age Of Rentals'</strong></p><p>Census numbers show a growing percentage of renters in the housing market nationwide. Chris Leinberger, an urbanist scholar with the Brookings Institution, says micro apartments are partly a response that — and neighborhoods like U Street, he says, are the perfect spot for them. \"This is the golden age of rentals in this country,\" he says.</p><p>\"Across the street, you know, coffee bar, that's where the Trader Joe's is, a bank, restaurants left right and center.\"</p><p>All of D.C.'s new micros are in happening spots like this — aimed at the demographic that includes Julie Williams and Lee Pera. \"When you look at the fastest growing category of households, it's singles,\" Leinberger says. \"By 2030, the largest category of households is singles.\"</p><p>To developers, he adds, small apartments are a win-win. A <em>bit </em>cheaper for the renter — yet more profitable per square foot.</p><p>As for the idea of an urban tiny <em>house </em>community, Leinberger says \"it makes sense if you've got a really tight-knit community. But, A, that's hard to put together and B, they don't last forever. Life happens. Some individual or some family has an argument with the group as a whole and they move out. How do you deal with ownership? How do you sell it?\"</p><p><strong>Rethinking Tiny Communities? </strong></p><p>Leinberger's market perspective may cut a little close for Lee Pera and her experience with Boneyard Studios; turns out, Pera's house is no longer in that showcase community.</p><p>The tiny house owners had an ugly falling out. Pera is still building her house, but she had it towed to a friend's backyard temporarily.</p><p>Pera and Jay Austin — who also moved his house — say they're seeking a new spot for that dream of an urban tiny house community. Pera is also rethinking what she really wants.</p><p>\"I'm not going to try and plan for what this house is gonna be in 10 years — I might not have it,\" she says. \"Maybe I'll sell it – I could easily see it being on a piece of property that I have for, like, a little retreat area,\" perhaps even somewhere less urban, she says.</p><p>But Julie Williams, the tiny apartment dweller is here, touring Pera's house at it's new location. And she's liking the idea of the lone tiny house in a backyard.</p><p>\"Even as you were talking about moving, I was like, 'Wow, I could build one of these and move it to my sister's backyard, and just be near her kids all day and still have my own space,' \" Williams says. \"My mind was all the way over here, that quickly. So, I think it's nice.\"</p><p>That is, she says, if she stays single. Because how we live is not all about good design and proximity to others – it's also about stage of life.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Living+Small+In+The+City%3A+With+More+Singles%2C+Micro-Housing+Gets+Big&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Franklyn Cater","audio":[{"meta":{"duration":"482"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321673-088cff.m3u?orgId=1&topicId=1142&aggIds=155914958&e=389263274&d=482&ft=nprml&f=389263274"},{"href":"http://media.npr.org/assets/img/2015/02/26/img_8269edit-fd6b5d58d23775361e977364ac09dc175eb257a2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3330","width":"4440"}},{"href":"http://media.npr.org/assets/img/2015/02/26/img_8258edit-2c9f7f4a77f2bb5f0705bd211bc28649137dd5fa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2107","width":"2810"}},{"href":"http://media.npr.org/assets/img/2015/02/26/img_8706edit-5ba1ef30cada61b93749674918100913881ff41c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2767","width":"3690"}},{"href":"http://media.npr.org/assets/img/2015/02/26/img_8730edit-7ba5a11ee0086d9a04177eec624e2d354946aa52.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}