{"created":"2014-10-08T13:27:26+00:00","modified":"2014-10-31T00:50:19+00:00","valid":{"from":"2014-10-31T00:50:19+00:00","to":"3014-10-31T00:50:19+00:00"},"hreflang":"en","title":"High Court Ruling On Search Warrants Is Broader Than Cellphones","published":"2014-06-26T01:30:00+00:00","teaser":"The justices unanimously ruled that police must obtain a warrant before searching electronic devices at the time of arrest. The decision has been called \"a bold endorsement of digital privacy.\"","itags":["npr_api","325608295"],"guid":"627252eb-0944-4161-94ba-e26851f11d1c","contentencoded":"<p>Bold. Landmark. Sweeping. Those were the words experts on all sides used Wednesday to describe the U.S. Supreme Court's unanimous ruling that police must obtain a warrant before searching a cellphone at the time of an arrest.</p><p>The decision came in two cases where law enforcement used information obtained from a cellphone without a warrant to win a conviction.</p><p>Writing for the unanimous court, Chief Justice John Roberts said that the answer to the question of what police must do before searching a cellphone at the time of an arrest is \"simple — get a warrant.\"</p><p>One of the seeds of the American Revolution, he noted, was the \"general warrant\" used by the British to rummage through colonists' papers and belongings. To ensure that such searches would not happen in the new republic, the founders adopted the Fourth Amendment ban on unreasonable searches, and the general rule adopted by the courts has been that a search is not reasonable unless police obtain a warrant.</p><p>Granted, there are exceptions to that rule, the chief justice observed. During arrest, no warrant is necessary to search for weapons to protect police safety, and police may search to prevent evidence from being destroyed — for example, to prevent drugs from being flushed down the toilet.</p><p>But the search of a cellphone, wrote Roberts, is entirely different because of the amount and type of material stored there. A person's entire life can be reconstructed with photos, videos, notes, call records, medical and financial information, and location information about where the cellphone owner has been. Much of this information simply did not exist before the digital age, Roberts noted.</p><p>\"It is true that this decision will have some impact on the ability of law enforcement to combat crime,\" wrote Roberts. After all, criminal rings use cellphones to facilitate their criminal enterprises.</p><p>The only exception to the warrant requirement for cellphone searches is in case of a true emergency — a kidnapping or a ticking bomb, for example. But those will be the rare exceptions. \"Privacy,\" said Roberts, \"comes at a cost.\" As such, \"Our holding, of course, is not that the information on a cell phone is immune from search.\" Rather, it is \"that a warrant is generally required before such a search, even when a cell phone is seized incident to arrest.\"</p><p>\"This is a bold endorsement of digital privacy,\" said George Washington University Law School professor Orin Kerr, who specializes in technology and the law. \"It's not a close call here: The court says the government has to get a warrant.\"</p><p>Some 12 million people are arrested each year, some for very minor offenses. Until now, police have often searched their cellphones. But as Timothy O'Neill of John Marshall Law School in Chicago observed, \"What the opinion does is make a very bold statement that the mere fact that you're arrested does not mean the police have the right to rummage through your smartphone.\"</p><p>\"This is not just a phone case,\" said Mark Eckenwiler, former deputy chief of the Computer Crime Section at the Department of Justice. \"This is really a digital evidence case.\" The decision applies to laptops, tablets and all manner of electronic devices. This was a pretty sweeping decision, leaving little wiggle room for law enforcement. \"There's not a lot of ambiguity there,\" he said.</p><p>Eckenwiler sees trouble ahead as law enforcement seeks to adjust. \"If they don't flip out,\" he said, \"then I think they're really not looking at the scope of the issues they have to deal with in the coming weeks, months and years.\" The future implications are uncertain, he said, because \"there are things that don't even exist yet that we can't even imagine, well beyond cellphones.\"</p><p>But it is not the future that worries Eckenwiler most. He said he's worried about the tens of thousands of cases that are in the pipeline — cases in which no charges have yet been brought, or cases already at the trial or appeal stage, cases in which evidence has been obtained through warrantless cellphone searches.</p><p>It is also not certain what the decision's implications are for the government's collection of other data for national security purposes. The court's opinion has hints both ways. Eckenwiler pointed to a footnote that seems to exclude such information from the reach of Wednesday's opinion.</p><p>But Marc Rotenberg, president of the Electronic Privacy Information Center, has a different view. \"The opinion will have some bearing in the cases that are being litigated around the NSA's bulk record collection program,\" he anticipated.</p><p>The Wednesday opinion in two cases coupled with a 2012 decision, however, sent a strong message about how the Supreme Court is interpreting the 1789 Constitution in the modern digital world.</p><p>In that 2012 decision, the court — again unanimously — ruled that police cannot put a GPS tracking device on a suspect's car without a warrant. Looking at this trio of cases, George Washington's Kerr notes that makes \"27 votes for the defense and zero for the government when the court is applying the Fourth Amendment to new technology.\" That trend, Kerr said, is \"very surprising.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=High+Court+Ruling+On+Search+Warrants+Is+Broader+Than+Cellphones&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"311"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325608296-e9232c.m3u?orgId=1&topicId=1070&ft=3&f=325608295"}]}