{"created":"2014-10-16T09:34:45+00:00","modified":"2014-10-30T21:30:26+00:00","valid":{"from":"2014-10-30T21:30:26+00:00","to":"3014-10-30T21:30:26+00:00"},"hreflang":"en","title":"Ebola Blame Game Takes The Stage At Midterm Election Debates","published":"2014-10-16T17:31:00+00:00","teaser":"For a campaign season in search of an issue, Ebola promises to be a prime topic. The virus touches on issues central to both parties — the role of government and its competence.","itags":["npr_api","356588413"],"guid":"627771b7-b140-4852-b31d-980848952296","contentencoded":"<p>First there was ISIS. Now there's Ebola.</p><p>The Ebola health crisis is the latest global issue to become a fixture this campaign season, spilling into debates, campaign rhetoric — and even a few ads.</p><p>Political arguments about Ebola can roughly be divided into three groups.</p><p>Democrats argue that budget-cutting Republicans have deprived the government of the resources it needs to keep Americans safe from the threat of Ebola. That's the argument Democratic Sen. Mark Udall of Colorado made at a recent debate.</p><p>\"I can tell you what I'm not going to do, and that's what Congressman Gardner did — which is to vote for close to $300 million in cuts to the Centers for Disease Control and Prevention's budget that funds emergency response teams,\" Udall said.</p><p>His opponent, Rep. Cory Gardner, offers argument No. 2. Republicans are tying the issue to larger questions about President Obama and his competency. Gardner specifically pointed to priorities at the CDC.</p><p>\"Jazzercise programs, massage therapy and urban gardens,\" he shot back. \"How about we use money responsibly to make sure we're protecting the American people instead of spending it wastefully under this administration?\"</p><p>Third, some Republicans link the Ebola crisis to border security.</p><p>Thom Tillis is running for Senate in North Carolina. Here's how he put it in a debate with incumbent Democrat Kay Hagan: \"Ladies and gentlemen, we have an Ebola outbreak. We have bad actors that can come across the border. We need to seal the border and secure it.\"</p><p>Exchanges like these are playing out in campaigns across the country and in local and cable news interviews.</p><p>But so far, this issue is barely a ripple in TV ads.</p><p>One exception is from the liberal group The Agenda Project Action Fund. The <a href=\"https://www.youtube.com/watch?v=c3D0DxjgPB0\" target=\"_blank\">ad</a> mashes up images of Republicans in competitive races, including Senate Minority Leader Mitch McConnell, Kansas Sen. Pat Roberts and Arkansas Rep. Tom Cotton, alongside images of dead or dying West Africans.</p><p>Created by the same group that created the <a href=\"https://www.youtube.com/watch?v=OGnE83A1Z4U\" target=\"_blank\">ad</a> showing Rep. Paul Ryan throwing Granny off a cliff, the ad isn't being broadcast widely yet. But it is an example of just how far campaigns could go to cash in on the politics of the moment.</p><p>\"It's a terrible thing to say, but fear is a heck of a motivator,\" says Republican strategist Ford O'Connell.</p><p>Even though the elections are just a few weeks away, O'Connell says it's almost impossible for candidates to break into this news cycle unless they're talking about one of two things: ISIS or Ebola.</p><p>O'Connell says that strategy has already proven successful for some candidates. Just look at Republican Scott Brown in New Hampshire.</p><p>\"He started talking about ISIS ... then he started weaving in Ebola, and all of a sudden [Sen.] Jeanne Shaheen's lead was cut in half,\" O'Connell said. \"What's going on here is Republicans are making a national security leadership argument, if you will, and Democrats are making a governing agenda/budgets argument.\"</p><p>For a campaign that's been in search of substance, Ebola offers a debate about issues fundamental to both parties.</p><p>But Iona College political science professor Jeanne Zaino cautions that issues this cycle have changed rapidly.</p><p>\"If you think back a year ago, we were talking about Obamacare being the key issue of the election. Then there was some talk about perhaps it would be Benghazi, and then it moved to immigration,\" she said. And now we seem to have moved very quickly to Ebola. So we see this kind of fast-moving train. I don't think we know where it's gonna take us at this point.\"</p><p>And there are fewer than three weeks until that train gets to its station.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Blame+Game+Takes+The+Stage+At+Midterm+Election+Debates&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"208"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1356588419-40df13.m3u?orgId=1&topicId=1014&ft=3&f=356588413"}]}