{"created":"2014-09-19T19:45:34+00:00","modified":"2014-10-08T21:07:50+00:00","valid":{"from":"2014-10-08T21:07:50+00:00","to":"3014-10-08T21:07:50+00:00"},"hreflang":"en","title":"Think You Know How To Cook Eggs? Chances Are You're Doing It Wrong ","published":"2014-04-17T11:41:00+00:00","teaser":"Food writer Michael Ruhlman has a new cookbook that's an homage to eggs. And where do Americans so often go wrong? Ruhlman says we usually overcook even the simplest dish of scrambled eggs.","itags":["npr_api","301013384"],"guid":"627fee92-e74c-47c6-b7d8-2cb1ef3167ec","contentencoded":"<p>Just in time for Easter, food writer <a href=\"http://blog.ruhlman.com/\">Michael Ruhlman</a> has a new cookbook that will likely change the way you think about the egg. At the very least, you may learn how to spruce up your scrambled egg technique.</p><p><em>Egg: A Culinary Exploration of the World's Most Versatile Ingredient</em> is a guide to perfecting the most familiar of egg dishes — from poached to hard boiled — but also mastering béarnaise sauce and meringues.</p><p>According to Rulhman, who won a James Beard Foundation Award in 2012, the (hen) egg towers above the other foods in your kitchen because of its versatility. (Check out this <a href=\"http://www.bonappetit.com/wp-content/uploads/2014/03/Ruhlman-Egg-Flowchart.jpg\">amazing egg flow chart</a>, a poster version of which comes folded inside the book.)</p><p>He writes:</p><blockquote><p>\"In the kitchen, the egg is neither ingredient nor finished dish, but rather a singularity with 1,000 ends. Scrambled eggs and angel food cake and ice cream and aioli and popovers and gougeres and macaroons and a gin fizz aren't separate entities. They're all part of the egg continuum. They are all one thing. The egg is a lens through which to view the entire craft of cooking. By working our way through the egg, we become powerful cooks. \"</p></blockquote><p>Its role in the potato, onion and cheese frittata is as unifier to other ingredients. \"The egg combines them, makes them whole,\" he says.</p><p>In another dish featured in the book, the seafood roulade, the egg white is a binder, which gives the dish a smooth texture.</p><p>But often, Ruhlman argues, we don't treat our eggs very well. Take scrambled eggs. \"It's one of the most overcooked dishes in America,\" he says. \"We kill our eggs with heat.\"</p><p>Instead, we need, in most instances, to give the egg gentle heat. \"When you cook them very slowly over very gentle heat, the curds form. And as you sit, the rest of the egg sort of warms but doesn't fully cook and becomes a sauce for the curds. So it should be a creamy and delicious and delicate preparation.\"</p><p>Why do we overdo it?</p><p>\"We overdo it because of lack of knowledge, and some people are afraid of their eggs,\" says Ruhlman. \"I've never gotten sick from an egg — that I know of.\"</p><p>He adds: \"We're taught in many ways to fear our food. It does a great disservice to the people who want to cook their own food.\"</p><p>And as for the most basic task of cracking an egg, Ruhlman says he learned from <a href=\"http://www.starchefs.com/cook/chefs/bio/andre-soltner\">André Soltner</a>, the famed French chef of Lutèce.</p><p>\"He just tapped it gently on a flat surface, and he gently just pulled the egg apart,\" says Ruhlman. \"I love the gentleness of the way he handled an egg, and I always think about that when I crack an egg.\"</p><p>And what about the short-order cook thing of whacking an egg on the pot and throwing it in? \"Not the best way, but sometimes it's what's called for.\"</p><hr /><h3>Recipe: Michael Ruhlman's Potato, Onion, and Cheese Frittata from <em>Egg: A Culinary Exploration of the World's Most Versatile Ingredient</em></h3><p>Serves 4</p><p>1 small potato, peeled and cut into small dice (about 1 cup/225 grams)</p><p>2 tablespoons extra-virgin olive oil</p><p>Salt</p><p>1/2 onion, cut into small dice (about 1/2 cup/100 grams)</p><p>6 eggs, thoroughly blended</p><p>1/2 cup/60 grams shredded cheddar cheese</p><p>Freshly ground black pepper</p><p>2 avocados, peeled, pitted, and diced (optional)</p><p>Preheat the broiler.</p><p>In a medium nonstick fry pan, combine the potatoes and olive oil over medium-high heat and stir or toss them in the pan to coat the potatoes with oil. Add a three-finger pinch of salt, just to coat the surface. When the potatoes are lightly browned, add the onions, salt to coat the onions, and continue to cook until the onions are tender, stirring or tossing the potato and onion.</p><p>Place the eggs in a medium bowl and add the cheese, along with ½ teaspoon salt and several grinds of pepper, and stir to combine and disperse the cheese. Pour the egg mixture over the potatoes and onions and reduce the heat to medium, swirling the pan so that the eggs even out. Cook until the edges are set, a couple of minutes depending on the heat level, checking to make sure that the eggs aren't sticking. Place the pan underneath the broiler until the eggs are just set, a minute or two depending on your broiler. When the top is set, invert the frittata onto a cutting board, cover with the diced avocado, if using, and cut into wedges. Serve.</p><h3>Recipe: Michael Ruhlman's <strong>Seafood Roulade with Scallops and Crab</strong><em></em></h3><p><em>Makes 8 (3-ounce) portions</em></p><p>1 tablespoon butter</p><p>1 leek, white part only, finely chopped</p><p>1 pound/450 grams peeled, deveined shrimp</p><p>2 egg whites</p><p>1 teaspoon salt</p><p>1 cup/240 milliliters heavy cream</p><p>4 ounces/120 grams scallops, cut into chunks if large or whole if small</p><p>4 ounces/120 grams lump crabmeat</p><p>2 tablespoons minced fresh chives</p><p>Heat the butter in a small sauté pan over medium heat. Add the leek and sauté until tender but not brown. Transfer to a bowl, cover, and refrigerate until chilled.</p><p>Puree the shrimp with the egg whites and salt in a food processor. With the machine running, slowly add half of the cream through the feed tube. The mixture should be stiff enough to shape. Continue adding the rest of the cream with the machine running.</p><p>Transfer the shrimp mousseline to a mixing bowl and add the chilled leeks, scallops, crab, and chives, gently folding to distribute everything evenly.</p><p>Wet your counter slightly and lay out a sheet of plastic wrap (use Glad wrap if you're concerned about cooking in plastic), at least 2 feet/60 centimeters long. Spoon the seafood mixture along the center of the plastic wrap. Fold the plastic wrap over the mousseline and roll it into a tube about 2½ inches/6 centimeters in diameter. Twist each end of the plastic wrap to form a tight roulade as you roll it on the counter. If it gets out of shape on you, unroll it onto a new sheet of plastic and start again.</p><p>Bring a large pot of water to 180˚F/82˚C. Drop the roulade into the water and weigh it down with an appropriately sized plate to keep it submerged. Cook the roulade, maintaining a water temperature of between 170˚ and 185˚F/77˚ and 85˚C, until an instant-read thermometer reads between 140˚ and 150˚F/60˚ and 65˚C when inserted into the center of the roulade, 45 to 50 minutes.</p><p>While the roulade is cooking, fill a large bowl with half ice and half water. When the roulade is done, submerge it in the ice bath until thoroughly chilled, 15 minutes or so. Remove the plastic wrap and serve (see the headnote for suggestions).  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Think+You+Know+How+To+Cook+Eggs%3F+Chances+Are+You%27re+Doing+It+Wrong+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1304041922-fddadb.m3u?orgId=1&topicId=1053&ft=3&f=301013384"},{"href":"http://media.npr.org/assets/img/2014/04/10/cracked-egg-7daa3e102b3c4a0e1cef3797699a7878813faf7a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2715","width":"3620"}},{"href":"http://media.npr.org/assets/img/2014/04/10/fritatta_credit-donna-turner-ruhlman-84585914a287df25bd91cdc35196cd7847abf749.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2533","width":"3380"}},{"href":"http://media.npr.org/assets/img/2014/04/10/seafood-roulade-c12f75611227659e039285ff80f617e3185949dd.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2135","width":"2847"}}]}