{"created":"2015-03-27T21:31:00+00:00","modified":"2015-03-30T18:05:56+00:00","valid":{"from":"2015-03-30T18:05:56+00:00","to":"3015-03-30T18:05:56+00:00"},"hreflang":"en","guid":"628bbdc7-4c0d-485d-8681-9241b7d08ff3","title":"In Minnesota, ISIS may be building on the recruiting networks once used by other terror groups","published":"2015-03-30T18:05:53+00:00","byline":"Joyce Hackel","tags":["al-shabab","ISIS","recruitment","jihad","unemployment","teenagers","Abdirizak Bihi","terrorist recruitment","SafeMode","Conflict","Conflict & Justice","Minneapolis","North America","United States","al-shabab","ISIS","Twin Cities","Recruitment","Somali","Minneapolis","Jihad","Unemployment","teenagers","Abdirizak Bihi","Islamist groups","Al-Shabaab"],"teaser":"This Somali American was devastated when his teenage nephew traveled from Minneapolis to Mogadishu to join the extremists of al-Shabab. Now ISIS seems to be using the same recruiting networks to lure American teens to Syria and Iraq.","contentencoded":"<p>There's no shortage of news coverage about ISIS recruiters preying upon naive Western youth. But the story of American and European teens being lured into Islamic extremist groups pre-dates ISIS by a long stretch. </p>\n<p>Somali American Abdirizak Bihi remembers the night his nephew, Burhan Hassan, boarded a plane from Minnesota to join the Somali extremist group al-Shabab. </p>\n<p>It was on the eve of Election Day in 2008, and Bihi wasn't concerned at first. He thought his nephew was on the streets of Minneapolis, canvasing neighbohoods on behalf of Barack Obama.  </p>\n<p>\"His mom, my sister, was worried that he didn't come home as usual and she called me and other family members,\" he remembers.  \"I told her, 'Hey, he's 17. Don't worry about him. Maybe he's out there door-knocking for the election.'\" </p>\n<p>But Hassan was on his way the Horn of Africa, becoming the youngest al-Shabab recruit among the 27 Minnesotans who joined the group.</p>\n<p>\"He refused to fight and or get the training,\" Bihi says. \"He became a liability to them, and he was killed by the son of the former al-Shabab leader.\"  </p>\n<p>That was seven years ago. Now Bihi is worried ISIS is drawing on the same recruiting networks al-Shabab has spent many years honing on the streets of Minneapolis. A dozen residents of the Twin Cities have found their way to Syria in the past two years.</p>\n<p>\"We see challenged young people,\" Bihi says. \"They are challenged because they cannot find opportunities to find employment or join a positive programming like after-school.\" </p>\n<p>Bihi directs the Somali Education and Social Advocacy Center in Minneapolis. He says unemployment is rampant among youth in the Somali enclave in the Twin Cities called \"Little Mogadishu.\" About 40 percent of young men there face unemployment, he says, compared to 3 percent statewide. The lack of jobs means recruiters can make inroads.</p>\n<p>\"The key here is resources,\" he says. \"You have a community that's really trying very hard to chase the American dream and at the same time that lacks the tools and the resources to reach that dream.\" </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-27%2Fminnesota-isis-extremists-seem-be-using-same-recruiting-networks-somali-radicals&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0327201506.mp3"},{"href":"http://www.pri.org/file/0327201506mp3"}]}