{"created":"2015-01-06T18:36:12+00:00","modified":"2015-06-25T17:45:43+00:00","valid":{"from":"2015-06-25T17:45:43+00:00","to":"3015-06-25T17:45:43+00:00"},"hreflang":"en","title":"D.C. Author George Pelecanos Writes What He Knows In 'The Martini Shot'","published":"2015-01-06T20:46:00+00:00","teaser":"In his new collection of short stories and a novella<em>, </em>Pelecanos explores crime, adoption and writing from an African-American point of view. He says he's \"aware of the responsibility\" to get it right.","itags":["npr_api","375166711"],"guid":"62947a5e-ff32-4d80-86e3-cd3224e3a7dd","contentencoded":"<p>When writer George Pelecanos was growing up in Washington, D.C., he was chased by the police several times.</p><p>\"It was almost like there's respect there. 'Chase me,' you know what I mean? 'See if you can,' \" Pelecanos tells <em>Fresh Air</em>'s Dave Davies. \"Sometimes when I'd be pulled over or whatever, there were times when a police officer would say to me, 'Where do you live, son?' 'Well, I live a few blocks down here.' And instead of arresting me for — he saw the beer cans in the back, or he could smell the weed in the car with my friends — he would say, 'All right, get on home and be careful driving there.' \"</p><p>Pelecanos says he wonders what would have happened if he had been arrested as a kid and \"put in the system.\"</p><p>\"My life would be completely different today,\" he says. \"It's why I'm so opposed to these stops for possession and this broken-window policing, because once you do that to a kid — once you put them in the system — it's very, very hard to come back.\"</p><p>Pelecanos is now a successful crime novelist who sets his stories in D.C.'s neighborhoods. His new book, <em>The Martini Shot,</em> is a collection of short stories and a novella about a TV writer and producer who discovers a member of the production crew has been murdered and then tracks down a killer. It's a plotline that blends a few elements of Pelecanos' writing and personal experience.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On writing in the first person as an African-American character in the story \"String Music\"</strong></p><p>I'm aware of the responsibility, let's put it that way. I wouldn't go there if I didn't think I could do it and do it well. I do feel like that's what a writer does, is he goes into other people's heads. Growing up [in D.C.], around here, in a city that was, when I was a kid, 75 percent black, you pick up the voices. And my dad had a diner and I was always out on the street, working with people, playing sports, things like that, and listening all the time. ... I sort of picked that up. I'm still very interested in that. A lot of what I do now, when I say I'm \"researching\" — it's really just being out there in the world and listening to people and trying to respect them when I get to the point where I'm putting it down on the page.</p><p><strong>On racism in America</strong></p><p>In general, you take the race thing and people seem to be surprised that there's still racism. It was supposed to end when Obama got elected, right? \"Post-racial America.\" So I'll say in general that what I think, unfortunately, is that this problem will be solved when people of my generation and older die off, basically. Because you see it very rarely now in kids — and kids, juveniles, people in their 20s, they just don't care about it. Even people of my generation who have these bad feelings, they know enough, they've been smart enough not to pass it on to their kids, and so that is what's going to happen. I think things are going to get better in probably 20, 30 years, when people my age and older are gone.</p><p><strong>On his experience adopting two kids from Brazil, which inspired the story \"When You're Hungry\"</strong></p><p>Everybody thinks that adopting kids is some kind of noble calling, but I wanted to demystify it, take the mystery out of it and also show the humor of it. Because there are some sort of ridiculous things that happen when you adopt kids, and one of them is when you go to the lawyer's office — or whoever you're dealing with – [and] they throw a bunch of pictures on the table, of babies, and they'll say ... \"Choose a baby.\"</p><p>I would say to my wife, \"Well, OK, that's all well and good, but when I choose this baby, what happens to all the other ones? I'm rejecting them, it's a pretty big decision.\" Then we were in a meeting at some point and the attorney says to us, \"What kind of baby do you want?\" And I said, \"What do you mean, 'What kind?' Like, what color?\" And he's like, \"Well, yeah.\" I was sort of dumbfounded by that. ...</p><p>It's relatively easy to adopt kids if you're not trying to get kids that look exactly like you. Because you hear how hard it is. But actually it happened very quickly for us.</p><p><strong>On writing for <em>The Wire</em></strong></p><p>Laura Lippman, who was [series creator] David Simon's girlfriend at the time and she's a great writer out of Baltimore ... she gave David one of my books. It was a book called <em>The Sweet Forever,</em> which was one of my deep, urban, dark books that were set back in a time in Washington when things were pretty crummy.</p><p>I think she said to him, \"Read this guy. He's doing in Washington what you're sort of doing in Baltimore.\" So David read it and I met him — I saw him at a funeral, actually, of a mutual friend ... and he says, \"Ride back with me to the wake.\" So we're riding back and he says kind of casually, \"I just sold a series to HBO about drug dealers and police.\" He downplayed it. He didn't tell me about his ambition or really what the show was going to be about. But I knew his work from <em>Homicide</em> and especially <em>The Corner,</em> [the book he co-wrote with] with Ed Burns. ... He offered me an episode for that first season. I accepted David's offer and I wrote the episode, which was the penultimate episode of Season 1.</p><p><strong>On the last time he was arrested, when he was 28 years old </strong></p><p>I had been to a wedding in the daytime, which is always a bad idea, especially for my group of guys. So I got in a little accident, a little fender-bender in a parking lot, and it escalated — more than one guy and me. There was shoving and stuff like that. Somebody called the police and one of those guys blocked my car from behind so I couldn't leave. I saw the police pull into the parking lot and I was all jacked up on adrenaline and I just got in my car and I took off. I had to drive down the sidewalk to do it and a high-speed chase ensued, let's put it that way. I lost them because it was in my neighborhood where I grew up and I knew all the alleys and side streets, but it was very dangerous what happened because I was blowing red lights and cars were spinning. ...</p><p>Anyway, the next day they called me at my apartment said \"Would you like to come in or would you like us to come arrest you?\" Because they had my license plate numbers. So I went by my parents' house ... I told them, \"Mom and Dad, I'm about to go turn myself in,\" this and that. Anyway, I got charged with a bunch of stuff, including driving on the sidewalk, which is my favorite charge of that checkered night.</p><p>I ended up having to go to this class at night for six weeks and I was looking around at the people in the classroom and I saw a bunch of guys who, to me, they were losers, you know what I mean? And then I came to the realization that I was one of them. So I sort of grew up and that's what happens. I got married shortly thereafter; two or three years later I wrote my first novel, started a family. People do change. I believe in that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=D.C.+Author+George+Pelecanos+Writes+What+He+Knows+In+%27The+Martini+Shot%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375399672-d3d11c.m3u?orgId=1&topicId=1033&aggIds=100876926&d=2313&p=13&story=375166711&t=progseg&e=375387640&seg=1&ft=nprml&f=375166711"},{"href":"http://media.npr.org/assets/img/2015/01/05/george-pelecanos-credit-rosa-pelecanos-7a31767e02cc9bdf1c9b706c9b693b354f4ed347.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"669","width":"893"}}]}