{"created":"2015-01-12T21:18:22+00:00","modified":"2015-05-13T21:22:27+00:00","valid":{"from":"2015-05-13T21:22:27+00:00","to":"3015-05-13T21:22:27+00:00"},"hreflang":"en","title":"Bored ... And Brilliant? A Challenge To Disconnect From Your Phone","published":"2015-02-02T20:14:00+00:00","teaser":"Studies suggest we get our most original ideas when we stop the constant stimulation and let ourselves get bored. The podcast <em>New Tech City</em> is challenging you to disconnect — and see what happens.","itags":["npr_api","376717870"],"guid":"62a2e591-2e8f-4203-b87b-f7ddc99c82b2","contentencoded":"<p><em><strong>Updated Feb. 2, 2015:</strong> The challenge officially starts today. To help you put down the phone, WNYC has made a list of <a href=\"http://www.wnyc.org/story/18-places-where-you-can-probably-survive-without-your-phone/\" target=\"_blank\">18 places you can survive without it</a>, <a href=\"https://www.facebook.com/media/set/?set=a.423971381094036.1073741830.395029763988198\" target=\"_blank\">social media away messages</a> and compiled a <a href=\"http://www.wnyc.org/story/bored-brilliant-and-counterintuitively-interesting-reading-list/\" target=\"_blank\">bored (but not boring) reading list</a>, among others. We'll be back next week for a debrief on the experiment — stay tuned. </em></p><p>Hey smartphone owners — when was the last time you were truly bored? Or even had a moment for mental downtime, unattached to a device?</p><p>Many of us reflexively grab our phones at the first hint of boredom throughout the day. And indeed a <a href=\"http://www.flurry.com/blog/flurry-insights/mobile-television-we-interrupt-broadcast-again#.VLQV4tLF_To\">recent study</a> by the research group Flurry found that mobile consumers now spend an average of 2 hours and 57 minutes each day on mobile devices.</p><p>Are we packing our minds too full? What might we be losing out on by texting, tweeting and email-checking those moments away?</p><p>Manoush Zomorodi, host of the WNYC podcast <a href=\"http://www.wnyc.org/shows/newtechcity/\">New Tech City</a>, is digging into that question. She talked with NPR's Audie Cornish about a project the podcast is launching called <a href=\"http://www.newtechcity.org/bored\">Bored and Brilliant: The Lost Art Of Spacing Out</a>.</p><p>\"I kind of realized that I have not been bored since I got a smartphone seven years ago,\" Zomorodi says.</p><p>So the team at <em>New Tech City</em> is asking people to measure their smartphone use with an app called Moment (<a href=\"http://www.npr.org/blogs/alltechconsidered/2014/07/16/331727575/how-much-time-do-you-spend-on-your-smartphone-lets-see\" target=\"_blank\">which we've profiled before</a> — it counts how often you unlock your device and the minutes you spend using it) and then take some conscious steps to limit their digital interactions.</p><p>Zomorodi has already used Moment and says she averages 50-100 phone check-ins per day, quite a few of which were devoted to playing a game called TwoDots. (By the way, Zomorodi confirmed with a neuroscientist that playing the game does make you better ... at the game, and not much else.)</p><p>Studies suggest that we get our most original ideas when we stop the constant stimulation and let ourselves get bored, Zomorodi says. She points to <a href=\"http://www.spring.org.uk/2014/06/being-bored-can-fire-up-your-creativity.php\">a study</a> by a U.K. psychologist, Sandi Mann, who asked subjects to do something really boring and then try a creative task.</p><p>\"And the participants came up with their most novel ideas when they did the most boring task of all — which was reading the phone book,\" Zomorodi says. \"And in fact [Mann] is on a mission to bring back boredom.\"</p><p>She talked to Mann, who said that when we're bored, we're searching for something to stimulate us.</p><p>\"We might go off in our heads to try and find that stimulation by our minds wandering, daydreaming and you start thinking a little bit beyond the conscious, a little bit in the subconscious which allows sort of different connections to take place,\" Mann said.</p><p>Zomorodi says studies also show that smartphones impinge on our ability to do \"autobiographical planning\" or goal setting, which may keep us even more stuck in a rut.</p><p>And that's where the Bored and Brilliant project comes in. The challenge will take place the first week of February, but <a href=\"http://www.wnyc.org/series/bored-and-brilliant/\">you can sign up now</a>. After tracking your usage, New Tech City will collect stories and provide tips for keeping your phone at bay. We'll check back in with Zomorodi — and you — next month to see how it goes.</p><p>(As an experiment, Zomorodi and her producers filmed people walking down the street in New York City and counted the number engaged with a phone in some way. You can watch their video below.)  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bored+...+And+Brilliant%3F+A+Challenge+To+Disconnect+From+Your+Phone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"347"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788904-26cfe4.m3u?orgId=1&topicId=1049&d=347&p=2&story=376717870&t=progseg&e=376712664&seg=4&ft=nprml&f=376717870"},{"href":"http://media.npr.org/assets/img/2015/01/12/jh_boredbrilliant_aa_recliner_16-9-01ab31245298094efe36b70d49a91a729aabf11e.png","type":"image/jpeg","meta":{"crop":"standard","height":"528","width":"704"}}]}