{"created":"2014-09-22T18:25:22+00:00","modified":"2014-09-23T15:23:22+00:00","valid":{"from":"2014-09-23T15:23:22+00:00","to":"3014-09-23T15:23:22+00:00"},"hreflang":"en","guid":"62ae9946-0b2a-4ba6-b0d9-b400e59687eb","title":"America is becoming an under-the-radar hub of sumo wrestling","published":"2014-09-23T15:23:21+00:00","byline":"Alina Simone","tags":["sumo wrestling","amateur sports","match fixing","corruption","Sports","Long Beach","North America","Japan","United States","California","Southern California","Andrew Freund","Soslan Gagloev","Byambajav Ulambayar","Liz Seward","Sharran Alexander","Michael Wesemann","Sumo","Sumo wrestling","Sports","Byambajav Ulambayar"],"teaser":"Over the weekend, in Long Beach, Calif., a tournament featuring some larger-than-life competitors took place — the 14th annual US Sumo Open. Surprisingly, it's the biggest amateur sumo competition outside of Japan. So could sumo's time be arriving in the US?\r\n","contentencoded":"<p>In Long Beach this past week, 70 men and 15 women from more than a dozen countries participated in a sport that isn&rsquo;t commonly associated with Southern California: sumo wrestling.</p><p>The <a href=\"http://www.usasumo.com/ussumoopen2014.html\">US Sumo Open</a> has grown to become the largest amateur sumo competition outside of Japan. And while it&#39;<span style=\"line-height: 1.538em;\">s probably a bit premature to claim that sumo is the next soccer, the sport has a lot to offer American watchers. Like instant gratification.</span></p><p>Sumo matches are incredibly short &mdash; think five seconds short. There are no<span style=\"line-height: 1.538em;\">&nbsp;commercial breaks and no stops to review the plays. Even the rules are simple: Y</span><span style=\"line-height: 1.538em;\">ou just push your opponent out of the ring or to the ground. No points necessary.</span></p><p>&ldquo;With sumo, it&rsquo;s relatively straightforward &mdash; even for a beginner &mdash; to understand what happens,&rdquo; says Andrew Freund, the founder of the US Sumo Open and a lightweight sumo champion himself. &ldquo;It&rsquo;s unlike sports like judo or wrestling or things like that, where it&rsquo;s a little bit more complicated.&rdquo;</p><p>And hey, you don&rsquo;t even have to be fat.&nbsp;<span style=\"line-height: 1.538em;\">At last year&rsquo;s US Open, 175-pound American wrestler Liz Seward took down a 400-pound British wrestler named Sharran Alexander.</span></p><p>&ldquo;Size doesn&rsquo;t matter very much, because if you can do something to exploit your opponent&#39;s weakness &mdash; to use your strength, get a good grip on the belt, to get a good position &mdash; you can topple anybody with the assets you have,&rdquo; Freund explains.</p><p>Before this year&rsquo;s Open, I had a chance to chat with one of the most colorful contenders. His name is Soslan Gagloev, and he started out as a freestyle wrestler in Russia. But then, at age 15, the Japanese poached him and convinced him to try sumo.</p><p>How? Disney World, of course.</p><p>&ldquo;Japanese coaches just came there to look at me and they invit[ed] me for two weeks,&rdquo; he says. &ldquo;Like, go to the Disney, see the Japan.&rdquo;</p><p>At first, Gagloev says he wasn&rsquo;t convinced about sumo as a sport.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;When I saw the sumo wrestlers, I thought, &lsquo;Just fat guys who cannot do anything. They just eating and sleeping.&rsquo;&quot; he remembers. &quot;But soon as I start &hellip; I was so impress[ed] how flexible [they] are, how they powerful, how they explosive. A lot of power they have.&rdquo;</span></p><p>Gagloev went on to become one of the youngest wrestlers to achieve elite rank in Japanese professional sumo. But five years into his career, he achieved another distinction: He became the first active wrestler to get kicked out of pro sumo for drug use.</p><p>&ldquo;It was a lot easier to kick the Russian wrestler out of the sport than to say that there were actually Japanese wrestlers doing marijuana as well,&rdquo; says Michael Wesemann, co-founder of <a href=\"http://sumotalk.com/\">Sumotalk</a>&nbsp;&mdash; your go-to source for pro sumo news.</p><p>But if Gagloev was thrown under the bus to protect Japanese sumo stars, it backfired. After his dismissal, Gagloev went to the press and revealed everything he knew about the dark underbelly of pro sumo in Japan. W<span style=\"line-height: 1.538em;\">e&#39;re talking cocaine, prostitutes and &mdash; most damaging of all &mdash; allegations of widespread fixing of bouts.</span></p><p>Surprisingly, Michael Wesemann doesn&rsquo;t think that&rsquo;s necessarily a bad thing.</p><p>&ldquo;That kind of corruption&rsquo;s been part of sumo since its inception,&quot; he says. &quot;It&rsquo;s very common for one wrestler to just defer to the other. And to me, it&rsquo;s not necessarily as much corruption as &hellip; that&rsquo;s just the way sumo is. It&rsquo;s just the way it works and its part of the sport. And once you can accept that and understand how it works, it&rsquo;s actually quite fascinating.&rdquo;</p><p>The taint of corruption still dogs the world of sumo, both pro and amateur. But b<span style=\"line-height: 1.538em;\">out fixing probably isn&#39;t an issue when it comes to the winner of the US Sumo Open. That&rsquo;s because the same guy has taken the gold for years in a row.</span></p><p>In fact, Mongolian Byambajav Ulambayar has gone undefeated in his last 50 sumo matches.&nbsp;<span style=\"line-height: 1.538em;\">He&rsquo;s so good, it&rsquo;s actually boring. Ulambayar defeated Soslan Gagloev at last year&#39;s Sumo Open and then beat him <em>again</em> this year, securing his eighth consecutive gold medal.&nbsp;</span><span style=\"line-height: 1.538em;\">&ldquo;I don&rsquo;t like to lose, you know,&rdquo; Ulambayar&nbsp;</span><span style=\"line-height: 1.538em;\">explains.</span></p><p>Luckily, Gagloev has a backup plan. After starting college a few years ago, he noticed a place where he might be able to transfer his skills &mdash; the offensive line of a college football team.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;I see the offensive lineman, when they going like one-on-one [against] each other, it really look like sumo,&rdquo; he says.</span></p><p>Gagloev played for various college teams in Florida for a couple of years. He says he even taught some of his teammates sumo techniques to increase their flexibility. N<span style=\"line-height: 1.538em;\">ext year, Gagloev is trying out for the NFL.</span></p><p><span style=\"line-height: 1.538em;\">So maybe soon we&#39;ll see pro football players trading their shoulder pads for a loincloth. Maybe <em>then</em> sumo will really hit the big time here in the US.&nbsp;</span><span style=\"line-height: 1.538em;\">In the meantime, there&#39;s always fantasy sumo. <a href=\"http://www.sumotalk.com/fantasy-sumo.htm\">Seriously</a>.</span></p><p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/cQIRDkDdLDY\" width=\"560\"></iframe></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Chuck%20Green8156.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/chuck-green8156jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092220148.mp3"},{"href":"http://www.pri.org/file/092220148mp3"}]}