{"created":"2015-04-27T22:18:11+00:00","modified":"2015-05-13T21:00:08+00:00","valid":{"from":"2015-05-13T21:00:08+00:00","to":"3015-05-13T21:00:08+00:00"},"hreflang":"en","title":"3 Reasons Republicans Might Cheer A Pro-Gay-Marriage Ruling","published":"2015-04-28T18:22:00+00:00","teaser":"The Supreme Court hears arguments on same-sex-marriage bans Tuesday. And even though Republicans are the traditional-marriage party, they just could welcome a pro-same-sex marriage ruling.","itags":["npr_api","402625277"],"guid":"62b4a8ed-9140-481b-800b-494023f5991a","contentencoded":"<p>The idea that the Supreme Court ruling in favor of same-sex marriage is a good thing for Republicans sounds counterintuitive — after all, the GOP is the party of traditional marriage.</p><p>But here's why it might actually be a good thing for the party:</p><p><strong>1. Public opinion is changing — at lightning speed.</strong></p><p>There's never been a social issue in America on which public attitudes reached a tipping point so quickly.</p><p>In 2014, support for gay marriage nationally was 56 percent. That's up from 30 percent in 2004. And among young people it's even higher. In the Republican Party, though, it's a different story. Around 70 percent of Republicans are against gay marriage, even though around 60 percent of young Republicans support it. There's no question where public sentiment is heading on this issue, and Republicans are very aware of this. What's now a popular position in a GOP primary is an unpopular, even untenable, position in a general election. A court decision in favor of marriage equality would allow Republican presidential candidates to say, \"I'm opposed to gay marriage but the court has spoken so now let's talk about something else.\"</p><p><strong>2. A court ruling in favor of same-sex marriage would let Republican candidates off the hook.</strong></p><p>Republican presidential candidates are doubling down on their opposition to gay marriage while at the same time trying to prove they respect gay people. It's an ungainly two-step. This weekend at the Faith and Freedom Coalition meeting in Iowa, Sen. Marco Rubio told the Christian Broadcasting Network that there is no federal constitutional right to same-sex marriage.</p><p>\"You have to have a ridiculous reading of the U.S. Constitution to reach the conclusion that people have a right to marry someone of the same sex,\" Rubio said. But Rubio knows that support for gay marriage is now a proxy for tolerance, especially among millennials, who tend to dismiss candidates they think are old-fashioned and out of touch.</p><p>So Rubio, who is presenting himself as a new-generation Republican, has also said that he would attend a gay wedding — and that he believes being gay is not a choice. Even Ted Cruz — the Tea Party-backed conservative firebrand who announced his candidacy with a clarion call for traditional marriage — held an event at a gay couple's home in New York City, where he told them he would be comfortable if his daughter were gay. Republicans would much rather not be talking about this at all, and if the Supreme Court rules in favor of marriage equality, many Republican candidates would heave a (private) sigh of relief. It would also allow them to talk about other social issues on which public opinion is more divided, like religious liberty or abortion.</p><p><strong>3. A Supreme Court ruling for same-sex marriage would mark a truce in the culture wars.</strong></p><p>It wasn't so long ago that Democrats were on the defensive when it came to cultural issues — crime, welfare, abortion, even same-sex marriage. But in the past 10 years that's changed as Republicans found themselves fending off charges of intolerance toward women, gays and minorities. Today even conservative evangelical leaders no longer demonize gays and lesbians the way past generations of culture warriors did. If the Supreme Court rules for gay marriage, it could simply take the issue off the table. And maybe 2016 would be the last election where the issue of gay marriage matters — even for Republican voters.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=3+Reasons+Republicans+Might+Cheer+A+Pro-Gay-Marriage+Ruling&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mara Liasson","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1402632494-59346a.m3u?orgId=1&topicId=1014&d=267&p=2&story=402625277&t=progseg&e=402629330&seg=16&ft=nprml&f=402625277"},{"href":"http://media.npr.org/assets/img/2015/04/27/471136132-eff536f2c19c70cddfcd0ff269ba8af053ff596e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/27/471362100-69c54c30986883afdc6ec670b430985ad74acae3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2537","width":"3383"}}]}