{"created":"2015-01-28T20:48:46+00:00","modified":"2015-01-28T20:48:56+00:00","valid":{"from":"2015-01-28T20:48:56+00:00","to":"3015-01-28T20:48:56+00:00"},"hreflang":"en","guid":"62b5d5fb-6ea5-4ab3-93b9-21eed40d2c86","title":"Would you take 100 lashes to spare a Saudi blogger? They say they will","published":"2015-01-28T20:48:55+00:00","byline":"Shirin Jaafari","tags":["Saudi Arabia","politics","Saudi blogger","Human rights in Saudi Arabia","Saudi-US relations","Justice","Conflict & Justice","Asia","Saudi Arabia","Asia","Middle East","Raif Badawi","Robert George","Obama","Salman","Abdullah","Saudi Arabia","Politics","Saudi blogger","Human rights in Saudi Arabia","Saudi-US relations"],"teaser":"A group of US university professors and human rights activists have written a letter to the Saudi ambassador to the US, asking him to stop the flagging of Saudi blogger Raif Badawi. If that's not possible, they say they're ready to take the lashes instead. ","contentencoded":"<p>When Princeton's Robert George heard about the case of Raif Badawi, he knew he had to act.</p>\n<p>The philosophy of law professor was outraged at the case of Badawi, a Saudi blogger who was sentenced to 10 years in prison and 1,000 lashes.</p>\n<p>Raif's crime? Writing on his website \"Free Saudi Liberals\" as a way to encourage debate about religion and politics. George and a group of other academics and activists <a href=\"http://arcoftheuniverse.info/wp-content/uploads/2015/01/Standing-in-Solidarity-with-Raif-Badawi.pdf\">wrote a letter</a> addressed to the Saudi ambassador asking that Badawi's sentence be halted.</p>\n<p>\"We asked ... if you will not heed our words on this, then each of us ask that we would each take 100 lashes,\" George says.</p>\n<p>George, who's also vice chairman of the US Commission on International Religious Freedom, says this is not a symbolic gesture. \"You don't make a request or an offer like this unless you mean it,\" he says.</p>\n<p>He adds that it would be highly unlikely that the Saudi government takes on their offer. \"It would be profoundly embarrassing to them to do this,\" he says.</p>\n<p>In the Jan. 20 letter, the American activists pointed out that Saudi Arabia had participated in the gathering in Paris to support freedom of speech after the attack on the French satiric magazine Charlie Hebdo.</p>\n<p>\"It's hypocritical of them to march in solidarity with the victims of terrorism and persecution for speaking their minds in Europe and then to practice that same abuse on people for speaking their minds ... in their own country,\" George says.</p>\n<p>The letter came just before President Obama's visit on Tuesday to Saudi Arabia. Obama paid his respects to King Abdullah, who died last week, and met with King Salman. </p>\n<p>George hopes that Obama brought up the issue of Badawi in his meeting with the new king.</p>\n<p>\"I know that he is there in the aftermath of the death of the king, there are diplomatic niceties that have to be observed, but we have leverage,\" he says.</p>\n<p>That leverage, George believes, comes from the close relationship that exists between Saudi Arabia and the US. And he says he understands that there are economic, geopolitics and military concerns to be considered. \"But remember, they want decent recent relations with us as well,'' George says. \"That gives us leverage. It's a two-way street.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012720155.mp3"},{"href":"http://www.pri.org/file/012720155mp3-0"}]}