{"created":"2015-02-26T17:40:24+00:00","modified":"2015-06-16T17:25:04+00:00","valid":{"from":"2015-06-16T17:25:04+00:00","to":"3015-06-16T17:25:04+00:00"},"hreflang":"en","title":"Pew Study On Religion Finds Increased Harassment Of Jews","published":"2015-02-27T02:42:00+00:00","teaser":"A quarter of all countries — home to 75 percent of the world's population — are coping with high levels of religious intolerance, and harassment of Jews has risen for the seventh straight year.","itags":["npr_api","389250366"],"guid":"62b8381c-5f01-4798-ad40-b98e0b4ea7f6","contentencoded":"<p><strong>Updated at 2 p.m. ET.</strong></p><p>This week, a man was sentenced to die in Saudi Arabia because he renounced his faith in Islam; a Hindu leader in India made a new accusation against Mother Teresa; a mosque near Bethlehem was set on fire.</p><p>It's hardly news that religious differences lead to conflict, nor is it surprising that governments try to restrict religious practice or favor some religions over others. But <a href=\"http://www.pewforum.org/2015/02/26/religious-hostilities/\">a report from the Pew Research Center</a> released Thursday shows the pervasiveness of religious intolerance around the world in 2013 — and finds that the targeting of Jews, in particular, has worsened over the past seven years.</p><p>About a quarter of all countries are dealing with high levels of religious hostilities within their borders, according to the annual report, and those countries are home to 3 out of 4 people on the planet.</p><p>China, India, Pakistan, Indonesia and Russia — all with big populations — are among the countries where the government either highly restricts religious practice or where there is a high degree of social harassment, including discrimination, vandalism against religious property and attacks on minorities.</p><p>The Pew report, which is based on data and reports from 2013, finds that Muslims and Christians face comparable levels of hostility, though Christians are harassed more often by governments, Muslims more often by individuals.</p><p>One group faces increased hostility: Jews. Each year since 2007, when Pew began these surveys, the targeting of Jews around the world has gotten worse.</p><p>European Jews, in particular, encounter intolerance, says Peter Henne, the lead Pew researcher on the report.</p><p>\"There's a pretty marked harassment of Jews in Europe,\" he says. \"They're harassed in 76 percent of countries in Europe, which is higher than the number of countries in which they're harassed in other regions.\"</p><p>The United States does not get off the hook in the Pew report. It ranks the U.S. as having a \"moderate\" level of religious harassment, on par with such countries as France, Slovakia and Mongolia.</p><p>\"In terms of what we see in the United States, there are some issues with land use, churches or mosques trying to build or expand their site and being blocked by local governments,\" Henne says. \"There are some tensions in prisons — limits on prisoners' ability to convert or to use things like tobacco in religious ceremonies.\"</p><p>Overall, the level of religious harassment in 2013 is about the same as it was the year before, according to Pew. But with only seven years of data, it's hard to see any historical trend.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Pew+Study+On+Religion+Finds+Increased+Harassment+Of+Jews&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Gjelten","audio":[{"meta":{"duration":"151"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389321649-44dc58.m3u?orgId=1&topicId=1016&d=151&p=2&story=389250366&t=progseg&e=389250631&seg=5&ft=nprml&f=389250366"}]}