{"created":"2014-10-08T14:33:28+00:00","modified":"2014-10-31T01:23:31+00:00","valid":{"from":"2014-10-31T01:23:31+00:00","to":"3014-10-31T01:23:31+00:00"},"hreflang":"en","title":"Move Over, Bridgegate: Chris Christie's Next Campaign Roadblock","published":"2014-06-07T16:02:00+00:00","teaser":"Turns out New Jersey's economy — not the George Washington Bridge scandal — may be the biggest threat to the governor's presidential ambitions.","itags":["npr_api","319675714"],"guid":"62b99af3-f07e-4459-826b-6e672a27e9fb","contentencoded":"<p>The U.S. economy reached a milestone this week: The country finally recovered all the jobs it lost during the Great Recession. But some states still lag behind when it comes to job creation — including New Jersey.</p><p>The Garden State's stalled economy may be an even bigger problem for Gov. Chris Christie than the scandal over lane closures at the George Washington Bridge.</p><p>When Christie took office in 2010, the state had just lost more than 100,000 jobs. Christie was undaunted. He talked about the \"Jersey Comeback\" at town hall meetings, on TV and at ground-breaking events.</p><p>\"The noise that you hear around us is the greatest noise I could hear as governor of New Jersey,\" he said at one groundbreaking in early 2012. \"It's the noise of construction. We have ended our decade of joblessness, and we're back to letting businesses know that they're welcome to grow here.\"</p><p>For a while, it seemed like the Jersey comeback was a real thing, says James Hughes, dean of Rutgers' public policy school and an expert on the region's economy.</p><p>\"[In] 2011, job growth accelerated,\" Hughes says. \"It accelerated again in 2012, so it looked like it was for real. But then somebody hit the economic pause button in the summer of 2013, and the economy has really been stumbling since then.\"</p><p>New Jersey has recovered less than half of the jobs it lost in the recession. A report by the <em>Star-Ledger</em> found the state is tied for 48th in private-sector job creation since 2010. Wall Street ratings agencies have slashed the state's credit rating six times.</p><p>The grumbling from Garden State residents is getting louder.</p><p>Kelly Conklin had hoped that Christie, a Republican, would make life easier for small businesses like his. Conklin, who owns a company that builds cabinets and architectural woodwork in the north Jersey suburbs, says rising state fees, and tolls he has to pay to get to job sites in New York City, are hurting his bottom line.</p><p>\"That falls heavily on small business,\" he says. \"I got a bill from state of New Jersey for $1,500 for fire safety. That's just outrageous, and it's a hidden tax. We're out here on our own, struggling every day.\"</p><p>The governor's economists predicted that tax revenues would go up by a very optimistic 5 percent this year. That didn't happen.</p><p>Christie was forced to plug the budget gap by cutting $2.4 billion in payments to an already under-funded pension system last month.</p><p>\"I'm going to pledge to make the payments that we need to make to not dig the hole any deeper,\" Christie said. \"But in a time when we're confronted with this type of challenge, I cannot also pay for all the sins of my predecessors.\"</p><p>This week, the state police troopers' union filed the first of what may be several lawsuits challenging those pension cuts. The \"Jersey Comeback\" banner has disappeared from Christie's appearances. Now the state's economy looks like a liability in Christie's possible run for the White House — on par with the ongoing investigations into lane closures at the George Washington Bridge last year.</p><p>\"I actually think that it's bigger,\" says Brigid Harrison, who teaches political science at Montclair State University. \"Many voters — particularly independent voters, who might be willing to consider Chris Christie even in the light of Bridgegate — may come to a negative conclusion based on his leadership in the economy.\"</p><p>But Christie's defenders say the governor can't take the blame for everything that's wrong with the state's economy. Hughes says the administration deserves credit for using tax incentives to keep even more jobs from leaving.</p><p>\"I think it's unfair,\" Hughes says. \"Some of the problems New Jersey has have been bipartisan, and underway for more than a decade.\"</p><p>But Hughes says that's part of being governor: You get too much credit when times are good, and a whole lot of blame when they're not.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Move+Over%2C+Bridgegate%3A+Chris+Christie%27s+Next+Campaign+Roadblock&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319718414-d8934e.m3u?orgId=1&topicId=1014&ft=3&f=319675714"}]}