{"created":"2015-03-13T22:28:47+00:00","modified":"2015-05-13T21:09:08+00:00","valid":{"from":"2015-05-13T21:09:08+00:00","to":"3015-05-13T21:09:08+00:00"},"hreflang":"en","title":"Who Is Tom Cotton, The Man Behind The Iran Letter?","published":"2015-03-14T05:33:00+00:00","teaser":"How a freshman senator from Arkansas and military veteran, not seen as a likely future politician, was able to grab the spotlight with a letter to Iran — and got 46 other Republicans to sign on.","itags":["npr_api","392867922"],"guid":"62bcf408-a533-41e3-bf4d-c842aa88c161","contentencoded":"<p>The man behind a letter 47 Senate Republicans addressed to Iranian leaders this week is a freshman senator who's been in the chamber just over two months. Tom Cotton was the unusual GOP candidate last fall who thrilled both the Tea Party base and the Republican establishment.</p><p>And now, the young Iraq War vet is a rapidly rising star among his new colleagues.</p><p>All week – even against a crescendo of backlash about the letter – there were still plenty of Senate Republicans gushing about the youngest member of their chamber.</p><p>\"Oh, Tom Cotton is a smart, talented senator,\" said Ted Cruz of Texas, who charged into his freshman year as the public face of a government shutdown. \"I like and admire Tom Cotton. I'm sorry people are saying mean things about him by comparing him to me.\"</p><p>For Iowa's Chuck Grassley, it's Cotton's resolve he admires.</p><p>\"He's a person you should never have to put down as, quote-unquote, undecided,\" Grassley said.</p><p>Mark Kirk of Illinois — who served as an intelligence officer in the Navy Reserves and is one of the most vulnerable Republican senators running for reelection in 2016 — marvels at Cotton's intensity.</p><p>\"He's a hard-charging guy,\" Kirk said. \"Ex-military. Very influential with the Republican conference.\"</p><p>The man they're praising has been in the Senate just a little more than nine weeks. He was barely into his first term in the House before he started ramping up to run for the upper chamber.</p><p>Now, at 37, Cotton has emerged as the stand-out of his freshman Senate class.</p><p>Tall and lanky with an impassive face. To some, Cotton can come off as aloof and distant. But colleagues call him fiercely focused — a politician who relentlessly stays on message. It was a trait on display this week as he barreled through confrontational interviews about his letter, such as one with <a href=\"http://abcnews.go.com/Politics/tom-cotton-denies-gop-letter-undermines-iran-nuclear/story?id=29513847\">ABC's Jonathan Karl</a> on Monday.</p><p>\"But you're trying to kill this deal, aren't you?\" Karl asked.</p><p>\"I'm trying to stop Iran from getting a nuclear weapon – today, 10 years from now, 20 years from now,\" Cotton responded.</p><p>\"But you've been quite clear that your goal in all of this is to kill this deal, because you do not think that President Barack Obama's negotiating a good deal,\" Karl pressed.</p><p>\"My only goal – for years now – is to stop Iran from getting a nuclear weapon,\" Cotton added.</p><p>Cotton declined to be interviewed for this story. But people close to him say the man who's monopolized many of the headlines this week has actually never taken naturally to being the center of attention.</p><p>\"He's just not gregarious. I think that's true,\" said Harvey Mansfield, a conservative scholar at Harvard, who attracts students with similar political leanings. Cotton was one of them. \"That's not his nature. But sometimes you can overcome that.\"</p><p>Mansfield was struck by this shy college kid from a cattle ranch in Arkansas.</p><p>\"He was not the type of student that you sometimes see – the future politician – who's good at making friends and looks around to do that,\" Mansfield said.</p><p>But Mansfied added that what Cotton may have lacked in social ease, he made up for in drive. While a lot of college students pick classes to dabble, Cotton came to his political philosophy course with a purpose.</p><p>\"He didn't want to be a philosopher for the sake of philosophy,\" Mansfield said. \"He wanted to see what he could learn in order to guide his life and give some structure to his thinking.\"</p><p>And Cotton has remained faithful to that thinking throughout his public life. Ranked as one of the most conservative House members, Cotton was the only Arkansas Republican to vote twice against the Farm Bill. Even though the bill was popular among farmers in his state, the vote was a protest against big government. The man he defeated to become senator, former Sen. Mark Pryor, tried to use it against Cotton, but to no avail.</p><p>Three years out of Harvard Law School, he joined the Army and became an infantry officer in Iraq. Now Cotton is one of the staunchest national-security hawks in the Senate. Last month, at an Armed Services committee hearing, he railed against the president's promise to close the prison at Guantanamo Bay, Cuba.</p><p>\"In my opinion, the only problem with Guantanamo Bay is that there are too many empty beds and cells there right now,\" Cotton blasted at Brian McKeon of the Defense Department. \"We should be sending more terrorists there for further interrogation to keep this country safe. As far as I'm concerned, every last one of them can rot in Hell. But as long as they don't do that, they can rot in Guantanamo Bay.\"</p><p>His Republican colleagues were impressed.</p><p>\"When he destroyed the administration the other day on Gitmo – that was perfect,\" Kirk glowed.</p><p>And now, there's already presidential chatter. A bill was introduced in Arkansas this week that would allow Cotton to seek re-election to the Senate — and run for president at the same time.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Is+Tom+Cotton%2C+The+Man+Behind+The+Iran+Letter%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"244"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392876230-fe7484.m3u?orgId=1&topicId=1014&d=244&story=392867922&ft=nprml&f=392867922"}]}