{"created":"2015-06-16T20:22:52+00:00","modified":"2015-06-18T13:08:37+00:00","valid":{"from":"2015-06-18T13:08:37+00:00","to":"3015-06-18T13:08:37+00:00"},"hreflang":"en","title":"Growing Up In Protected Americana, Hillary Clinton Looked Outside The Cocoon","published":"2015-06-18T13:05:00+00:00","teaser":"Clinton never moved back to Park Ridge, Ill., but when she talks about the America she wants to build, you can hear hints of what that suburb was like in the 1950s.","itags":["npr_api","413927185"],"guid":"62bcad71-e5f3-4aae-808c-0649d475de01","contentencoded":"<p><em>This story is part of NPR's series </em><a href=\"http://www.npr.org/series/415173943/journey-home\">Journey Home</a><em>. We're going to the places presidential candidates call home and finding out what those places tell us about how they see the world.</em></p><p>Hillary Clinton's family moved to Park Ridge, Ill., in 1950 when she was a toddler. It's a quiet, upper middle-class suburb of Chicago — except for all the airplanes.</p><p>\"Park Ridge is right under O'Hare [International Airport],\" said Ernie Rickets, who grew up with Clinton. \"It's in the final approach\"</p><p>Like so many families moving out of cities at that time, the Rodhams, Clinton's family, were looking for security, good schools and space to grow. Hugh Rodham paid for his family's home outright, with money he had saved as the owner of a drapery business.</p><p>Clinton's childhood friends, including Rickets and Betsy Ebeling, took me to the old neighborhood. The old house is on the corner. It's brick, two stories tall and nested under big shade trees.</p><p>\"We'd walk home from school, and my house was down there. And we'd sit on the fence and we had a lot of fun,\" said Rickets.</p><p>There were games of baseball played in the middle of the street; the sewer covers served as the bases — think of growing up in a Norman Rockwell painting. Here's how Cheryl Acton Harbour describes their childhood in Park Ridge:</p><blockquote><p>\"It was kind of like Americana. It was a coming together of circumstances of parents who wanted to start a good life — and they wanted grass and they wanted safety and they wanted good schools. And they kind of came here and created that. And we were kind of lucky to be at the right age, the right place.\"</p></blockquote><p>No doubt there were many communities like Park Ridge in the 1950s. It was after World War II but before Vietnam — a time of innocence in America, especially in an affluent Midwestern suburb.</p><p>Six of Clinton's old classmates agreed to meet me at the high school where they graduated, Maine South High, and for more than an hour they sat in the school's broadcast studio, reflecting on their coming of age in Park Ridge, when anything seemed possible. Well, almost anything — Judy Price, who met Clinton freshman year, points to the student council.</p><p>\"I think there were still differences,\" she said. \"The president was always a boy and the secretary was always a girl.\"</p><p>A young Hillary Rodham tried to change that, her friends say — not to make some big political or feminist statement, but because she thought she could. Ebeling, her good friend, says that Rodham ran for student council president and lost.<br /> <br />\"I was her campaign manager,\" she said. \"So I advised her — that, probably, that one didn't turn out so well.\"</p><p>Hillary Rodham also sent a letter to NASA, hoping to become an astronaut and got a letter back saying girls need not apply. But the fact that she even tried says something about the Park Ridge state of mind and the way Rodham was raised. Girls assumed they would go to college. And everyone was encouraged by teachers and pastors to look outside the cocoon of the suburbs, said Price.<br /> <br />\"Park Ridge helped to make us care about the world.\" she said. \"And I think what made her extraordinary was that she realized it a whole lot earlier on that certainly I did or anybody else I know.\"</p><p>After graduation, there were a lot of places Rodham called home. Wellesley College, where she shed her Republican upbringing and became a Democrat. Then law school at Yale. Then it was on to Arkansas to follow Bill Clinton, who would become her husband and the state's governor — and eventually the White House.</p><p>But when it came time to choose a place to put down roots, Bill and Hillary Clinton found a sheltered suburb much like Park Ridge: Chappaqua, N.Y., an affluent enclave an hour on commuter rail from Manhattan.</p><p>The striking thing about downtown Chappaqua is just how similar it is to downtown Park Ridge — the little shops and restaurants, the feel of being in a town square, straight out of another era.</p><p>\"It still has a little bit of that mom-and-pop shop thing going on, which I think is a great thing,\" said Grace Bennett, publisher of <em>Inside Chappaqua</em> magazine.</p><p>And the way people describe Chappaqua today is similar to the way that Hillary Clinton's friends describe Park Ridge of the 1950s.</p><p>\"It's a nice, low-key town. It's a small little town, and it's a fun town to be in and we love our neighbors and we love our town,\" said Virginia Shasha, who works at ICD Contemporary Jewelry, where the former president sometimes buys jewelry for his wife.</p><p>The Clintons live on a quiet street about a mile up the road from downtown Chappaqua. Their home is a white farm house near where the street dead ends at a cul-de-sac. Bennett drove me up to see it in her Subaru.</p><p>Clinton has come a long way, but, as one friend put it, you can take the girl out of Park Ridge, but you can't take Park Ridge out of the girl. Back at the high school, her old friends Betsy Ebeling and Mike Andrews reflect on how growing up there affected their worldview.</p><p>\"Those opportunities and that kind of glance into the outside world was available to us, yet we were still protected,\" Ebeling said.</p><p>Andrews has another word for it: \"sheltered.\"</p><p>\"But in a good way,\" Ebeling said. \"It was what, truthfully, what we would like for our kids today and our grandchildren — that you can have a breathing space.\"</p><p>Hillary Clinton never moved back to Park Ridge, and in the '80s, her parents sold their house on there. But when she talks on the campaign trail about the America she wants to build, you can hear hints of '50s-era Park Ridge.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Growing+Up+In+Protected+Americana%2C+Hillary+Clinton+Looked+Outside+The+Cocoon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"393"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414985837-d69d37.m3u?orgId=1&topicId=1014&aggIds=415173943&d=393&p=2&story=413927185&t=progseg&e=414970991&seg=7&ft=nprml&f=413927185"},{"href":"http://media.npr.org/assets/img/2015/06/16/hilary-student-council-tam-597db4b9b2fdee4d33d7b2eb765d94a2e9608b89.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"762","width":"1016"}},{"href":"http://media.npr.org/assets/img/2015/06/16/park-ridge-tam3_custom-2173f716e052173b0774accb63bd97baf921f8af.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1899","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/16/park-ridge-tam2_custom-acd2b5ebd4c19709e05f9e40ae2610942348d08d.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2892","width":"2280"}},{"href":"http://media.npr.org/assets/img/2015/06/16/gettyimages-779338-ad2dbe6cc62ceda430f6968b32e2a2305cfc5329.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1500","width":"2000"}}]}