{"created":"2015-02-13T19:29:00+00:00","modified":"2015-02-13T19:55:09+00:00","valid":{"from":"2015-02-13T19:55:09+00:00","to":"3015-02-13T19:55:09+00:00"},"hreflang":"en","title":"SNL Celebrates Its 40th Anniversary","published":"2015-02-13T19:55:00+00:00","teaser":"Original \"Saturday Night Live\" cast member Laraine Newman joins us for a look back on the groundbreaking program.","itags":["npr_api","386066574"],"guid":"62bde712-acd8-4db6-8a1a-3d1c3d5efccb","contentencoded":"<p>&#8220;Live from New York, it&#8217;s Saturday night!&#8221; TV viewers have been hearing those words for 40 years now. There have been nearly 800 episodes and more than 5,000 sketches and countless characters.</p><p>This weekend, Saturday Night Live will celebrate with a 40th Anniversary Special. It will run from 8 p.m. to 11:30 p.m. (live on the East Coast, on tape on the West Coast), followed by an airing of the first-ever &#8220;Saturday Night Live&#8221; episode, from Oct. 11, 1975, which was hosted by the late George Carlin.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson looks back on the groundbreaking program with one of the original cast members, <strong>Laraine Newman</strong>. The characters she originated include Sheri the Valley Girl and Connie Conehead.</p><h4>Interview Highlights: Laraine Newman</h4><p><strong>On the beginning of SNL</strong></p><p>&#8220;The show was supposed to air in place of the Johnny Carson reruns. It was only supposed to be a 13-week run, with an option for five weeks and of course, I thought, like that will ever happen.&#8221;</p><p>&#8220;We’d all come from sketch comedy groups. I came from the Groundlings, which was very new at that point, but it was basically, you know, you were on stage, you were doing a sketch, you run offstage, you change your costume, you get into a new one, you come on stage in the dark, the lights go up and then you start a sketch. And that was pretty much what the show was. So, I think we were all pretty much prepared for that kind of work, but we came from different kinds of companies. And in the beginning, Lorne would have us do improv at his loft in Midtown, and that didn&#8217;t quite achieve, I think, the camaraderie and, you know, the kind of simpatico that most groups that had been working together for years would have, but still we gained that over time.&#8221;</p><p><strong>On working with Lorne Michaels</strong></p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;In the beginning, Lorne would have us do improv at his loft in Midtown.&#8221;</p><p></div></p><p>&#8220;Well, I met him when I was 22 and he was 28, and I think that at the time, my perspective on it was that he was still reconciling his position as boss and was still befriending people that worked for him. Then he sort of had to be in a position that was moving back from that, which was kind of hard for all of us. It was kind of come here and go away. But, I ultimately feel nothing but affection for Lorne because he always helped me. He always gave me terrific advice. He always really did his best for me. He always made sure that the writers were making sure that I had something in the show because you know, people now write stuff for themselves. At the time, the only person who wrote was Danny, the only person in the cast. I mean, some of the stuff that I did on the show that was my work, was stuff I had written in the Groundlings, or ideas that I might have had, but I did very little writing. He did that for everybody, really, because I stayed there late at night with the writers and I could see him going door-to-door and saying, ‘I need something for Garret,’ or ‘I need something for Jane.’ So he took care of everyone really.&#8221;</p><p><strong>On Lorne and opportunities for women on the show</strong></p><p>&#8220;Lorne has always been a champion of women’s humor. He started out writing for women. He wrote for Phyllis Diller, and of course he produced Lily Tomlin’s special. He always supported the women, this whole notion that there was sexism on the show, I never saw it.&#8221;</p><p><strong>Looking back on her SNL years</strong></p><p>&#8220;It just seems like a different universe. It is so long ago, and also it just feels like yesterday as well. It was so much fun. That’s all I can think about is how fun it was.&#8221;</p><p>&#8220;At the time, I could not possibly have fathomed that things like ‘parental units’ and ‘consume mass quantity’ could become part of the vernacular. It would have never occurred to be that that could happen.&#8221;</p><p><a href=\"http://www.youtube.com/watch?v=M1VIbcmIgHQ\">[Youtube]</a></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.larainenewman.com/Laraine_Newman/Hey.html\" target=\"_blank\">Laraine Newman</a></strong>, comedienne, actress and member of the original SNL cast. She tweets <a href=\"https://twitter.com/larainenewman\" target=\"_blank\">@larainenewman</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=SNL+Celebrates+Its+40th+Anniversary&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"604"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386066577-d536cf.m3u?orgId=1&e=386066574&d=604&ft=nprml&f=386066574"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0213_chevy-chase-e1423841386338.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"889","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/0213_coneheads.png","type":"image/jpeg","meta":{"crop":"custom","height":"486","width":"712"}}]}