{"created":"2014-11-20T19:40:18+00:00","modified":"2015-05-14T21:11:47+00:00","valid":{"from":"2015-05-14T21:11:47+00:00","to":"3015-05-14T21:11:47+00:00"},"hreflang":"en","title":"Sleater-Kinney 2.0: The Band Talks About Its First Album In 10 Years","published":"2014-11-21T19:46:00+00:00","teaser":"Sleater-Kinney's Carrie Brownstein, Corin Tucker and Janet Weiss join Bob Boilen and Robin Hilton to discuss the band's new album, <em>No Cities To Love.</em>","itags":["npr_api","365464686"],"guid":"62c0ed92-7f19-4ea1-bb09-02b38654abc2","contentencoded":"<p>Following an eight-year hiatus after touring its last album, <em>The Woods</em>, Sleater-Kinney is back together. Earlier this year, the band put out a box set which included remastered versions of all seven of its albums, as well as a hardcover book featuring previously unseen photos. Included was an unlabeled 7-inch record with a new song, \"Bury Our Friends,\" which turned out to be more than a one-off reunion. Corin Tucker, Carrie Brownstein and Janet Weiss had recorded a full album, <em>No Cities To Love</em>, which will be out on Jan. 20.</p><p>All three members of the group have put out music over the last decade (and stayed friends — they really do watch episodes of <em>Portlandia </em>in each others' basements), but there's something special about the combination of these three women on stage or in the studio. We've got plenty of proof of that here. When they joined <em>All Songs Considered</em> hosts Bob Boilen and Robin Hilton to listen to songs from the new record and talk about how it was made, the topic of chemistry came up again and again. \"Part of this whole Sleater-Kinney 2.0 is breaking the rules,\" Corin Tucker says. \"We wanted to tell our story ... we feel like we need to stand up for ourselves.\"</p><p>Quotes from that conversation are below. You can hear the entire thing, along with clips from three songs from <em>No Cities To Love</em>, at the audio link on this page (<em>Audio will be available shortly)</em>.</p><hr /><h3><em>On deciding to get back together:</em></h3><p><strong>BOB BOILEN: </strong>I'm just wondering: who called who?</p><p><strong>CORIN TUCKER: </strong>Actually, Carrie was at my house. We were hanging out, and I think we were watching Portlandia episodes that they were working on. And Fred [Armisen] was there, too. We were talking about playing music ... and I said, ...'I wonder if we're ever gonna do a Sleater-Kinney show again.'</p><p><strong>CARRIE BROWNSTEIN: </strong>I think we had two people in the room who are known fans of the band. One is Corin's husband, Lance Bangs, and the other is Fred Armisen, who was a fan of the band long before he and I worked together... they were very encouraging, and I think just wouldn't let that conversation die...It was something that began percolating then. We talked to Janet and, you know, the conversation started.</p><hr /><h3><em>On the early stages of the songwriting process: </em></h3><p><strong>CARRIE BROWNSTEIN: </strong>We wrote in my basement. It took on many permutations, and eventually we settled on a process that was a little more akin to what we had done in the early years, partially because Corin and I had to kind of reacquaint ourselves to the very specific vernacular that she and I speak, musically. And so, [she] and I would work on songs and then bring them to Janet, instead of jamming ... It's almost telepathic. I think that Corin and I can complete each other's musical sentences in a way that never ceases to surprise me.</p><hr /><h3><em>On the lyrics to the album's first single, \"Bury Our Friends\":</em></h3><p><strong>CARRIE BROWNSTEIN: </strong>There's the line, \"Only I get to be sickened by me,\" or \"Only I get to be punished by me.\" A lot of this song was... trying to posit yourself — your body or your mind — into a space that is... assured, and safe, and sort of rejecting criticism and...having to figure out how to make sense of potential insignificance or irrelevance. It's just a lot about reclamation, I think.</p><p><strong>ROBIN HILTON:</strong> A song you think you could have written fifteen years ago, or twenty years ago, when the band was starting out? Or one that could only happen now?</p><p><strong>CARRIE BROWNSTEIN: </strong>Both, I think. I mean, lyrically, I feel like sometimes I've been writing the same song since I wrote the song 'You Annoy Me' when I was 16. But I think more in the second verse, I'm singing about seeking out fragments of stillness, and trying to make sense of power and struggle — not just as this propulsion where you're pushing against something, which is less combative and more about a solidity, like an inner kind of wholeness, that I think... I would not have sang about when I was 19.</p><hr /><h3><em>On aging and its effect on the band's sound: </em></h3><p><strong>BOB BOILEN: </strong>I mean, a lot of the drive in the music comes off as aggression, comes out as frustration. So much of rock music has to do with... this pent up energy , this pent up emotion — like, pissed at the world, pissed at the way people treat you — all that stuff. And that happens when you're younger, and that comes out as the force of guitars and drums. What is the driving force? How does the message connect to the energy of the song?</p><p><strong>JANET WEISS: </strong>I feel like, with the three of us, with the way we connect, there's a desperation to reach a certain level...a desperation to break through of the mundane, of the generic. We're trying to push through, so desperately, to something bigger, that it just sort of comes out in this really powerful, forward-moving way. But I don't think that's changed. I think...we just...don't write a lot of slow songs --there's a lot of...unbridled energy....I guess as far as young versus old, I don't really feel like I've said it all, and I'm comfortable, and I'm sort of ready to kick my feet up. I feel like there's a lot left to do... and if we're gonna do this, the three of us, let's make it off the charts.</p><hr /><h3><em>On </em>listening<em> to Sleater-Kinney's older albums before releasing the box set,</em> Start Together:</h3><p><strong>CORIN TUCKER: </strong>There's definitely a couple grimaces on the first record, like 'what?' But also, just a feeling of compassion for the journey that we took. We started the band so young, and everything that we wrote about, all the different parts of our lives, and all the different characters that we drew, I think they're really kind of special, and they obviously touched people really deeply.</p><hr /><h3><em>On being women in the music industry: </em></h3><p><strong>ROBIN HILTON: </strong>Politics have changed over the last twenty years. You wrote so much about how hard it was to be a woman, making this kind of music in particular, being in such a male-dominated field...I'm wondering if you feel like much has changed since then. If it's gotten any better.</p><p><strong>CORIN TUCKER:</strong> I think it <em>has</em> gotten better. Our society has become more progressive in talking about women's issues and safety and I think Obama just really stepped up recently and <a href=\"http://www.whitehouse.gov/blog/2014/09/19/president-obama-launches-its-us-campaign-end-sexual-assault-campus\" target=\"_blank\">spoke about</a> talking to survivors of sexual assault, and saying, you know, we've got your back. We need to do something about this. I mean, that's a really big deal. That's something no president has ever done, and, you know, for someone that's in charge of our country to say, \"This is important and we need to work on this, and keep working together,\" that's a huge step forward.</p><p><strong>ROBIN HILTON</strong>: I think, this year, I think the best rock records of this year are from women. I think of the St. Vincent record, or the Angel Olsen record. I feel like it's an area that [women] own this year.</p><p><strong>JANET WEISS</strong>: I still think if you looked at the headliners of festivals, though — the people that play after dark, I like to say — it's hard to be a woman. You will see it's very male-dominated, still. I mean, there's just still not a lot of women in those top slots, even though they have earned it completely. It's not like things are really that different, even though some of the best work is being made by women.</p><hr /><h3><em>On feeling like an outsider:</em></h3><p><strong>CARRIE BROWNSTEIN: </strong>I think in all of the creative pursuits I have, I feel like it's an exploration of otherness and feeling like an outsider and creating work that's strange and unusual that goes along the periphery for people to find if they need it. I think that's how I go through life — kind of in an outside lane, sort of observing. Observing what's happening in the center. And, so, I think a lot of these songs have to do with an inchoate, almost shapelessness. And I think that's why a lot of the titles have words like \"surface,\" and \"cities,\" these things that are logistically, technically concrete, but actually are so much more murky in reality. And trying to make sense of what that stability is, and what it means to feel other when there's so much in the middle that it keeps you not just on the outside, but wanting to be on the outside.</p><hr /><h3><em>On whether the band has evolved and been influenced by other music:</em></h3><p><strong>CARRIE BROWNSTEIN:</strong> Well, I really think Sleater-Kinney is a singular band with no clear predecessor or successor, so I don't think we started out creating music that you could see the palette of colors that we were using, and maybe draw a lineage. But certainly there wasn't a distinct band that we were pulling from, and I think subsequently, there haven't been bands that sounds like us. So I don't really know how we would've come back together and done anything other than be ourselves.</p><p>I do think that I like pop music, and I think a lot about melody — but that doesn't even mean Top 40 music, necessarily, it's just, in the years of listening to music, and what I've decided to discard, and literally throw out, it tends to be music that just doesn't have good songwriting, or good melody. Like, that's just what I come back to over and over again: a great chorus, or a great hook. It doesn't have to be saccharine, it doesn't have to be cheap. I think that, to me, has a forcefulness to it, and I do think that this record focuses on choruses in a way that some of our earlier records didn't. Although I can hear it come in on an album like <em>All Hands on the Bad One</em>, I can hear the poppier elements start to come out on that record. There's just such a singular aspect to this band. We're not porous, we're not letting a lot of outside things in. And when we do, the way that it's interpreted within the three of us, what comes out doesn't sound anything like what we brought in.</p><h3></h3>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sleater-Kinney+2.0%3A+The+Band+Talks+About+Its+First+Album+In+10+Years&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"2313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365507589-e5ec6c.m3u?orgId=1&topicId=1105&aggIds=100920965&d=2313&story=365464686&ft=nprml&f=365464686"},{"href":"http://media.npr.org/assets/img/2014/11/20/sleaterkinney-d03b8ffaf6487b07fae5fd8a87219bfcac243371.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"600","width":"800"}}]}