{"created":"2014-10-27T22:13:34+00:00","modified":"2014-10-31T01:20:22+00:00","valid":{"from":"2014-10-31T01:20:22+00:00","to":"3014-10-31T01:20:22+00:00"},"hreflang":"en","title":"More College Grads To Become Eligible For Loan Repayment Help","published":"2014-06-09T18:58:00+00:00","teaser":"The president issues an executive order today allowing more college grads to take advantage of the Pay As You Earn (PAYE) program.","itags":["npr_api","320360279"],"guid":"62e23140-5bd6-461b-b598-43cb4b845532","contentencoded":"<p>President Obama issues an executive order today that allows 5 million more college graduates to become eligible for the <a href=\"https://studentaid.ed.gov/repay-loans/understand/plans/pay-as-you-earn\" target=\"_blank\">Pay As You Earn</a> (PAYE) program, which caps federal student loan payments at 10 percent of income and forgives the remaining balance after 20 years of payments or 10 years for those in public service jobs.</p><p>Students with older federal loans (loans borrowed before October 2007 or students who have not borrowed since October 2011) were previously ineligible for PAYE. The new rules won&#8217;t take effect until December 2015.</p><p><strong>Sandy Baum</strong>, a research professor of education policy at George Washington University, discusses the executive order with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Meghna Chakrabarti.</p><h4>Interview Highlights: Sandy Baum</h4><p><strong>On President Obama&#8217;s executive order</strong></p><p>&#8220;It&#8217;s very important that the president is calling attention to the fact that too many students are struggling with their student loans. It&#8217;s not so much the one trillion dollars, because there are a lot of people out there with student loans, as the problems facing individual students. What the president is announcing today will help some students to pay less each month, but most important, it will call attention to the protections already in place, that mean that very few students should have to be making loan payments that they can&#8217;t afford.&#8221;</p><p><strong>On the impact of student loan debt on the economy</strong></p><p>&#8220;We don&#8217;t really have very good evidence about what the impact of student loans is on these activities, and you have to remember, it&#8217;s hard to know what to compare it to. If you went to college and got a degree and now have a job, you certainly have more money to spend than someone with the same job and degree who does have student loans. But for most people, if they didn&#8217;t borrow the money, they wouldn&#8217;t have been able to finance that education, and they might have even lower incomes now. The thing about lowering the interest rates is that if you put that together with these income-based repayment plans, monthly payments are already capped, so even if you have a high interest rate, you still don&#8217;t have to pay more than the amount you can afford. So if people are in income-based repayment, it might not actually change their monthly payments when the interest rate goes down, but it will make it more likely that they will pay off their loans sooner if they have lower interest rates.&#8221;</p><p><strong>On what we can do to help students and graduates</strong></p><p>&#8220;The biggest thing that we need to do to help students is to strengthen the economy. Students need jobs. College graduates have much better jobs and much better employment rates than high school graduates, but the reality is that the current generation is really struggling because of the bad economy. And no change in interest rates is going to really make their lives a lot better without an economy that can provide them with employment. That said, if you pay a lower interest rate on your loan and you&#8217;re taking advantage of income-based repayment, of course it&#8217;s gonna help you, you&#8217;re gonna have lower payments, but not as much as having a good job.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://gsehd.gwu.edu/faculty/sandy-baum\" target=\"_blank\">Sandy Baum</a></strong>, research professor of education policy at the Graduate School of Education and Human Development at George Washington University. She&#8217;s also a senior fellow at the Urban Institute.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=More+College+Grads+To+Become+Eligible+For+Loan+Repayment+Help&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"342"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320365713-6b9be6.m3u?orgId=1&ft=3&f=320360279"}]}