{"created":"2014-12-07T15:37:24+00:00","modified":"2014-12-15T18:44:05+00:00","valid":{"from":"2014-12-15T18:44:05+00:00","to":"3014-12-15T18:44:05+00:00"},"hreflang":"en","title":"With Kleenex And A Sense Of Awe: Decking Out The White House","published":"2014-12-11T19:52:00+00:00","teaser":"The lucky volunteers who decorate the Executive Mansion with garlands and crystal come from all over the country, bringing their stories as well as their cheer.","itags":["npr_api","369095988"],"guid":"62fdb079-bd21-46fb-9e65-01cd68cf30cd","contentencoded":"<p>The White House is decked out in miles of ribbon and fresh garland, gold leaf and sparkling crystal accents, 26 Christmas trees and even animated replicas of the first dogs, Sunny and Bo.</p><p>Getting the executive mansion ready for the tens of thousands of visitors who will walk through in the coming days took hundreds of hours and about 100 volunteers.</p><p>At the entrance of the East Wing is a tree decorated with red, white and blue bows. Martha Hopp, from Illinois, tied those bows.</p><p>\"This is the veterans' tree, but it becomes the star tree when family members come in,\" Hopp says.</p><p>This is the Gold Star Tree. Family members of fallen servicemen and women write the names of their loved ones on ceramic star ornaments with gold trim.</p><p>\"When a mother comes up here and she puts a star on the tree, and you see the tears flowing — I don't have enough Kleenex today,\" Hopp says. \"This is holy ground to me.\"</p><p>Hopp is a retired florist. Her son submitted her application to be one of the White House decorators this year.</p><p>\"And then when you come, you don't have any idea where they are going to place you,\" she explains. \"I feel like God kind of led me in this direction. I have a Navy chief son, retired, and I have a grandson that was a Marine, was in two tours of Iraq and was shot the second time. But God willing, he came home and I don't have to put a star on the tree.\"</p><p>Kurt Reichert, a retired art teacher from Columbus, Ohio, shows visitors the library. The room is decorated with hand-painted globes, and on the wall, Reichert points out, is a Georgia O'Keefe painting.</p><p>\"It's amazing,\" he says.</p><p>Volunteering at the White House Christmas was one of the only items on his bucket list when he retired, Reichert says.</p><p>\"Everyone said, 'What are you going to do when you retire?' I said, 'I'm going to decorate for Christmas at the White House,' \" he says. \"And they said, 'How are you going to do that?' And I said, 'I don't know, but in my retirement that's what I'm going to figure out.' So it's been great.\"</p><p>Frank Champa is a costume designer from Maine. From Eisenhower to Ford, Champa's grandfather worked as a White House florist.</p><p>\"He started off as a florist in Washington, D.C.,\" Champa says. \"He just volunteered initially, and then they started hiring him, and then he became a florist in the florist shop.\"</p><p>Champa says being in the White House has been an emotional experience.</p><p>\"Initially you work in a warehouse for a little while, and then you come here, and you work, and you want to get your job done, and you want to please everyone,\" he says. \"Then you sit there eating lunch that the White House kitchen is making for you, and you sit there and realize where you are. It's really pretty amazing.\"</p><p>Rocky Brook of Irondale, Ala., began his journey to the White House half a century ago. In 1959, he read about Mamie Eisenhower's White House, and his love of the Executive Mansion was born.</p><p>\"I was just awed by the wonder and history of the house, and have been studying and collecting books ever since — and doing programs,\" Brook says.</p><p>His programs about the White House and its history started as a slideshow. Now it's a 90-minute PowerPoint presentation for students and civic groups.</p><p>Someone who saw one of Brooks' presentations submitted an application for him to be a White House decorator.</p><p>\"I got a call,\" he says. \" 'Are you sitting down? You're going to Washington. You're going to be decorating the White House.' And it's been a thrill. I've been pinching myself every 15 minutes.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Kleenex+And+A+Sense+Of+Awe%3A+Decking+Out+The+White+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369108545-8aaa3d.m3u?orgId=1&topicId=1091&ft=3&f=369095988"},{"href":"http://media.npr.org/assets/img/2014/12/07/459895256-727257e592379016f1987b1578b98e9bedc14c3d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1884","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/07/459895262-1d2c5218c01ce35a78652c3ce360989edad16f14.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2065","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/07/459895266-cbb41e730b22eab4d5a8fefe4abe2723918f6705.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1966","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/07/459895292-8e6f60ad8f53c8c66e1db9c88aa337ee9f813dd3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1940","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/12/07/459895298-2b3b152412b7761b01e1f2efb4a2fe60162ac035.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3280","width":"4928"}},{"href":"http://media.npr.org/assets/img/2014/12/07/459896352-13e8c483088a51f620bdaffef2760256196683dc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4896","width":"3264"}},{"href":"http://media.npr.org/assets/img/2014/12/07/hopp-1d0e407384489c440a1e31041d6e711e73064243.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"449","width":"599"}}]}