{"created":"2015-01-21T22:28:19+00:00","modified":"2015-01-22T18:41:48+00:00","valid":{"from":"2015-01-22T18:41:48+00:00","to":"3015-01-22T18:41:48+00:00"},"hreflang":"en","guid":"62ff3161-8303-47d4-971f-1794907bd784","title":"When will Starbucks pop up all over Cuba? Don't count on it ","published":"2015-01-22T18:41:47+00:00","byline":"Joyce Hackel","tags":["Cuban","Cuba","Communist government","managed economy","trade","sanctions","embargo","rice","agriculture","Business","Business, Finance & Economics","Havana","North America","Cuba","Central America/Caribbean","North America","Jake Colvin","Cuban","Cuba","Communist government","managed economy","Trade","sanctions","Embargo","Rice","Agriculture"],"teaser":"American and Cuban officials are sitting down in Havana this week to try to hammer the details of their rapproachment. But McDonalds and Walmart won't move in anytime soon.\r\n\r\n","contentencoded":"<p>Cuban officials sitting across the table from Americans in Havana this week are hoping to sort out the next steps in normalizing relations. That's on the heels of President Obama's request for the US Congress to lift the embargo on trade with Cuba. But even if that momentous step is taken, progress on integrating the economies of the neighboring nations isn't around the corner. </p>\n<p>\"Turning off sanctions isn't like turning on a spigot to foreign investment and trade,\" says Jake Colvin, a vice president for global trade issues at the National Foreign Trade Council. \"Everybody has to get out of their heads the scenes from \"The Godfather Part II.\" Cuba is not going to turn into a mini-Las Vegas or a Reno.\" </p>\n<p>Cuban officials are hanging tight to their managed economy and will do their best to control any transition. And Colvin says conditions on the ground in Cuba will dictate the speed of change. That's likely to mean no shortage of red tape and bureaucracy.  </p>\n<p>\"What's gonna matter at the end of the day is the reality on the ground in Cuba, the ability of Cubans to sustain foreign investments, for Cuba to pay for things it might want to trade for, and for the attitudes and policies of the Cuban government,\" he says. </p>\n<p>While the US imposed an economic embargo on Cuba in 1960, a handful of countries - most notably Venezuela, Canada and Brazil - carry on a robust trade with the island.  Still, Cuba's Communist Party closely manages trade and investment. </p>\n<p>\"The challenge for American companies will be first of all understanding that there are some sanctions in place and navigating those, and making sure that they don't get wrong-footed with US law,\" Colvin says.</p>\n<p>US agricultural exporters are especially keen to get their foot in the door. For instance, before the US embargo, Cuba was the top export destination for US-grown rice. Cubans consume an estimated one million metric tons of rice and more than half of that total is imported. </p>\n<p>Cuba's trade relations have gone through major upheavals in recent decades. It was closely tied to the Soviet Union's economy. But after the fall of the Berlin Wall, that relationship began to fray. </p>\n<p>\"They transitioned from being dependent on Russia in the late 80s and early 90s to being dependent on Venezuela,\" Colvin says. \"Now Venezuela is going through their own challenges economically and politically. My sense is part of the calculation for the Cuban government was we're not going to be able to rely on Venezuela and we need to hedge our bets and that's why I think in part they wanted this rapproachment with the United States.\" </p>\n<p>But even as relations with Washington begin to warm, Colvin says major US brands won't be setting up shop in Cuba anytime soon. </p>\n<p>\"There's this concern among those that have a nostalgia for what Cuba is, or was, or the old cars, and the architecture that is in old Havana right now,\" Colvin notes. \"The Cuban government is mindful of that they don't want a Starbucks on every corner or a Walmart on every corner ... There's still going to be a reluctance on the part of the Cubans to just open the floodgates.\"  </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012120151.mp3"},{"href":"http://www.pri.org/file/012120151mp3"}]}