{"created":"2015-03-31T23:29:11+00:00","modified":"2015-04-01T19:09:46+00:00","valid":{"from":"2015-04-01T19:09:46+00:00","to":"3015-04-01T19:09:46+00:00"},"hreflang":"en","guid":"62ff4eab-aea4-43e4-abe2-512c7d32a197","title":"Goodnight for Goodluck: Nigeria's president concedes election defeat","published":"2015-04-01T19:09:41+00:00","byline":"Traci Tong","tags":["Nigerian politics","Muhammadu Buhari","Goodluck Jonathan","Nigerian elections","Boko Haram","corruption","elections","Global Politics","Nigeria","Goodluck Jonathan","Muhammadu Buhari","Will Ross","Nigeria elections","Boko Haram","Democracy","islamic insurgency","Government","Nigerian presidential election","Politics"],"teaser":"For the first time in Nigerian history, an incumbent president lost during democratic election. But the real history was made when Goodluck Jonathan conceded to his rival, ensuring that the country will enjoy its first peaceful transition of power and possibly new hope in the fight against Boko Haram","contentencoded":"<p>All it took was a phone call for Nigerian President Goodluck Jonathan to make history on Tuesday night.</p>\n<p>After losing his reelection bid to former general Muhammadu Buhari — the loss was another first in Nigerian history — Jonathan phoned his rival to concede defeat. The call signaled the country's first peaceful democratic transition of power, ensuring that the tensions of the campaign wouldn't spill over into post-election unrest.</p>\n<p>\"The fact that Goodluck Jonathan phoned the opposition's Muhammadu Buhari to congratulate him is a massive moment for Nigeria,\" says the BBC's Will Ross, who covered the election. Other journalists and analysts covering the election gave similar praise to the move.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Probably the finest thing Goodluck Jonathan has ever done. Diouf and Rawlings did similar, advancing their countries in so many ways. Phew.</p>\n<p>— Mark Doyle (@Doylebytes) <a href=\"https://twitter.com/Doylebytes/status/582957356167860224\">March 31, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Ross says Jonathan's gesture could go a long way toward healing Nigeria after an election that took place against a backdrop of violence. Boko Haram, the Islamist insurgent group that has pledged loyalty to ISIS, has killed tens of thousands of people, kidnapped hundreds of school girls and burned villages in in the northern part of Nigeria. Jonathan was criticized for not responding sooner to the group's threat.</p>\n<p>Buhari, a northerner who ruled Nigeria in the 1980s as part of the former military junta, campaigned on the idea that he would be more effective again Boko Haram. \"He's got what it takes to boost the morale of the troops and ... to ensure there are no more situations like we've had in the last nine months, with large chunks of Nigeria being overrun by jihadists,\" Ross says.</p>\n<p>The vote also displayed Nigeria's religious and regional divides. \"We have a very polarized society in some ways with Buhari, a Muslim candidate from the north and Jonathan, a Christian from the south,\" Ross says. \"But maybe that will start to end. It'll all depend on whether the next government tries to govern for the entire country.\"</p>\n<p>For now, the transfer of power is an important first step. Jonathan's party, the People's Democratic Party, had held power since the end of military rule in 1999. The government became known for its extreme corruption, and the PDP's defeat may be a signal that politicians can actually be punished for misdeeds.  </p>\n<p>\"I think now the politicians know that they can be held accountable,\" Ross says. \"For all these years, there's been so much looting going on. ... And now, as long as the electoral commission stays independent the way it was during this poll, [there's] that sword hanging over the politicians' necks, if you like — that if you don't perform well and [you're] not doing things in the interest of the people, you can get a nasty shock and get booted out.\"</p>\n<p>Nigerians will start to see if that's true on May 29, when Jonathan's term ends and Buhari takes office.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-31%2Fno-luck-nigerian-president-goodluck-jonathan-who-loses-countrys-first-democratic&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}