{"created":"2015-04-17T08:39:24+00:00","modified":"2015-04-19T19:01:55+00:00","valid":{"from":"2015-04-19T19:01:55+00:00","to":"3015-04-19T19:01:55+00:00"},"hreflang":"en","title":"Clone Drama 'Orphan Black' Returns, As Complex And Complicated As Ever","published":"2015-04-17T19:25:00+00:00","teaser":"The BBC America series returns for a third season on Saturday. NPR TV critic Eric Deggans says the show's dense stories are immensely absorbing, but can make it hard to follow for casual viewers.","itags":["npr_api","400199569"],"guid":"6302836c-981e-4c54-8922-87fa3b45ea7b","contentencoded":"<p>For fans of BBC America's majestically complicated drama <em>Orphan Black</em>, this might be the toughest task they face all year: Explaining to newbies what the heck is going on just before the new season starts on Saturday.</p><p><strong>Spoiler alert: Several plot points from the new season are discussed below</strong></p><p>The series started with Sarah Manning, a con artist and onetime street urchin, stumbling upon a well-dressed woman who looked exactly like her, crying on a train platform — just before jumping in front of an oncoming train.</p><p>Turns out, the woman was Sarah's clone; over the show's first two seasons, Sarah discovers she is one of at least 10 clones created covertly. (Because, you know, human cloning is illegal and all).</p><p>Sarah and almost all her clones are played by Canadian actress Tatiana Maslany, who somehow has not won an Emmy or Golden Globe despite portraying so many people so seamlessly. And yes, I know that observation is a dead horse, well-beaten.</p><p>Still, Maslany's skill is evident from the first scene in Saturday's episode, where she plays a pregnant clone from Ukraine named Helena, enjoying a baby shower and cookout organized by her clone sisters.</p><p>Four of the six people in this scene are played by Maslany, who closed out last season by taping <a href=\"https://www.youtube.com/watch?v=XE2u_N8g6cs\">a clone dance party</a> featuring four of the clones boogieing down.</p><p>Producers say the actress loves the challenge of playing different clones in different roles, and there are several scenes in the new season where she plays clones pretending to be other clones in a mind-bending display.</p><p>I suspect one reason why Maslany hasn't been showered in Emmy gold is because academy members may see her work on <em>Orphan Black</em> as some kind of gimmick.</p><p>But the best compliment to her skills is the fact that, often you simply forget that she is playing multiple roles. These are all distinct characters who just happen to look alike, which is an amazing achievement on its own.</p><p>As the story progresses, Sarah and her clones discover there were also several male clones made, including a crazed soldier named Rudy.</p><p>\"You're a legend, Sarah Manning, you're made of the good stuff, aren't you?\" Rudy asks, quickly letting Sarah know that he is aware of all the people close to her, including her young daughter, Kira.</p><p>Rudy and the other males want something from Sarah and her sisters. They're dangerous, tattooed soldiers from a military venture known as Project Castor.</p><p>Sarah learns more during a phone call with another clone, a scientist named Cosima.</p><p>\"They're purpose-raised, untraceable, the perfect ghost soldiers,\" Cosima tells Sarah about the Project Castor boys, as the camera switches between the two of them.</p><p>That's a kind of scene <em>Orphan Black</em> often uses, allowing Maslany to play two different clones talking by phone in two different places.</p><p>But it can also be hard to follow. I even had trouble picking sound clips for the radio version of this story, because so many scenes required so much background knowledge to understand.</p><p>That's part of the fun of <em>Orphan Black</em>, which pulls fans down a rabbit hole of clones, clone creators, friends and villains.</p><p>But it's also the show's biggest weakness. The parade of clones and situations makes it difficult for new or casual fans to stay connected. And if the mythology gets too dense, viewers can stop caring about the characters.</p><p>Beginning at midnight Friday, <a href=\"http://www.slashfilm.com/orphan-black-free-streaming/\">there's a marathon</a> of old episodes on IFC and Amazon is offering access to the first season free, if you want to bone up.</p><p>It takes work to get the most out of watching <em>Orphan Black</em>, especially this season, as the show's producers push the envelope of how many characters and how many storylines they can pack into a single series.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clone+Drama+%27Orphan+Black%27+Returns%2C+As+Complex+And+Complicated+As+Ever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"190"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400285283-949225.m3u?orgId=1&topicId=1138&e=400199569&d=190&ft=nprml&f=400199569"},{"href":"http://media.npr.org/assets/img/2015/04/17/orphan-black-f71519de3bac6aa708cd4597015aa546fe51801a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1872","width":"2497"}},{"href":"http://media.npr.org/assets/img/2015/04/17/orphan-black1-1b6d1adecf462aa939be250942b5350abbaede98.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3738","width":"4986"}}]}