{"created":"2015-01-21T07:59:42+00:00","modified":"2015-06-05T15:30:22+00:00","valid":{"from":"2015-06-05T15:30:22+00:00","to":"3015-06-05T15:30:22+00:00"},"hreflang":"en","title":"Tax Preparers Get Ready To Be Bearers Of Bad News About Health Law","published":"2015-01-24T21:17:00+00:00","teaser":"With Affordable Care Act open enrollment ending Feb. 15, taxpayers could find themselves shut out of health insurance – and saddled with big fines – if they don't deal with taxes early this year.","itags":["npr_api","377685883"],"guid":"63098c17-7433-4fd1-8ba4-e493c058426d","contentencoded":"<p>Are you thinking about tax day yet? Your friendly neighborhood tax preparer is. IRS Commissioner John Koskinen declared this tax season one of the most complicated ever, partly because this is the first year that the Affordable Care Act will show up on your tax form.</p><p>Tax preparers from coast to coast are trying to get ready. Sue Ellen Smith manages an H&R Block office in San Francisco, and she is expecting things to get busy soon.</p><p>\"This year taxes and health care intersect in a brand-new way,\" Smith says.</p><p>For most people who get insurance through work, the change will be simple: checking a box on the tax form that says, \"Yes, I had health insurance all year.\"</p><p>But it will be <a href=\"http://kaiserhealthnews.org/news/most-marketplace-customers-have-new-filing-requirements-this-tax-season/\">much more complex</a> for an estimated 25 million to 30 million people who didn't have health insurance or who bought subsidized coverage through the exchanges.</p><p>To get ready, Smith and her team have been training for months, running through a range of hypothetical scenarios. She introduces \"Ray\" and \"Vicky,\" a fictional couple from an H&R Block flyer. Together they earn $65,000 a year, and neither has health insurance.</p><p>\"The biggest misconception I hear people say is, 'Oh, the penalty's only $95, that's easy,' \" says Smith, but the Rays and Vickys of the world are in for a surprise. \"In this situation, it's almost $450.\"</p><p>That's because the penalty for being uninsured in 2014 is $95 <em>or</em> 1 percent of income, whichever is greater. Next year, it's 2 percent. Smith says the smartest move for people to avoid those penalties is to sign up for insurance before Feb. 15, the end of the health law's open enrollment period.</p><p>But a lot of people may not think about this until they file their taxes in April. For them, it will be too late to sign up for health insurance and too late to do anything about next year's penalty, says Mark Steber, chief tax officer for <a href=\"http://offers.jacksonhewitt.com/tax-preparation/resource-center/healthcare-insurance-taxes/\">Jackson Hewitt</a> Tax Services.</p><p>\"They're kind of stuck,\" says Steber. \"Quite frankly that's a very difficult discussion.\"<strong> </strong></p><p>Steber's team at Jackson Hewitt is also role playing with tax advisors to prepare them for delivering bad news, in case taxpayers want to blame the messenger.</p><p>Lou Graham works at an H&R Block office in Hartford, Conn., and he is facing the same concerns. He is bracing to tell some people who got a subsidy all year long that it was actually too generous — maybe they made more money than they originally estimated. And, soon, they'll have to pay the government back.</p><p>\"I'm going to tell a client, 'I'm sorry, $300 of your return is not going to be yours.' Well, that will send them right through the roof,\" Graham says.</p><p>Like his colleague Smith in California, Graham is afraid some people may be completely unaware of the penalty for not having insurance.</p><p>That means Graham may have to deliver two pieces of bad news. First, he'll tell them they owe a penalty for 2014, and then he'll tell them it's too late to sign up for 2015. \"So they're going to get stymied twice,\" he says.</p><p>Graham says he also hopes to guide people to some good news. A lot of people may not know that they're able to get an exemption from the law's mandate to get insurance, and it's his job to pull it out of them.</p><p>A client could say to him, for example, \"'I didn't have insurance for six months, but you know what? I had got a notice that my electricity was going to be cut off.' Well, you fall into a hardship case,\" says Graham. \"Those things need to be explored and not many people want to bring that forward.\"</p><p>Bringing it forward it important. Tax preparers like Graham can only help if tax filers seek them out, and most people don't - not this early, at least, he says. \"People don't really start thinking about tax work until they get their W-2s in their hands.\"</p><p>That presents a real crunch. Most people won't get those W-2s until the end of January. That gives them just two weeks before the Obamacare clock runs out on them on February 15.</p><p><em>This story is part of a reporting partnership with NPR, WNPR, KQED and</em> <a href=\"http://www.kaiserhealthnews.org\">Kaiser Health News</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tax+Preparers+Get+Ready+To+Be+Bearers+Of+Bad+News+About+Health+Law&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jeff Cohen, WNPR","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378774509-79637c.m3u?orgId=1&topicId=1128&d=281&p=3&story=377685883&t=progseg&e=378774385&seg=12&ft=nprml&f=377685883"},{"href":"http://media.npr.org/assets/img/2015/01/16/hrblock_graham-8cd0fcc2ca639e26addef5b010e07050d730e420.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/01/16/hrblock_infographic_aca_enl-f646e2f76477c213e9bd3068ae8f1dbeaf48d63c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"8343","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/01/16/aca_penalty_infographic_enl-91f134fab1b4a15d9e776f98dd53115d7f560145.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1340","width":"800"}}]}