{"created":"2014-09-08T15:35:16+00:00","modified":"2015-02-18T17:06:56+00:00","valid":{"from":"2015-02-18T17:06:55+00:00","to":"3015-02-18T17:06:55+00:00"},"hreflang":"en","title":"Michael Brown's Family Plans Memorial; National Guard Is In Ferguson","published":"2014-08-19T18:33:00+00:00","teaser":"While early reports Tuesday quoted police saying that 31 people had been arrested last night, NBC News says it has more recent data showing 78 arrests.","itags":["npr_api","341574604"],"guid":"63091239-923f-476b-845e-3dbb596024a2","contentencoded":"<p>On Monday night, protesters clashed yet again with police in Ferguson, Mo., the St. Louis suburb where Michael Brown, an unarmed black teenager, was shot by police Aug. 9. National Guard troops deployed by Gov. Jay Nixon didn't get involved, and the officer in charge of security in Ferguson said police came under fire and were targeted by Molotov cocktails.</p><p><strong>Update at 1:25 p.m. ET: Latest News: Memorial Planned; Number Of Arrested Reportedly Doubles</strong></p><p>The family of Michael Brown says they'll hold a public memorial for the slain teenager on Monday, reports <a href=\"http://www.latimes.com/nation/nationnow/la-na-nn-ferguson-protests-michael-brown-020140819-story.html#page=1\">The Los Angeles Times</a>, which adds that the family hopes his body is released to them in the next two days.</p><p>While early reports Tuesday stated \"31 people had been arrested, some of whom came as far away as New York and California,\" <a href=\"http://www.nbcnews.com/storyline/michael-brown-shooting/78-arrested-overnight-most-missouri-arrest-records-show-n184036\">NBC News</a> says it has more recent police data showing 78 arrests — and of those arrested, the \"overwhelming majority of them were from Missouri.\"</p><p>An online memorial fund for Brown set up by the family's attorneys has now reached nearly $90,000. The firm says the family will use the money to pay for Brown's funeral expenses, as well as travel and living expenses as they advocate for justice on his behalf.</p><p>Residents of Ferguson and St. Louis say they're surprised to find themselves in the middle of a national discussion about race and police use of force. <a href=\"http://www.npr.org/blogs/codeswitch/2014/08/19/341608860/reality-meets-celebrity-in-ferguson-mo\">NPR's Gene Demby says</a> that despite St. Louis not having a history of civil disobedience, the times have changed.</p><p>A voter registration push is underway in the neighborhood where Brown was shot, as activists urge demonstrators to vote. \"In Ferguson, only 6 percent of registered African-American voters cast ballots in last year's municipal elections,\" NPR's Shereen Marisol Meraji reports. \"The mayor is white, as are five of the six City Council members.\"</p><p><strong>Our original post:</strong></p><p>Protesters took to the streets Monday night after Nixon said there would be no midnight-to-5 a.m. curfew. But police told them they had to keep moving and couldn't congregate in one spot. The Associated Press reports: [O]fficers trying to enforce tighter restrictions at times used bullhorns to order them to disperse. Police deployed noisemakers and armored vehicles to push demonstrators back. Officers fired tear gas and flash grenades.\"</p><p>NPR's Elise Hu, who is at the scene, told our Newscast unit that the situation deteriorated rapidly.</p><p>\"What had begun as a calm evening and a standoff between cops and some demonstrators ... turned in a flash, and smoke bombs and tear gas were thrown at the crowds to disperse the crowd,\" she said. \"The crowd started rushing back. I happened to see the smoke bombs or tear gas being thrown in both directions because some of the demonstrators actually picked up what was thrown at them and threw them back at police.\"</p><p>Capt. Ron Johnson of the Missouri Highway Patrol, who is in charge of security in Ferguson, said officers didn't fire a single bullet \"despite coming under heavy attack.\" He said four St. Louis County police officers were hit by rocks and bottles, and sustained injury. He said \"criminals\" in the crowd fired shots and threw Molotov cocktails at officers.</p><p>\"These criminal acts came from a tiny minority of lawbreakers,\" Johnson said. \"But anyone who has been at these protests understands that there is a dangerous dynamic in the night. It allows a small number of violent agitators to hide in the crowd and then attempt to create chaos.\"</p><p>As of 2 a.m. Tuesday, 31 people had been arrested, some of whom came as far away as New York and California, Johnson said <strong>(Update at 1:25 p.m.:</strong> NBC News says a total of 78 people have been arrested). Police also said two people were shot, but police officers weren't involved in those incidents, <a href=\"http://www.stltoday.com/news/local/metro/the-night-s-tense-tally-shot-fires-arrested/article_f794b446-1ee7-56f1-b4f5-03c5663b596f.html\" target=\"_blank\">the St. Louis Post-Dispatch reported</a>.</p><p>Several members of the media were arrested briefly, too. Scott Olson of Getty Images was covering the demonstrations; two German reporters — Ansgar Graw and Frank Herrmann — allegedly failed to follow police instructions, a claim they denied. All were later released.</p><p>NPR's Hu tweeted:</p><p>But the AP quoted Johnson as saying journalists had to be asked \"repeatedly to return to the sidewalks and that it was a matter of safety.\" And in some cases, he said, it wasn't immediately clear who was a reporter.</p><p>The unrest is having an impact on the community at large. Schools in Ferguson will be closed until the end of the week.</p><p>Lisa Chabot, who lives about a mile from where protests erupted, told St. Louis Public Radio's Tim Lloyd that parents are exhausted.</p><p>\"I want our kids to get back to normal,\" she said. \"This is tearing our community up. We have a beautiful community, and it's very frustrating for all the parents in the area.\"</p><p>For more on how the unrest is affecting those who live in Ferguson, do listen to a story by NPR's Shereen Marisol Meraji on today's <em><a href=\"http://www.npr.org/2014/08/19/341542530/nightly-chaos-disrupts-ferguson-residents-daily-lives\">Morning Edition</a></em>.</p><p>The clashes came a day after several significant developments:</p><p>-- <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/18/341345834/forensic-experts-discuss-six-bullets-that-hit-michael-brown\">A private autopsy</a> conducted at the behest of Brown's family found that the 18-year-old was hit by at least six bullets, including twice in the head. The AP reported that the St. Louis County medical examiner's autopsy found that Brown was shot six to eight times in the head and chest. Full findings are expected in two weeks. Attorney General Eric Holder said a third autopsy was performed Monday for the Justice Department.</p><p>-- <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/18/341427039/holder-to-visit-ferguson-obama-says-why-he-wont-go-too\">At a news conference in Washington</a>, President Obama said it was \"clear that the vast majority of people are peacefully protesting. What's also clear is that a small minority of people are not.\"</p><p>-- Obama also said Holder will visit Ferguson on Wednesday. That's also the day, the AP reports, that a grand jury \"could begin hearing evidence ... to determine whether the officer, Darren Wilson, should be charged in Brown's death.\" Last week, Wilson was identified as the officer who shot Brown.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Michael+Brown%27s+Family+Plans+Memorial%3B+National+Guard+Is+In+Ferguson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341574764-7a7750.m3u?orgId=1&topicId=1091&e=341574604&d=291&ft=nprml&f=341574604"}]}