{"created":"2015-06-03T12:18:12+00:00","modified":"2015-07-01T18:51:51+00:00","valid":{"from":"2015-07-01T18:51:51+00:00","to":"3015-07-01T18:51:51+00:00"},"hreflang":"en","title":"Microphone Check Live: Organized Noize","published":"2015-06-04T15:56:00+00:00","teaser":"We<em> </em>went to Atlanta to talk to the three-man production team behind some of the greatest songs ever: Ray Murray, Rico Wade and Sleepy Brown.","itags":["npr_api","411441037"],"guid":"630a0821-1cac-41e9-bcc2-c6d2e1d9c201","contentencoded":"<p>On May 18th <em>Microphone Check</em> went to Atlanta to interview the three-man production team behind some of the greatest songs ever: every one on Outkast's <em>Southernplayalisticadillacmuzik</em>, every one on Goodie Mob's <em>Soul Food</em>, TLC's \"Waterfalls,\" En Vogue's \"Don't Let Go,\" deep cuts and big hits everywhere. The people who came out to join the conversation and express their gratitude to Organized Noize included much of the Dungeon Family — Big Boi, Backbone and Mr. DJ got on mic, and Big Rube took Ray Murray's place on stage when Ray had to go celebrate his daughter's graduation from high school — and the whole room felt aligned and together and giddy. Ali said he was geeked, Frannie had the best time. We'll all do it again soon.</p><p><strong>FRANNIE KELLEY</strong>: This is Microphone Check, hip-hop from NPR Music. This is a dream come true. I want<a href=\"https://twitter.com/alishaheed\"> </a>Ali Shaheed Muhammad to say a few words here.</p><p><strong>ALI SHAHEED MUHAMMAD</strong>: You do? Oh, that thing we talked about before backstage thing?</p><p><strong>KELLEY</strong>: Yeah. That thing.</p><p><strong>MUHAMMAD</strong>: Oh, what up. I'm Ali Shaheed Muhammad. Hello. In other words, I'm starting this off?</p><p><strong>KELLEY</strong>: You asked to go first.</p><p><strong>MUHAMMAD</strong>: I know. Sometimes you think you're communicating something and it's just not. But welcome, <a href=\"https://twitter.com/therealonp\">Organized Noize</a>.</p><p><a href=\"https://twitter.com/sleepybrownatl\"><strong>SLEEPY BROWN</strong></a>: Yup.</p><p><a href=\"https://twitter.com/RicoWadeONPATL\"><strong>RICO WADE</strong></a>: Thank you. Thank you. Thank you.</p><p><strong>MUHAMMAD</strong>: Yo, I'm so geeked right now. Nah, I really am. Because when I first heard your sounds, it was just like, \"What is this?\" And from a hip-hop perspective, there's only been a couple people who've done that. Nah. There's more than a couple, but maybe on one hand: <a href=\"https://twitter.com/drdre\">Dr. Dre</a>, <a href=\"http://en.wikipedia.org/wiki/Marley_Marl\">Marley Marl</a>.</p><p><strong>WADE</strong>: Yup.</p><p><strong><a href=\"https://twitter.com/dungeoneze\" target=\"_blank\">RAY MURRAY</a></strong>: You guys.</p><p><strong>WADE</strong>: You guys. Now that you've admitted your position.</p><p><strong>MUHAMMAD</strong>: Oh. Yeah. That<strong> </strong>influence.</p><p><strong>WADE</strong>: Killed that.</p><p><strong>MUHAMMAD</strong>: But alright. Let me just take it — before we go — I want to start here. The Bronx, New York is the birthplace or, as the founding father<a href=\"http://en.wikipedia.org/wiki/DJ_Kool_Herc\"> </a><a href=\"http://en.wikipedia.org/wiki/DJ_Kool_Herc\">DJ Kool Herc</a> calls it, the Bethlehem of Hip-Hop. The backdrop to the sound of New York, which inspired many stories of the genre, can be best described by these lyrics: \"Broken glass everywhere. People pissing on the stairs, you know they just don't care. I can't take the smell. Can't take the noise.\"</p><p><strong>BROWN</strong>: \"Can't take the noise.\"</p><p><strong>MUHAMMAD</strong>: \"Got no money to move out. I guess I got no choice.\" Y'all know this, right? \"Rats in the front row, roaches in the back?\" --</p><p><strong>BROWN</strong>: \"Roaches in the back.\"</p><p><strong>MUHAMMAD</strong>: — \"junkies in the alley with a baseball bat. I tried to get away but I couldn't get far.\"</p><p><strong>AUDIENCE</strong>: (<em>mumbling</em>) \"Cause a tow truck man repossessed my car.\"</p><p><strong>MUHAMMAD</strong>: Words from \"The Message\" by<a href=\"https://twitter.com/djflash4eva\"> </a><a href=\"https://twitter.com/djflash4eva\">Grandmaster Flash</a><a href=\"http://en.wikipedia.org/wiki/Grandmaster_Flash_and_the_Furious_Five\"> </a><a href=\"http://en.wikipedia.org/wiki/Grandmaster_Flash_and_the_Furious_Five\">And The Furious Five</a>. It's the backdrop — the backdrop is poverty, ignorance, unjust treatment, and limited opportunities to climb out of an oppressed lifestyle. So before we go onto your classics, I wanted you to discuss the backdrop of East Point, College Park, Decatur, and the SWATS to someone like me from Brooklyn, New York, so that we can understand why you guys, 20 years later, are legendary. Your sound has a massive imprint on the history of hip-hop.</p><p><strong>WADE</strong>: I believe that — and that was great. \"The Message.\" That was great. So now I'm thinking about \"Crumblin' Erb.\" I'm thinking about, \"N----- killing n----- cause they just don't understand. Just crumblin' erb.\" You know what I mean? And that was — and I can't paint a picture like it was as bad as Compton was, but it was starting <strong></strong>to want to do the same thing for no reason. Gang-banging was starting to happen. It's here now. But these n----- is smarter, so they ain't doing it.</p><p>But when we were younger, we were wearing Dickies. We were — we just wanted to be a part of something. We loved hip-hop. We loved the West Coast culture. But, being in Atlanta, you could go to clubs and people would be be like, \"Is New York in the house?\" And we all would go, \"Yeah!\" \"Is the West Coast in the house?\" \"Yeah!\" I'm like, \"Damn.\" Cause the way — and they would say, \"Is Atlanta in the house?\" And I wondered if anybody else would say, \"Yeah.\" I swear this is just the truth.</p><p>I'm like — I might be saying — but this is how — cause, music, I felt like we loved it and believed in it because it was real. So it couldn't be real if we were talking about somewhere that we was not, that we didn't know nothing about. So we wanted to show respect in order to get those people to like us, and so musically that's why we dug in. But as far as the culture — that's what we contributed to hip-hop. We contributed certain things. Because \"The Message,\" like, we not being preachy.</p><p>I remember someone said early on, \"Oh, man,<a href=\"https://twitter.com/goodiemobmusic\"> </a><a href=\"https://twitter.com/goodiemobmusic\">Goodie Mob</a> that's<strong> </strong>gospel rap.\" Damn. I kicked him in his ass. I was like — I understood. I totally understood because we want to say something. We want to try to help. It's people out here that don't listen. I don't want to really talk to them in they face. These n----- don't listen. So you try to do<strong> </strong>other ways to reach them. So that's where I feel like — that's what we try to do with our music, and that's where --</p><p>And it's so funny when we did \"Player's Ball\" video — East Point, College Park, Decatur — it was like --<a href=\"https://twitter.com/iamdiddy\"> </a><a href=\"https://twitter.com/iamdiddy\">Puffy</a>, he was directing it or whatever. And he had to go back to New York because — he had to go back for whatever reason. But he was very honest. He called and said, \"We ain't got enough s---. You need to go shoot some more stuff. You seen what I was doing yesterday and I know you can handle it. Go get some more stuff. And what I'm thinking that we got this shot; we got that shot. But we need some more stuff to show them who y'all are.\" \"Cool. Let's go take a piece of the East Point side, the College Park side, the Decatur side. Cause these people, none of them they seen this s--- before.\"</p><p>And to me, that comes from hip-hop. That comes from our peers and the people we studied. Like you said, Marley Marl. People might not understand when you say Marley Marl or when we all praise Dr. Dre. Dr. Dre incorporates hip-hop trunk sounds with samples and playing music and he was sonically — even if he didn't make it,<strong> </strong>he was correct. He pushed music forward. One of the first hip-hop producers that made music that sold almost three billion records. And it's no wonder why he has — he's a billionaire with the Beats stuff. Cause he deserves it. And that means one day one of us will get it.</p><p><strong>BROWN</strong>: At one point it was all three of us. What you talking about?</p><p><strong>KELLEY</strong>: I think that one thing that people talk about when they talk about your sound — they use this word \"soul\" a lot. And that's what? It's like porn; you know it when you see it. But can you really say what it really is? Where does it come from? Let's not rely on it as a euphemism. Let's be real about what soul is.</p><p><strong>BROWN</strong>: Soul is just a feeling. What we tried to do in<a href=\"https://twitter.com/Outkast\"> </a><a href=\"https://twitter.com/Outkast\">Outkast</a>, we just wanted to make sure that — we didn't want to sound too West Coast or too New York. So the best way for us was just to do what we do. The South has this sound that is really touching, and it hits your heart. So I think that's what soul music is. It's us. It's the South. It's what we do. It's how we live. It's how we breathe. It's what we eat. Soul food. You feel me?</p><p>For us, for me, growing up in the backstage with funk, with my dad and stuff, I understood it. I remember when I was there, like 10 years old, when I first saw<a href=\"http://en.wikipedia.org/wiki/The_Sugarhill_Gang\"> </a><a href=\"http://en.wikipedia.org/wiki/The_Sugarhill_Gang\">Sugarhill Gang</a> backstage. I f------ freaked out. So for me, I wanted to make sure that we carried that sound, that <strong></strong>Atlanta sound, and brought it to a new — and, you know, me and Ray used to sit back and listen to — like, I was a big fan of<a href=\"https://twitter.com/futurefrequency\"> </a><a href=\"https://twitter.com/futurefrequency\">The Bomb Squad</a>, the producers. I wanted to be like them.<a href=\"https://twitter.com/hankshocklee\"> </a><a href=\"https://twitter.com/hankshocklee\">Hank Shocklee</a> would make this insane stuff, and so, for me, that's who I looked up to. And, as far as — because we were kind of doing that at first, but then<a href=\"https://twitter.com/la_reid\"> </a><a href=\"https://twitter.com/la_reid\">L.A.</a> said, \"Look. We ain't paying for the damn samples. Y'all going to learn how to play this s---.\"</p><p><strong>WADE</strong>: Actually, he said, \"We have 85,000 left in the budget, but we gon' have to spend 82,000 on samples.\" Are you s------- me?</p><p><strong>BROWN</strong>: So for us, we had to really dig deep and learn our roots. So soul music, man, truthfully, is us. Period. It's Atlanta.</p><p><strong>WADE</strong>: And to give it to you in even more layman's term, like, a Wurlitzer, that keyboard or whatever, so soulful. E3 organ, so soulful.</p><p><strong>KELLEY</strong>: Like it's a flavor.</p><p><strong>WADE</strong>: Clavinet.</p><p><strong>BROWN</strong>: Rhodes.</p><p><strong>WADE</strong>: A Rhodes. A great voice, without all the riffing. Just the soul <strong></strong>-- like<a href=\"http://en.wikipedia.org/wiki/Etta_James\"> </a><a href=\"http://en.wikipedia.org/wiki/Etta_James\">Etta James</a>. Soulful.</p><p><strong>BROWN</strong>: It's church.</p><p><strong>WADE</strong>: Yeah, church. Church but you might be a sinner. That's soul.</p><p><strong>BROWN</strong>: That's soul.</p><p><strong>WADE</strong>: Red silk shirts and Jordache jeans. That's soul.</p><p><strong>BROWN</strong>: Stan Smith's.</p><p><strong>KELLEY</strong>: Do you hear soul today?</p><p><strong>BROWN</strong>: I do. I mean, it's a different wave, but it's definitely still soul music.</p><p><strong>KELLEY</strong>: Where?</p><p><strong>WADE</strong>: <a href=\"https://twitter.com/ceelogreen\">CeeLo</a>.</p><p><strong>BROWN</strong>: Yup. CeeLo.</p><p><strong>WADE</strong>: <a href=\"https://twitter.com/samsmithworld\">Sam Smith</a>.</p><p><strong>BROWN</strong>: Sam Smith.</p><p><strong>WADE</strong>: S---.<a href=\"https://twitter.com/nickjonas\"> </a><a href=\"https://twitter.com/nickjonas\">Nick Jonas</a>, \"Jealous.\"</p><p><strong>BROWN</strong>: Yeah. \"Jealous.\"</p><p><strong>WADE</strong>: That's a soulful tune.</p><p><strong>MURRAY</strong>: That's an automatic.</p><p><strong>BROWN</strong>: So it's definitely out there.<a href=\"https://twitter.com/BrunoMars\"> </a><a href=\"https://twitter.com/BrunoMars\">Bruno Mars</a>. F------ soul as f---.</p><p><strong>WADE</strong>: Yup.</p><p><strong>KELLEY</strong>: How can you tell when somebody's faking it?</p><p><strong>WADE</strong>: They're — cause they can't really do it again. They can have — they're catchy. But it's always like — you be looking. You be like, \"Is that the truth?\"<strong> </strong>Or by performance, by performance, I could see them perform and be like, \"Uh-uh. They ain't got it.\" They put that together. But I can appreciate the effort to try to do something great. For real. I can appreciate someone. It reminds me of what we always like to do.</p><p>Like <a href=\"https://twitter.com/Pharrell\">Pharrell</a> and <a href=\"https://twitter.com/kanyewest\">Kanye West</a> are people that helps me believe that people still want our music. Whenever I hear somebody talking about, \"Man, they still want our stuff.\" You know what I mean?</p><p><strong>BROWN</strong>: True.</p><p><strong>BROWN</strong>: That's not being cocky, but that's just the truth.</p><p><strong>MUHAMMAD</strong>: Truth.</p><p><strong>BROWN</strong>: If you're say sorry you're going to hear it all day.</p><p><strong>WADE</strong>: Pharrell says it too, every time I see him.</p><p><strong>BROWN</strong>: Every time.</p><p><strong>WADE</strong>: He like, \"Where y'all at? Even at the party.\"</p><p><strong>KELLEY</strong>: You want to answer that question though? Where you are at and what is coming down the road?</p><p><strong>WADE</strong>: We are — we most definitely are blessed. Last year was the 20-year anniversary of Outkast. They did this incredible tour that<strong> </strong>like travelled the globe. I got to fly out to a lot of the shows. So that was kind of reassuring that people still like us. So at the point, it felt like it was OK to go ahead and put together the documentary. So we put together this movie, <em>The Art of Organized Noize</em>, where we're kind of explaining — we\" we're not, <a href=\"https://twitter.com/bigboi\">Big Boi</a>,<a href=\"http://en.wikipedia.org/wiki/Andr%C3%A9_3000\"> </a><a href=\"http://en.wikipedia.org/wiki/Andr%C3%A9_3000\">Andre</a>, CeeLo, <a href=\"https://twitter.com/gippgoodie\"><strong></strong></a><a href=\"https://twitter.com/gippgoodie\">Gipp</a>, L.A. Reid,<a href=\"https://twitter.com/pebbles2day\"> </a><a href=\"https://twitter.com/pebbles2day\">Pebbles</a>, Puffy.</p><p><strong>BROWN</strong>: Big.</p><p><strong>WADE</strong>: He here. We gon' keep saying that.</p><p><strong>BROWN</strong>: Keep saying that.</p><p><strong>WADE</strong>: But we got unreleased music. We got songs from Goodie to Andre 3000 to <a href=\"https://twitter.com/wizkhalifa\">Wiz Khalifa</a> to <a href=\"https://twitter.com/talibkweli\">Talib Kweli</a> to <a href=\"https://twitter.com/dareal_8ball\">8Ball</a> to <a href=\"https://twitter.com/snoopdogg\">Snoop Dogg</a>. Stuff that they didn't pay us the rest of the money or we didn't finish the hook.<strong> </strong>Shh. Shh. Shh. And we got these instrumentals.</p><p>We kind of want to reinvent ourselves. Like on Kraftwerks. We want to put out kind of faceless records or we put instrumental music or whatever. And we want to do it the way the kids release now, like from <a href=\"https://twitter.com/father\">Father</a> to <a href=\"https://twitter.com/ogmaco\">OG Maco</a>, you know, this independent thing where we don't really know who these guys are, but these guys are huge. And they are the new underground Atlanta sound. Now I understand they're giving away a lot of music. We don't like that. But we gon' try to figure out a way to give away some things. Get some things back. He's giving you email addresses, yelling. But he<strong> </strong>giving the s--- away.</p><p><strong>BROWN</strong>: Also on the album, I'm doing some singing songs on the album too, so it's going to be a mixture of instrumentals plus some new stuff from me.</p><p><strong>WADE</strong>: Any you boys from singing group know me, Sleepy. A lot of people say it's Sleepy though. It's all our group.</p><p><strong>MURRAY</strong>: More importantly, it's going to be like where we are, where we come from, and where we be going. Just give you a vision of how to think — just how to think. To go forward for the new millennium and all this. Cause right now we're kind of in the place where we accept a lot of mediocrity as great s---. And when you take your time to do something, it should last through time. That's about what we're about. That right there.</p><p><strong>MUHAMMAD</strong>: What inspired you to keep making music after so many decades and so many transitions of sound in music at this point?</p><p><strong>BROWN</strong>: Just the love of music and still wanting to be in it and still wanting to be a part of it, you know. We — just because we got older doesn't mean we're giving up or we're tired of doing music or we don't believe in it. S---. We believe like a m-----------. We still doing it. Rico in the house every <em>night</em> working till about five in the morning. Ray is in Stankonia. And Sleepy is sleep.</p><p>Nah, we all working on beats and stuff, man. We still just want to be a part of it. We feel like we still got motor, man. We're still moving.</p><p><strong>WADE</strong>: And we're fortune to be in a position to where we did make some records early in our career that we still get paid off of, so I'm not saying we have to rush to do anything. But when a <a href=\"https://twitter.com/kendricklamar\">Kendrick Lamar</a> calls us up, \"Come by the studio,\" two or three different times. <a href=\"https://twitter.com/jcolenc\">J. Cole</a>. Like all these young — we kind of gotta get off our ass and get together. Cause they saying we want your stuff and we want you to do it, and that honor is enough. But we also know — c'mon. I know what you're asking me for and what you want might be two different things.</p><p>Because I love hip-hop, but I don't want to, like, do this song for <a href=\"https://twitter.com/1future\">Future</a> and Andre 3000. And soon as we did, they both like, \"Oh, that's that classic Organized Noize.\" I said, \"That's not gon' be it, man. We gon' flip the beat. We got this little part.\" \"Nah, man. Leave it like that.\"</p><p><strong>MUHAMMAD</strong>: Are you talking about \"Benz Friends?\"</p><p><strong>WADE</strong>: Yeah. That song. But it's like, we had — oh, we got a mix of that too where we turnt <em>up</em>. But they wont let us go, cause they want it to sound like old Organized Noize. And I'm like, \"Damn.\" Ah, man. I was like, \"Man\" — I had to tell Future and Andre 3000 no. You know what I'm saying? I'm like, \"Do it. Hurry up. Cut the check.\"</p><p><strong>KELLEY</strong>: That's a thing that I don't know is always clear to people is your guys' role in artist development, and especially — correct me if I'm wrong — your relationship with Big Boi. I mean, how did that — what did you see in its earliest stages and how did you mold that into what we know it as now?</p><p><strong>WADE</strong>: I want to say that Big Boi is — from the very first Outkast album, he brought food to the table. He had ideas. He's a leader as well. And that's why with his album, the stuff that we do with him closely, it's not really about him needing us there. It's him knowing that we kind of need something to be doing. And we're too talented to not being doing it. So he's like, \"If I'm in a position, I want my dudes rocking with me.\"</p><p><strong>MURRAY</strong>: Yup.</p><p><strong>KELLEY</strong>: <em>Lucious Leftfoot </em>was slept on.</p><p><strong>WADE</strong>: We not gon' misrepresent those opportunities. So we be on each other like back then. Like, \"Yeah, that's dope, but let's make it better.\" I make my part better. He make his part better. And by doing that, we not going to lose together. We don't lose anyway, but together we won't allow each other to. And I'm being very honest. Creativity sparks creativity.</p><p>I can have a good vibe. Then Big just puts four bars on it. Ooh. Now I got another vibe. I put some stuff on it; he go back. It's like — but we not — you gotta have some kind of circle that you share with. Can't share with everybody cause n----- will run off with it. Excuse me. People'll run off with it. Not just n-----, people. They do. They do.</p><p>Yeah, so this music we feel like — family is what family does.<strong> </strong>Shout out.<a href=\"https://twitter.com/bigrube\"> </a><a href=\"https://twitter.com/bigrube\">Big Rube</a>. This my dude. Like, these m------------ — and he's been on a journey now. And he's still — he's not finished yet. But to know I got that as an asset. Like, \"Oh, let's do a record with him. We can use that, because he's a franchise that's moving in a direction that we want to go to. We want to get into some of that EDM/international, but yet Atlanta. He's our vehicle.</p><p>L.A. Reid always told us, \"You gotta have vehicles. You can't go where your music can't go, but they can.\" You know what I'm saying? Sometimes as a producer you're behind so many different sounds; people love somebody that's consistent with who they are. We jump from <a href=\"https://twitter.com/envogue\">En Vogue</a> to Goodie Mob. You can't — c'mon. It's very creative, but as far as a fan base, En Vogue fans might not necessarily want to hear the<a href=\"https://twitter.com/Ludacris\"> </a><a href=\"https://twitter.com/Ludacris\">Ludacris</a> song. But our fans would love both hit records.</p><p><strong>MURRAY</strong>: Great s---.</p><p><strong>WADE</strong>: Great stuff.</p><p><strong>MURRAY</strong>: So that's the whole point of it, is making great music. And it takes great ingredients and time to make great s---.</p><p><strong>KELLEY</strong>: Do you guys ever sit back and listen to your own work like Father was just saying he does and critiquing it and trying to get better?</p><p><strong>MURRAY</strong>: Most of the time it's — yeah, absolutely. Absolutely. You know, you never settle for what you did. What you did is always a picture of what you can do. That's how we like to look at it. We can learn from whatever we've done.</p><p><strong>WADE</strong>: Some of the pieces are remarkable. Like, what about — you can play, anytime you want to, 808, drums, bass line, Wurlitzer, vocals, horns. You could try to re-do it, and it's just not — it don't work. But some songs are so inspiring. Like I can go back and listen to — I called Big and I was like — I might be like — he have certain songs that I might be like, \"Oh, this is super dope. We just might need to go in and fix this part of the beat. Because the music is not important; what you're saying is so important. Let's make sure that comes across.\"</p><p>And to me that's what, I think, being in tune with it is about. Cause sometimes I can hear a track and not even hear what the person is saying, but the track is really driving me enough to continue listening to it or whatever. So it goes both ways. And when you find a way to meet in the middle, then I think you consistently drive people crazy.</p><p><strong>MURRAY</strong>: And as a producer, that's what you want to do. That's what we try to do. Is never try to re-create whatever we've done, but make something new for whoever we're working with. Like if you were a singer, we try to find your natural voice --</p><p><strong>KELLEY</strong>: I can't sing.</p><p><strong>MURRAY</strong>: — or brand. You feel me?</p><p><strong>KELLEY</strong>: No.</p><p><strong>MURRAY</strong>: I'm not saying that you can or can't. When you listen to old records back in the '60s and '70s and '80s, those guys or girls weren't necessarily the best vocalists in the world. You had <a href=\"http://en.wikipedia.org/wiki/Whitney_Houston\">Whitney Houston</a> of course, but then you also had <a href=\"https://twitter.com/carlysimonhq\">Carly Simon</a>. Not saying that she's bad but she's in no comparison to Whitney Houston. I'm just being honest. This girl sings in the church. This girl is just a good singer. There's two different kinds of vibes. So it's about how — if we were<strong> </strong>or not. And that's all — that comes from you. That comes from you. You exude that. So if you don't have that, you're going to have to learn how to bring it out.</p><p><strong>KELLEY</strong>: How do you hone your ear, then?</p><p><strong>MURRAY</strong>: Repeat<strong> </strong>the question.</p><p><strong>WADE</strong>: How you hone your ear — how do you know what you like? How do you like what you like even more?</p><p><strong>BROWN</strong>: It's just a feeling. If you hear something and then go, \"Oh, s---. What is that?\" Then that's it.</p><p><strong>KELLEY</strong>: But not everybody has good taste. Not everybody knows. Not everybody registers.</p><p><strong>BROWN</strong>: It's a feeling.</p><p><strong>MURRAY</strong>: Yeah it's a feeling. That's a feeling.</p><p><strong>BROWN</strong>: You know when you got a hit record.</p><p><strong>WADE</strong>: Well, some people can practice it by — when hit records in hindsight, you find out what records after they already blow up. If you just listen to hits, you can then figure out why you like those records. This is pretty thorough, good songwriting. I like the change. I like the arrangement. Then you might not get fooled by some of the fake records that you used to like.</p><p><strong>MUHAMMAD</strong>: Well, have you had record company executives or A&Rs tell you like, \"That's really not it.\" But you know in your heart that that's it, and you just fight the fight with them.</p><p><strong>WADE</strong>: I wish they would tell me when they —. They can't tell me! We just have to figure it out. Like, \"This thing.\" They ain't gon' say it. They scared to. Once you have some success you know how it is, they sit and look in your face and tell you they don't believe in it. Tell me. So I know that you don't get it. So we can do the other things we need to do in order to get the record to the certain point.</p><p>But that's just one thing, once again, that's what Antonio Reid did. He'll say, \"I don't get it.\" And we'd be supportive. \"You gon' get 'Ms. Jackson' next, but you gon' have to do 'Bombs Over Baghdad.' 'Elevators.'\" I don't know, Reid kind of slow. Put it on the radio.<strong> </strong>\"Man, y'all can call it.\"</p><p><strong>KELLEY</strong>: I'm having the best time. Ray, I know you gotta leave pretty soon so I want to make sure you get in what you want to get in. Or maybe — yeah. Could you tell us a song that you worked on that you fixed? That was like not working and not working and then you figured out the answer.</p><p><strong>MURRAY</strong>: Oh, OK. Sure. Let's do the first song that we had to do under guidelines, which of course would be TLC's Christmas song. They told us — we wanted to do — what song was it? \"Just hear those sleigh bells ring-a-ling, ring ting tingling too.\"</p><p><strong>BROWN</strong>: Yeah, yeah. \"Sleigh Ride.\"</p><p><strong>MURRAY</strong>: So we wanted to do that over, and I think that we started something but then we didn't really agree on that.</p><p><strong>BROWN</strong>: Yeah, Pebbles was like, \"I don't like this. You gotta do something.\"</p><p><strong>WADE</strong>: L.A.</p><p><strong>BROWN</strong>: Nah, it was Pebbles. She sat right there and told us, \"Yo. This is not fly. You need to do something now.\"</p><p><strong>WADE</strong>: \"I need your bass lines.\"</p><p><strong>BROWN</strong>: \"Yeah, I need your — you need to do something.\"</p><p><strong>WADE</strong>: \"I don't hear no bass line.\"</p><p><strong>MURRAY</strong>: And then we fixed it. So now when you hear that Christmas record, don't forget that it is \"Sleigh Ride.\" Cause you might not recognize it, and the sad part is we don't really get publishing on it. We learned that one too.</p><p><strong>WADE</strong>: <strong></strong>For real. He was like, \"Change the bit.\" \"Yeah, but that's Bob What's-his-name. The song been around since 1911.\" We catch you on the next one. So guess what? The next year he gave us a TLC Christmas song that we wrote.</p><p><strong>MURRAY</strong>: \"All I Want For Christmas.\"</p><p><strong>WADE</strong>: \"All I Want For Christmas.\" And we put \"Player's Ball\" on that album. Yup. He'll do it.</p><p><strong>BROWN</strong>: Every time.</p><p><strong>MURRAY</strong>: And I think that surmises my answer. That surmises my answer.</p><p>Nah. I mean, beside that, it's a lot of things that we done. We always have to fix whatever we feel isn't right. But that would be one of the best examples of being put under pressure situation and having to correct it right then and there and not — you know, cause you come into something you might be prepared or whatever, but that doesn't come across, so you gotta scrap it and do it again right then and there.</p><p><strong>KELLEY</strong>: Think fast. Yeah.</p><p><strong>MURRAY</strong>: I have another one. I have another one. This is a better one. Not that that's not a great one.</p><p><strong>WADE</strong>: I feel you bruh. Go ahead.</p><p><strong>MURRAY</strong>: This is a better one. Amadou Diallo was killed in New York City. 41 shots. Police. And Talib Kweli and <a href=\"https://twitter.com/mosdefofficial\">Mos Def</a> said, \"Yo. We want to do something about this. We want to make a song.\" We in turn were working with Talib at the time, or we were messing with <a href=\"http://en.wikipedia.org/wiki/Rawkus_Records\">Rawkus Records</a> at the time.</p><p><strong>WADE</strong>: Rawkus Records.</p><p><strong>MURRAY</strong>: And we went to do a song in New York for Amadou Diallo and the people.</p><p><strong>WADE</strong>: How can you even pronounce that s---?</p><p><strong>MURRAY</strong>: I remember because of what happened. I was there. I flew to New York everybody. I went to New York with the drum machine ready to drop the song. Everybody was there. It was going to be a very political event. Al Sharpton was there.</p><p>But I plugged up everything. South producer in the studio with everybody you could think of from New York who was hot at the time.</p><p><strong>WADE</strong>: How'd you catch the bus up there? Train?</p><p><strong>MURRAY</strong>: Everybody that was hot at the time.</p><p><strong>KELLEY</strong>: Which studio?</p><p><strong>MURRAY</strong>: I want to say Chung King, but I'm not sure.</p><p><strong>KELLEY</strong>: OK.</p><p><strong>MURRAY</strong>: But the drum machine, even back in the day, if you didn't keep your disc right, your data is damaged. So I start this drum machine and nothing of what I've done at the house in preparation worked. So I got 50 New York MCs — \"Yo God, what's going on? Who's this guy? Man, get him out of here. Yo. Let's get ...., man. Yo. Busta down the hall.\"</p><p>So me and<a href=\"https://twitter.com/contactnajee\"> </a><a href=\"https://twitter.com/contactnajee\">Najee</a> are sitting in the studio — cause Najee was there. So we're sitting there. He plays flute. He says, \"Hey, man. Do anything.\" So we did anything. And it just so happened that by the time these guys came back into the room there was a beat playing and somebody was able to rhyme to it. And we had two versions of this song, and I think it has 50 MCs. Everybody except <a href=\"https://twitter.com/s_c_\">Jay-Z</a> and probably <a href=\"https://twitter.com/methodman\">Method Man</a> but everybody else that was in New York at the time.</p><p><strong>WADE</strong>: Yeah. It was the Rawkus — like if you remember Rawkus Records from — they whole crew. All of them. What's the — <a href=\"https://twitter.com/pharoahemonch\">Pharoahe Monch</a>.</p><p><strong>KELLEY</strong>: All the <em>Soundbombing</em> --</p><p><strong>WADE</strong>: Pharoahe Monch and like the — what's them boys' name? Three guys. The city — yeah. It was totally a <em>Lyricist Lounge</em> type of thing. It was all the them. But all of them great. They were just more<strong> </strong>hip-hop. That's one thing about New York. You had the ones that was on top, more commercial, but Rawkus Records was winning with the independent scene.</p><p><strong>MURRAY</strong>: Underground. Yes.</p><p><strong>WADE</strong>: Yeah. So it was a more of — we tried to bring in a heavyweight producer name to come and help organize all these MCs.</p><p><strong>MURRAY</strong>: All this noise.</p><p><strong>WADE</strong>: And they had Mos Def and Talib Kweli. They had Mos Def, so he was really the one orchestrating. Mos Def was the one on it. \"OK. Give him what we want. Give him what he want.\" But the rest of those guys — what's the — <a href=\"http://en.wikipedia.org/wiki/Poor_Righteous_Teachers\">Poor Righteous Teachers</a>. Like all these — it was all these guys.</p><p><strong>MURRAY</strong>: <a href=\"http://en.wikipedia.org/wiki/EPMD\">EPMD</a>.</p><p><strong>WADE</strong>: Yeah. So quietly we was loving the fact that we was here leading these guys but my dude Ray, once again, I wasn't worried. I was like --</p><p><strong>MURRAY</strong>: I was worried.</p><p><strong>WADE</strong>: — \"This happens. Don't worry about it. I'm going to roll a blunt.\" Ray — by the time I get back, I'mma talk to these cats.</p><p><strong>MURRAY</strong>: But at the end of the day, we didn't let the circumstance win. We conquered it. We just — we attacked the fear of failure and feeling we missed the ball on these different styles and everything. We wanted to show up for them.</p><p><strong>WADE</strong>: We had to do stuff for<a href=\"https://twitter.com/ericbandrakim\"> </a><a href=\"https://twitter.com/ericbandrakim\">Rakim</a> one time. We had to do a Sprite commercial for Rakim. And I swear, no matter what we got done, it would never be enough for what I wanted to do for Rakim.</p><p><strong>MURRAY</strong>: Exactly.</p><p><strong>WADE</strong>: We had Rakim in the studio with us, and I just didn't know what to do. Sprite was paying for it. They wanted to get they song.</p><p><strong>MURRAY</strong>: I want to say he wrote his rhyme in there.</p><p><strong>WADE</strong>: He did.</p><p><strong>MURRAY</strong>: That's what killed me.</p><p><strong>WADE</strong>: \"We gotta come up with a better<strong> </strong>beat.\" But we wanted a classic, man, and sometimes you can't always get that. And those are the things you learn. But you keep fighting. Like we did <em>Higher Learning </em>for John Singleton. I love John Singleton to death. He called us to do <em>Shaft</em>, and he got people who flew us all out there, wanted us to be on the <em>Higher Learning </em>thing.</p><p>And we didn't give him the record that we gave <em>New Jersey Drive </em>with \"Benz Or Beamer.\" Because what happened with that, we gave him what he asked for, but we knew we wanted to make something even more entertaining. But when the opportunity came up with <em>New Jersey Drive</em>, we <strong></strong>went, \"I don't care what y'all want. We know what we want. We know what we want. We finna rep the A right now.\" And those are the things that I think experience gives you in this music game, and it's a blessing to get it.</p><p>Cause you don't feel it unless it's real competition, unless it's real situations to where real records come out. Real decisions were made. And you gotta accept the fact that it really didn't do as good as you wanted it to, but you got the power and the opportunity to do it again. So you try to make it a little bit better next time, and those are the things that a person would have to add to their repertoire, even if they have hit home runs or not.</p><p>\"Phobia\"<strong> </strong>is a hit.</p><p><strong>MURRAY</strong>: It's a classic.</p><p><strong>WADE</strong>: It's a classic. No, no, no. It's a classic Rube. But I'm speaking in the sense of the political move of when Puffy took the <a href=\"http://en.wikipedia.org/wiki/The_Notorious_B.I.G.\">Biggie</a> song \"Give Me One More Chance.\" He remixed it and gave a whole 'nother life to Biggie in between albums. \"Benz Or Beamer\" did that for us. We directed Hype Williams video. We introduced the Bankhead Bounce. We just made it a movement.</p><p>Yeah, \"Phobia\" was a bigger check. I don't think we got paid for \"Benz or Beemer\". \"Phobia,\" we got paid. Still be breaking bread. From \"Fast or Furious\", that's family. But I don't think we knocked it out of the park like we did \"Benz Or Beamer,\" as far as entertainment. I love \"Phobia.\" I do. I actually produced \"Phobia.\" Ray produced \"Benz Or Beamer.\" I killed — Ray killed it.</p><p><strong>MURRAY</strong>: We a team. It's not ever that. It's always all of us.</p><p><strong>BROWN</strong>: There's always competition. Don't do that.</p><p><strong>KELLEY</strong>: I mean it's also professionalism, which is this bad rap that hip-hop gets. A) that rappers always late. It's all musicians. They're all always late.</p><p><strong>MURRAY</strong>: Sex, drugs, and rock-and-roll, baby.</p><p><strong>KELLEY</strong>: Yeah. Let it happen. But also there's this idea, like, that it's magic. That you can't explain it, that you can't teach it, or that musicians are \"other.\" They're not human in some way, so don't even try, don't even hold them accountable or whatever. But it's work, and it's a process. It's a skill that you learn. And — I mean, you guys — the craziest part is that you learned so fast. How old were you <em>Southernplayalistic</em>?</p><p><strong>BROWN</strong>: I was 22. Ric was 20. And Ray was always 5.</p><p><strong>MURRAY</strong>: I was 12.</p><p><strong>BROWN</strong>: Ray was just hitting 45.</p><p><strong>MURRAY</strong>: I was 12 then, you know. That was back before Moses split the water</p><p><strong>KELLEY</strong>: Well, Ali was 19. People --</p><p><strong>MUHAMMAD</strong>: When? Oh, when — yeah. I was 18 when I signed a deal.</p><p><strong>KELLEY</strong>: 18 when you signed. See this is unfathomable to me. I was, like, drunk, not going to class. I wonder though — I mean, why — what was — I kind of know the answer to the question, but what is the drive? Why did you learn? Why did you try so hard from such a young age? What was — the motivation is such a corny word. But why did this have to happen and why did it have to be good?</p><p><strong>WADE</strong>: Well, for me to say real quickly so they can answer as well, I'm a competitor, man. I like to compete. And I just thought we had a little — I thought we had a shot. I thought our squad was pretty strong; we had a shot. You know what I mean? Ray was foolish the way he studied beats, the way he didn't eat, the way he just sit there and eat beats, consistently. And didn't care about — I'm like, \"That's great. I'm done. Next one. Oh, we got a beast in him.\"</p><p>So that the kept the guys around to where now it's, \"OK. Cool. Y'all write.\" But we don't just want to be writing and rapping. So we have to inspire and motivate each other. So it's almost like — he ain't trying to piss them off and say, \"You not dope.\" But people got all the story — and Ric mad. \"He just walk away and do this --\"</p><p><strong>BROWN</strong>: Ric, you was kind of hardcore. You were hardcore.</p><p><strong>WADE</strong>: That's because Big Boi came. Look. My first meeting with him he said, \"I want to be the best.\"</p><p><strong>BROWN</strong>: You were. Absolutely.</p><p><strong>WADE</strong>: So whenever they had tape, that was the tape.<strong> </strong>So it was almost like — and I — one thing about it: never wrote a rap. Never tried to write a rap. Cause I can't. I can just sit and tell you what I think about yours. It wasn't like, \"I'm better than you.\"</p><p>And the same thing goes for our music. So who our competition was — when he mentioned Marley Marl, <a href=\"https://twitter.com/realdjpremier\">DJ Premier</a>, himself, these are people who was digging. So we'll respect the New York ones. If you use something somebody already used, you ain't gon' get as much credit. So that was greatly important to us in trying to dig in the crates. It was times that we went to New York and we found this little spot, House Of Oldies, these Jewish guys who had this record collection with all these 45s. And he'd try to be very intimidating. Cause he would have 45s that had breakbeats on the beginning of them. He's like, \"Each one of these is like $20.\" We done came up there with like<strong> </strong>strip club money, strictly for the records. We be throwing two or three stacks in there. We get in there, so the next thing we spending money he say, \"Well, I had these records I was going to give Q-Tip, and I had these I was going to give\" —</p><p><strong>MUHAMMAD</strong>: We know that that's how they got down. It's no surprises.</p><p><strong>WADE</strong>: Any ones we want. We started — this time we got it down. We got it cracking as far as not worrying about what New York was doing. So we was up through there. We was up through there. Now we thank them two brothers. House Of Oldies.</p><p><strong>MURRAY</strong>: Bleecker Street.</p><p><strong>WADE</strong>: Bleecker.</p><p><strong>MUHAMMAD</strong>: Yeah, we know about their methods. Their loyalty was to the dollar, which is great though, actually.</p><p><strong>KELLEY</strong>: Will you guys — I know that this has been told before, but maybe you can give it more detail. Does everybody know in Atlanta that Big and Andre auditioned for Rico — and Ray, you were there too — to the \"Scenario\" instrumental? This guy knows.</p><p><strong>MURRAY</strong>: He was with him.</p><p><strong>AUDIENCE MEMBER</strong>: He brought them. He was the one that brought him.</p><p><strong>MURRAY</strong>: Joe Blow.</p><p><strong>BROWN</strong>: Joe, what's up?</p><p><strong>AUDIENCE MEMBER</strong>: Joe Blow!</p><p><strong>KELLEY</strong>: Tell that story. Why \"Scenario?\" I mean, other than happenstance.</p><p><strong>WADE</strong>: Well, I can't say why, but that was what made Big and Dre so dope at that time. It was more about, like I said, competition. We felt like we met some kids, 15, 16-years-old, that could rap for seven minutes straight back-and-forth and didn't break.</p><p><strong>MURRAY</strong>: And could compete with hip-hop elites from the East Coast.</p><p><strong>WADE</strong>: Yeah.<strong> </strong>It was great. It was all the way there. But it was more — there was so much determination, so much fight-your-way-no-matter-what. It was like, \"Look at these n-----. They really going. They going.\" Without asking for it. That's what you gon' need for us to make the North respect us. We was gon' need somebody who could really rap, not just — I hate to say it. The Southern part wasn't as important at first. It was about being an MC first. They could MC as good as anybody from anywhere. Then, we add the South.</p><p>You gon' rep the <em>Southernplayalistic </em>-- we didn't have those titles for the first two years when we was working together. We had songs like \"On And On\" and — we had \"Benz Or Beamer.\" We had stuff like those ideas, but it wasn't being so Southern until the opportunity presented itself to actually put a record out. Then we could decide.</p><p>But before that, they were exercising. They were exercising. And just — and not that we thought it was gon' be about having to battle somebody, but yeah. That's what made CeeLo dope too. That's why we instantly knew that he was like, \"Ooh.\" Cause he could just rap. These n----- got raps for days, in they mind. This was rapping. It's not freestyling, cause they backing each other up. We got something. We got something. So in my heart, we gon' go hard for them. That's the best part about it.</p><p>We had already — there was a singing group before we had already decided that. <a href=\"https://twitter.com/jodecimusic?lang=en\">Jodeci</a> beat us to it.</p><p><strong>BROWN</strong>: Well, nah. Pebbles actually told us --</p><p><strong>WADE</strong>: Pebbles said --</p><p><strong>BROWN</strong>: \"Yeah, I don't think that y'all could sing. You need to do beats. You need to do this.\" And we were like, \"OK. We'll see you later.\" We went and did it.</p><p><strong>WADE</strong>: We did exactly what she said. And it worked. Cause Marqueze could be a singer. We wrote \"Waterfalls.\" And Sleepy --</p><p><strong>BROWN</strong>: It worked out.</p><p><strong>WADE</strong>: So it worked out for us. It was just awful to hear. Sometimes you need that reality. \"Cause y'all ain't gon' be no singing group like that. Y'all are nice. It's cool. But really? You can really have a career in the music business. You wrote that song? You should be a writer. You did that beat? You should make beats. And you should be the hype man.\"<strong> </strong>\"OK. OK. I'll do it. I'll do it. I'll do it. I ain't gon' be like this guy.</p><p><strong>BROWN</strong>: Rico Wade, ladies and gentlemen.</p><p><strong>KELLEY</strong>: Speaking of which, how much are you guys ever on stage other than Sleepy?</p><p><strong>MURRAY</strong>: Me and Rico?</p><p><strong>BROWN</strong>: Never.</p><p><strong>MURRAY</strong>: About this much.</p><p><strong>WADE</strong>: Ray's been DJing for Big Boi. And we are playing --</p><p><strong>MURRAY</strong>: DJing <em>with </em>Big Boi, not for Big Boi. Big Boi has a DJ.</p><p><strong>MURRAY</strong>: So he and I --</p><p><strong>WADE</strong>: See. He politically correct there.</p><p><strong>MURRAY</strong>: I don't want to take credit for s--- I don't do.</p><p><strong>WADE</strong>: We never have. We never have.</p><p><strong>MURRAY</strong>: That's right.</p><p><strong>WADE</strong>: But we do plan to go on stage now. We really — with <em>The</em> <em>Art Of Organized Noize </em>thing. We gon' put the movie in ten theaters or whatever, ten different cities or whatever. We plan to — either we're going to do it in conjunction with going on the road with Big or we're going to get some of the other members of the Dungeon Family from <a href=\"https://twitter.com/BACKBONE_DF1G\">Backbone</a>, <a href=\"http://en.wikipedia.org/wiki/Witchdoctor_%28rapper%29\">Witchdoctor</a>, <a href=\"http://en.wikipedia.org/wiki/Cool_Breeze_%28rapper%29\">Cool Breeze</a>, and get some of the younger cats.</p><p><strong>BROWN</strong>: Big Rube.</p><p><strong>WADE</strong>: Big Rube. Get some of the younger cats like <a href=\"https://twitter.com/scottyatl\">Scotty ATL</a>, <strong></strong><a href=\"https://twitter.com/earthgang\">EarthGang</a>. We're going to try to get some of them to go out with us, so we can go and we can do our thing maybe daytime talking, doing Q&As with different schools, and, you know, do our motivational speaking and tell people all the ins and outs of f------ up money. I could tell you.</p><p><strong>BROWN</strong>: I could definitely tell you.</p><p><strong>MUHAMMAD</strong>: Do you have to go soon?</p><p><strong>BROWN</strong>: Gentleman's<strong> </strong>club.</p><p><strong>MUHAMMAD</strong>: I know you do. Before — I know Ray has to leave, and I just wanted to ask before you leave to get your perspective on Dungeon Family. All the music that you guys have put out, it has such a social strength and awareness and a questioning and some sort of an accountability, at least that comes across. And everyone seems that, in the Dungeon Family the unit, just has that real social awareness. What was that existed in your ranks, your environment, that created that?</p><p><strong>BROWN</strong>: You know what? I'ma tell this story right here. To me, it kind of started when we were finishing up on Outkast first album. And we did \"D.E.E.P.\" And<a href=\"https://twitter.com/bustarhymes\"> </a><a href=\"https://twitter.com/bustarhymes\">Busta Rhymes</a> — we was at Dark. And Busta Rhymes came in the room, just buck, and was like, \"Yo. Have you heard this s---? This s--- is f------ crazy yo!\" We were like, \"What is it?\" Like, <em>Pale White Horse</em>. N---- read this!\" Man, we read that s---. Freaked out. And that started a whole 'nother movement for us, you feel me? That's when \"Cell Therapy\"<strong> </strong>came in. That's when the whole story of us trying to tell our people. Hey. You better get ready. S--- about to go down. So, for me, it's different people that came into our life that kind of took us that way.</p><p><strong>WADE</strong>: That's because the seed was planted, being from Atlanta, Georgia, Martin Luther King — we have certain — in our neighborhoods, we grew up with Shirley Franklin's daughter. We grew up with Marvin Arrington's son. Andrew Young's son. And we know these people. I personally didn't know them because I wasn't rich enough. But they did grow up in the neighborhoods that we were growing up in, and they was a part of us. And they go to schools.</p><p>And it was like — it just felt like Atlanta was kind of royalty. No matter how it was, you felt like Atlanta was special. You know what I mean? We gotta say something. We gotta have some kind of consciousness or whatever. We wanted to be hip, but we just felt like — and not making it a ploy or something to play off of. But it was easy to stand up because we've grown a lot.</p><p><strong>MURRAY</strong>: It's Atlanta, man.</p><p><strong>WADE</strong>: Yes. And racism wasn't — it wasn't a part of our generation. It was there cause it was already there from the one before it. So I feel like the kids that we grew up with didn't know why they didn't like us. We didn't know why we didn't like them. So with sports and stuff, and Atlanta being such an urban city and hip, I think seeing the support — like when Outkast came to perform out in Rome, Georgia, seeing it's like — it's not a factor. It knocked down a lot of walls. Being — cause we were comfortable with just being — leading the black right — just being this kind of way. But we also understood the cloud that comes from seeming so pro-black. Like does that mean you don't like white people? Nah. We love white girls.</p><p><strong>BROWN</strong>: Ladies and gentlemen, Rico Wade.</p><p><strong>MURRAY</strong>: I can't really say nothing.</p><p><strong>WADE</strong>: Put that on YouTube. Right.</p><p><strong>MURRAY</strong>: Hey. But to close it --</p><p><strong>WADE</strong>: They owe us.</p><p><strong>MURRAY</strong>: But to close it, Atlanta has so much — Atlanta is such a — well Andrew Young — Maynard Jackson said, \"The city's too busy to hate. Too busy to hate.\" So coming up in an environment like Atlanta is very special, like Rico said. It is — what we said on the Outkast album at the time, it was the black man's per se. Because you had the AU. You had affluent black people all over. You didn't just have <em>Good Times</em>, the TV show, as your dialogue for whatever was going on. You had all this other s--- happening.</p><p>You see a Porsche. You see Benz. You see a Ferrari. You might — you're more than likely to see a black person in it. So that gives you a whole different mentality when you go out in the world, so we just try to — I guess we didn't know any better. So we promoted what we believed in, and what we still stand for. And it is definitely ourselves and the proud people but also the ability to be able to communicate with others. So, at the end of the day, I gotta go.</p><p><strong>BROWN</strong>: Yo, Big Rube. You want to come up here with us?</p><p><strong>BIG RUBE</strong>: Yes, sir.</p><p><strong>BROWN</strong>: Man, it's great to see everybody out here, man. I'm so happy to see y'all. So happy to see y'all.</p><p><strong>BROWN</strong>: Big Rube, y'all.</p><p><strong>BIG RUBE</strong>: What up.</p><p><strong>WADE</strong>: Killed it. Got him.</p><p><strong>RUBE</strong>: Still the same.</p><p><strong>KELLEY</strong>: I think this is a really good segue to one of my favorite Outkast songs ever, \"13th Floor/Growing Old.\" So multiple have told me this, and I mostly believe them, but you freestyle everything? You freestyle everything? Like everything ever?</p><p><strong>RUBE</strong>: No. I don't freestyle.</p><p><strong>KELLEY</strong>: Future lied to me.</p><p><strong>WADE</strong>: I'm glad you came up here.</p><p><strong>RUBE</strong>: No, I always wrote my s--- down. Cause my whole thing was always — people always ask how do we come to have sort of mentality. And one of my main things was can't just be no group of just n----- saying a bunch of stupid s---. Whatever we do, no matter what style its on — gangsta, thug, pimp, playa, intelligent nerd, whatever, you're saying something just because you got that — just, you know, yapping it up with the mouth. You ain't talking about nothing cause it might get out there.</p><p>I mean, I freestyle three, four years when I first started rapping before I ever wrote something down, but when it came down to going in the booth, I made sure my s--- was on point. It wasn't — you're never just going in there — I don't believe in punching in. You gotta do my whole verse from top to the bottom. I don't punch in.</p><p>But yeah, Future told me that he freestyles everything. But nah, I don't freestyle. He probably said that cause I went in there on his — I just laid it in one. So he probably thought I freestyled. But — I ain't have to do it over. But that just was luck. It just came out right the first time. Some people, as far as MCs, they feel like the first one is never the one, but that's not true. If it sound like the one, that's it. So I was like, \"That's it, so I'm out.\"</p><p><strong>MUHAMMAD</strong>: Where did the concept for that song come from?</p><p><strong>RUBE</strong>: \"13th Floor?\"</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>RUBE</strong>: At the time, we had just been talking a bunch of deep stuff, just like Sleepy was saying<strong> </strong>and just getting in all kinds of different modes of thinking deep and thinking on another level of not just what's at the face but what's behind it. And we had started getting into discussions on stuff. Like we sitting around talking — and I'm always talking, especially when you're nah mean.</p><p>We sitting there and it was like, the number 13 to me was like, \"Why they keep trying to hide it.\" Cause 365 days in a year, the 28th day is month, that's 13 months, not 12. You know what I'm saying? It's no 13 floor on the elevator. Why there no 13th floor on the elevator? Why Friday the 13th gotta be bad? Why y'all like 13? And then I said, \"Well, Jesus and the 12 disciples. That's 13.\" Some people don't like them. So that was my whole thing with that. I just try to go deeper with the number 13.</p><p><strong>WADE</strong>: And guess what? It wasn't for the song \"Growing Old.\" It was for \"Elevators.\" But Rube wrote a piece that was so great --</p><p><strong>RUBE</strong>: Actually it was for \"Babylon.\"</p><p><strong>WADE</strong>: \"Babylon.\" It was for \"Babylon.\"</p><p><strong>RUBE</strong>: It was for \"Babylon.\" I got to the studio and Ric switched the beat up on me how he do. He was like, \"You gon' say it over this piano.\" I said, \"Nah, man. I want to be on top of the monks. The monks was snapping, with the bass.\" He was like, \"Nah. Nah. Trust me. Trust me.\"</p><p><strong>WADE</strong>: Because, at this time, Marqueze had already wrote \"Waterfalls,\" so we kind of wanted \"Growing Old\" to kind of be like a little attempt at saying something deep. Cause Andre had a hook on there. \"Titties turn to tear drops\" — like, we just — that's one thing about it. When it comes to music, you gotta kind of be selfless. You might a vision and a plan to do something. But when it come down to getting it done, you put the best with the best, and that's it. You take the rest of it out. That's all you do.</p><p><strong>RUBE</strong>: You make a lot plans but a lot of times it didn't come exactly how we planned it. It was like, meant the beat as opposed to how we --</p><p><strong>WADE</strong>: — we wanted it.</p><p><strong>RUBE</strong>: Six months ago, yeah, we thinking like this. But then we like, \"Well, you know, it didn't come out like that, but this is even doper.\" So to me, that's meant to be. It's meant to be better than how you wanted it to be.</p><p><strong>MUHAMMAD</strong>: I hear that Stevie Wonder describes that as \"leaving room for God on the tape.\"</p><p><strong>RUBE</strong>: Right. Right. He gotta get his publishing.</p><p><strong>MUHAMMAD</strong>: What? Did I miss something?</p><p><strong>WADE</strong>: No, I was just saying I felt what you was saying.</p><p><strong>MUHAMMAD</strong>: Yeah?</p><p><strong>WADE</strong>: But as far as the song, I feel like you might have an idea. Because of the fact that it's become — it's a business now. So when we're working on a new album, it's going to be <em>ATLiens</em>, we got a plan. We know we want to get Big Rube back on the album again cause what happened went right onto the reels. So we like, \"We want you do a piece.\"</p><p>But at that time, the deepest song we had was \"Babylon.\" And we knew had \"Elevators\" or whatever, so \"13th Floor\" was a part of that. But it was like \"Babylon\" was the song that was — I was trying to do something rock-and-roll or something deeper or whatever. So Rube might've wrote it or might've been asked to do it for that, but toward the end of the record when we had the record \"Growing Old\" — and it felt so special with the pianos. It was the ending and we added the samples.</p><p>Because early on the beat wasn't even like that. It was more 808-driven. We made it more an outro beat once we realized we got enough bangers. We can let this one be a little soft. But we got some bangers already so now let's space it out<strong> </strong>a little bit more. Let's take Big Rube off of that, put him on the end of this. Let's make it a little more --</p><p>And I give credit to Dr. Dre and what they used to do with the<a href=\"http://en.wikipedia.org/wiki/N.W.A\"> </a><a href=\"http://en.wikipedia.org/wiki/N.W.A\">NWA</a> albums, as far as putting together a certain commercial breaks that split up the songs to kind of make you stop and take it in for a moment, appreciate the record. That's why I think that we always show a lot of love to Dre cause he really was, really is, a great organizer or orchestrator of music. And visuals. That was very important to <em>Southernplayalisticadillacmuzik</em> to kind of make the little breaks in between. They were like — hit me up. Give me the one. We might not explain it deeply but people knew, \"Oh those supposed to be some junkies on the street.\" Or, \"That's supposed to be this kind of vibe.\"</p><p>And I felt like that was what you were saying earlier about how do you paint the picture of what you was going through at the time. And how do we know that this is the truth. It's like, the people — street cred is everything, so if you're saying the terminology and using the lingo that these people use — even though we can't make songs about everything that we might talk about, we can throw it in the breaks and stuff. Then that feel like we on the same page or whatever.</p><p>Cause with Outkast originally came out, 8Ball & <a href=\"https://twitter.com/pimptypemjg\">MJG</a> was the biggest thing pumping in Atlanta. We would be in the Bay Area. We would be other places. Then, by the time we got home, Atlanta was proud. Once the video came out, they was proud to know that, \"Y'all from here. Ah, this is cool.\" But it wasn't like how Future or how some of these artists, now they have to blow up in Atlanta first. We really and truly was not worried about just Atlanta. It wasn't Atlanta — we were — we are Atlanta. Never worried about Atlanta. We was worried about New York and the West Coast. Musically, letting them know that we could get at them in New York, just believing that they good enough, that they can rap.</p><p><strong>KELLEY</strong>: But what about Europe? Because Ali has talked about how <a href=\"https://twitter.com/atcq\">Tribe</a> blew up in Europe first, then come over here. Do you have any engagement with how people perceive your music overseas?</p><p><strong>WADE</strong>: Because we didn't go overseas a lot early on — we kind of made ourselves even more — we get paid overseas and I still think that's because of the Internet. Not to say I do it, but they gon'<strong> </strong>put it right in the account. Because they — matter of fact that's our wishing well. That's our little gold box. Whenever I need some money, I call overseas. And it work.</p><p><strong>BROWN</strong>: I kind of think when Outkast went on tour and we head overseas, that's when I saw how big the records really were. I didn't see it till then when we did the tour. It was amazing. Like I was — everybody knew the records. Cause we'd never been on there. You know, it was a crazy crazy thing.</p><p><strong>KELLEY</strong>: What's that feeling? I asked Ali this too. Was it validating? Was it what you thought or did it seem like bigger commercial potential than you realized?</p><p><strong>BROWN</strong>: All the above. Truthfully. We went over there and probably just — we did one show in Rolling Stones. There was so many people there. I could not believe how big it was, and they all were rocking with us. So going over there, it just really validated how all our hard work went over there and people loved it. They cherished it.</p><p>We did a show in Japan. We were backstage and didn't hear nobody in the crowd; they were that quiet. As soon as that curtain dropped, went crazy. So for me it was a beautiful experience just to see all these different people loving it and appreciating the music that we worked so hard to do.</p><p><strong>MUHAMMAD</strong>: Big Rube, your poetry is laden with jewel after jewel that calls on to self-evaluate, to question dogma, to question the status quo, to question government, and to inspire one to self-evolve, for me. And your voice is so warm and embracing, and I think the definitive sound of what a sage would sound like if it had to have a description in any dictionary — and I always look forward to hearing your voice on many of these records.</p><p><strong>RUBE</strong>: Appreciate it.</p><p><strong>MUHAMMAD</strong>: What do you think about the state of the young now, where they are as it relates to music and seemingly trying to find their way but it just --</p><p><strong>RUBE</strong>: Well, I think music — the problem with music now is the same problem as always. Man, you always have wack n-----. You always have people that didn't understand how to express themselves in a way where they really expressing themselves, and they basically are looking to — it's just like the streets, you know what I'm saying? They want use it as a stepping stone or as a mode to get in or to get money. But it's an art form. It's not just something you sack up or cut up and serve. You don't make it on no assembly line. It's not that.</p><p>It's not a machine. It's just real art. It's what — music is organic. It's alive, and you got to treat it like that. So any real artist is going to know that and going to recognize that and always treat it like that, but anybody who just out there just to get paid or use it as a front or whatever it is, they not gon' really get into, like you said, the soul of it. They gon' be missing the soul of it. You just gon' have a monster, a soulless machine that you just putting out there. And a monster gon' always just wreak havoc and destroy, so that's what they do.</p><p>But it's not so much that it's more now than they used to be. Percentage-wise, it's probably about the same. But the thing is the world has gotten a lot smaller due to social media, due to the Internet. You know, there used to be a time, reel tapes back in the day, that's $300. You could fit two songs on there. Ask cats that used to intern for us. You bring the album to the studio. You take up your whole car. The album is — your car is squatting down because the album is there.</p><p>Now you can put the album on a flash drive. Any asshole can go on YouTube and just beats<strong> </strong>and their videos. So it's like, you might get on, but back in the day you had to go through A&R people. You had to go through — you had to go audition for music cats. You had to put on showcases. So you had to — like, you was gon' have to go through some obstacles before your music got to the public, back in the day. So there was a little bit more discernment. And there was a little bit more of a filter before your music actually got to somebody.</p><p>But now you just — it's like throwing a bucket of paint. It's just gon' get on everybody whether you're good or not. Got it all over me whether I wanted it on me or not. So with social media and the Internet, it's just made it easier to access garbage, you know what I'm saying, and easier for garbage to get out there. But the garbage been there. The garbage been going running, and they been not taking it out. But now it's just — now you got no choice but to listen<strong> </strong>it cause it's right outside your window no matter where you live.</p><p><strong>MUHAMMAD</strong>: That's fair, but I feel like at some point yesterday, even though that that may have been there, there was always something else to kind of squash that funk.</p><p><strong>RUBE</strong>: Balance. It was a balance.</p><p><strong>MUHAMMAD</strong>: It was a balance.</p><p><strong>RUBE</strong>: To me, we still have that. But the problem is the light's not getting — the people that's being put out in front are not the cats that's really making the real — there's cats making real music. They just not being pushed. They not — like you said, people want — people want — \"Nah, I ain't going with that. That's too complicated, man. I don't want that. I want to hear the same word 500 times.\" That's the hook. \"Why you saying all that, man? Turn the Auto-Tune on, man.\" R&b is hard than rappers right now. Cats is soft. For real. Everywhere.</p><p><strong>BROWN</strong>: Ladies and gentlemen, Big Rube.</p><p><strong>KELLEY</strong>: I mean, I think there are still filters is the problem. The filters have less accountability. Now they get that quick money.</p><p><strong>RUBE:</strong> Well, I feel like if you know you're going to come up against opposition. If you know you got — in other words, if you know you got it coming — it's like having a teacher in high school. If you know this teacher accept anything, then you throw anything in there. I had one; all you had to do was show your homework. They just say, \"OK. A.\" They didn't check it. They didn't — it could be the same damn homework you been showing the whole time. You just change the date. But then if you had a real teacher that you knew really was going to look and --</p><p><strong>WADE</strong>: Check yo s---.</p><p><strong>RUBE</strong>: — then you knew you had to come right. It's the same way now. If you know that the public, or whoever, is going to accept garbage, you not going to try hard. But if you know there's people that don't automatically be like, nah you get on up out of here, then you gon' have less people even trying to come at you like that.</p><p><strong>KELLEY</strong>: Yeah, it's our fault. It's not their fault.</p><p><strong>RUBE</strong>: Right. You're buying it. You're listening to it. You banging for it. So why wouldn't they put it out?</p><p><strong>BROWN</strong>: Yeah, but it's jamming though. I like that simple<strong> </strong>s---. I'm not going to lie.</p><p><strong>RUBE</strong>: Don't get me wrong --</p><p><strong>BROWN</strong>: I'm not going to lie. Y'all sit here and say y'all don't like it, and y'all be sitting in the car<strong>.</strong></p><p><strong>RUBE</strong>: I'm not saying that — I'm not talking about simple and complex when I say that. I'm just saying just coming from a real place. You could tell — just like she says, how can you tell when it's authentic and when it's real? You just can. It ain't no formula to it. There ain't no way to learn that. That's some s--- that you just know. I could tell you — like, if it ain't real, then nobody gon' believe it. Simple as that. If your s--- is wack, or not even wack but fake, you might have — musically it might be right. Might even be nothing wrong with it musically, but I'm just gon' be like, \"Ah, this n---- wack.\"</p><p>But then you might come in and this cat might not even a better MC than him, but I might be like, \"Yeah, I feel him.\" You see what I'm saying? Because he's telling the truth. He coming for real. He coming to hip-hop with the truth. It ain't — it's not — this ain't no — it ain't like acting. You know, acting come from a real place. You gotta access something. But if you can't — if you out there and you just completely being an actor, and you not coming with nothing from a real place, then people gon' be able to tell that. At least real n----- is.</p><p><strong>KELLEY</strong>: Yeah, I mean, that's the biggest message that I've always received from Dungeon Family at large is advice on how to be myself, which makes me able to tell the truth about other people, right? And in that — that's always been the line I have on people who don't understand hip-hop really. Like, \"Oh, it's dirty. Oh, it's too loud.\" Or whatever. It's like, \"Fine. Shoot yourself in the foot. You're on your own now.\"</p><p>I did also want to mention — I have a lot of family in Atlanta. My uncle, I was staying with him one time. I was in here. I was interviewing <a href=\"https://twitter.com/therealmrdj\">Mr. DJ</a> actually. And I was like, \"I gotta --\"</p><p><strong>BROWN</strong>: He's right there.</p><p><strong>KELLEY</strong>: Oh, hey. And I was like, \"I gotta go over to Stankonia.\" He was like, \"Oh, yeah. Go eight blocks that way and down the whatever.\" He's a doctor. You know, he knew where Stankonia is. How, like, did he know that? Because he was so proud. He was so proud that that music was made so close to his house. And that's another thing that just cannot be forgotten, that this music is there for you. You just listen.</p><p>But I'm like, I can't even really talk. I'm so mindblown that you write things, and I'm so mad that I've been lied to over these years. Do you write every day? How many drafts do you go through? How did you stay in shape? Who do you read? What are --</p><p><strong>RUBE</strong>: I just got a good memory, and I'm nosy. I like to know how stuff work. When I was a kid, I got in trouble for taking TVs apart and stuff to see how it work. I always want to how — what makes something run, what makes something tick. And to me, it's the same thing whether it's the universe, whether it's politics, or whether — whatever it is. I ain't no super genius or nothing. I'm just real analytical.</p><p>They'll tell you, like, you'll get tired of me. Like, \"Man. He's constantly just overanalyzing, overtalking everything. You don't like nothing, man.\" I don't like that s---. So I used to get all that kind of flack, but we found a way to use that by the way.</p><p>But I look at it like it's basically as simple as when you — I put it to you like this. I ain't never been rich, but I've had a wealth that other people will never have. As far as I had people walk up to me on the street and say, \"Yo. I got my degree listening to y'all stuff, man. I was gon' quit school.\" Or, \"Man, I was about to go out and do something stupid, and I happened to be in the car and y'all s--- was playing. And I just said, 'F--- that. I ain't gon' do that. That's some dumb s---. It ain't worth it.'\" Cats tell me that we had a positive effect on their life. There's no amount of dollars that you could ever get when somebody tell you you had a direct positive effect that helped change their life.</p><p>And that's not me saying that. That's a multitude of people over the past 20, 25 years have walked up to me saying that kind of stuff. And to me that's — there ain't no monetary value you can put on that. So I feel like as long as that's happening, even if it's just to a small percentage of people, if we actually changing lives or actually helping to affect change in people's lives, then we doing what we're supposed to be doing.</p><p><strong>KELLEY</strong>: Are you competitive with anybody?</p><p><strong>RUBE</strong>: Oh, yeah. I'm competitive with everybody. I mean, for one thing, Dungeon Family, we used to sit around and just freestyle rap against each other. Anything. Rapping. Wrestling. You know, whatever. It was always just — but that's good competition though because — to help — it's just like if you lifting weights. If me and <a href=\"http://en.wikipedia.org/wiki/Khujo\">Khujo</a> — and Cee and them<strong> </strong>used to be out there. Ramon would be out there lifting weights. We'd see who could lift the most. It's the same thing with lyrics or whatever. We don't need records. Somebody might lay a verse. Then somebody else lay a verse. Then somebody done already laid they verse. Then it be something else, you know what I'm saying? So it's good — competition starts right within your family.</p><p><strong>KELLEY</strong>: What about outside the family though?</p><p><strong>RUBE</strong>: Well, you know — I mean, most of my competition, you gotta time travel cause most of these n----- now. The cats can't really f--- with a n----.</p><p>I just always just try — to me, it's not about — I started out always wanting to be the dopest. That was my hope. I started 12-years-old. I just wanted to be the dopest at whatever I do, whether it was drawing, rapping, whatever it was. Cause already no point in doing it if you ain't gon' try to be the best. So it's not really a personal competition. It's just I want to be the best, so whoever the best is I want to crush him, whoever he is. So that was always my goal. Is to just — when I lay that s---, it ain't nothing else that can f--- with it, till I lay my next s---.</p><p><strong>KELLEY</strong>: That's what I think. I would like to get these people involved in this conversation --</p><p><strong>MUHAMMAD</strong>: Yeah.</p><p><strong>KELLEY</strong>: — if that's cool with you.</p><p><strong>MUHAMMAD</strong>: Yes. Been waiting for that.</p><p><strong>KELLEY</strong>: You guys, let's do this. There's a mic there and there. C'mon. Get involved. Ask some questions. This is a once in a lifetime opportunity, really.</p><p><strong>MUHAMMAD</strong>: Well, I just wanted to ask Big — cause I know you got some things to say about some things.</p><p><strong>BROWN</strong>: Big chilling, man. He chilling.</p><p><strong>MUHAMMAD</strong>: He chilling?</p><p><strong>BROWN</strong>: Oh, OK.</p><p><strong>BIG BOI</strong>: It all started a long time ago. Nah, I'm just playing. How y'all doing, man? I'm just — I feel good to be here with Ric, Ray, Pat, Big Rube, Shaheed Muhammad. This lady right here who keeps swinging her leg around. Frannie. Big Boi trying to invite you to Stankonia.</p><p>Just always when we first started, like Ric said, like Rube said, it was all about the competition and brotherhood and how we all participated together. It's how Ric pushed you to the best, so you might be down there rapping your heart out and be like, \"Ric, what you think?\" He be like, \"Ay, Ray. Go order pizza.\" Devastating. So, you know, you just gotta keep coming, keep writing, keep writing --</p><p>I mean, Ric used to break hearts in the Dungeon. Somebody put something on the song, and somebody else put something on the song. It was — I think it was Goodie Mob, Outkast, Cool Breeze, everybody. You can't put 11 n----- on the song, so they was getting bumped off. And it was always — it was honest, but what made it, with us, is that it encouraged all of us to be lyrically sharp and kind of challenge one another. And that's — I give that to Ric and Ray and Pat and Rube for giving us the knowledge and pushing us to be the best. Still, I f--- with them to this day, man.</p><p><strong>BROWN</strong>: Backbone, you want to say something, playboy?</p><p><strong>WADE</strong>: \"I'm still bucking like five, deuce, four, tre.\"</p><p><strong>BACKBONE</strong>: Yo yo yo what's happening?</p><p><strong>WADE</strong>: \"Shawtaaay! Still bucking like five, deuce, four, tre.\"</p><p><strong>BACKBONE</strong>: On some real stuff though, the day I graduated from high school — I met Rico Wade 30 days after I graduated from high school. My mama told me, \"You either gon' get a degree or you gon' get out of my house.\" Rico Wade allowed me for the next three years to walk to his house everyday and rhyme in that basement and become who we were. This was like — I lied to my mother. I started selling drugs and everything just to hold up that image of being a rapper.</p><p>My mama said, \"You gon' wrap your ass up, and go back to Alabama A&M University and get a degree.\" I said, \"Nah, when I bring you this plaque, I'ma show it's real.\" I didn't get my Dungeon Family tattoos until I put a plaque on the wall, and that was the day I wrote \"Get Rich To This\" with Goodie Mob. So it's love, gentlemen. It's love forever, man. Thank y'all, forever. For life,<strong> </strong>brothers.</p><p><strong>BROWN</strong>: It's love. Mr. DJ, you want to say something, boy? Want to say something? Nah, you're good?</p><p><strong>MUHAMMAD</strong>: Well, I have a question for you, Mr. DJ. Yeah, I was going to say — we on the same page.</p><p><strong>BROWN</strong>: Just say what you want to say, dog.</p><p><strong>MUHAMMAD</strong>: No. Just in terms of just coming up with you, with your cousin --</p><p><strong>MR DJ</strong>: Yes, sir.</p><p><strong>MUHAMMAD</strong>: — how did it feel — I don't know what the — can you explain your progression into the world? Cause \"Art Of Storytellin' Pt 1 & Pt 2\" is iconic.</p><p><strong>MR DJ</strong>: I appreciate it.</p><p><strong>MUHAMMAD</strong>: Iconic hip-hop.</p><p><strong>MR DJ</strong>: I appreciate it. First of all, Ric is my cousin, my brother. We're really family, and he actually gave me the opportunity. I started out as a little DJ for the high school and everything. And he gave me the opportunity to be the DJ for Outkast, and that was kind of the start of everything. He was like the epitome of the leader.</p><p>But you asked me something else. You asked me about \"Da Art Of Storytellin.'\"</p><p><strong>WADE</strong>: No, you were right.</p><p><strong>MUHAMMAD</strong>: Yeah. I mean, just in terms of getting to that point from DJing into — now you're stepping into a big seat there.</p><p><strong>MR DJ</strong>: Yeah. Well, it started out as a DJ thing, and Ric encouraged me to get on the beat machine. And I actually grew up watching — we actually used to watch Rico, Ray, and Pat beat on the drum machine. It was like a ritual. You would see the ashes falling from the blunts on the beat machine, and it was just a whole art to it. I actually started just imitating what they were doing, and that turned into a career. And that was just kind of — yeah, yeah. That's kind of how it all happened.</p><p>I'm kind of shy y'all. I just, I'm kind of shy.</p><p><strong>WADE</strong>: This my little cousin like a brother. But really, since he was little, he was taking apart the stereo. I seen him take a stereo, take the volume button, take the top off it — and I'm glad they didn't use it no more. He took the top of that — the components they used to have, the turntable, top, and all of it was stuck together as one. He was like, \"Look at this, cuz,\" and he scratched. And he scratched! And this was when he was younger.</p><p>Another time when I got a car, I'm 15-years-old, him and my partner<strong> </strong>got a drum machine. All he could do was go boom, boom, boom. And they'll make me a little tape, so I could ride around and bump it. I'm not even doing music yet. Time goes along. It's not me. It's Sleepy and Ray. And I'm not around my cousin as much then. But when Big and Dre was working, they was like, \"We need a DJ.\" And to be honest, <a href=\"https://twitter.com/djmars404\">DJ Mars</a> was going to be the DJ but might've went somewhere. He went to New York for the summer. Dang.</p><p>So I called him up. I said, \"You know what? My cousin named<strong> </strong>DJ.\" And allegedly, him and Big and Dre hit it off, cause they was the same age, close to the same age or whatever. They hit it off. And he — I didn't make him a DJ. He wanted to be a DJ before he had turntables. He wanted it.</p><p>But the fact that I was a person that had the opportunity to give it to him — but really it wasn't even like I was looking; it was like, \"You my family and you were there and I needed that.\" And these guys are like — this is like my new family, and I want to be overprotective of them. Because that means we be going on the road, and I can't really go everywhere with them like that. So it was just good to know that family was out together.</p><p>And then once they went on the road together, I distinctly remember they came home, my cousin was like, \"I made like $27,000/30,000 on the road.\" I said, \"Ah.\" He got that little white BMW. He was like, \"So when are we going back out?\" I was like, \"S---. We gotta work on this new album. It'll be about year or so.\" \"What?.\" I was like, \"Hold on, DJ. Hold on.\" He was like, \"Man. What's the?\" I said, \"Well, we going be making beats.\" \"I'm making beats too.\"</p><p>So you could say I encouraged him, or you could say that he said, \"I'm making beats too.\" And he did a good job with it. But what I encouraged was that you don't be set, you know what I'm saying? Work with Big and Dre — how me and Sleepy and Ray are, we all — we share in everything no matter who's doing the most or who's doing the least, so it just take out the negativity or whatever. And I feel like that's what helped them when they was — that's what helped Big and Dre get even bigger.</p><p>Because we went through our Interscope deal or whatever, it was times when we couldn't be there. Outkast wouldn't have got as big as they got if they didn't step up and take control of their careers. We most definitely started them off, got them in the game, but once that Interscope deal around '98, '99, they started pulling me away. I started getting more stressed. I had money too so I said like, \"F---.\" I'ma write this the f--- off. I'ma do it my way.</p><p>And that's when Outkast came up with \"Ms. Jackson,\" \"Bombs Over Baghdad.\" And I remember L.A. Reid calling me and he was like, \"I love this record 'Ms. Jackson.' I gotta put it out first. But Big and Dre want to put out this 'Bombs Over Baghdad.' Ric, man, can you talk to them.\" I said, \"'Ms. Jackson' is your record, right.\" \"Yeah, man, this is gon' be it.\" \"Go and give them what they want.\"</p><p>So I feel was \"Bombs Over Baghdad\" was a creative — it wasn't just a song. Cause it was — it's one of my favorites as far as pushing the levels, and Big and Dre did that beat. As far as outside of what we had already set up for them. Now <em>Southernplaya</em>, we set the tone for how they sound was. They started stepping outside with \"Bombs.\" And they pushed the levels a little further. We tried to keep up by throwing \"So Fresh, So Clean\" on there.</p><p><strong>BROWN</strong>: We still here.</p><p><strong>WADE</strong>: But that's what was pushing the envelope. That's how we got to where we kept going, and what happened with \"The Way You Move\" and \"Hey Ya,\" which was Big Boi's solo album and a Dre solo album that they put together, the fact that both of them had two number one pop records. Andre was playing guitar and dancing on stage. And Big Boi. That's been the story of the their career.</p><p>I love Three Stacks. I love him. But the fact that he could turn one million dollars like that. That about it. Wow. How you do that? But Big Boi, that boy got a lunchbox. He gon' pick it up and put the hard hat on, and to me, music goes forward with people that's always put back into music. Cause there was one time — and I know this on tape but I'ma say it — it felt Dre abandoned the music for a second. That's why I was so happy when he came back.</p><p>Cause I was like, \"You can't stop rapping. N----, we need raps. They don't just need them. We need them.\" I wouldn't running behind y'all because I thought it would make money. I believed y'all the truth, and you say stuff that I can't think of. That makes it even better, is what I'm thinking. But ahh he said it so right. To even now, when I talk about Three, just to know that.</p><p>Cause people ask me, \"Y'all don't ever do something?\" And I always say, \"Yup.\" And they be like, \"Are you sure?\" I'll be like, \"Yeah, cause I can see it in the hearts and the spirits.\" It's just timing. It's just time and everything. Cause cats still love it. The cats understand. And we love each other enough to know not to be pushing each other. The fact that we can get together and hang out — that's more than<strong> </strong>everything. We get together sometimes and do ten songs in one day easily. But we'll get up and everyday and just do something. Something, just different. Trying to bring something musical.</p><p><strong>MUHAMMAD</strong>: I completely identify with what you're saying.</p><p><strong>WADE</strong>: Yes, yes, yes.</p><p><strong>MUHAMMAD</strong>: We're not doing just a little bit, so maybe some of what y'all got going on could rub off. I'm just going to leave it there. Just that little something part of the routine is all we need. Just a little something. I don't need a date.</p><p><strong>WADE</strong>: God has a plan.</p><p><strong>MUHAMMAD</strong>: Yeah, God has a plan.</p><p><strong>WADE</strong>: God has a plan.</p><p><strong>MUHAMMAD</strong>: Could we talk a little bit about Goodie Mob just a touch --</p><p><strong>WADE</strong>: By the way, this is Goodie Mob's 20th year anniversary this year. <a href=\"https://twitter.com/gippgoodie\">Big Gipp</a> has a solo album that he already trying to promote a little bit, like a mixtape. Khujo went through another surgery. And that's the real reason you guys haven't really seen the Goodie Mob. Cause once he had his leg — what happened to his leg and whatever, the off balance of that, he had to have that fixed, so he had to be comfortable. But I'm hoping and praying — cause they were supposed to perform in the Outkast concert, and they didn't because of Khujo.</p><p>And now that CeeLo's been through the stuff he's been through, we've been there for him a lot more now to where he know he ain't supposed to say that s--- like that. He made a mistake. He was raised by his mama, his grandmama, and his sisters. He has the utmost respect for women. He just got fly at the mouth.<strong> </strong>It happens. But we still here for him. We love him to death, and I know he ain't on that. That's soul. CeeLo, that's soul.</p><p><strong>BROWN</strong>: That's all.</p><p><strong>WADE</strong>: So I expect — and I'm praying we get a chance to do Goodie Mob reunion show for our Organized Noize fans. That's what we're trying to — but that's really going to be based on Khujo. Khujo will be getting back out there and performing with us as the<strong> </strong>Goodie Mob.</p><p><strong>MUHAMMAD</strong>: Can I ask you a question about maturity and growth from a business perspective? Has there ever been a point in time after all the success — and the way you answered the question as, \"The A&Rs don't come and tell me what to do,\" so I understand your position and how you deal with people. Has there ever come a time in either of you guys where the ego has gotten in the way of business and how has that — can you look over the career and see it directly in its eyes, even if it was like 20 years ago? And how do you deal with that in the now?</p><p><strong>BROWN</strong>: As far as ego, I think all kind of went through it. I think my problem was I couldn't stay out of clubs. The Gentlemen's club has taken all of my money. Plus back in the day, I was kind of doing my thing so. Looking back, I wish I could've did a lot of things different, but I love the experience that I went through<strong> </strong>cause it brought me to now to understand what we have and how beautiful it is.</p><p>And of course, when you get money, man, and you get cars. You got a big house. Of course, the ego gon' jump up. That's just natural. That don't mean you gotta be an asshole to everybody, but, you know, you got your company. You know you're the s---.<strong> </strong>I think my mistake was just couldn't stop damn partying all the damn time. My homie decks in the crowd definitely can vouch for on that. I think, looking back, man, I appreciate everything and everything I went through, but if I could change anything, I would take my ass up out that club.</p><p><strong>WADE</strong>: I just think that — well, it's not too deep, but I just remember, in hindsight — cause Sleepy and Ray are like my older brothers anyway. And I just remember Sleepy telling me, he was like, \"Everybody think you did everything, Rico. Everybody think you did. Is you out this m----------- telling everybody you did everything?\" I said, \"No!\"</p><p><strong>BROWN</strong>: Hell no! You didn't just do me like that. You ain't just brought me out here my dude. Hell nah!</p><p><strong>WADE</strong>: It made us better, because at that point, I had to be that much more of a selfless leader. I had to be like — then I started being like, \"Yes. Me, Sleepy, and Ray\" — I know I'm the front person, but they put me up front.</p><p><strong>BROWN</strong>: Yeah, we did. We absolutely did.</p><p><strong>WADE</strong>: So ego — it wasn't that they had one, but it looked like I did. And I didn't.</p><p><strong>BROWN</strong>: Wait wait wait wait. You did though. It don't look like you did, but you did have one. But that's love though. We all went through this. We all went through it. You know, really when you got the cook, and you had the basketball court. Wake up in the morning looking in the mirror and rolling your blunts and s---. Oh yeah. Oh yeah, baby. Oh yeah.</p><p><strong>WADE</strong>: Yeah. OK.</p><p><strong>BROWN</strong>: Oh yeah. But --</p><p><strong>WADE</strong>: I didn't touch<strong> </strong>my cover sheet<strong> </strong>for a year.</p><p><strong>BROWN</strong>: Yeah. A year.</p><p><strong>WADE</strong>: Literally a year.</p><p><strong>BROWN</strong>: But we brothers, so a brother's always going to come back. They talk to each other and work s--- out.</p><p><strong>MUHAMMAD</strong>: That's what's up.</p><p><strong>WADE</strong>: And to me, that's the part that I was going to get to. Was the part that no matter what you go through if you really and truly support each other, you really are there, you'll make it through. Cause I remember Sleepy came to me, \"Man, I really was an ass to you and Ray sometimes.\" I was like, \"No, you wasn't. I didn't do what you wanted me to do.\" Like, \"I didn't pay you enough attention. I was acting like it was about this. You were right.\" But I took — I assumed money was enough.</p><p>But you didn't sign up for — you wanted to be an artist from the time I met you. You wanted to put out records. When you try to say, \"Huh. Take this money and these right here, but don't worry about the career.\" \"Huh? Why stop? I'm going to do an album. I'm going to do a bunch of them. What's he talking about?\" And that's what I felt like I took for granted sometimes. Cause it became bigger than us real quick. They wanted us to work with people we didn't even know. They would fly people in. \"I'm gon' give you a million dollars to do this artist right here.\" And you want to do it, but it's like, you have stuff that already planned to do.</p><p>I still gotta do an album with Big Rube, on everything. And I'm not just saying that. It's one of the last things I gotta do. And Backbone, when we did his album, he was one of the last ones that we did that we got a deal. Cause at that point it was like, whoever was down in that dungeon that sat around and helped somebody, whatever you did, we — and I got that from <a href=\"https://twitter.com/rza\">RZA</a>. — shout RZA out. I f--- with RZA too. <a href=\"https://twitter.com/WuTangClan\">Wu-Tang</a>. I always noticed that he made a point to — every last one of them got an opportunity to do an album. Whenever somebody, whether it was <a href=\"https://twitter.com/ghostfacekillah\">Ghostface</a> or whoever it was — and it was his sound. So he gave them money. They might not sell as much as everybody else, but at least he got the fair opportunity.</p><p>So we felt like we were supposed to do that. It was not on <a href=\"http://en.wikipedia.org/wiki/LaFace_Records\">LaFace</a>. It was not on Interscope. It was after we lost the Interscope deal, and I was a little depressed. <em>(audience member yells something) </em>Yeah, absolutely. But it was after we had just f----- up millions of dollars from somebody and who would want to get back in bed with us? The music, you know what I mean? The music. So I stayed in the house, and he kept coming over there. And we turnt up. We dropped songs. And they put it out.</p><p>So it's always about music, even with Future right now. He's not connecting all the dots with making the album and selling records the way we used to sell, but he still loves music. So he went and did that mix CD with \"F--- Up Some Commas\" on it. Build like brothers. And he got that <em>56 Nights</em> out. And now they calling me, and now he getting 100 racks a show again. And it's like — and he's a lot more open-minded to where like, \"I didn't do it right that time cause I was dumb. I want to sign in our neighborhood.\" Like, \"Who are them girls you working with? Where those people at? Tell me. I want you to round more.\" Like, \"Besides L.A. to have them come around.\" I was like, \"Who hit you in your goddamn head.\" I said, \"Goddamn I'm glad <a href=\"https://twitter.com/ciara\">Ciara</a> gone.\" Yeah, I said it.</p><p><strong>WADE</strong>: Yeah I said it.</p><p><strong>BROWN</strong>: I will say one thing though. Back in that time, me and Ric kind of were bumping heads a whole lot. That held me up to do the <em>Sleepy Themes </em>album. That's what kind of — it wasn't the fact that I was married, cause I was just working on it, but about us not really connecting and talking. And we had a brief moment where we really wasn't speaking. A lot of people don't know that, but we really wasn't. So my outlet was to do an album. So that's how <em>Sleepy Themes </em>became to be. So how about --</p><p><strong>WADE</strong>: Incredible project. It woke me up too. It did. Because that was right about the Interscope deal — and that's when Jimmy — Jimmy was like — Jimmy Iovine — \"Yo. What's up with Sleepy's s---?\" I was like, \"We can have that.\" He said, \"Well, fly him out here.\" Then he came out and listened to it, and he didn't get it. So it was almost like you still didn't make him happy. He want you to get it, not that somebody else told you that it's jamming. And that's where I think the knowledge and the wisdom comes from learning how to connect those bridges between those major companies and the actual soul of the music.</p><p>And I feel like the Internet has helped us a lot. Because it's a major jump from you to a million people. And that's<strong> </strong>really what they expect. They really want you to make the transition to a million people immediately. But there's nothing with going on your own, getting your little crowd, following. 1000 seaters, 5000. You don't want to have to go from zero — you need a fan base, so you can be comfortable being you. Because as soon as you get there, they going to ask you to do a song with <a href=\"https://twitter.com/mileycyrus\">Miley Cyrus</a>. And then you gon' be calling your cousin and saying.</p><p><strong>MUHAMMAD</strong>: You know some out there was trying to do just what you're saying and like, \"How do I get a fan base. I have a great collection.\" It could be five songs, but it's like, how do I get to have a fan base?</p><p><strong>WADE</strong>: Well, with these kids like Father and OG Maco, what they're doing, they're not worrying about what everybody thinks. But these little small shows you do, if you get a reaction from somebody, you keep feeding them that. And you be happy with the crowd you get. Don't go to Buckhead<strong> </strong>trying to make them come to the party. Don't do that. Keep the people you got. Until the people in Buckhead come to the party. Who is you? \"B----, you guessed it.\"</p><p>And that's what Atlanta is to me. I think we've been blessed to be able to kind of — well, to have — to be well versed enough to be able to know about this side of town and different types of things, but also be thorough enough to know who not be around on this side town. Like, these n----- crazy. You gon' get yourself hurt. Having a gauge on — that's culture. And not to <strong></strong>go<strong> </strong>Tribe Called Quest again, but Tribe Called Quest brought culture, man, during that time. They brought us culture. They brought — and it wasn't just the African pendants. It was like — c'mon, man. The shells, the whole little vibe. It was like, it was bucking. And to me — yeah.</p><p>And it was connected to other groups of people, like. What was the — <a href=\"https://twitter.com/junglebros4life\">Jungle Brothers</a>. <a href=\"https://twitter.com/wearedelasoul\">De La</a>. So I was like — y'all were connected to <a href=\"http://en.wikipedia.org/wiki/Native_Tongues\">Native Tongues</a>. So it's almost like we wanted — we couldn't make the Native Tongues, but we wanted — we wasn't scared when other people came around who were like-minded. Cause quietly we were building a group.</p><p><strong>MUHAMMAD</strong>: Y'all did it extremely well. And thank you. Thank you so much.</p><p><strong>WADE</strong>: Thank you.</p><p><strong>BROWN</strong>: Thank you.</p><p><strong>MUHAMMAD</strong>: Thank you for the bass lines The bass lines were crazy. The chords were crazy. The marriage of — I would get a mixture of maybe Todd — how does you say his name? — <a href=\"https://twitter.com/toddrundgren\">Rundgren</a> mixed with — thank you — Curtis Mayfield mixed with — you guys blended genres of music in such a way, and it was just so powerful. So thank you for making the beats banging, the drums snappy, and --</p><p>Oh, I have to say as a DJ. People often forget, I think, from other regions of America doing hip-hop, they forget about the element of hip-hop when DJing. And you guys always had scratches on your records, man. And that's so important. There's such a subtle texture, but it just speaks to the essence of the art form and the culture. Thank you so much for just the entire of the architecture of it.</p><p><strong>WADE</strong>: Thank you.</p><p><strong>BROWN</strong>: Thanks.</p><p><strong>WADE</strong>: The way you started the night off with The Bronx. That's the history. I'm so happy that it started that way because at the end of the day, Atlanta, the Dirty South, hip-hop, that's where all the knowledge is. That's ours. That's the culture that grew into — like, you got the arts party — but that's the respect. That's where all of us — that's the corporation. That's the franchise.</p><p>It's the fact that if you really study hip-hop, I can connect with other people from other places because of that respect. You follow those rules. You understand what that meant. You respect each phase of it, if it's the dancing, if it's the graffiti, if it's the DJing, if it's the MCing. Respecting those arts helps you better relate with people too. It help you respect people for whatever their move is. The instrument that it takes to do anything. So thank you, guys.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Microphone+Check+Live%3A+Organized+Noize&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ali Shaheed Muhammad","audio":[{"meta":{"duration":"6476"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411622239-7a086f.m3u?orgId=1&topicId=1039&aggIds=100920965&d=6476&story=411441037&ft=nprml&f=411441037"},{"href":"http://media.npr.org/assets/img/2015/06/02/9r0a0019-d7f2cb592c86b94e12d71d427797eb3b0a844b90.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"800","width":"1068"}},{"href":"http://media.npr.org/assets/img/2015/06/02/npr-3740_vert-014000dceeae76c06057d5c94da593dde8949334.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2670","width":"2000"}},{"href":"http://media.npr.org/assets/img/2015/06/02/9r0a0235_wide-b9ae4ad8c152da0ec2136a0922a4ab63cc28ce25.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1611","width":"2864"}},{"href":"http://media.npr.org/assets/img/2015/06/02/npr-3785_custom-36acd8ef11b3cbd596fa99d4634b91a181c67ea7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3000","width":"2000"}},{"href":"http://media.npr.org/assets/img/2015/06/02/npr-3915_vert-8b6fb16342f266274a43777160d995530336ee8b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2670","width":"2000"}},{"href":"http://media.npr.org/assets/img/2015/06/02/9r0a0482_wide-c8643b5d8bef72637d8503d4bfdb329ff11c204e.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1687","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/06/02/9r0a0522-025a935547ee80cbb618b2acf2dec9e2c2746c35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1799","width":"2400"}},{"href":"http://media.npr.org/assets/img/2015/06/02/npr-3814_custom-fdce8d392f20f61cc8daf09ecf2310960adac6b8.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3000","width":"2000"}}]}