{"created":"2015-01-28T17:39:48+00:00","modified":"2015-01-28T18:36:28+00:00","valid":{"from":"2015-01-28T18:36:28+00:00","to":"3015-01-28T18:36:28+00:00"},"hreflang":"en","guid":"63272c5a-9b53-43a6-a2d4-91f6a006066a","title":"Saudi students in the US have confidence in their new king","published":"2015-01-28T18:36:24+00:00","byline":"David Leveille","tags":["King Salman","King Abdullah","Human rights in Saudi Arabia","women's rights","reform","Saudi politics","SafeMode","Culture","Arts, Culture & Media","Saudi Arabia","King Abdullah","King Salman","Khaloob Mushref","Hassan Zakari","Saudi Arabia","Kings of Saudi Arabia","House of Saud"],"teaser":"More than 70,000 Saudis are studying at American colleges and universities thanks to scholarships from the late King Abdullah. Now that his brother, King Salman, is running the country, some of them say they're optimistic about their country's future and the prospects for reform.","contentencoded":"<p>Now that that King Salman has taken the Saudi throne following the death of his brother, the late King Abdullah, many observers expect him to follow Abdullah's path of ever-so-slow reform. But young Saudis may also have a powerful influence in shaping their country's future.</p>\n<p>About half of the Saudi population is under 25, and more than 70,000 Saudi students now attend American colleges and universities on scholarships provided by the Saudi government. Some of those students seem excited for the future under their new king.</p>\n<p>\"Honestly, we're looking forward to the new King Salman,\" says Hassan Zakari, a Saudi student studying psychology at Marymount University in Virginia. \"He has a Twitter page. He prays and tells his nation that 'Hopefully, I will be able to advance my country and my people,' so we look forward to it.\"</p>\n<p>Zakari says he and other Saudis also expect Salman to strike a reformist tone. \"Most Saudis that I've talked to seem to be comfortable with the fact that King Salman ... will be following the plans and the visions of his late brother, King Abdullah,\" Zakari says.</p>\n<p>Yet reforms have done little to improve Saudi Arabia's human rights record, which is among the worst in the world. Saudi Arabia has one of the world's highest execution rates — <a href=\"http://news.yahoo.com/three-more-beheaded-under-saudi-king-161644076.html\">three people have already been beheaded</a> during Salman's five-day-old reign — and the country metes out other harsh punishments under a strict interpretation of Islamic law.</p>\n<p>Zakari takes a long view of the problem. \"Obviously we have a bad representation in the world over the strictness of laws in Saudi Arabia,\" he says. But he points to gains made under King Abdullah's rule, including some voting rights for women and female representation on the king's advisory council. \"Some things will take a little bit longer to change.\"</p>\n<p>Khaloob Mushref, another Marymount student, also believes Abdullah was a pioneer for social change and women's rights. She says the late king opened doors for Saudi women by establishing Princess Noor University, the country's first female-only university. Abdullah's scholarship program also made it possible for Mushref to study in the US.  </p>\n<p>As for her country's infamous ban on female drivers, she has a uniquely Saudi take on why it's not a big deal: \"We own our own drivers back home. We give them money and we can go with a driver anywhere we want.\" Mushref says she's not bothered by her lack of a license, and worries about a \"disaster\" if women start to drive in Saudi Arabia without proper instruction.</p>\n<p>Zakari admits that Saudis who live abroad probably hope for more rapid change than people back home; both he and Mushref say they've become more \"open-minded\" during their studies. But they're also hoping that reform will continue under King Salman, and both still plan to return home when their studies are done.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/imageforDL.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/imagefordljpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/012620154.mp3"},{"href":"http://www.pri.org/file/012620154mp3"}]}