{"created":"2014-10-31T02:15:53+00:00","modified":"2014-10-31T02:15:53+00:00","valid":{"from":"2014-10-31T02:15:53+00:00","to":"3014-10-31T02:15:53+00:00"},"hreflang":"en","title":"Bill Supporting Women's History Museum Advances In Congress","published":"2014-05-08T19:35:00+00:00","teaser":"U.S. Rep. Carolyn Maloney of New York makes a case for the museum, in the face of critics like Michelle Bachman.","itags":["npr_api","310790420"],"contentencoded":"<p>Take a trip to Washington and along the Washington Mall, you can visit a natural history museum, or one devoted to space, or even a museum full of Asian art. Congresswomen Marsha Blackburn of Tennessee and <strong>Carolyn Maloney</strong> of New York want <a href=\"http://www.nwhm.org/\" target=\"_blank\">a women&#8217;s history museum</a> on or near the Mall, too.</p><p>On Wednesday, the House overwhelmingly passed a bill that will set up a commission to get such a museum built. But whose history will it tell?</p><p>Congresswoman Michelle Bachman worries it will tell a story that will enshrine the &#8220;radical feminist movement.&#8221; Rep. Maloney says it won&#8217;t &#8212; it&#8217;ll be professionally curated and Democrats and Republicans will have a say in what stories are told.</p><p>Congresswoman Maloney joins <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now&#8217;</em></a>s Robin Young to discuss what we can expect from the museum and why she believes it&#8217;s so important to have.</p><h4>Interview Highlights: Carolyn Maloney</h4><p><strong>On why she feels so strongly about the proposed museum</strong></p><p>&#8220;I think it&#8217;s so important that we explain to people, and to future generations, understand what they owe to to the many women that came before them &#8212; how hard they worked to gain their rights, to help build this great country. But unfortunately, women&#8217;s history is largely ignored and swept under a rug someplace. We&#8217;re not mentioned in history books. Of the 210 statues in the U.S. Capitol, only 13 are of female leaders. Less than five percent of 2,400 historic landmarks chronicle women&#8217;s achievements. And it&#8217;s just long overdue. We have played an incredibly important role in the history of this country.&#8221;</p><p><strong>On Bachman&#8217;s comments</strong></p><p>&#8220;Congresswoman Bachman is entitled to her own opinions, but not her own facts. And the facts are, what Marsha Blackburn said on the floor &#8212; really, the abolitionist movement and the women&#8217;s rights movement was led by Republican women. In fact, the author of the Equal Rights Amendment, Alice Paul, came from a very active Republican family in New Jersey.&#8221;</p><p>&#8220;Obviously, this will be a bipartisan effort. The commission that will put forward the plan and the siting and and the funding arrangement will be totally bipartisan. Ms. Bachman also said it would take federal funds. We say several times in the bill, if she read it, that absolutely no federal funds will be used now or ever in the future. And the land would be purchased &#8212; it&#8217;s true, the land we are looking at would federal land &#8212; but we would purchase it at fair market value. So she was totally incorrect.&#8221;</p><p><strong>On how women will be selected to be featured in the museum</strong></p><p>&#8220;It is my hope that it will be non-partisan and really focused on the facts and what is factually correct and telling the factual story of America. It&#8217;s not only individual women and what they have accomplished, but it&#8217;s also what women collectively have made happen in our country. And a lot of the efforts to improve the lives of children and the environment have been led by women: the movement for pasteurization of milk, for immunization of children, for the right to vote. But these decisions will not be made by politicians; they will be made by professional historians and curators.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://maloney.house.gov/\" target=\"_blank\"><strong>Carolyn Maloney</strong></a>, Democratic Congresswoman representing New York&#8217;s 12th district of Manhattan, Brooklyn and Queens. She tweets <a href=\"https://twitter.com/RepMaloney\" target=\"_blank\">@RepMaloney</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bill+Supporting+Women%27s+History+Museum+Advances+In+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"63299a62-4251-4796-bb87-4829d4fd4341","audio":[{"meta":{"duration":"399"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310790423-74d6e8.m3u?orgId=1&ft=3&f=310790420"}]}