{"created":"2015-05-27T15:34:02+00:00","modified":"2015-05-28T21:17:13+00:00","valid":{"from":"2015-05-28T21:17:13+00:00","to":"3015-05-28T21:17:13+00:00"},"hreflang":"en","guid":"6338d18d-afe8-49d3-a184-5595eacbc913","title":"What is FIFA and what's this corruption scandal all about?","published":"2015-05-28T21:17:08+00:00","byline":"William Troop","tags":["FIFA corruption","Sports"],"teaser":"There's no question now of corruption in the leadership of soccer's governing world body. But how much? What is this organization and how did it get itself into such a mess?","contentencoded":"<p>Soccer, they say, is the world’s game — popular in pretty much every country on the planet. Yes, even here in the United States. We’re not even going to debate that here.</p>\n<p>And internationally, the game is run by FIFA, a.k.a. the Fédération Internationale de Football Association. That’s a leftover from the days that soccer was known as “association football.”</p>\n<p>So to understand soccer, and the current corruption scandal sweeping the sport, you have to understand FIFA. Here are some key facts:</p>\n<p>FIFA’s main source of power is the World Cup, soccer’s top global event organized (Olympic-style) every four years in a different host country. The last one was in Brazil last year, the next one is in Russia in 2018. Almost every country in the world has a national soccer team (a sort of national all-stars squad) that competes to get in.</p>\n<div class=\"edit-entity cta_border cta_align-right cta_icon-engagement\" data-entity-id=\"80368\" data-entity-title=\" William Troop FIFA FB\" data-entity-type=\"node\">\n<div id=\"node-80368\" class=\"node node-story-act story-act-cta story-act-nid-80368 cta-type-custom-text cta-style-contribute clearfix\" about=\"/node/80368\" typeof=\"sioc:Item foaf:Document\">\n<h2><a href=\"/node/80368\">Story Act: William Troop FIFA FB</a></h2>\n<p>    <span property=\"dc:title\" content=\"Story Act: William Troop FIFA FB\" class=\"rdf-meta element-hidden\"></span><span property=\"sioc:num_replies\" content=\"0\" datatype=\"xsd:integer\" class=\"rdf-meta element-hidden\"></span></p>\n<div class=\"content\">\n<div class=\"field-display-title\">\n    The future of FIFA  </div>\n<div class=\"field-body\">\n\n<div class=\"media media-element-container media-default\"><img height=\"600\" width=\"900\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/images/FIFA_go_home.jpg?itok=mN478-jI\" alt=\"\" title=\"\" /><br /><div class=\"field-caption\">\n<p>Protesters march in Sao Paulo, Brazil, on Thursday, March 27. Their signs call for FIFA, the international soccer governing body, to go home. The soccer World Cup is in Brazil this summer.</p>\n</div>\n<p>  <span class=\"field-label\"><br />\n    Credit:<br /></span></p>\n<div class=\"field-credit inline\">\n<p>Corinne Chin/GlobalPost</p>\n</div>\n</div>\n<p>The World's soccer guy, William Troop is taking your questions and comments on Facebook.</p>\n</div>\n<div class=\"field-story-act-external-link\">\n    <a href=\"https://www.facebook.com/pritheworld/posts/10153048085729888\">Join the conversation here.</a>  </div>\n</div>\n</div>\n</div>\n<p>But the World Cup is about more than just prestige or national bragging rights. It’s FIFA’s cash cow. According to FIFA, “approximately 90 per cent of FIFA’s revenue is generated through the sale of television, marketing, hospitality and licensing rights for the FIFA World Cup.”</p>\n<p>And over the last four-year period, FIFA generated $5.7 billion in revenues. That’s equivalent to the GDP of the principality of Monaco, for example, and way more than that many other small nations.</p>\n<p>The revenue stream includes $2.4 billion from the sale of TV rights to tournaments, and $1.6 billion for marketing rights paid by major World Cup sponsors like Coca-Cola, VISA, Budweiser and Hyundai.</p>\n<p>So what does FIFA do with $5.7 billion in revenues? FIFA claims that more than 70 percent of its expenditures go straight back into “football development.” It’s a term that includes many things.</p>\n<p>There are expenses to prepare for the next World Cup, rewards to teams that qualify for the tournament, and cash payments to soccer organizations all over the globe. That money is supposed to pay for the actual development of the sport around the world, through new fields, equipment and uniforms for players at the grassroots level.</p>\n<p>So where does the corruption come in?  Well, it seems to come in at every level.</p>\n<p class=\"p1\">\"If you have a look at FIFA's accounts, you do not know where all the money went,'' says Deborah Unger of Transparency International's Corruption in Sport Initiative. \"You don't know how much the senior executives get. They're very very lump-sum broad accounts.\"</p>\n<p>FIFA executives are accused of taking millions of dollars in bribes to influence everything from who gets to host the next World Cup to which TV networks can fund the game. Those kind of under the table deals are at the heart of the US Justice Department’s case against several top FIFA officials.</p>\n<p>FIFA actually commissioned a former US attorney, Michael Garcia, to investigate corruption within its ranks. But it refused to publish Garcia’s full final report while claiming the investigation had yes uncovered a few bad apples but cleared the organization as a whole. Garcia disputed that conclusion.</p>\n<p>Also, FIFA’s president Sepp Blatter, who has not been indicted, has long been dogged by allegations that he uses those “football development” funds as a slush fund, distributing money to soccer officials in each of FIFA's 209 member nations in exchange for their votes during FIFA presidential elections.</p>\n<p><a href=\"http://admin.pri.org/stories/2015-05-28/who-sepp-blatter-and-why-won-t-he-step-down-worlds-soccer-chief\"><em><strong>RELATED: Who is Sepp Blatter and why doesn't he just quit — or get forced out? </strong></em></a></p>\n<p>Blatter has already served four terms as FIFA president, for a total of 16 years at the helm, and is poised to win yet another election this week. Despite the allegations swirling around them, the arrest of several top FIFA officials and now calls to resign from John McCain and Europe's soccer federation, Blatter and his posse still claim it’s business as usual at FIFA headquarters in Zurich.</p>\n<p>Transparency International's Unger says Blatter doesn't deserve extra time. \"I think someone when they've run an organization for 17 years which is being accused of having institutionalized corruption — is what I think the Department of Justice said — should take responsibility.\"</p>\n<p>But the pressure is mounting for anyone involved with soccer’s world body to do something, anything to clean up FIFA’s act.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">$150 million is a helluva skim. That's far more than the mob skimmed from the Vegas casinos' counting rooms. <a href=\"https://twitter.com/hashtag/FIFA?src=hash\">#FIFA</a> <a href=\"http://t.co/K9e9r161k1\">pic.twitter.com/K9e9r161k1</a></p>\n<p>— Don Van Natta Jr. (@DVNJr) <a href=\"https://twitter.com/DVNJr/status/603686344901140481\">May 27, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Swiss authorities had resisted launching a probe into allegations of corruption in the process by which FIFA selected Russia and Qatar as the hosts for the next two World Cups in 2018 and 2022. Now they’ve finally done so.</p>\n<p>And those big multinational sponsors that help line FIFA’s nest? <a href=\"http://www.pri.org/stories/2015-05-21/big-money-world-cup-sponsors-may-be-last-hope-qatars-migrant-workers\">They’re finally speaking out</a> about <a href=\"http://www.theguardian.com/world/2014/dec/23/qatar-nepal-workers-world-cup-2022-death-toll-doha\">the horrible conditions</a> that migrant workers in Qatar are having to endure as they build the facilities for the 2022 tournament.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Chart: The blood on <a href=\"https://twitter.com/hashtag/FIFA?src=hash\">#FIFA</a>'s hands. <a href=\"http://t.co/nWZUbOR4HY\">http://t.co/nWZUbOR4HY</a> <a href=\"https://twitter.com/hashtag/worldcup?src=hash\">#worldcup</a> <a href=\"http://t.co/dp1wHQvF7K\">pic.twitter.com/dp1wHQvF7K</a></p>\n<p>— David Beard (@dabeard) <a href=\"https://twitter.com/dabeard/status/603750856849235968\">May 28, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>Hundreds of workers have already died as Qatar prepares for FIFA’s showcase in seven years. And the sponsors have said they’re increasingly disturbed by that. After this week’s arrests in Zurich, how much longer until those sponsors no longer want to play ball with FIFA?</p>\n<p><em>Joyce Hackel of PRI's The World contributed to this report.</em></p>\n<p><em>UPDATE: A very harsh statement from one of the top World Cup sponsors, VISA.</em></p>\n<p> </p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p dir=\"ltr\" lang=\"en\" xml:lang=\"en\">Visa says unless FIFA \"makes changes now\" it will reassess its sponsorship of the World Cup <a href=\"http://t.co/SYj7LZvKhK\">http://t.co/SYj7LZvKhK</a> <a href=\"http://t.co/6Shp0tUFlL\">pic.twitter.com/6Shp0tUFlL</a></p>\n<p>— Tim Fernholz (@TimFernholz) <a href=\"https://twitter.com/TimFernholz/status/603730926187749377\">May 28, 2015</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p> </p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-27%2Fwhat-fifa-and-whats-corruption-scandal-all-about&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05272015_03.mp3"},{"href":"http://admin.pri.org/file/0527201503mp3"}]}