{"created":"2014-11-13T08:47:04+00:00","modified":"2015-05-12T18:53:32+00:00","valid":{"from":"2015-05-12T18:53:32+00:00","to":"3015-05-12T18:53:32+00:00"},"hreflang":"en","title":"Russia And The West: Close Encounters Of The Cold War Kind","published":"2014-11-13T14:58:00+00:00","teaser":"Russia and Western countries have had several close encounters in the air and at sea recently. Russia says these are just routine military exercises, but NATO and its Nordic partners are alarmed.","itags":["npr_api","363575880"],"guid":"63389d55-82a8-4243-9352-842da29131a9","contentencoded":"<p>As tensions mounted between Russia and the West over Ukraine back in March, a routine commercial flight had a close encounter with a Russian spy plane. The Scandinavian airliner had just taken off from Copenhagen on a flight to Rome when the pilots saw the Russian military aircraft in their path and had to maneuver around it.</p><p>This is one of the most dramatic examples of a growing number of close calls documented in a new report, \"Dangerous Brinkmanship: Close Military Encounters Between Russia and the West in 2014.\"</p><p>One of the authors of the report, Ian Kearns, director of the European Leadership Network, says the Russian plane had its transponder switched off.</p><p>\"This was an instance of the Russian military trying to move around European airspace without being detected but doing so in commercial airline corridors,\" Kearns says. \"In this instance, there was very nearly a tragic accident.\"</p><p>The incident received only limited media attention at the time because it was seen to be an isolated one. In his report, Kearns highlights the increasing number of these incidents and the \"irresponsible nature of some of the Russian military activity, \"with some cases of Russian and NATO aircraft coming within [30 feet] of each other.\"</p><p>\"We are talking about an attempt to intimidate ... in the air,\" Kearns says.</p><p>Russia's neighbor, Finland, a non-NATO state, has been raising alarms, too. Finland's ambassador to Washington, Ritva Koukku-Ronde, says there has been a lot more Russian military activity since tensions mounted over Ukraine.</p><p>\"There has been some violation of our airspace,\" she tells NPR, describing it as \"a testing of our reaction capabilities and our capabilities in general.\"</p><p>Finland shares an 800-mile-long border with Russia, and Koukku-Ronde says her country has boosted defense spending as it keeps an eye on this.</p><p>\"The border is well-kept, from all directions: air, ground and sea,\" she says.</p><p>Other countries in Europe don't have as much contact with Russia, and that worries a former U.S. air attache in Moscow, Robert Berls.</p><p>\"At times, when you have incidents such as aircraft intercepting other aircraft or incidents at sea, if you don't have the constant communications going back and forth and the understanding that comes from being in close contact, this significantly raises the risk,\" Berls says.</p><p>Russia's ambassador to Washington, Sergey Kislyak, shrugs off all of this talk about a newly aggressive Russian military posture. Over lunch last week, he told reporters that the Russians \"fly a little more than we used to,\" but he said Russian crews have to train and not only in Russia's airspace.</p><p>Kearns, director of the European Leadership Network, says no one has a problem with the fact that the Russians are training more actively.</p><p>But they're doing more than just that.</p><p>\"They are flying into other countries' airspace unannounced and conducting simulated attack runs against other countries,\" Kearns says. \"They also abducted an Estonian intelligence officer on Estonian soil — which is NATO soil; they used stun grenades and the jamming of local communications to make that happen.\"</p><p>According to NATO sources, he says, the alliance has flown more than 100 missions to intercept Russian aircraft so far this year — three times as many as it did in all of 2013.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Russia+And+The+West%3A+Close+Encounters+Of+The+Cold+War+Kind&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michele Kelemen","audio":[{"meta":{"duration":"231"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363713165-8c91c8.m3u?orgId=1&topicId=1122&d=231&p=3&story=363575880&t=progseg&e=363713008&seg=12&ft=nprml&f=363575880"}]}