{"created":"2015-05-15T02:19:45+00:00","modified":"2015-05-18T16:40:23+00:00","valid":{"from":"2013-10-01T16:27:56+00:00","to":"3013-10-01T16:27:56+00:00"},"hreflang":"en","guid":"63392998-7536-4b18-86c5-2c55443405a1","published":"2013-10-01T16:27:56+00:00","contentencoded":"<div class=\"barn-cleaned\"><p><span>Washington is not the only national capital in the grip of a budget crisis. Rome has a similar problem on its hands.</span></p>\n<p><span>After budget talks broke down at the weekend, Italy's government has been fighting for its survival.</span></p>\n<p><span>Former Prime Minister Silvio Berlusconi triggered the crisis when he withdrew his party's support from the ruling coalition. The billionaire media tycoon said he was&nbsp;protesting a planned increase in sales tax, designed to reduce the budget deficit</span></p>\n<p><span>His critics claim that Berlusconi was simply lashing out over his likely expulsion from the Italian Senate as a result of &nbsp;being convicted of tax fraud.</span></p>\n<p><span>\"The vast majority of commentaters &nbsp;have labeled this step absolutely irresponsible and irrational, because he doesn’t seem to have anything to gain from it,\" says Professor Anna Bull of Bath University.</span></p>\n<p><span>Yet Italy has much to lose, and so does the rest of the eurozone. The government in Rome has called for a vote of confidence in parliament to see if it has enough support to carry on. If it loses the vote, the eurozone’s third biggest economy will be plunged into political turmoil.</span></p>\n<p><span>\"The recovery is very fragile,\" says author Patrizio Nisirio. \"I think the Italian political crisis would damage the overall &nbsp;recovery of the whole of &nbsp;the eurozone.\"</span></p>\n<p>So far financial markets have not taken fright. The euro hasn't&nbsp;<span>plummeted and the Italian stockmarket actually soared today.</span></p>\n<p><span><span>\"The potential upside for Italy is precisely the expulsion of Berlusconi from the Senate and a return more to [moderate] politics,\" says&nbsp;</span></span><span>Jan Randolph, who looks at sovereign debt for the research firm IHS Global Insight. He says that’s because investors believe Berlusconi has overplayed his hand and &nbsp;the tycoon’s grip on Italian politics is loosening.</span></p>\n<p><span>For all the drama, Randolph says, Italy’s budget battle &nbsp;is now a sideshow. The real threat to the global is the story unfolding in the U.S.</span></p></div>","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>Washington is not the only national capital in the grip of a budget crisis. Rome has a similar problem on its hands.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>After budget talks broke down at the weekend, Italy&apos;s government has been fighting for its survival.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Former Prime Minister Silvio Berlusconi triggered the crisis when he withdrew his party&apos;s support from the ruling coalition. The billionaire media tycoon said he was protesting a planned increase in sales tax, designed to reduce the budget deficit</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>His critics claim that Berlusconi was simply lashing out over his likely expulsion from the Italian Senate as a result of  being convicted of tax fraud.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;The vast majority of commentaters  have labeled this step absolutely irresponsible and irrational, because he doesn’t seem to have anything to gain from it,&quot; says Professor Anna Bull of Bath University.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>Yet Italy has much to lose, and so does the rest of the eurozone. The government in Rome has called for a vote of confidence in parliament to see if it has enough support to carry on. If it loses the vote, the eurozone’s third biggest economy will be plunged into political turmoil.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>&quot;The recovery is very fragile,&quot; says author Patrizio Nisirio. &quot;I think the Italian political crisis would damage the overall  recovery of the whole of  the eurozone.&quot;</span></p>\"},{\"content\":\"<p>So far financial markets have not taken fright. The euro hasn&apos;t <span>plummeted and the Italian stockmarket actually soared today.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span><span>&quot;The potential upside for Italy is precisely the expulsion of Berlusconi from the Senate and a return more to [moderate] politics,&quot; says </span></span><span>Jan Randolph, who looks at sovereign debt for the research firm IHS Global Insight. He says that’s because investors believe Berlusconi has overplayed his hand and  the tycoon’s grip on Italian politics is loosening.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p><span>For all the drama, Randolph says, Italy’s budget battle  is now a sideshow. The real threat to the global is the story unfolding in the U.S.</span></p>\"}]","description":"The Italian government is in turmoil again, and that could damage the fragile European recovery.","title":"You think the U.S. government is a mess? Check out Italy","teaser":"The Italian government is in turmoil again, and that could damage the fragile European recovery.","itags":["633929987536b18f6c582c55443405a1","Marketplace","Marketplace for Tuesday, October 1, 2013","PMP:Marketplace_PMP"],"byline":"Sam Beard","tags":["APM","Berlusconi","Silvio Berlusconi","World","government shutdown 2013","italy"],"audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/berlusconi.jpg?itok=71GMYYgD"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/10/01/marketplace_segment22_20131001_64.mp3","format":"MP3","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/10/01/marketplace_segment22_20131001"},"duration":127,"duration_hms":"00:02:07"},"type":"audio/mpeg"}]}