{"created":"2015-03-17T16:35:15+00:00","modified":"2015-06-01T23:30:19+00:00","valid":{"from":"2015-06-01T23:30:18+00:00","to":"3015-06-01T23:30:18+00:00"},"hreflang":"en","title":"Meet Chef Chane, Ethiopia's Version Of The Infamous 'Soup Nazi'","published":"2015-06-01T23:30:00+00:00","teaser":"Like the famously curt broth ladler on <em>Seinfeld</em>, Addis Ababa's Chef Chane is known for serving up both delectable cuisine and insults. He says he learned his vaunted culinary skills in royal kitchens.","itags":["npr_api","392549089"],"guid":"633d21a4-7870-4227-a823-67c954ac6a7b","contentencoded":"<p>I didn't travel all the way to Ethiopia just to meet a character out of the sitcom <em>Seinfeld</em>.</p><p>But when I heard Ethiopians describe a particular popular restaurant called Chane's, I couldn't help recognize a resemblance, in its owner and lead chef, to the famously brusque soup man.</p><p>Just like his New York doppelganger, the 71-year-old Chef Chane runs a restaurant with its own unwritten rules. Rule No. 1: Come on time. Lunch is served only from 12 to 1 and he always runs out of food. Rule No. 2: Don't ask for a menu. You'll eat whatever dish the chef decided to cook that day. Rule No. 3: When you step up to the counter and face the imperious chef in his tall white hat, don't, whatever you do, hold up the line.</p><p>When I arrived at his restaurant — in the Kazanchis neighborhood of Addis Ababa — well before the noon open, I found the line already 40 long, snaking inside a crumbling courtyard across from a bunch of new high-rises. In the line, Nebiat Mebea is prepping his girlfriend, Kehalit Nikusei, for her first visit, like Seinfeld preps Elaine. He warns her that the 71-year-old Chef Chane might suddenly berate his assistant when the spongy sourdough, called <em>injera</em>, isn't placed perfectly on the plate. Or he'll tell talkative customers to \"praise God and eat!\" (In super-polite Ethiopian culture, this apparently equates to \"shut up and get out of my kitchen.\")</p><p>\"He's mean in a good way!\" says Nebiat, with a grin. (Ethiopians go by their first names.)</p><p>But Kehalit is unsurprised. She'd heard about the angry chef and his delicious cuisine. She'd asked to be taken here for Valentine's Day. \"We're celebrating,\" she says softly.</p><p>The story of Chef Chane goes back half a century, when Ethiopia was still a monarchy and Chane was (he claims) a chef in the royal palace. Now, two revolutions and many governments later, he runs his restaurant like a fiefdom, dispensing food and insults majestically from the kitchen, which doubles as a serving station.</p><p>Every few months or years his landlord — taking note of Chane's popularity — will raise the rent, or a conniving official will demand a bribe. Then, instead of bowing to the system, Chane will disappear. He'll set up in a new location, where his devoted followers will soon track him down through word of mouth.</p><p>When he's not in his tiny kitchen, you can usually find the famous Chane (full name: Chanyalew Mekonnen) 12 feet away, in an even tinier cubby that serves as a bedroom. It's here, from his perch on a floral print mattress, that he explains one secret of his signature cuisine: close observation of the many international chefs who passed through the palace.</p><p>He uses spice techniques from Greek, Indian, Pakistani, Italian and Ethiopian cuisine. As for his mean streak? \"There may be customers I dislike, but I try to handle them with love,\" he says. \"I only kneel down for my job. Not for people. I don't worship any man.\" He adds that he did enough bowing for a lifetime in his years in the palace.</p><p>So how does the proud chef attract such committed fans? His customers all tell me it's because the food is so delicious. And cheap. (Having gone there twice myself, I can attest to this. The lentils and the chicken were both fantastic.)</p><p>But perhaps there's something else at work besides culinary skill. After all, Seinfeld's \"Soup Nazi\" character was successful first, because his soup was to die for, but second, because his rudeness satisfied some secret masochism in his New York customers. Against the culture of Ethiopia, Chef Chane might play an equally revealing role. Ethiopian public space tends to feel somewhat conformist and guarded. The private mood is the opposite: animated and irreverent. The gulf between the man on the street and the man at home can be quite wide.</p><p>Chane's demeanor seems to bridge that gap. Everyone I meet in this restaurant tells me the same thing, that Chane's food reminds them of their mom's cooking. But the food that Chane serves is actually a fusion cuisine. The resemblance may lie more in Chane's serving style than his recipes.</p><p>\"Yeah, you feel that you are eating at home,\" says 40-year-old Assefa, who comes here for lunch regularly from his job in the financial sector. \"He makes fun of me, the food is good, he's ... not a businessman, you know?\"</p><p>By lunch hour's end, the pots are scraped clean, the chef has retreated to his radio, and customers loll narcotically on armchairs to sweat out the stewed chicken. I meet two young accountants sleepily wondering about the recipe. Definitely there's ginger, says Yohannes. But the other spices?</p><p>\"It's not clearly known. It's a secret,\" says the other, called Jeta.</p><p>\"There is nobody preparing food like this,\" Yohannes says.</p><p>To get a taste, they're happy to follow the orders of the ruling chef.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+Chef+Chane%2C+Ethiopia%27s+Version+Of+The+Infamous+%27Soup+Nazi%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Gregory Warner","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393646907-62aead.m3u?orgId=1&topicId=1126&d=292&p=2&story=392549089&t=progseg&e=393627437&seg=10&ft=nprml&f=392549089"},{"href":"http://media.npr.org/assets/img/2015/03/12/ethiopian-food-2-105cf73d1bc9cde0b04b8ac5ac11a215abd25ca3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1497","width":"1996"}},{"href":"http://media.npr.org/assets/img/2015/03/12/ethiopian-food-3-bfb2d0a083d8e4b28494611fed16be1f96851d2e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1200","width":"1602"}},{"href":"http://media.npr.org/assets/img/2015/03/12/ethiopian-food-1-4a03e649e505644882f83cb5aa211feffe511889.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1436","width":"1915"}}]}