{"created":"2014-10-07T18:40:45+00:00","modified":"2014-10-30T23:26:50+00:00","valid":{"from":"2014-10-30T23:26:50+00:00","to":"3014-10-30T23:26:50+00:00"},"hreflang":"en","title":"Turkey's Erdogan Seeks An Expanded Role As President","published":"2014-08-10T16:18:00+00:00","teaser":"After 12 years as Turkey's prime minister, Recep Tayyip Erdogan is poised to jump to the president's office in Sunday's election. Secular Turks fear he will push the nation toward autocracy.","itags":["npr_api","339266869"],"guid":"6353d3b2-f77f-4941-8de9-e8d12cd08563","contentencoded":"<p>The news from Turkey lately has been mostly bad: A mine disaster this spring killed more than 300 workers; a corruption probe in December raised allegations of high-level graft in the Cabinet; and resentment continues to smolder against mega-projects that are threatening Istanbul's remaining green spaces.</p><p>That doesn't sound like a good platform for a term-limited prime minister to transform himself into Turkey's first strong president since Mustafa Kemal Ataturk, the founder of the republic. But according to the polls, Prime Minister Recep Tayyip Erdogan looks to be cruising to victory.</p><p>On Sunday, Turks vote in the first direct popular election for president. Up until now, the president was appointed by parliament and the post has been largely ceremonial. Erdogan is out to change that.</p><p>On the stump, Erdogan plays to a conservative Muslim base, using language that some critics see as hate speech. He compares the Israelis to Hitler and uses epithets such as \"baby killers\" when referring to civilian casualties in Gaza.</p><p>He is also pledging to be an active president — something that raises alarm bells among secular Turks, who prefer the current checks and balances, limited though they may be. Turkey's president is mandated by law to be impartial, nonpartisan, and above the fray of day-to-day politics.</p><p>Analyst Ersin Kalaycioglu at Sabanci University says Erdogan has no interest in being that kind of president.</p><p>\"Therefore, he wants to be the prime minister and also the president; have immaculate immunity, no accountability, but make decisions,\" Kalaycioglu says. \"Under those circumstances, of course, we have a big, big problem with how to manage Turkish democracy if the president decides to play such a role.\"</p><p><strong>'A Man Of Public Service'</strong></p><p>Erdogan's supporters tend not to be worried about his recent authoritarian tendencies, jailing journalists and cracking down on street demonstrations. Halil Uzuncu, 61, says what matters is how much better his neighborhood looks since Erdogan came to power in 2002.</p><p>\"Services, that's all that matters,\" Uzuncu says. \"That's what we look for, and he delivers. We can see he's a man of public service, and that's why we're all voting for him.\"</p><p>Erdogan's backers also say, with some justification, that his opponents haven't done much to impress the voters. The two leading opposition parties joined together to recruit a well-respected academic, Ekmeleddin Ihsanoglu, primarily because of his Islamic credentials. Ihsanoglu is pledging to be a traditional, nonpartisan president, but analysts say his lack of name recognition and charisma are hurting him in the polls.</p><p><strong>Power To Transform The Presidency</strong></p><p>In a trendier part of Istanbul, where cafes and restaurants are replacing warehouses and empty buildings, Ihsanoglu supporters say they just hope they can hold Erdogan to less than 50 percent of the vote and force him into a runoff.</p><p>Hasan Huseyin, once one of Turkey's most famous fashion photographers, won't be voting because he's a Turkish Cypriot. Useyin says given the way Turkey is heading, he's planning to pull his investments and move.</p><p>\"I'm in the art world, as you may call it, the creative sector, and I have felt that over the last seven-eight years it's very hard to be that creative anymore,\" he says. \"So if I still want to do my own thing, I think it's time for me to go to another country.\"</p><p>To create the strong presidency he desires, Erdogan needs a two-thirds majority in parliament for sweeping constitutional changes -– a majority his party doesn't have.</p><p>But there are certain powers he could exercise immediately, powers that have rarely if ever been used, such as the right to chair Cabinet meetings. Analysts say if Erdogan begins testing the limits of Turkey's democracy in earnest, the country could be heading for new and uncertain territory.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turkey%27s+Erdogan+Seeks+An+Expanded+Role+As+President&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Peter Kenyon","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339292656-a0ea1a.m3u?orgId=1&topicId=1004&ft=3&f=339266869"},{"href":"http://media.npr.org/assets/img/2014/08/10/453382656-7e1af455393d12ea6649235bfe4c981290e1e4d5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}