{"created":"2015-04-22T16:14:10+00:00","modified":"2015-05-13T21:01:28+00:00","valid":{"from":"2015-05-13T21:01:28+00:00","to":"3015-05-13T21:01:28+00:00"},"hreflang":"en","title":"Why Many Doctors Don't Follow 'Best Practices'","published":"2015-04-24T22:21:00+00:00","teaser":"Doctors, it turns out, often don't follow evidence-based guidelines. One result? Unnecessary tests. Scientists who study this contrariness think they know why.","itags":["npr_api","401258904"],"guid":"635e8324-34e7-4584-9ae6-aede2c42764a","contentencoded":"<p>For all their talk about evidence-based medicine, a lot of doctors don't follow the clinical guidelines set by leading medical groups.</p><p>Consider, for example, the case of cataract surgery. It's a fairly straightforward medical procedure: Doctors replace an eye's cloudy lens with a clear, prosthetic one. More than a million people each year in the U.S. have the surgery — most of them older than 65.</p><p>\"The procedure itself is relatively painless and quick,\" says <a href=\"http://profiles.ucsf.edu/catherine.chen\">Dr. Catherine Chen</a>, an anesthesiologist and researcher at the University of California, San Francisco. She calls it the \"prototypical low-risk surgery.\"</p><p>And since at least 2002, Chen says, clinical guidelines have stipulated that no preoperative testing is needed before cataract surgery. A large <a href=\"http://www.nejm.org/doi/full/10.1056/NEJM200001203420304\">study</a> showed that procedures like chest X-rays, blood tests and EKGs — tests sometimes recommended when older people undergo more complicated surgeries — <em>do not benefit</em> someone who is simply having a cataract removed.</p><p>But Chen noticed that a lot of patients are having these preoperative tests done anyway. How many? Digging into the numbers, she <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1410846\">discovered</a> that <em>half </em>the ophthalmologists who performed cataract surgery on Medicare patients in 2011 ordered unnecessary tests. That's the same percentage as in 1995.</p><p>\"In about 20 years, nothing has really changed in terms of physician performance,\" Chen says. She recently published those findings in the <em>New England Journal of Medicine.</em></p><p>Dr. <a href=\"https://www.bannerhealth.com/_banner+medical+group/office+locations/_banner+good+samaritan+family+medicine+clinic+-+phoenix/Our+Providers/_Provider+Detail.htm?pid=977\">Steven Brown</a>, a professor of family medicine at the University of Arizona, has studied doctors' reasons for ordering unnecessary tests before a scheduled surgery. A lot of it has to do with perceived safety, he says.</p><p>\"They think, somehow, that this is going to make the patient more likely to do well in surgery,\" he says. \"It's not.\"</p><p>Brown says some doctors don't know the latest guidelines, which is somewhat understandable, since there can be hundreds to follow.</p><p>But often, he says, doctors order extra tests because they think someone down the line — another surgeon or anesthesiologist — will require them.</p><p>\"[It becomes] this game of tag,\" he says, \"where you're doing something because you think somebody else wants it, even if you don't really want it.\"</p><p>So, even in the midst of good science and a clear consensus on what should be done, a lot of physicians don't follow the \"best practice\" guidelines.</p><p>Now, imagine what happens when the science<em> isn't</em> clear.</p><p>That was the case Monday, when the U.S. Preventive Services Task Force <a href=\"http://www.npr.org/blogs/health/2015/04/20/401006116/federal-panel-revisits-contested-recommendation-on-mammograms\">updated</a> its guidelines for breast cancer screening. After analyzing the best studies, the influential panel now suggests most women get a mammogram every other year, beginning at age 50. Guidance from this task force largely determines which tests will be covered by Medicare, Medicaid and insurance companies.</p><p>Meanwhile, the <a href=\"http://www.cancer.org/healthy/informationforhealthcareprofessionals/acsguidelines/breastcancerscreeningguidelines/index\">American Cancer Society</a> and the <a href=\"http://www.acr.org/~/media/ACR/Documents/AppCriteria/Diagnostic/BreastCancerScreening.pdf\">American College of Radiology</a> still recommend annual screening mammograms for women beginning at age 40.</p><p>\"There's really a lot more ambiguity about what is the right thing — what's appropriate [and] what's not appropriate,\" says Dr. <a href=\"http://www.jhsph.edu/faculty/directory/profile/1497/Wu/Albert\">Albert Wu</a>, an internist and professor at the Johns Hopkins Bloomberg School of Public Health.</p><p>In cases like these, Wu says, doctors are more likely to follow their gut instincts. And when that happens, fear often comes into play.</p><p>Imagine, for example, that a healthy, 40-year-old woman walks into your office and asks about a mammogram.</p><p>\"If that woman were to develop breast cancer or to <em>have</em> breast cancer, you can imagine what might happen to you if you didn't order the test,\" Wu says. \"Maybe you'd get sued.\"</p><p>Doctors often hear stories like this, he says, and that can affect their judgment.</p><p>\"Emotion and recent events do influence our decision-making,\" he says. \"We are not absolutely rational, decision-making machines.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Many+Doctors+Don%27t+Follow+%27Best+Practices%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anders Kelto","audio":[{"meta":{"duration":"213"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401540588-7d9593.m3u?orgId=1&topicId=1128&d=213&p=2&story=401258904&t=progseg&e=401487387&seg=17&ft=nprml&f=401258904"}]}