{"created":"2014-08-28T02:30:41+00:00","modified":"2014-10-30T23:13:26+00:00","valid":{"from":"2014-10-30T23:13:26+00:00","to":"3014-10-30T23:13:26+00:00"},"hreflang":"en","title":"Another Front In Mideast Conflict: Fishing Rights In The Mediterranean","published":"2014-08-17T18:07:00+00:00","teaser":"Israel forbids Gazan boats from going more than a few miles from shore, where the fish are few and small. Israel says the blockade is for security; Palestinians say it's illegal.","itags":["npr_api","340996175"],"guid":"6360a260-be09-4292-9280-5af55557e3e5","contentencoded":"<p>Down at the Gaza city harbor, a little after dawn, merchants wait with horses and carts and scales to weigh the morning's catch of fish.</p><p>But when they come in, the fish are small and few. One man scoops his catch up by the handful, tiny fish slipping through his fingers. Even the cats look hungry.</p><p>One of the merchants, Mohammad Belah, tells me that a few years ago, it wasn't like this.</p><p>\"A fisherman used to bring 100 or 200 boxes in the past, but now if he's lucky he brings 10 or 20 boxes,\" he says.</p><p>He adds that people like him are hardly able to earn a living, and that the problem is the limits Israel places on Gaza's fishermen.</p><p>The tiny strip of land lies along the Mediterranean Sea, but Israel's navy enforces a blockade on Gazan boats that over the years has gradually shrunk and now forbids sailing more than 3 nautical miles from shore.</p><p>Israel says the blockade is necessary to prevent arms being shipped to Gaza, or attacks being launched on Israel by sea. Palestinian officials say the blockade is illegal.</p><p>Now, after a month of conflict in Gaza, Israelis and Palestinians are using a cease-fire to try to thrash out a peace deal in Cairo. One of the issues at stake is fishing rights in the Mediterranean.</p><p>Like most people in Gaza, Belah is watching the talks closely. He calls the militant group Hamas \"the resistance.\"</p><p>\"I support the resistance,\" he says, \"because the resistance wants us to be free and to live like other nations, and I will be sad if they come back from Cairo talks without bringing any solution for us.\"</p><p>The U.N. says that in 2000, when the boats could go 12 miles out, there were 10,000 fishermen in Gaza. Last year, it counted a third of that number and reckons it's because there are far fewer fish to catch in the restricted zone.</p><p>I travel down to the harbor at Rafah in the south, and meet Rashad Farhat, head of the fisherman's syndicate there. In a storeroom surrounded by fishing nets, the thickly bearded 60-year-old says he's been part of this fishing community since he was 14 — but it has changed.</p><p>\"Some quit, and some are now agricultural workers, but they don't make money; it's like 5 shekels [about $2] an hour,\" he says.</p><p>Farhat says the fishermen are so desperate that they fish during the summer months when they should let the small fish grow, and this overfishing is depleting stocks.</p><p>Some analysts, like Mouin Rabbani from the Institute for Palestine Studies, think there is a movement for the sea — and land — blockades of Gaza to end.</p><p>\"There seems to be a growing realization internationally, including among Israel's key allies in the U.S. and in Europe, that the status quo of basically Gaza being sealed off from the outside world is untenable,\" he says.</p><p>But the talks in Cairo have been going on almost two weeks, and both sides speak of wide gaps in positions. In one month of conflict, Israel lost 64 soldiers, and says it must maintain security measures.</p><p>Down on the Rafah beach, Khalil Najjar, a fisherman, is mending his nets. He says at the moment, the Israeli military actually enforces a 500-meter boundary, and has fired warning shots near fishing boats. I ask: What if the peace talks end up with nothing for the fishermen?</p><p>\"Then the war should continue,\" he says. \"So what? I don't mind if another 2,000 or 3,000 people die. We need our rights.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Another+Front+In+Mideast+Conflict%3A+Fishing+Rights+In+The+Mediterranean&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alice Fordham","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341083558-0e3346.m3u?orgId=1&topicId=1009&ft=3&f=340996175"},{"href":"http://media.npr.org/assets/img/2014/08/16/img_6301-64d7f215c467298f1993116711b2b21edc6ea9f6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3154","width":"4206"}},{"href":"http://media.npr.org/assets/img/2014/08/16/img_6311-6e580415fd9b220e61e82e1f0909170f6cffd0b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4220"}},{"href":"http://media.npr.org/assets/img/2014/08/16/img_6266-7b57cbcdd90ba524389d32b122bc232a02ee1203.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3165","width":"4220"}}]}