{"created":"2015-01-12T19:07:42+00:00","modified":"2015-05-13T21:22:37+00:00","valid":{"from":"2015-05-13T21:22:37+00:00","to":"3015-05-13T21:22:37+00:00"},"hreflang":"en","title":"Why OCD Is 'Miserable': A Science Reporter's Obsession With Contracting HIV","published":"2015-01-14T15:58:00+00:00","teaser":"David Adam has had obsessive-compulsive disorder for 20 years. In <em>The Man Who Couldn't Stop</em>, he chronicles his experiences — and how medical understanding and treatment of OCD have changed over time<em>.</em>","itags":["npr_api","376438311"],"guid":"63630ebb-e1a3-48bc-befd-3a1dd2a0f588","contentencoded":"<p>If you have an obsessive but irrational fear, it would probably be pretty difficult for anyone to talk you out of it. Because irrational fears, by definition, aren't rational, which is one of the reasons having obsessive-compulsive disorder is such a nightmare.</p><p>For science reporter David Adam, he's obsessed with HIV.</p><p>\"I grew up in the '80s when there was huge public information about the dangers of HIV,\" Adam tells <em>Fresh Air</em>'s Terry Gross. \"And a few years later, when I was at college, I was 18, 19 — I just started to worry obsessively that I was infected. Not that I had done anything particularly that would make me likely to become infected.\"</p><p>Adam says he knew his thinking was \"ridiculous.\"</p><p>\"I am an educated, reasonably scientifically literate person,\" he says. \"And yet I have this irrational fear, which I recognize as being irrational and being foolish, and I perform compulsive behavior.\"</p><p>Adam's new book <em>The Man Who Couldn't Stop</em> chronicles his experiences and takes a wider look at how medical understanding and treatment of the disorder have changed over the years.</p><p>Adam has had OCD for 20 years. His fear that he will catch AIDS — in situations where it would be almost impossible for him to acquire HIV — has been quieted by OCD treatment he's received, but it hasn't gone away.</p><p>He's not alone when it comes to this disorder, he says, but that doesn't help with the agony.</p><p>\"It's about the fourth most common mental illness and it affects pretty much everybody — men, women, children, adults, people of all cultures and all creeds and all races,\" he says. \"And it's pretty miserable, let me tell you.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On how Adam's obsession manifests itself </strong></p><p>I scraped my heel down the back of a step in the public swimming baths in Manchester, and I became obsessed that there may have been blood on the step and so I wanted to check that. I then took a paper towel from near the sink and I pressed that to my bleeding ankle. I then became obsessed that there may have been blood on that paper towel, so I had to check on the other paper towels.</p><p>And so you get trapped in this loop where you're desperate for certainty and you can never get it — you're always checking. For example, I have a small cut on my thumb, right now, today, and I'm very aware of who I shake hands with, if they have a Band-Aid on their finger. I can spot a Band-Aid at 100 yards. I know this is ridiculous and yet a little, little part of me thinks that maybe they've got blood coming out of their wound and maybe it could get into my small cut on my thumb.</p><p><strong>On how he repeatedly called the AIDS hotline </strong></p><p>I hated myself for doing it and many times I would dial the number and then I would hang up before anyone answered. If someone answered, and it was a voice that I recognized, that's when I started to think, \"Well, I better impersonate somebody else.\" Because ... I know now, that they were getting a lot of calls from people they called \"the worried well\" at the time. And they would say to people, \"You already rung. We can't give you any more information. You need to accept it.\"</p><p>But what drives OCD, or at least it did in my case, was this constant need for that reassurance. ... It is humiliating, it's embarrassing, but humiliation and embarrassment were a price worth paying if you get that security, if you get that reassurance, if you get able to put your mind at rest.</p><p><strong>On how his obsession with HIV affected (or didn't affect) his sex life </strong></p><p>The only people who I told [about my OCD] were girlfriends ... because [sex] was an issue for me. You can have safe sex, but to be honest, [asking about someone's sexual health] is a rational question, and the OCD mind is not rational.</p><p>So I was just as worried about scraping my knee along the surface when I played soccer. I was just as worried about that — and I was still able to play soccer. You just get used to a level of constant anxiety. And the source of the anxiety almost becomes irrelevant.</p><p>So I can't tell you that I was more worried about catching HIV from sex because I was so worried about catching it from everything else that it just blended into the background.</p><p><strong>On intrusive thoughts </strong></p><p>Intrusive thoughts are everywhere. Everybody, or 95 percent of people, when you ask them, have intrusive thoughts. ... A very common one is when you're waiting for the train ... and you hear it start to come, some people get an urge to jump in front of the train. Some people get an urge to jump from a high place, from a bridge or a high window. Some people get an urge just to attack people in the street or when you are in a very quiet place like a church or a library. Some people get a really strange urge to shout out a swear word. Those thoughts are everywhere and in most people they pass, but the reaction to them is usually, \"Woah, where did that come from?\" In OCD, what happens is that they tend to, for some reason, we treat them more seriously than other people.</p><p>So for example, the intrusive thought about stepping in front of a train, someone might have that thought and they're not suicidal at all and most people would [have the thought and think], \"Well, that's a bit strange. Here's the train. I'll get on it and go to work.\" Some people, they might think, \"Well, maybe I am suicidal, or maybe I do want to jump.\" And so what they do is, when the train comes, they just take a step back, they change their behavior because of the thought, and that's the slippery slope because very soon, rather than take one step back you'll take two steps back.</p><p><strong>On what causes OCD</strong></p><p>The honest answer is that we don't know, but there are some clues. So it seems to run in families, which suggests that there is properly some kind of genetic component, although it has been difficult to pin that down to any particular genes. Certainly there is a clinical, psychological explanation, which is if you have a certain mindset, then you are more likely to misinterpret the kind of thoughts that everybody has.</p><p>There is also a sense that there are particular parts of the brain, which can't be turned off in OCD. There's a very deep part of the brain called the basal ganglia, which holds patterns for instinctive behaviors — \"run away,\" or \"fight or flight\" — and those can be activated and then usually have an alert and then you have the \"all clear.\"</p><p>And it could be that in OCD the message to give the \"all clear\" doesn't get through properly and so you are reacting to a stimulus that isn't there anymore, which would explain the constant need to perform the compulsions.</p><p><strong>On whether writing the book helped him</strong></p><p>I think it helps ... With OCD, or at least my OCD, there are two negative effects. There's the primary negative effect, which is the anxiety caused by my irrational fear of HIV and that isn't going to be affected by knowledge. You can't outthink a thought disorder. Logic is no response to an irrational thought. And so I still get anxious about HIV in loads of different ways that I shouldn't.</p><p>But there's also a secondary effect of OCD. ... Imagine other mental illnesses and some physical illnesses where ... you're so aware that you have this thing, and with OCD you keep it secret, [so] it changes your relationships with people. It makes you think that you're living a lie, that you're not being honest with people, that you have this parallel narrative that, \"If only I didn't have OCD, my life would be different and I would be having this very conversation in a different way...\" All that kind of stuff.</p><p>That side of it has gone now because I'm talking about it; I'm being honest about it. Learning about the science and the history helped connect me to other people.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+OCD+Is+%27Miserable%27%3A+A+Science+Reporter%27s+Obsession+With+Contracting+HIV&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2243"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376771672-28cd3d.m3u?orgId=1&topicId=1033&d=2243&p=13&story=376438311&t=progseg&e=376733244&seg=1&ft=nprml&f=376438311"},{"href":"http://media.npr.org/assets/img/2015/01/11/adam-david-c-no-credit-284499cb239fa54f9c6c159d55945a45a23a3893.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2588","width":"3451"}}]}