{"created":"2015-03-23T20:25:19+00:00","modified":"2015-03-24T13:03:08+00:00","valid":{"from":"2015-03-24T13:03:08+00:00","to":"3015-03-24T13:03:08+00:00"},"hreflang":"en","guid":"636a1d33-5c62-4d29-99f9-94989d17cf64","title":"Their election hopes crumpled, the young Israeli left asks: 'Should we stay?'","published":"2015-03-24T13:03:04+00:00","byline":"Daniel Estrin","tags":["politics","elections","Global Politics","Israel","Benjamin Netanyahu","Politics of Israel","Government"],"teaser":"“I was at a friend’s house today, and she just had a baby,” one 26-year-old says. “She is looking into acquiring a foreign passport and moving to Europe. And she says she just doesn’t want to raise her kid in this racist country.''","contentencoded":"<p>When I first met Liron Shalish, it was a month before Israel's elections. Inspired by a young politician named Stav Shaffir, a new, outspoken darling of Israel's center-left, she joined the campaign. Out on the campaign trail, she bursted with energy and hope.</p>\n<p>“She’s gonna be great, “ Shalish gushed about Shaffir as she gave campaign activists a ride home at the end of the day. “She’s 29 and she has already done all of this, so obviously there is more to be expected of her.\"</p>\n<p>Then came the election. Final polls showed Netanyahu narrowly trailing Shaffir's party, the center-left Zionist Union, giving Shalish hope that he would finally be replaced after six years in office. But Netanyahu won in a near-landslide; Salish and other Israeli liberals were left rubbing their eyes, wondering what had happened.</p>\n<p>After the election, I met the 26-year-old Shalish at a café in Florentin, her gritty, hipster neighborhood in south Tel Aviv. It looked like the color had drained from her face. “It’s devastating,” she said. You could hear the pain in her voice.</p>\n<p>It wasn't just the loss, but the way it happened. Netanyahu won his victory by turning sharply to the right, poaching votes from other right-wing parties by adopting their lines. He rejected the establishment of a Palestinian state and raised fears about Arab voters that many people considered racist. And it worked. Not only is Netanyahu likely to form the next government, but it could be more right-wing than the one it replaces.</p>\n<p>That prospect has liberal Israelis not just defeated, but scared — especially in Tel Aviv. The freewheeling beach city on the Mediterranean is the capital of liberal Israel, a place Tel Avivis call \"the bubble.\" The election result popped that bubble, and forcefully.</p>\n<p>“I was at a friend’s house today, and she just had a baby,” Shalish said. “She is looking into acquiring a foreign passport and moving to Europe. And she says she just doesn’t want to raise her kid in this racist country. She doesn’t want her kid to be exposed to racism, to violence, to rockets. She doesn’t want her kid to see her friends die in the army, to be in the army herself.\"</p>\n<p>Not everyone is sad to get such a stark lesson.“It’s a disappointment, but you need to know where you live, and how the people feels,\" said Tom Malka, a 32-year-old Internet entrepreneur I found sitting with his laptop at a café on a chic Tel Aviv boulevard. “So, I’m a minority now. It’s nice to find out.”</p>\n<p>Since the elections, there’s been much talk about “two states.” Not a two-state solution to the Israeli-Palestinian conflict, but two states within Israel: Those who support Netanyahu, and those who don’t. Your Israel, and the Other Israel.</p>\n<p>And in Israel, Malka says, you’re never too far removed from the other side.</p>\n<p>“These 'other' Israelis are my mother who voted Bibi,” Malka said, referring to Netanyahu by his nickname. “It’s not ‘other’ Israelis. It’s people from your house ... so, it’s not people who I don’t get to see. It’s within my friends and family who chose Bibi.”</p>\n<p>Malka’s story isn’t so unusual. Shalish and her mother voted for the center-left, while her brother and father voted for a right-wing West Bank settler party. If there is one big lesson Israelis have taken away from the 2015 national elections, it is the sobering reminder that Israel is a house divided.</p>\n<p>In the meantime, Shalish has also been thinking about her own life in Israel. She considers whether she’d ever want to move back to Boston, where she lived for some time growing up.</p>\n<p>“Boston is in a lot of ways a home to me, and I could have stayed there. But I didn’t want to,\" Shalish said. “This is my home. I wanted to be here, and I want to have kids. And I don’t know how I’m raising my kids here.”</p>\n<p>She began to cry. “I am really sad,” she said softly.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-23%2Fisraeli-left-pondering-why-their-momentum-crumpled&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CrumpledLeft_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/crumpledleftjpg-0"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03232015_03.mp3"},{"href":"http://www.pri.org/file/0323201503mp3"}]}