{"created":"2015-06-22T08:44:29+00:00","modified":"2015-06-22T21:05:36+00:00","valid":{"from":"2015-06-22T21:05:36+00:00","to":"3015-06-22T21:05:36+00:00"},"hreflang":"en","title":"In Germany, Seasonal Eating As Way Of Life — And Excuse To Celebrate","published":"2015-06-22T15:25:00+00:00","teaser":"Many fruit and vegetables just aren't available year-round in German grocery stores. So when favorites like asparagus are in season, Germans fill their baskets ... and throw some parties.","itags":["npr_api","415833782"],"guid":"636e67f0-3b86-44fc-8e32-fbcc451f01ab","contentencoded":"<p>You know it's springtime in Germany when eager shoppers ransack the produce aisle of the local supermarket.</p><p>In April, it's the rhubarb, in May, it's the peaches and in June, it's the cherries. These fruits only put in a brief appearance while they are in season; the rest of the year, you have to rely on their canned or frozen equivalent.</p><p>Right now, Kollwitzmarkt — a farmers market in the leafy Berlin neighborhood of Prenzlauer Berg — abounds with produce. Retired schoolteacher Dorothea Berint, 62, has just bought a basket of strawberries, one of the few summer fruits sometimes available out of season.</p><p>\"It's not natural to expect strawberries in December,\" she says, \"and if you can get them at all, they're grown in hothouses or they've come from halfway across the globe.\"</p><p>Her attitude is typical. Yes, buying local produce — which is de facto seasonal — or eating \"farm to table\" is as big a trend in Germany as it is in the United States.</p><p>But in Germany, seasonal shopping is not just an organic, ethical endeavor favored by urbane foodies. It's a fact of life: The supermarkets simply don't stock everything all year round.</p><p>\"German shoppers don't understand the concept of the very huge hypermarket offering everything at the same time,\" says Frankfurt-based retail analyst Denise Klug.</p><p>This is not just a legacy of East Germany, where lines would form for rare items such as oranges. Klug says consumers in the former West also have moderate expectations, because discount food stores dominate the market and guarantee their low prices by offering limited stock.</p><p>\"The discounters have been around for 60 years now,\" Klug says. \"They have educated shoppers that they don't need all this choice.\"</p><p>Of course, grocery stores offer staples like cucumbers and tomatoes, or fruit not grown in Germany like bananas, kiwis and oranges. But anticipation for other seasonal vegetables proves to be successful marketing — especially when cabbage and potatoes dominate supermarket shelves over the winter.</p><p>Whether it's plums, nectarines, blackberries, redcurrants or chanterelle mushrooms, shoppers stockpile and restaurants lay on special menus before the goods disappear for another year.</p><p>And because some vegetables are more equal than others, certain seasons prompt consumer worship. One of these is <em>Spargelzeit</em> — asparagus season — for which there is an entire epicurean liturgy. The pinnacle is the crowning of the Asparagus Queen at the Asparagus Festival in the town of Beelitz, 30 miles southwest of the capital.</p><p>This year's asparagus royalty is 26-year-old master's student Dana Beiler. She hopes the honor will give her public speaking experience and look good on her resume.</p><p>\"I sent my application to the Asparagus Association,\" Beiler says. \"Then I had an interview with the farmers and had to answer some asparagus questions.\" She says the farmers wanted to hear her opinion on the challenges faced by the revered vegetable.</p><p>For festivalgoer Andre Stein, celebrating this king of vegetables is no challenge at all. With a half-liter of Pils in his hand, he says, \"It's very known for drinking beer before asparagus.</p><p>\"That's the rule,\" he insists. \"You have to start with beer and then you have the asparagus later.\"</p><p>While Germans delight in as much asparagus as possible over a period of eight weeks, barley is one crop they are happy to consume — in its preserved, liquid form — all year round.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Germany%2C+Seasonal+Eating+As+Way+Of+Life+%E2%80%94+And+Excuse+To+Celebrate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Esme Nicholson","audio":[{"meta":{"duration":"218"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416390066-fb22b8.m3u?orgId=1&topicId=1004&d=218&p=3&story=415833782&t=progseg&e=416388864&seg=10&ft=nprml&f=415833782"},{"href":"http://media.npr.org/assets/img/2015/06/21/2064360_nicholson_image3-264e510999a59dca0625c6c964570fc00525ec22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2110","width":"2814"}},{"href":"http://media.npr.org/assets/img/2015/06/21/2064360_nicholson_image2-2b4d6abeb55b3096129d965766b80c2317c61798.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2213","width":"2951"}},{"href":"http://media.npr.org/assets/img/2015/06/21/2064360_nicholson_image4-fffd49777105a572248bca22ebc6f9e27adb5bf2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1584","width":"2112"}}]}