{"created":"2014-09-18T17:05:51+00:00","modified":"2014-10-30T23:25:09+00:00","valid":{"from":"2014-10-30T23:25:09+00:00","to":"3014-10-30T23:25:09+00:00"},"hreflang":"en","title":"Someday, Afghanistan Will Get A New President","published":"2014-08-12T01:23:00+00:00","teaser":"The presidential election has dragged on for months and it's still not clear who the winner is or when he will take office. NPR's Sean Carberry takes a firsthand look at the slow-motion vote count.","itags":["npr_api","339539917"],"guid":"636f5992-4e7e-4fd7-96de-86707d35db42","contentencoded":"<p>Afghans voted for a president on April 5. Then they cast ballots June 14 in a runoff between the top two candidates. Now all 8 million votes from that second round are being audited, a laborious process that includes daily arguments, occasional fistfights and yet another deadline that seems to be slipping away.</p><p>While this is moving at a snail's pace, at least the process hasn't broken down completely. Secretary of State John Kerry visited last week and persuaded the two candidates, Abdullah Abdullah, the former foreign minister, and Ashraf Ghani, the former finance minister, to stick to the agreement for a full audit that they had reached in July.</p><p>Abdullah won the initial round in April, with 45 percent to Ghani's 32 percent. But Ghani was leading in the runoff when Abdullah's camp complained of widespread fraud.</p><p>To see how the audit is going, I visited the country's Election Commission compound in Kabul.</p><p>You have to pass through five body searches and an X-ray machine just to get inside the compound. Then you're searched again as you enter one of the giant metal hangars that are full of ballot boxes waiting to be audited. The process is excruciatingly slow, in large part because there are constant arguments over technicalities.</p><p>In one hangar, five men are standing around arguing.</p><p>\"Every day we have fighting, every day we have problem,\" says Mohammed Bilal, a supervisor for Ghani's campaign. He says Abdullah observers disagree about how to proceed with a box that was left unfinished the day before.</p><p>\"The Abdullah guys, they said we have to recount this, and I told them that we just continue,\" he says.</p><p>\"If we [do] not reach to a result, we are going to call to the U.N. observer to have a final decision,\" says Jawid Hasanzai, who is the Election Commission's coordinator in this warehouse.</p><p>After three hours of debate, the decision is made to continue where the audit left off the day before.</p><p>Hasanzai says most boxes require the U.N. to make a ruling.</p><p>Election workers say the majority of disputes result from Abdullah monitors claiming Ghani ballots have similar checks on the ballot and therefore may be fraudulent ballots marked by the same person.</p><p>Anecdotally, people familiar with the process say many Ghani ballots appear to have similar marks, though there are also Abdullah ballots that appear to have been filled out by the same hand.</p><p>Abdullah observers complain that Ghani's staff refuses to sign the audit sheets when there are allegations of stuffing in favor of Ghani, and that's why the process is so slow.</p><p>Both sides agree another problem is that new workers arrive each day who aren't fully trained, and there are frequent procedural changes that cause confusion.</p><p>There are nearly 23,000 ballot boxes, and the goal is to audit 1,000 a day, but most days they're lucky to reach half that.</p><p>The basic process is to open each box and make sure what's inside matches the results sheet that was filled out on election day. Then, workers check each ballot to see if it is properly marked and whether the markings are similar, which would suggest ballot stuffing.</p><p>On this afternoon, a crowd hovers around a particularly contentious box. It's from the province of Wardak, where Ghani saw a huge increase in his vote count between the first and second rounds.</p><p>The election staff flips through the ballots and finds that every single one is marked for Ghani.</p><p>Abdullah observers claim that many of the ballots have the same check marks. Ghani observers say it's a plot against them. Tensions are high.</p><p>At one point, Ghani observers confront me and accuse me of supporting Abdullah because I'm \"spending too much time on one side.\" A group surrounds my producer and me and threatens to report us to the Election Commission.</p><p>We eventually defuse the situation, but a few days earlier, Abdullah and Ghani observers came to blows. The day after I visited the election compound, Ghani observers assaulted an Afghan cameraman, alleging he touched an Afghan woman at the compound.</p><p>During my visit, a Ghani observer, who doesn't give his name, runs up to me and accuses the Abdullah camp of paying the United Nations to carry out the audit in favor of Abdullah. Another Ghani observer says they will not sign the audit sheet unless a second U.N. official comes to this table and provides a second opinion about the matching ballots.</p><p>Arguing ensues. But it won't be settled on this day because it's time for the afternoon shift to end.</p><p>After hours of scrutinizing this box, monitors begin arguing whether to stay late and finish the box or resume the next day.</p><p>The U.N. official says the audit of this box will be resumed the next day. Workers place all the materials back in the box and close it with a new set of coded zip ties.</p><p>Election workers say if the audit continues like this, it will take months to complete.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Someday%2C+Afghanistan+Will+Get+A+New+President&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"186"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1339611085-04db85.m3u?orgId=1&topicId=1149&ft=3&f=339539917"},{"href":"http://media.npr.org/assets/img/2014/08/11/afghan-elex-811-1-b5d5feb5c1e051a09e99ab8d1fc50fedf14c54c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}}]}