{"created":"2015-05-06T16:49:14+00:00","modified":"2015-05-07T13:32:04+00:00","valid":{"from":"2015-05-07T13:32:04+00:00","to":"3015-05-07T13:32:04+00:00"},"hreflang":"en","title":"The Allure Of Gore: 'Walking Dead' Producer On Zombies And Mean Tweets","published":"2015-05-07T13:31:00+00:00","teaser":"The AMC series' habit of killing off characters without warning has led to explosions of fan grief and rage on social media. Much of the audience's ire has landed on Scott M. Gimple.","itags":["npr_api","404440951"],"guid":"637ca5fe-f4bc-4ae1-9fed-2d6270616ec5","contentencoded":"<p>The AMC series <em>The Walking Dead</em>, about a band of survivors in a zombie apocalypse, is known for killing off characters without much warning. But while the show's sudden plot twists keep viewers engaged, they can also create explosions of fan grief and rage on social media. Much of the audience's ire has landed on Scott M. Gimple, the series' executive producer and this season's showrunner.</p><p>Gimple tells <em>Fresh Air's</em> Sam Briger that some of the tweets can be \"super mean,\" but he adds that he tries to see the larger picture of the fan's reactions. \"This audience likes these characters and they're passionate about these characters,\" he says. \"These are characters that I have been conceptualizing and building up, and hopefully making audiences connect with them, so it is a sign of some storytelling success.\"</p><p>Gimple says that the show's apocalyptic landscape — which features a \"walking\" zombie infection — seems to resonate deeply with audiences. \"Now more than ever I think people are aware of the threat of pandemics, whether it's Ebola or whether it's the bird flu or whether it's just the flu,\" he says.</p><hr /><h3>Interview Highlights</h3><p><strong>On why the show is so successful </strong></p><p>I can only speak for me, but in the comics and then in the show, I just loved seeing these characters from all these different backgrounds facing the same thing. I will say, though, there is a little bit of a fantasy that we're so consumed in our lives with so many things that maybe aren't very real. We lead lives of distraction, a lot of us. No matter what job you do, you sit in front of a computer, the computer is on the Internet, which seems almost built for distraction, and there's something about the situation that these characters are in that everything superfluous has been taken away from them. It's just a very simple life of survival.</p><p><strong>On creating the gory sound effects</strong></p><p>I think recently [we used] somebody throwing a melon of some sort at a car. It is weird stuff like that. The walkers [the show refers to zombies as \"walkers\"] though, those are live performers. They aren't the walkers on the day that we film, those are looped in and those are very specifically performed by very, very dedicated and brilliant artists. ... There's a lot of different versions: There's breathier ones, there's growlier ones, there's gurglier ones.</p><p><strong>On whether the show's violence affects him </strong></p><p>Watching it is one thing and doing it is another. And even the most violent moments on this show — even ... where Rick bites out the neck of that gentleman — it's a very strange thing because I know how hard it is to make that look real, and I know the work of everybody that went into it, and I know the people who worked on it. And so when I'm on set and it's 2 o'clock in the morning and Andy is biting into pieces of chicken of somebody's throat and somebody is standing off to the side pumping the blood that's coming out of that person's neck, and I'm thinking about the actor being freezing with the blood running down his shirt — it isn't getting desensitized to the violence, I see everything that went into it to make it horrifying and to make it hopefully emotionally resonant, but it's more like looking at a football play or a dance.</p><p>I'd say the hardest part is in script form because that's before all of this work to make it real gets involved. There have definitely been times that I've been so deep in a script and writing these moments and sort of backing away from the screen and being a little uncomfortable or just horrified myself that it went that way.</p><p><strong>On an instance of writing a scene that went too far graphically </strong></p><p>All of these walkers were swarming the prison fence [and] a walker was being pressed into the fence, and we scripted it that the walker is almost being cheese-grated, sort of \"play-doughed,\" through the fence ... and initially I thought, \"Maybe we shouldn't do this,\" because it wasn't really connected to any emotional moment in the story. It was just to show the circumstance, to show the amount of pressure that the people were under, and ultimately I did do it. I did put it in.</p><p>I think some of those moments play oddly as relief to the audience. It isn't a joke. We're not trying to make a funny and we're not trying to do anything ironically or anything, but things have just gotten so bad that you're just seeing how impossibly dark things can get. It's a tone of the show and it's a part of the show that I think is very specific to our show, because we're not trying to make the audience laugh in any way ... but when things get that dark, there's just a bit of recognition of it, and I feel there's a strange relief in it.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Allure+Of+Gore%3A+%27Walking+Dead%27+Producer+On+Zombies+And+Mean+Tweets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"1171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404701214-0f011a.m3u?orgId=1&topicId=1138&d=1171&p=13&story=404440951&t=progseg&e=404648542&seg=3&ft=nprml&f=404440951"},{"href":"http://media.npr.org/assets/img/2015/05/06/rick-grimes-by-gene-page-amc-595b1c40757780850b70e58371131fb32e987b37.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1352","width":"1803"}},{"href":"http://media.npr.org/assets/img/2015/05/05/gene-page-amc-scott-gimple-8474a5596aa305c58b7736ea2759b8f1b3057c01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1352","width":"1803"}},{"href":"http://media.npr.org/assets/img/2015/05/05/gene-page-amc-walker-605c2e9bfdcc9d40a43a5e6a3031dc6d30fa2351.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2397"}}]}