{"created":"2014-08-28T02:29:52+00:00","modified":"2014-10-30T23:12:37+00:00","valid":{"from":"2014-10-30T23:12:37+00:00","to":"3014-10-30T23:12:37+00:00"},"hreflang":"en","title":"Yazidi Community In America Watches Events In Iraq With Horror","published":"2014-08-17T22:24:00+00:00","teaser":"Lincoln, Neb., is home to a sizable group of Iraqi Yazidis, members of the minority group being persecuted in Iraq. One of them, Sulaiman Murad, describes the agony of watching the crisis from afar.","itags":["npr_api","341161873"],"guid":"637c7328-90e8-4371-9237-e08d93bab4a8","contentencoded":"<p>For the past week, American warplanes and drones have been attacking militants from the Islamic State, also known as ISIS, in the Sinjar region of northern Iraq. The U.S. is working to prevent the genocide of an ethnic and religious minority known as the Yazidis.</p><p>A sizable group of Iraqi Yazidis lives in Lincoln, Neb. Sulaiman Murad is among them; he grew up in the Iraqi town of Sinjar, which has been at the heart of recent Islamic State violence. Murad translated for the U.S. military after the 2003 invasion of Iraq, and he moved to Lincoln in 2010.</p><p>Murad tells guest host Tess Vigeland on <em>All Things Considered</em> that the community of Yazidis in America has worked together to support each other as they watched their friends and family become trapped on Mount Sinjar, and threatened with genocide.</p><p>\"I cannot imagine how this is happening in 2014,\" Murad says, as he describes how his family has been persecuted, and the situation they face now that some of have escaped.</p><hr /><h3>Interview Highlights</h3><p><strong>On what happened to his family members back home in northern Iraq</strong></p><p>I talked this morning with my dad and my mom and some of my brothers. So actually I don't know how they make it. ... They were escaping from home to home, from roof to roof, hiding from the ISIS, and they were looking for them in each home in the village. But finally they could escape from the terrorists. But I still don't have communication with some of my family, so I do not know what is going on.</p><p>But what I know, they captured one of my cousins and his dad, and just, they cut the head of my cousin in brutal way, and the videos were posted [online by ISIS]. And they took two of my cousins hostage.</p><p><strong>On whether he knows anyone who is still stuck in the Mount Sinjar region</strong></p><p>We still have some elderly [friends and family], and some of them, they cannot walk, they are left in the town. But the majority of them, they can make it out — right now they are in Kurdistan. But you know, they are homeless, and they still don't have food, water and good conditions. So right now they need help.</p><p><strong>On how Yazidis from Lincoln, Neb., traveled to D.C. to protest</strong></p><p>We as the Yazidi community in Lincoln, we traveled to Washington, D.C., and were screaming in front of [the] White House, saying, \"Obama, Obama, we need help right now.\" ... In the same day Mr. Obama decided to help the Yazidis ... everyone screamed, and said, \"God bless America.\" And each one of us just hugged the others, and we were laughing, crying. It's very hard to describe that moment.</p><p><strong>On how the community came together for emotional support</strong></p><p>During this crisis right now, I've never been in my apartment, because when I go to my apartment and when I am thinking what's happened to our community, just — I cannot breathe. Because of that, each six, seven families just, we are living [together] in one of the home[s], and we barely sleep one hour a day or eat a bite of food. Everybody calms the other, and we talk about everything.</p><p><strong>On the situation faced by refugees who have made it to Kurdistan</strong></p><p>We cannot go back to the Sinjar. ... It's not safe anymore, and we cannot trust anyone anymore, because the peshmerga, the Kurdistan government, they promised us they [were] going to protect us — but when the ISIS came, they didn't shoot one bullet. So thousands of the Yazidi they left behind with the ISIS, and they killed young boys, they slaughtered kids, they raped the women. So we cannot trust anybody anymore.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Yazidi+Community+In+America+Watches+Events+In+Iraq+With+Horror&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"300"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341164573-fab988.m3u?orgId=1&topicId=1010&ft=3&f=341161873"}]}