{"created":"2015-01-14T22:00:50+00:00","modified":"2015-01-20T20:20:20+00:00","valid":{"from":"2015-01-20T20:20:20+00:00","to":"3015-01-20T20:20:20+00:00"},"hreflang":"en","guid":"638befd7-a670-417f-8310-c9d293dbd080","title":"South Africa is a 'less equal place' now than under apartheid, author says","published":"2015-01-20T20:20:19+00:00","byline":"Jeb Sharp","teaser":"Author Katherine Newman says there are huge parallels between the legacy of apartheid and that of racial segregation in post-Civil War America. And she says young South Africans still believe in democracy, but corruption and inequality are tarnishing hopes for continued change.","tags":["Across Women's Lives","Culture","Arts, Culture & Media","Cape Town","Africa","South Africa","Africa","Katherine S. Newman","Hortense Powdermaker","Ariane De Lannoy","Apartheid in South Africa","Racism","For Women, South Africa's struggle continues"],"contentencoded":"<p>One of the most useful books I read on South Africa before heading there was \"<a href=\"http://www.amazon.com/After-Freedom-Katherine-S-Newman/dp/0807028800#\">After Freedom: The Rise of the Post-Apartheid Generation in Democratic South Africa</a>\" by Katherine S. Newman and Ariane De Lannoy. It’s an ethnographic account of seven young South Africans whose lives illustrate the realities of South Africa today.</p>\n<p>“I wanted to tell the story of South Africa in its post-apartheid years through the eyes of the rising generation, for whom the struggle years are childhood memories,” says Katherine Newman. “It’s not a story we know very well. We get caught up in the story of Nelson Mandela and the story of the struggle itself, but South Africa’s been a democracy for 20 years and we wanted to do a deep inquiry about where the country had come to 20 years after the birth of democracy and the first free election.”</p>\n<p>Here is an edited version of a Q&amp;A in December I did with Newman, who also spoke Wednesday on air with Marco Werman of PRI's The World.</p>\n<p><strong>JS: Is South Africa a more equal place (now)?</strong></p>\n<p>KN: No it isn’t. It’s a less equal place. You’ve seen huge eruptions of inequality develop where education is playing a huge role in determining where people end up in the occupational sphere. Of course, South Africa is not unusual in that. What has happened is South Africa has now joined the rest of the developed world in seeing this galloping inequality. But once upon a time, because of apartheid, race would have been the defining line. Now class is an incredibly important dividing line. It’s not that race doesn’t matter. It has everything to do with whether you’re likely to be in a good school and learn English and have opportunities for the kind of cultural capital that will give you a leg up in the labor market. But those divisions are now erupting within racial groups. So you’ll have two people side by side who in the past would be condemned to the same terrible life, and now their pathways are diverging, and that in turn has huge implications for their confidence in democracy. Because when poor blacks see what has happened among the affluent, who are turning their backs on what needs to happen for the poorest of poor, they feel the promise of democracy has been vastly diluted, if not a failure.</p>\n<p><strong>JS: How did you approach the book?</strong></p>\n<p>KN: I looked for people who are now in their early 30s, so they were children when apartheid ended, who would illustrate the important finding that race is no longer the only dividing line in South Africa. In many ways, class — meaning educational background, family background — plays a tremendous role in dictating the future life chances of people in South Africa. There has been, for example, a rising group of black Africans in South Africa who’ve done quite well and are no longer the oppressed poor. They are middle class and even upper middle class in South Africa and they represent a new story. But the other side of that equation is a massive, massive, enormous population of poor black Africans, so the division within race, by class, is now an extremely prominent feature of growing inequality by income in South Africa. I wanted to be able to tell the story of democracy through lenses that would reflect that underlying dichotomy.</p>\n<p><strong>JS: You modeled your book on an old book about the Jim Crow South. What parallels did you find between South Africa and the US?</strong></p>\n<p>KN: The striking parallels to our own history in the US are unmistakeable. The inspiration for the title of the book, After Freedom, comes from a classic in anthropology, the 1939 publication by Hortense Powdermaker. She traveled to the deep South, to Indianola, Mississippi, to try to understand what the long aftermath of the civil war into the Jim Crow period had done to race relations in that southern King Cotton town. She found a huge class divide had opened up within the racial groups on either side of a very stark color line.</p>\n<p>There were black Americans who were doctors, and preachers and teachers, and they had a sense of their own prestige that was clearly superior to the farmhands and the sharecroppers who were at the bottom. And on the white side of the line, the same thing was true. America has always been uneasy talking about class. We seem to have an easier time not grappling with race, but at least talking about it as a dividing line. And what Powdermaker discovered was that class was a huge dividing line on either side of the color bar.</p>\n<p>When I got to South Africa, it became evident that the same thing was true there. But it isn’t the story we learn about South Africa and it was the reason I wanted to draw these parallels. And, of course, in our era, in the last few weeks since Ferguson, since the Staten Island situation, we have been reminded how powerful these divides are, how much unfinished business there is in our own country. In looking at South Africa, it was never my intention to say, especially as an outsider, that we’re here to judge the country’s progress. We don’t have an island to stand on to say that we have somehow come so much further. They have issues. We have issues. And self-examination should always be in season.</p>\n<p><strong>JS: Tell me about “Thandiswa,” one of the characters in your book.</strong></p>\n<p>KS: Thandiswa is now in her early thirties. She is the mother of two young children. She lives most of the time in a township outside Cape Town called Khayelitsha. Khayelitsha is a rough place of about a half million people, many of whom have migrated from the less-developed eastern side of country and the northern part of the country. People have come there seeking opportunities the city of Cape Town provides.</p>\n<p>Thandiswa arrived there because her family migrated there from the eastern part of country. She went to many different schools as her family bounced around. They are actually among the more comfortable people in this township, meaning they have a house with actual walls instead of a shack. But Thandiswa has not been a beneficiary of strong education. She has never held a full-time job of any duration. When she has employment at all, there are huge spells of unemployment in between. And she is an extraordinary woman! She is absolutely beautiful. She has such tremendous potential, but she’s never ever really been able to exercise it. So she goes from period of depression to period of depression as she finds she’s unable to take care of her family.  She’s one of ten people in her household, only one of whom has a regular job. That’s her father who’s 75 years old and works on a farm. The rest of the family is really dependent on him. It just destroys her not to be the autonomous person she wants to be. So she is part of that group of people watching the democratic process and asking, \"Is this going to deliver anything for me and my children?\"</p>\n<p><strong>JS: You contrast “Thandiswa” with another woman called “Amanda.” What’s her story?</strong></p>\n<p>KN: Amanda comes from Port Elizabeth originally, but for a whole variety of accidental reasons, she was able to become part of a school that integrated just before apartheid ended. As the system was coming under great pressure, the white minority started opening up a few cracks in the seam of these institutions that had previously been all white. So she attended a Model C school. She was one of the first black children to enter that school. As a result, she got a much better education than Thandiswa. And she’s been able to parlay that. She’s multilingual in a variety of African languages, but she also speaks English fluently, she has operated in middle class settings and that has enabled her to claim a job today in the heart of Cape Town with an NGO that works on public health-related issues, especially AIDS. She wouldn’t have been able to climb the ladder that way had she not been advantaged in educational terms relative to poor people like Thandiswa. But that has not given her the kind of economic security that someone who comes from wealth would ever have. She has been evicted from her home three times, and she has always felt she was a little marginal. The NGO she works for, like NGOs all around the world, hit the skids when the great recession gathered force and budget cuts started raining down on them. So she doesn’t have the kind of resources that would keep her secure. She is by far the highest status person in her family — other people turn to her for help — so if she needed help, there wouldn’t be anybody who could really rescue her and sustain the standard of living she’s become accustomed to, which is not very elevated but it’s not a shack in Khayelitsha.</p>\n<p><strong>JS: You chose seven characters to tell the story of the post-apartheid generation. The mix makes sense: two black, two white, two coloured (under the old apartheid designations), and one immigrant. Whose journey surprised you the most?</strong></p>\n<p>KN: The journey that left the biggest impression on me was the woman we call “Suzanne,” who was one of the refugees coming across the border in South Africa. She comes from Burundi. After the Rwandan war spilled over into Burundi and the mass killings began, she had to flee the country. And she did [that] with her children on her back. It took her two years to traverse Africa and get to South Africa, which, for all its problems, is a beacon of democracy compared to Zimbabwe and many of the other failed states in Africa.</p>\n<p>Like many other people, Suzanne headed across the border hoping to find some degree of security or safety. And in this, the refugee population is not unlike the population we saw coming [to the US] from Central America during the dirty war years. We, too, have refugees coming across the US border who see us as a beacon of democracy and the potential for opportunity.</p>\n<p>She was trained as a nurse in Burundi. She has never been able to work as a nurse since. She came across that border, found her husband after two years. They’d been separated by the violence. She managed to establish herself as a trader of craft goods in the main tourist market of Cape Town. Today, she has been so successful, she has four or five other stalls of women working for her in other parts of Cape Town. She has women on the payroll in Zululand who create beautiful beaded necklaces. She has them on contract so that’s providing income for those women.</p>\n<p>Once a year, she goes to India to buy cloth to bring back to market. This is just an illustration of how successful she’s been. But she represents a population in South Africa that is not entirely welcome.</p>\n<p>Foreign blacks coming across that border are regarded with deep suspicion by thousands of poor people in South Africa who have not seen the promise of democracy pay off for them. And this has led to a [rash] of xenophobic, murderous attacks on people in the townships, and led people like Suzanne to recognize that she will never be truly at home in South Africa. But she also can’t imagine going back to the country she came from. It’s still a very dangerous place.</p>\n<p>When I started this research project, I’d never even thought about migration or refugees. It’s not a subject many of us identify with South Africa, but it turns out to be a true human rights crisis in South Africa. Many of these people come from countries that sheltered ANC activists during apartheid years. And so to have people who come from those countries, which became havens for the oppressed from South Africa, turn around and be treated to murderous violence is a shock to the national conscience. I wanted to be able to explore that alongside the racial dynamics of democratic South Africa.</p>\n<p><strong>JS: Is it possible to tease out insights about gender in South Africa, post-apartheid?</strong></p>\n<p>KN: I think it is fair to say — as it would be true in our country, as well — where education matters in determining the fate of a person, women have done better than men. That’s not to say we don’t have unique challenges to face with respect to women’s lives and their life chances, but, in general around the world, women have done well in education and it’s the men who have real trouble. When men could earn a living both in South Africa and in the US working with their hands, they excelled in those areas. And when those blue-collar occupations were unionized, their wages relative to the other possibilities were better than women’s wages. But as that kind of labor declines in importance, the kind of white collar skills that come out of an educated background do seem to have favored women in South Africa and here. So I don’t think it was an accident that, of the examples we looked for both among the whites and among the blacks, of people who’d managed to do reasonably well, they were almost all women.</p>\n<p><strong>JS: And the white man you profile, “Brandon,” is struggling to compete?</strong></p>\n<p>He is, because he didn’t do well in school. Education was not his strength. And in fact, when you were white in the apartheid years, you didn’t have to do well in education. Brandon’s father had been a bank manager. He barely had a high school education. But because whites had a lock on the only really valuable occupations, you didn’t need to apply yourself to school. You go down one generation to Brandon’s generation and there is no way he could have replicated his father’s success. His father lost his job also. Both of them have ended up in blue collar occupations that are kind of iffy.</p>\n<p>One thing many Americans may not realize — I didn’t realize it, either — is that the race laws in South Africa, especially the so-called color bar in the world of employment, were built primarily to protect poor whites from competition. There were a lot of poor whites in South Africa. The Afrikaans population was not well-educated. The apartheid state ensured they wouldn’t be losers. But once apartheid was lifted, all that human capital produced through education started to make a difference. So Brandon, who was an indifferent student and thought he’d have a pathway paved before him because his father had a pathway, lost that pathway when whites lost the lock on those occupations. Now, it’s really what can you do in the white collar world and without an education. The answer is you can’t do much.</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/011420156.mp3"},{"href":"http://www.pri.org/file/011420156mp3-1"}]}