{"created":"2015-04-03T22:16:22+00:00","modified":"2015-04-06T18:50:34+00:00","valid":{"from":"2015-04-06T18:50:34+00:00","to":"3015-04-06T18:50:34+00:00"},"hreflang":"en","title":"While Pay Holds Steady For Most, Low-Wage Workers Get A Boost","published":"2015-04-06T16:03:00+00:00","teaser":"Some big U.S. employers are giving their lowest-paid employees a raise. That's helped make low-wage workers one of the few segments of the workforce seeing an increase in pay.","itags":["npr_api","397316872"],"guid":"63ba72f7-7632-4dd3-84aa-dc25aa839f4d","contentencoded":"<p>The vast majority of U.S. workers haven't seen any real wage gains since the recession. But that's starting to change, at least for low-income workers.</p><p>This week, fast-food giant McDonald's announced it will pay workers $1 more than the local minimum wage.</p><p>It joins some of the nation's other largest employers, including Wal-Mart, Target and TJX, the parent company of Marshalls and TJ Maxx. All say they will be boosting pay to at least $9 per hour this year, and some will go to $10 next year.</p><p>For Wal-Mart alone, that's a pay raise for half a million Americans.</p><p>Tom Perez, the U.S. secretary of labor, told NPR Friday that he considers all these moves \"a step in the right direction.\"</p><p>\"I applaud what Wal-Mart has done, and TJ Maxx, and most recently McDonald's — who also added five days' paid sick leave for full-time people, and a pro rata share for part-time people,\" Perez said.</p><p>Still, the McDonald's pay hike covers only the company-owned stores, not the franchises that make up 90 percent of the company's locations.</p><p>Perez says there's something Congress could do to reach a lot more<em> </em>workers: raise the minimum wage.</p><p>\"Because there's still too many people working a full-time job and living in poverty, and that's just not who we are as a nation,\" he says. <strong> </strong></p><p>Even with the $1-an-hour pay raise announced by McDonald's, some workers are still less than enthusiastic.</p><p>\"For me, it really doesn't mean much. And it's not enough,\" says Jemere Calhoun, who works at a McDonald's in Los Angeles.</p><p>As a shift manager, he already makes $9.35 an hour. Calhoun, married and with a young child, says he and his wife have to scrape money together any way they can.</p><p><em>\"</em>That runs the gamut of family, friends, public assistance, temp jobs, helping people move, those types of things,\" he says.</p><p>Of course, it's been hard to survive on fast-food wages for a long time, so why are these companies boosting pay right now? In the case of McDonald's, the fast-food industry has been under fire, with workers protesting for months.</p><p>John Gordon, founder of Pacific Management Consulting Group, tracks chain restaurants. He says McDonald's is in part worried about its image.</p><p>That's not just because of worker protests, he says. He also points to a scandal over the meat being used at restaurants across China and Japan. \"The problems have been horrendous,\" he says. \"A longtime McDonald's provider was using bad beef. Expired beef.\"</p><p>But image problems aside, Gordon says the biggest factor in the wage increase is probably just basic economics.</p><p>\"They are doing it because the economy has picked up and the restaurants I cover — all of them, even the Cheesecake Factory — have noted increased labor costs,\" he says. \"Because turnover has ratcheted up, and they are generally paying people more so they don't lose them.\"</p><p>That sounds like a good thing: more job options and better pay for workers. But right now, when adjusting for inflation, the only workers seeing any real wage gains are at the very bottom and the very top of the pay scale.</p><p>Larry Katz, a labor economist at Harvard, says he thinks eventually there will be pay gains for the middle class, too — \"but it's going to be slow,\" he says. That's because there are still a lot of people looking for work in middle-income jobs, so there's not the same pressure on employers to raise wages as there is for low-wage jobs.</p><p>Katz says new overtime rules could boost pay for some people more quickly. The current rules are outdated, he says. For example, if your company pays you just $25,000 a year but calls you a \"manager,\" it's not required to pay you overtime.</p><p>A new federal rule to fix that will be announced this spring.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=While+Pay+Holds+Steady+For+Most%2C+Low-Wage+Workers+Get+A+Boost&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Chris Arnold","audio":[{"meta":{"duration":"238"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397325308-917685.m3u?orgId=1&topicId=1006&e=397316872&d=238&ft=nprml&f=397316872"},{"href":"http://media.npr.org/assets/img/2015/04/03/17592861_h35605945-ef503f2fe337e0826b415d2cd99f7e44bffd1e0d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1428","width":"1904"}}]}