{"created":"2015-05-22T20:49:00+00:00","modified":"2015-05-29T01:05:21+00:00","valid":{"from":"2015-05-29T01:05:21+00:00","to":"3015-05-29T01:05:21+00:00"},"hreflang":"en","title":"The Exquisite Dissonance Of Kehinde Wiley","published":"2015-05-23T00:32:00+00:00","teaser":"The Brooklyn Museum's mid-career Wiley retrospective wraps up this week; his large, elaborate works depict black men and women in traditional forms like oil, bronze sculture and even stained glass.","itags":["npr_api","408558234"],"guid":"63bfe086-0913-4d20-957b-52f4f00d6044","contentencoded":"<p>This week, the Brooklyn Museum is wrapping up its mid-career retrospective of artist Kehinde Wiley — which means 14 years of work and something like 60 paintings.</p><p>It's been drawing a diverse and large crowd, partly because Wiley's work has been featured on the TV show <em>Empire</em>, and partly because he is a well-known and, in some ways, controversial figure in the art world. Wiley takes contemporary figures — oftentimes young black men and women — and places them in old European art traditions: Oil paintings, portraits, stained glass and even bronze sculpture.</p><p>Wiley tells NPR's Audie Cornish that the first time he stepped into a museum as a child, it was incredibly intimidating. \"Great big paintings, history, gilded frames, a sense of power, a sense of majesty,\" he says. \"It was alienating but it was fabulous at the same time, because I was trying to learn how to paint. And here you had images where people had spent hundreds of years trying to figure out how to coax reality into form, and here it was.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the painting \"Willem Van Heythuysen\"</strong></p><p>Well, the original painting is an old Dutch painting that depicts a man, he has his hand on his hip, his hand is turned outward, and he has a sword in the other hand. And it's a very regal look, it's very self-possessed. And in this particular painting that I chose to create, all of that pose is recreated, with the exception that there is a young man that I met in the streets of Brooklyn back in 2006, who chose that painting as his pose, and here he's wearing a velour Sean John suit, pair of Timberlands — but that same sense of regal hauteur is there.</p><p><strong>On why he leaves in brand names and clothing labels</strong></p><p>Why take it out, would be the real question? The brands that people wear are a serious business. I remember growing up as a kid in South Central Los Angeles, back in the 1980s, when people were being killed for Jordan sneakers. Branding says a lot about luxury, and about exclusion, and about the choices that manufacturers make, but I think that what society does with it after it's produced is something else. And the African-American community has always been expert at taking things and repurposing them toward their own ends. This code-switching that exists between luxury and urban is something that was invented in the streets of America, not Sixth Avenue.</p><p><strong>On the painting \"Mugshot Study\"</strong></p><p>Wiley: Well, what this painting is is a portrait of a young black man, possibly between the ages of 18 and 26, I can't really say. He has these beaded necklaces around his neck; nothing more than a wife-beater. It's a painting that's cropped, and in fact, the way that I found this image was, I was walking down the street in Harlem, and I found this crumpled piece of paper. And on it as a mug shot. Presumably it fell out of a police car, and it got me thinking about portraiture, about the choices that one has to make in order to be in a portrait of this type.</p><p>Cornish: It's also the antithesis of the work people may recognize ... if anything, your work, for a lot of people, has been a rebuke of the mug shot when it comes to black men.</p><p>Wiley: It's a rebuke of the mug shot, it's an ability to say \"I will be seen the way I choose to be seen.\" All of the models are going through our history books and deciding, out of all the great portraits of the past, which ones do they feel most comfortable, which ones resonate with them. And so I go through the studios with individuals who go through art history books and choose how they want to perform themselves.</p><p><strong>On why he chooses to work in traditional forms rather than create something new</strong></p><p>My love affair with painting is bittersweet. I love the history of art — you asked me about that moment that I first looked at the stuff and when I first fell in love with it. It was only later that I understood that a lot of destruction and domination had to occur in order for all of this grand reality to exist. So what happens next? What happens is the artist grows up and tries to fashion a world that's imperfect. Tries to say yes to the parts that he loves, and to say yes to the parts that he wants to see in the world, such as black and brown bodies — like my own — in the same vocabulary as that tradition that I had learned so many years before.</p><p>It's an uncomfortable fit, but I don't think that it's something that I'm shying away from at all. In fact, I think what we're arriving at is the meat of my project, which is that discomfort is where the work shines best. These inconvenient bedfellows that you're seeing all over this museum are my life's work.</p><p><strong>On the gut feeling of vulnerability that informs his work</strong></p><p>What I wanted to do was to look at the powerlessness that I felt as — and continue to feel at times — as a black man in the American streets. I know what it feels like to walk through the streets, knowing what it is to be in this body, and how certain people respond to that body. This dissonance between the world that you know, and then what you mean as a symbol in public, that strange, uncanny feeling of having to adjust for ... this double consciousness.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Exquisite+Dissonance+Of+Kehinde+Wiley&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"496"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408827524-148caf.m3u?orgId=1&topicId=1141&d=496&p=2&story=408558234&t=progseg&e=408692206&seg=13&ft=nprml&f=408558234"},{"href":"http://media.npr.org/assets/img/2015/05/21/el137.18-14ad89c85c18a49b84152c869bc7e68f64cc7d28.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1339","width":"1785"}},{"href":"http://media.npr.org/assets/img/2015/05/21/l2005.6-8ed1c2b955759b7fc258f2f7d041e7eb5782995b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"717","width":"956"}},{"href":"http://media.npr.org/assets/img/2015/05/21/el137.33-e69627095e57e55ff3f964a222893ee7e0df243a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2015/05/21/kehinde-wiley-installation-view.-courtesy-of-the-brooklyn-museum.-21--c24dc67d1881bc89b6aa37d4e0929c68ea622630.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1798","width":"2398"}},{"href":"http://media.npr.org/assets/img/2015/05/22/el137.531_custom-215a25fb304cff3b75ba11caf9e25d7440fd63c6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2400","width":"1584"}},{"href":"http://media.npr.org/assets/img/2015/05/21/el137.33-e69627095e57e55ff3f964a222893ee7e0df243a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1328","width":"1771"}},{"href":"http://media.npr.org/assets/img/2015/05/22/el137.34_pl008_t_mugshot_sender_2006-122-aefdd9be6278e7818d4672ad490dcfa36fae4605.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1303","width":"1736"}}]}