{"created":"2014-12-01T09:01:59+00:00","modified":"2014-12-03T19:05:19+00:00","valid":{"from":"2014-12-03T19:05:19+00:00","to":"3014-12-03T19:05:19+00:00"},"hreflang":"en","title":"Is A Threat Posted On Facebook Really A Threat?","published":"2014-12-01T14:26:00+00:00","teaser":"The Supreme Court is tackling a question of increasing importance in the age of social media and the Internet after a man was convicted of posting threats against his estranged wife and an FBI agent.","itags":["npr_api","366534452"],"guid":"63c035fb-5066-4288-b46e-9f0deee2fcb4","contentencoded":"<p>The U.S. Supreme Court is tackling a question of increasing importance in the age of social media and the Internet: What constitutes a threat on Facebook?</p><p>Anthony Elonis was convicted of making threats against his estranged wife, and an FBI agent. After his wife left him, taking the couple's two children with her, Elonis began posting about her on his Facebook page.</p><blockquote><p><em>There's one way to love ya, but a thousand ways to kill ya,</em></p><p><em>And I'm not going to rest until your body is a mess,</em></p><p><em>Soaked in blood and dying from all the little cuts.</em></p><p><em>Hurry up and die bitch.</em></p></blockquote><p>In another post Elonis opined, \"Revenge is a dish that is best served cold with a delicious side of psychological torture.\"</p><p>Elonis' wife, Tara, went to court and, after a three-hour hearing attended by both husband and wife, she obtained a restraining order, barring her estranged husband from threatening, harassing or contacting her, even indirectly. Elonis, however, continued his unrestricted posting practices.</p><p>Just three days after the court hearing, he posted another Facebook message: \"Did you know that it's illegal for me to say I want to kill my wife?\" he wrote, explaining, \"Now, it was okay for me to say it right then because...I'm just letting you know that it's illegal for me to say that.\"</p><p>Roughly a week later, Elonis posted this about his wife:</p><blockquote><p><em>Fold up your protective order and put in your pocket.</em></p><p><em>Is it thick enough to stop a bullet?</em></p></blockquote><p>The next day, he said he was ready to \"make a name for himself\" with \"the most heinous [elementary] school shooting ever imagined.\"</p><blockquote><p><em>Hell hath no fury like a crazy man in a kindergarten class,</em></p><p><em>The only question is...which one.</em></p></blockquote><p>That post got the attention of FBI agent Denise Stevens, who visited Elonis at home. Afterward, he posted this message:</p><blockquote><p><em>Little agent lady stood so close</em></p><p><em>Took all the strength I had not to turn the bitch ghost.</em></p><p><em>Pull my knife, flick my wrist, and slit her throat.</em></p><p><em>Leave her bleedin' from her jugular in the arms of her partner.</em></p></blockquote><p>Elonis was indicted on five counts of interstate communication of illegal threats. At his trial, he acknowledged that his verse had some of the same violent themes as rap songs, but argued that he had said explicitly on his Facebook page that he was only exercising his First Amendment free speech rights. And he pointed out that he had linked to other similar artistic expressions, including a comedy sketch about the nature of threats, and rap songs from Eminem whose verse has fantasized about killing <em>his</em> ex-wife.</p><p>At the end of the trial, the judge instructed the jury that to convict, it must find that Elonis' Facebook posts constituted true threats, meaning that in context \"a reasonable person would foresee that the statements would be interpreted ... as a serious expression of an intent to inflict bodily injury.\"</p><p>Elonis was convicted and sentenced to 44 months in prison. He appealed all the way to the Supreme Court, contending that under the Constitution and the federal threat statute, a jury must find not just that a reasonable person would interpret the words as threatening, but that Elonis actually <em>intended</em> his words to <em>be</em> threatening.</p><p>\"If the question had been what did he intend, did he intend to place her in fear, it would've been an entirely different trial,\" says attorney John Elwood, who will argue the case in the Supreme Court on Monday.</p><p>Elwood points to evidence that he contends shows Elonis never intended to put his wife in fear for her life.</p><p>\"The disclaimer posted all around the page saying basically, 'this is all for entertainment purposes only' or that 'this is venting, don't take this too seriously,' and when you put all that in context,\" it indicates \"he did not have an intent to put anyone in fear,\" argues Elwood.</p><p>Elwood notes that lots of great songs have revenge fantasies, including the Beatles' \"Run for Your Life\" in which John Lennon sings, \"I'd rather see you dead little girl than to see you with another man. ... Run, run for your life.\"</p><p>But longtime federal prosecutor Patrick Fitzgerald sees the context in the Elonis case differently. He notes that most of the posts occurred after Elonis' wife had gotten a protective court order, and that Elonis posted his messages on his Facebook page without restriction. Thus, Fitzgerald contends that the husband reasonably foresaw what the reaction would be.</p><p>\"The wife would read this and think, this is not an artistic statement, this is not a political statement about a larger cause,\" says Fitzgerald. \"This is trying to get inside her head and make her think there could be someone doing violence to her.\"</p><p>Fitzgerald also rejects the comparison to Eminem's rap fantasies. You can't have \"this little out where you dress up a threat as being rap lyrics\" and are allowed to \"terrorize people,\" he says.</p><p>Fitzgerald, who served 24 years as a federal prosecutor — 11 of them as the U.S. attorney for Chicago — sees threats as such a problem that he actually put a \"threat button\" on his prosecutors' computers in Chicago, requiring them to report any threat made to a witness, prosecutor or judge.</p><p>\"There's an epidemic of threats out there, and with the Internet it's going to get worse. So, in terms of the societal value of making sure there is a safe zone where people aren't picking up the Internet and feeling like they're being singled out for violence, that's a very real issue,\" he says.</p><p>Cindy Southworth, vice president of the National Network to End Domestic Violence, underlines the point, contending that Facebook and other social media sites enable abusers to reach their victims with a \"click of a mouse or the touch of a screen.\"</p><p>\"We have stalking statutes all over the country that are based on a reasonable person versus proving the intent of the stalker or abuser. So I'm quite concerned about what ripple impact this may have on other statutes and other prosecutions if we have to somehow get into the mind of an abuser,\" she says.</p><p>But most of the friend-of-the-court briefs filed in the Elonis case take the opposite side. They argue that if the court allows this conviction to stand, it would have enormous implications for free speech rights and artistic expression. Briefs full of references to the F-word or female genitalia attempt to provide a crash course on rap storytelling for justices whose tastes, as one wag observed, run more to Wagner and Puccini than Eminem and Wu-Tang Clan.</p><p>A decision in the case is expected by summer.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+A+Threat+Posted+On+Facebook+Really+A+Threat%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"406"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367704610-7c5732.m3u?orgId=1&topicId=1070&ft=3&f=366534452"},{"href":"http://media.npr.org/assets/img/2014/11/25/istock_000026824504large-faa360b15feeea086ccefa665ecfff3090013838.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1804","width":"2405"}},{"href":"http://media.npr.org/assets/img/2014/11/25/elonis-4e7d5fbb27a7beb883db1cef9781c74c94de3d99.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"539","width":"719"}}]}