{"created":"2015-05-08T18:27:27+00:00","modified":"2015-05-08T18:56:31+00:00","valid":{"from":"2015-05-08T18:56:31+00:00","to":"3015-05-08T18:56:31+00:00"},"hreflang":"en","title":"A Bad Day For Proofreading: Printing A Perilous Bible","published":"2015-05-08T18:27:00+00:00","teaser":"In the final story of our \"Bad Days in History\" series this week, author Michael Farquhar shares a story from England in 1632.","itags":["npr_api","405242341"],"guid":"63c318a8-be2c-46a0-9c54-6fd47ae5ca61","contentencoded":"<p>In the final installment of our &#8220;Bay Days in History&#8221; conversations, author <strong>Michael Farquhar </strong><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young take us back to 1632.</p><p>On May 8, 1632, an English court called upon the unfortunate printers of a King James Bible, who let more than a few spelling and grammar errors slip through the cracks such as, &#8220;Thou shalt commit adultery.&#8221;</p><p>Who had a bad day in history over the upcoming weekend? Find out in the excerpt below from Farquhar&#8217;s book &#8220;<a href=\"http://www.amazon.com/Bad-Days-History-Gleefully-Misfortune/dp/1426212682?tag=wburorg-20\" target=\"_blank\">Bad Days in History: A Gleefully Grim Chronicle of Misfortune, Mayhem, and Misery for Every Day of the Year</a>.&#8221;<a name=\"excerpt\"></a></p><ul><li><a href=\"https://hereandnow.wbur.org/tag/bad-days-in-history\" target=\"_blank\">More in this weeks &#8220;Bad Days in History&#8221; series</a></li><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more good reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;Bad Days In History&#8217;</h4><p><em>By Michael Farquhar</em></p><p><strong>MAY 9, 1914</strong> <em>Smother’s Day<a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0504_book-bad-day.jpg\"><img class=\"alignright wp-image-83345 size-medium\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0504_book-bad-day-196x300.jpg\" alt=\"0504_book-bad-day\" width=\"196\" height=\"300\" /></a> </em></p><p>Anna Jarvis loved her mother with an intensity that might generously be described as obsessive. While it drove the spinster schoolteacher to relentlessly push for a national day of recognition for mothers—especially her own—it appalled her that Mother’s Day devolved into such a crassly commercial monstrosity.</p><p>The story began in Grafton, West Virginia, where in May 1908, Jarvis organized a memorial service for her dearly departed mother, who had passed away three years before. She ordered 500 carnations, Mother Jarvis’s favorite flower, one for each member of her church congregation. Under the sponsorship of the merchant and philanthropist John Wanamaker, Jarvis soon began to push for a national holiday that would serve as a perpetual tribute to her personal heroine. She lobbied hard—ferociously, some would say—and on May 9, 1914, she triumphed when President Woodrow Wilson signed a joint resolution in Congress and proclaimed the second Sunday in May “a public expression of love and reverence for the mothers of our country.”</p><p>But that’s when things started to turn sour. The tremendous success of Jarvis’s mission coincided with the emergence of vile profiteers who began peddling flowers, cards, and candy for the annual occasion. Jarvis went nuts. In one frenzied press release she railed, “WHAT WILL YOU DO to rout charlatans, bandits, pirates, racketeers, kidnappers and other termites that would undermine with their greed one of the finest, noblest and truest movements and celebrations?”</p><p>Mother’s Day had become for Jarvis a holiday of horrors. But the ultimate insult came in the 1930s, when the U.S. postmaster announced a Mother’s Day commemorative stamp bearing the portrait of Whistler’s mother. To think the artist’s sour-faced old lady was more worthy of the stamp than Mother Jarvis herself! Anna couldn’t stand it. She demanded an audience with President Roosevelt and succeeded in having “Mother’s Day” stricken from the issue. But the fact that the stamp was still embellished with her mother’s favorite carnations was galling.</p><p>As the outrages mounted, Jarvis became increasingly unbalanced. On one occasion she stormed into a meeting of the American War Mothers to halt their sale of carnations for Mother’s Day and the police had to drag her away kicking and screaming. Eventually Jarvis sealed herself away in her home, with a sign out front that warned strangers away. Inside, she kept an ear close to the radio, utterly convinced her mother was speaking to her through the sound waves.</p><p>In the end, there was no place left for the penniless and half-demented old woman but a sanitarium. Fortunately, the mother of Mother’s Day never knew her bills were being paid by the hated Florists Exchange.</p><p><strong>MAY 10, 1849 </strong><em>Just Speak the Speech . . . Skip the Fancy Dance!</em></p><p>I t all started with a hiss, when, in 1846, the English actor James Macready decided to spice up his performance as Hamlet with a little dance to accompany his soliloquies. Suddenly, as he pranced onstage in Edinburgh, the unmistakable sound of displeasure came whistling from the audience—delivered by a fellow actor, an American stage idol by the name of Edwin Forrest.</p><p>“I do not think that such an action has its parallel in all theatrical history,” the appalled Macready scribbled melodramatically in his diary. “The low-minded ruffian! He would commit a murder, if he dare.” For his part, Forrest was entirely unapologetic. “The truth is,” he wrote in a letter to the London Times, “Mr. Macready thought fit to introduce a fancy dance into his performance of ‘Hamlet,’ which I thought, and still think, a desecration of the scene, and at which I evinced that disapprobation.” Thus was launched a petty thespian feud that would ultimately end in a bloody riot.</p><p>Three years after the fateful hiss, the by now famously antagonistic actors were in New York—both of them to play Macbeth, at different theaters. American audiences were ready. In an era long before the advent of screen stars, Forrest was their hero; a rugged native son who played his roles with the meaty vigor so lacking in those effete, overly mannered American performers who tried to copy the English, long thought to be superior on the stage. Macready, on the other hand, typified the English old school of acting, and was utterly contemptuous of American audiences. “In this country,” he wrote, “the masses, rich and poor, are essentially ignorant or vulgar, utterly deficient in taste and without the modesty to distrust themselves.”</p><p>The feeling, particularly in light of Macready’s known animosity toward the homegrown Forrest, was mutual.</p><p>The haughty English actor got an early preview of American ill will on the night his Macbeth premiered at New York’s Astor Place Opera House, when audiences pelted him with rotten eggs and vegetables and eventually forced the curtain to come down early when they started hurling chairs. Frightened but undeterred, Macready returned to the Astor Place stage on May 10, 1849. And that’s when the real mayhem commenced.</p><p>The audience behaved much as it had at the premiere—that is, demonstrably unappreciative—but outside, a mob that had grown increasingly frenzied suddenly launched an assault on the theater. “As one window after another cracked,” the New York Tribune reported, “the pieces of bricks and paving-stones rattled in on the terraces and lobbies, the confusion increased, till the [opera house] resembled a fortress besieged by an invading army rather than a place meant for the peaceful amusement of a civilized community.” Through it all, the report continued, “the obnoxious actor went through his part with perfect self-possession, and paid no regard to the tumultuous scene before him.”</p><p>As the riot outside grew more intense, police stationed at the scene had to be reinforced by the military. They were pelted with rocks and stones, and, after several warning shots, finally retaliated by shooting into the mass of people. More than 30 were killed, many more grievously injured. Macready, meanwhile, finished his performance and slipped away unharmed—his impression of boorish American audiences now cemented.</p><p><em>Excerpted from the book BAD DAYS IN HISTORY by Michael Farquhar. Copyright © 2015 by Michael Farquhar. Reprinted with permission of National Geographic Books.</p><p></em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.amazon.com/Michael-Farquhar/e/B001IGFNJS?tag=wburorg-20\" target=\"_blank\">Michael Farquhar</a></strong>, author of “Bad Days in History.”</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Bad+Day+For+Proofreading%3A+Printing+A+Perilous+Bible&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"135"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405246571-6edffd.m3u?orgId=1&d=135&p=60&story=405242341&t=progseg&e=405234301&seg=11&ft=nprml&f=405242341"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0508_wicked_bible.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"179","width":"284"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0509_baddayauthor.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1065","width":"1280"}}]}