{"created":"2014-11-25T15:02:31+00:00","modified":"2015-05-13T21:29:32+00:00","valid":{"from":"2015-05-13T21:29:32+00:00","to":"3015-05-13T21:29:32+00:00"},"hreflang":"en","title":"Federal Ferguson Investigation Will Remain Independent, Holder Insists","published":"2014-11-26T13:15:00+00:00","teaser":"The federal probe is examining whether Darren Wilson intentionally violated Michael Brown's civil rights. Justice Department veterans say proving he violated federal criminal law will be difficult.","itags":["npr_api","366527106"],"guid":"63c7eaa5-3ec4-4025-bfc7-e6e28e9f4e81","contentencoded":"<p><strong>This post was updated at 5:30 p.m. ET</strong></p><p>Attorney General Eric Holder <a href=\"http://www.justice.gov/opa/pr/attorney-general-holder-statement-conclusion-grand-jury-proceeding-shooting-michael-brown\" target=\"_blank\">says</a> \"far more must be done to create enduring trust\" between police and communities they serve, even as his Justice Department continues to investigate possible discriminatory police actions in Ferguson, Mo.</p><p>Civil rights lawyers at Justice working alongside FBI agents have also been examining whether white officer Darren Wilson intentionally violated the civil rights of 18-year-old Michael Brown, the unarmed black man he shot dead Aug. 9.</p><p>On Tuesday, Holder spoke about the DOJ's ongoing efforts emphasizing that both federal investigations will \"continue to be thorough, continue to be independent and they remain ongoing.\"</p><p>He did not provide a timeline for the investigations, but said they \"will be conducted rigorously and in a timely manner so that we can move forward as expeditiously as we can to restore trust, to rebuild understanding, and to foster cooperation between law enforcement and community members.\"</p><p>Proving that Wilson, who was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/24/366370100/grand-jury-reaches-decision-in-michael-brown-case\" target=\"_blank\">cleared Monday</a> by a St. Louis County grand jury, violated federal criminal law will be difficult, DOJ veterans say.</p><p>But in the aftermath of the local grand jury announcement, Holder has insisted the federal probe of the policeman is ongoing and independent of St. Louis prosecutors.</p><p>\"And although federal civil rights law imposes a high legal bar in these types of cases, we have resisted forming premature conclusions,\" Holder said in a statement Monday.</p><p>Mediators from the Justice Department Community Relations Service have been on the ground in Ferguson trying to ease tensions since August. And the DOJ community-oriented policing unit has been trying to train local law enforcement to respect protesters and de-escalate tensions. Scattered violence and scenes of burning businesses in the area overnight Monday mean that work is far from complete.</p><p>Justice Department lawyers are making slow but steady progress on another facet of their task in Ferguson: investigating allegations of unconstitutional policing by law enforcement there.</p><p>Holder tipped his hand last month, publicly calling for \"wholesale changes\" in the Ferguson force. His DOJ investigators have opened more than two-dozen investigations into biased policing tactics and patterns of excessive force in places from Albuquerque to New Orleans to Newark.</p><p>Such cases often end in lawsuits or court-enforceable agreements to change hiring, training and traffic stop actions.</p><p>Vanita Gupta, the acting leader of the civil rights division at Justice, said at a news conference last month that the goal of such cases is to \"ensure that the city has an effective, accountable police department that controls crime, ensures respect for the Constitution, and earns the respect of the public it is charged with protecting.\"</p><p>Holder also said Tuesday he was disappointed that some reacted with violence rather than heeding the call for non-violence issued by Brown's parents.</p><p>The attorney general says his top aides will work with local police in Missouri \"so that we can develop strategies for identifying and isolating the criminal elements from peaceful protesters.\" Holder says people in Ferguson who tried to stop looters and arsonists are \"heroes, in my mind.\"</p><p>The issue is personal for Holder, the country's first black attorney general. He told NPR earlier this year he wanted to keep working to forge connections between police and minority communities even after he retires from public service next year.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Federal+Ferguson+Investigation+Will+Remain+Independent%2C+Holder+Insists&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Johnson","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366729972-0dd880.m3u?orgId=1&topicId=1070&d=191&p=3&story=366527106&t=progseg&e=366729705&seg=11&ft=nprml&f=366527106"}]}