{"created":"2015-03-24T20:34:47+00:00","modified":"2015-04-15T20:04:38+00:00","valid":{"from":"2015-04-15T20:04:38+00:00","to":"3015-04-15T20:04:38+00:00"},"hreflang":"en","title":"'Crescent Moon' Counts Down To Political Mayhem","published":"2015-04-02T10:02:00+00:00","teaser":"Fatima Bhutto (niece of assassinated Pakistani Prime Minister Benazir Bhutto) has written several volumes of nonfiction and poetry; her first novel is a delicate but tense political thriller.","itags":["npr_api","395065285"],"guid":"63c97d30-1d1d-45c0-9d51-5e899dabfc6e","contentencoded":"<p><em>The Shadow of the Crescent Moon</em> is American-educated Pakistani writer Fatima Bhutto's first novel, but she already has three books to her credit: One volume of poetry, another a memoir (<em>Songs of Blood and Sword</em>, a title that seems apt, since she's the granddaughter of the executed Prime Minister Zulfikar Ali Bhutto, niece of the assassinated Benazir Bhutto and daughter of the murdered Murtaza Bhutto), and a compilation of survivors' accounts of the 2005 Pakistan earthquake. Which means she has been working for a while on a full head of steam — and now she has produced an intense and powerful work of fiction that takes us inside the lives of three Shia brothers from the town of Mir Ali in the tribal area of northwestern Pakistan — as Bhutto puts it, \"a country within a country,\" on a day that may change their lives forever.</p><p>In this part of the world, tanks roll through the main streets, and soldiers — under the Pakistani flag of star and crescent moon — stand at just about every corner, except in those parts of town patrolled by Taliban irregulars armed with Kalashnikovs. The novel opens on a drizzly morning in Mir Ali; the three brothers are gathered around the breakfast table, speaking in subdued voices, their serious demeanor — particularly that of the youngest brother — hinting at a dangerous political plot in the works.</p><p>We're alerted to this as well by a countdown: <em>9:00 AM</em>, Bhutto cues us, <em>9:25</em>, and so forth. By focusing on portions of each of the next three hours, she moves us, in <em>Day of the Jackal</em>-style, closer and closer to an afternoon that promises violence and political mayhem involving a visiting political dignitary.</p><p>But Bhutto's as interested in the psychology of the brothers as she is in building suspense. The eldest, Aman Erum, has recently returned from college in the United States, where he studied business and marketing. In order to start a business in his hometown, free from the constrictions of life under military rule and terrorist threat, he has made a dangerous bargain with an officer from the occupying national army.</p><p>Hayat, the youngest brother, is currently enrolled at the local college, which since the arrival of the army in Mir Ali has become a haven for political resistance. His life as a radical has become intertwined with that of Samarra, a bright, beautiful and rebellious young woman, once the childhood friend of Aman Erum, now estranged.</p><p>The middle brother, Sikander, is an overworked physician on the staff of the local hospital with, as it happens, problems more personal than political on his mind. His wife, Mina, unhinged by the death of their 6-year-old son in a Taliban attack on a local hospital, has made it her duty to attend as many funerals around town as will allow her entrance.</p><p>With the clock ticking, Aman Erum takes a rattle-trip taxi on a trip to pray — safely, he hopes — at a mosque some distance across town. Hayat, with Samarra perched behind him, hops on his motorbike and heads out for a fateful rendezvous with other members of a conspiratorial group of students. Sikander, after retrieving his wife from yet another funeral where she has created an unwanted stir, puts her in the passenger seat of a hospital van and sets off on a mission of mercy to deliver a child in difficult labor, a mission that takes him directly into a melodramatic encounter at a Taliban checkpoint.</p><p>Even as these distinct but intertwined motives build in the actions of the main characters, <em>Crescent Moon</em> rises above melodrama, tying us to the page at the same time it presents us with larger questions about the troubled people of this troubled region. Bhutto works with the delicacy of a poet and the prime-time urgency of a front-line correspondent in order to capture these tortured cries of her beloved country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Crescent+Moon%27+Counts+Down+To+Political+Mayhem&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"142"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1395119160-149cdd.m3u?orgId=1&topicId=1034&aggIds=4467346&e=395065285&d=142&ft=nprml&f=395065285"},{"href":"http://media.npr.org/assets/img/2015/03/24/shadow-of-the-crescent-moon-725daeaf243816e70cc1f008b8030eecc79da7b3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/24/fatima-bhutto-c-paul-wetherell-56a887b1e39075848b402e3aa60f4168657f702e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"4877","width":"6506"}}]}