{"created":"2015-01-10T22:08:53+00:00","modified":"2015-06-05T15:30:52+00:00","valid":{"from":"2015-06-05T15:30:52+00:00","to":"3015-06-05T15:30:52+00:00"},"hreflang":"en","title":"Forget Wearable Tech. People Really Want Better Batteries.","published":"2015-01-15T21:58:00+00:00","teaser":"The Consumer Electronics Show has wrapped up its showcase of the latest in high-tech gizmos. But according to a survey from <em>Fortune magazine</em>, many Americans have a simpler wish: longer battery life.","itags":["npr_api","376166180"],"guid":"63ca93b5-d40d-40b1-bddb-a8207b8963cd","contentencoded":"<p>The <a href=\"http://www.cesweb.org/\">International Consumer Electronics Show</a> has wrapped up its showcase of the latest in high-tech, from wearables to curved-screen phones to extremely high-definition 4K televisions.</p><p>But according to a <a href=\"http://fortune.com/2015/01/07/what-do-consumers-want-better-batteries-not-wearables/\" target=\"_blank\">survey from the magazine <em>Fortune</em></a>, many Americans have a simpler wish: better batteries.</p><p>According to <em>Fortune</em>'s survey of more than 1,000 adults, conducted in collaboration with Survey Monkey, \"only 2 percent said they were extremely or very likely to buy Internet-connected glasses, such as Google Glass, in 2015.\"</p><p>And 4K television didn't do much better. Seventy-five percent of respondents said they had never heard of it.</p><p>Meanwhile, consumers indicated that the new smartphone feature they were most excited about — picked by 33 percent of respondents — was \"improved battery life.\"</p><p>Alan S. Murray, editor of <em>Fortune</em>, says he was struck by the survey results while walking around the halls of CES.</p><p>\"You have to realize, this is like 2 1/2 million square feet of display space with all these drones flying around and these mammoth curved televisions with 4k ultra-high definition,\" Murray tells NPR's Arun Rath.</p><p>Even in this high-tech wonderland, he says, there were \"an awful lot of people running around trying to find power strips so they could plug in their smartphones that had run out of battery juice.\"</p><p>Despite consumer interest, Murray says, there wasn't a great deal of buzz about batteries at CES. But, he says, many in the tech industry are awaiting a breakthrough in battery technology.</p><p>\"This is a problem waiting to be solved,\" Murray says. \"And I didn't get any sense in my three days at the Consumer Electronics Show that the solution is about to happen.\"</p><p>As for the lack of interest in wearables, and a lack of knowledge about 4K television, Murray says tech companies are hoping that Steve Jobs was right when he famously <a href=\"http://www.businessweek.com/bwdaily/dnflash/may1998/nf80512d.htm\">told <em>BusinessWeek</em> in 1998</a> that \"people don't know what they want until you show it to them.\"</p><p>The question facing companies, Murray says, is, \"Can they create the demand by introducing something that sounds so exciting and compelling that you feel like, even though you didn't previously want one, now you do?\"</p><p>Sometimes those companies fail.</p><p>\"A few years back, the big thing at the CES show was 3D television,\" Murray says, \"and everybody thought, 'This is going to be the next big thing,' and they were pushing them out like mad at Best Buy and all the consumer electronic shows.\"</p><p>But, as it turned out, 3D TV was a big flop. \"People don't want to sit in their living room and wear silly-looking glasses while they're watching TV,\" Murray says.</p><p>Whatever device tech companies come up with next, Murray says the lesson from <em>Fortune</em>'s survey is clear: \"It better have a good battery in it!\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Forget+Wearable+Tech.+People+Really+Want+Better+Batteries.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376381122-c932fb.m3u?orgId=1&topicId=1019&d=211&p=2&story=376166180&t=progseg&e=376381074&seg=7&ft=nprml&f=376166180"}]}