{"created":"2015-02-06T20:50:19+00:00","modified":"2015-02-06T23:50:35+00:00","valid":{"from":"2015-02-06T23:50:35+00:00","to":"3015-02-06T23:50:35+00:00"},"hreflang":"en","guid":"63cadcdd-cdb2-4e60-b8c8-fb3d8bdee1c0","title":"What Bob Marley meant to the world","published":"2015-02-06T23:50:31+00:00","byline":"Marco Werman","teaser":"On what would have been his 70th birthday, we ask: How did Bob Marley become Bob Marley? \"He was the hero of the youth when I grew up in Benin,\" says singer Angelique Kidjo.  \"The day he died all the schools closed.\"  ","tags":["Music","Arts, Culture & Media","Angelique Kidjo","Global Hit","Bob Marley"],"contentencoded":"<p>Bob Marley and Traffic were my entrees to the legendary Island Records label. I didn't realize Marley and Island were also my entrée to World Music.</p>\n<p>The Island label was founded in 1958 by well-heeled British lad Chris Blackwell, who had shuttled between the Harrow prep school and his family in Kingston as a boy, and got steeped in Jamaican culture. Years before I had my first Island vinyl (Bob Marley's live \"Babylon by Bus\"), Blackwell and Island had been scouting Jamaica for talent. They kept the business alive with a handful of hits. One of Blackwell's great skills is his ability to see ways that music between seemingly different cultures can thrive.  Take Island's first single that woke up the world to the island:  Millie Smalls' \"My Boy Lollipop.\" She was a teenager whom Blackwell brought to England to record the hit. He even became her legal guardian, and tutored her in her new life as if she were Eliza Doolittle.</p>\n<p>Blackwell had a similar fatherly relationship with Bob Marley. But the point is that he pulled off a clever trick: He created a cultural business that had relevance in two distinct parts of the world:  Jamaica and England.  He signed great reggae and rocksteady artists from the Caribbean, and on that other island on the eastern side of the Atlantic, a roster as diverse as you can get: The aforementioned Traffic and Stevie Winwood, Fairport Convention, to U2. There was also Tom Waits.</p>\n<p>Angelique Kidjo, who would later record on Island Records, says that \"Chris Blackwell had an amazing ear for music and he understood that African music was the root of much music people love.\"</p>\n<p>Bob Marley was the jewel in the Island crown. And when he died, a funny thing happened: He had been Chris Blackwell's main bridge between Jamaica and the rest of the music world. But suddenly, with him gone, \"the rest of the world\" seemed overshadowed by Blackwell's other Island Records projects. He'd been getting traction with U2, had already done quite well with Steve Winwood and Fairport Convention. </p>\n<p>But Blackwell needed an analog for Marley. He needed some music from \"the global south,\" a kind of reggae-natural mystic to take Marley's place. And audiences in the West who had been guided by Blackwell's tastes wanted one. Fellow Wailer Peter Tosh? Nah. He was hanging with the Stones, and besides he liked guns and rough-housing too much to be a mystic. </p>\n<p>Besides, it seemed wrong — even unfair — for any Jamaican to fill Marley's shoes.</p>\n<p>So Blackwell took the opportunity to make Island Records even more globally adventurous, knocking out what would become classic albums in the genre he was creating. \"Juju Music\" by King Sunny Ade, the great Nigerian guitarist, \"Firin' Fouta\" from Senegal's Baaba Maal, and \"Logozo\" by Angelique Kidjo are three great examples that have had staying power. (<a href=\"http://www.pri.org/stories/2015-02-06/bob-marley-would-have-been-70-today-heres-list-great-music-he-inspired\">Related: 5 great songs worldwide inspired by Marley</a>)</p>\n<p>That worldwide connection was appropriate enough for Angelique Kidjo. \"It is hard to understand how important Bob Marley was in Africa,\" she told me recently. \"He was the hero of the youth when I grew up in Benin,\" she added. \"The day he died all the schools closed because the students would not show up.  So Island Records was the coolest label you could imagine being signed to.\"</p>\n<p>It wasn't just being associated with Island that was cool. The association with Marley was higher octane fuel for Kidjo's ambitions, and for those of many African artists.</p>\n<p>\"We were so convinced that African music will reach the whole world that nothing could stop us,\" says Kidjo. \"Thanks to Bob Marley and his success, our music was promoted in so many countries. I realized this many years after the fact, while I was travelling with UNICEF, that my music videos were broadcast everywhere in Africa.\"</p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/kidjoMW_CROP.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kidjomwcropjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02062015_10.mp3"},{"href":"http://www.pri.org/file/0206201510mp3"}]}