{"created":"2014-10-07T19:49:45+00:00","modified":"2014-12-04T14:32:06+00:00","valid":{"from":"2014-12-04T14:32:06+00:00","to":"3014-12-04T14:32:06+00:00"},"hreflang":"en","title":"With Men's Y Chromosome, Size Really May Not Matter","published":"2014-07-29T17:05:00+00:00","teaser":"The string of genes that make a man a man used to be much bigger, and some geneticists say it may be wasting away. Back off, others say. Y has been stable — and crucial — for millennia.","itags":["npr_api","334490208"],"guid":"63cba315-c67b-4501-b06c-1179f8db87ce","contentencoded":"<p>Basic biology has it that girls are girls because they have two X chromosomes — the things inside cells that carry our genes. Boys are boys because they have one X and one Y. Recently, though, there's been a lot of debate in scientific circles about the fate of that Y chromosome — the genetic basis of maleness.</p><p>Very early in the evolution of the Y chromosome, explains <a href=\"http://wi.mit.edu/people/faculty/page\">Dr. David Page</a>, a geneticist at the Massachusetts Institute of Technology, something pretty dramatic happened: The ancestral Y lost most of its genes. And scientists basically ignored the little that was left.</p><p>\"The Y chromosome was essentially written off as the runt of the human genome,\" Page says, \"as a sort of genetic wasteland that didn't really merit anyone's serious attention.\"</p><p>When the Y did get any attention, it wasn't good news. Some scientists, like geneticist <a href=\"http://www.latrobe.edu.au/scitecheng/about/staff/profile?uname=JGraves\">Jennifer Graves</a> at La Trobe University in Melbourne, Australia, speculated that the Y might be destined to just keep sort of ... <a href=\"http://www.npr.org/2004/12/13/4225769/as-y-chromosome-shrinks-end-of-men-pondered\">rotting away</a>.</p><p>\"As soon as it becomes a male-determining chromosome, then the rot sets in,\" Graves says. \"That's kind of the kiss of death for that chromosome,\" meaning the Y chromosome could be headed toward oblivion — completely disappear.</p><p>But other scientists, including Page, say: Not so fast. Step away from my Y chromosome.</p><p>\"I've really spent the better part of my career defending the honor of the Y chromosome in the face of insults of this sort,\" Page says.</p><p>For the Y, size really doesn't matter, he says. Page has done a detailed analysis of the chromosome's evolution and says the string of genes has been solidly stable now for millions of years.</p><p>\"The idea that the Y chromosome might disappear altogether, possibly taking men with it — I think that idea has now been firmly dismissed,\" he says.</p><p>In fact, the relatively few precious genes that are left on the Y look like they're special — very special.</p><p>\"There are genes on the Y chromosome that are active throughout every nook and cranny of the body,\" Page says. \"The skin, the blood, the brain, the lungs — you name it. They look to be sort of global entrepreneurs within the human genome. They are sort of master regulators.\"</p><p>Still, Graves remains skeptical.</p><p>\"I don't think that one can assume that just because they're there and they do something useful they'll be there forever and ever,\" she says. \"A small accident could tip it over the edge, or the evolution of a new sex-determining system that works better.\"</p><p>Graves says she is always surprised by the ferocious reaction she gets to any suggestion that the male chromosome might be vulnerable.</p><p>\"I've been accused in print of being, you know, a ball-breaking feminist,\" she says. \"Well, no — not really. I'm just pointing out that things change, and evolution is wonderful, and it can do things lots of different ways.\"</p><p>Graves has a theory about why the reaction is so intense, especially among men.</p><p>\"There's some deep-seated insecurity that men have about their Y chromosomes,\" she says, half-joking. \"When I give lectures about the demise of the Y chromosome, I see men sort of hunching up into this protective stance as though I'm physically attacking them.\"</p><p>And there's a twist in all this. Even if the Y chromosome is here to stay, that may be something of a double-edged sword for men. Even if those master genes on the Y chromosome are important, they may also help explain why men are more prone to certain diseases than women are — and tend to live shorter lives.</p><p>Jan Dumanski, of Uppsala University in Sweden, and his colleagues recently reported, for example, a possible link between the Y chromosome and an increased risk for lots of cancers. He sees the human Y chromosome as \"the Achilles' heel for men.\"</p><p>\"It's making us men,\" Dumanski says, \"but also causing us some trouble when we are getting older.\"</p><p>Clearly, our relationship with Y continues to be complicated. And it's not all about size.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Men%27s+Y+Chromosome%2C+Size+Really+May+Not+Matter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rob Stein","audio":[{"meta":{"duration":"414"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1336123355-b03c12.m3u?orgId=1&topicId=1128&aggIds=323986426&ft=3&f=334490208"},{"href":"http://media.npr.org/assets/img/2014/07/28/chromosome-2-e5a7627ac3e608672b0e55d57d08f01394e83125.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2071","width":"2760"}}]}