{"created":"2015-05-06T20:47:59+00:00","modified":"2015-05-20T21:05:32+00:00","valid":{"from":"2015-05-20T21:05:32+00:00","to":"3015-05-20T21:05:32+00:00"},"hreflang":"en","title":"Missing Link Microbes May Help Explain How Single Cells Became Us","published":"2015-05-06T23:55:00+00:00","teaser":"Near a field of deep sea vents between Norway and Greenland, scientists discovered the DNA of microbes that seem to be primitive archaea, but with a lot more genes — typical of complicated creatures.","itags":["npr_api","404199792"],"guid":"63dc5fc4-bc1a-492c-9a79-cdc46ad5e51b","contentencoded":"<p>Scientists have discovered a group of microbes at the bottom of the Atlantic Ocean that could provide new clues to how life went from being simple to complex.</p><p>There's good evidence that life appeared soon after our planet formed — some 4.5 billion years ago — but the Earth wasn't very hospitable. \"The microbes that lived back then had to cope with completely different conditions,\" says <a href=\"http://www.icm.uu.se/forskning/molekylar-evolution/personal/thijs-ettema/\">Thijs Ettema</a>, a biologist at Uppsala University in Sweden. The life forms that eked out a living were bacteria, plus another group of microbes called the archaea.</p><p>\"These are, typically, very small cells that look very simple,\" Ettema says.</p><p>Then, starting about 2 billion years ago, much more fancy cells appeared — the kind of cells in your body and in all plants and animals.</p><p>These cells are larger, and their genetic material is wrapped inside a nucleus. Plus, they've got all kinds of little organs, like energy-producing mitochondria. In these cells, Ettema says, there's just a whole lot of complicated business going on.</p><p>\"And this transition from these simple cells to the complex cells — this is a big question in biology,\" he explains.</p><p>His team went looking for answers in an extreme place: a mile and a half below the sea, between Norway and Greenland.</p><p>A colleague collected some muddy sediment there, not too far from a hydrothermal vent known as Loki's Castle that was spewing hot water. In the lab, the team extracted DNA from the sediment, sequenced it and used computers to reconstruct the genetic codes of microbes.</p><p>What they found was surprising: a group of archaea that have a whole bunch of genes normally only found in more complex cells. This looks like an intermediate form of life, Ettema says — a kind of missing link.</p><p>\"Suddenly we find something that no one has ever seen before,\" he says. \"Some people even said that, well, maybe this organism existed but we'd never know for sure. And now, we find it!\"</p><p>The genes they found are normally involved in processes like changing cell shape, the formation of cellular organs called vesicles, and trafficking of vesicles.</p><p>A <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature14447.html\">report</a> on the find was published Wednesday in the journal <em>Nature</em>. \"This is a great paper,\" says <a href=\"http://www.ncl.ac.uk/camb/staff/profile/martin.embley\">T. Martin Embley</a>, a biologist at Newcastle University in the United Kingdom. It's a real, real breakthrough.\"</p><p>Embley hopes these microbes could be isolated and grown in the lab, so that their traits could be studied in detail. \"They might tell us interesting things about the pathway from prokaryotes — ... cells like bacteria and archaea — to eukaryotes, cells like ourselves,\" he says. \"How did we bridge that transition?\"</p><p>These days, Embley notes, all the life you see around you is big and complicated. \"The pathway to getting big and complicated started with the common ancestor that we share with these new archaea,\" he says.</p><p>In the past, he says, scientists thought that eukaryotes and archaea had a relationship, but were <a href=\"http://www.npr.org/templates/story/story.php?storyId=1044606\">separate groups</a> along with bacteria. This is known as the \"three-domain\" system.</p><p>But Embley says this new analysis shows that complex life actually emerged from within the archaea. This is the so-called \"eocyte hypothesis,\" proposed by <a href=\"https://www.mcdb.ucla.edu/faculty/lake\">Jim Lake</a> of the University of California, Los Angeles in 1984.</p><p>\"This is excellent work that further supports the eocyte tree after 30 years of debate,\" Lake told NPR via email.</p><p>Finding more microbial cousins like this one could enable researchers to trace the evolution of cells that eventually became us.</p><p>\"Now we know a little bit more about our very, very distant past,\" says Ettema. \"We've just started to look for this type of organism.\" He expects that there's a whole world of microbes out there that will force scientists to keep revising their biology textbooks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Missing+Link+Microbes+May+Help+Explain+How+Single+Cells+Became+Us&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"155"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404739839-fd7dc3.m3u?orgId=1&topicId=1128&d=155&p=2&story=404199792&t=progseg&e=404739713&seg=16&ft=nprml&f=404199792"},{"href":"http://media.npr.org/assets/img/2015/05/05/lokis-castle-5b9ccc37e5cc0d21b49346087886738c02a5685a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}}]}