{"created":"2015-05-15T14:19:38+00:00","modified":"2015-05-15T14:19:38+00:00","valid":{"from":"2013-03-11T15:27:42+00:00","to":"3013-03-11T15:27:42+00:00"},"hreflang":"en","guid":"63fcbd9c-e31b-49b3-8627-1182fa66a4f1","tags":["APM","South by Southwest","Tech","sxsw"],"itags":["Marketplace for Monday, March 11, 2013","63fcbd9ce31b9b34627c1182fa66a4f1","PMP:Marketplace_PMP","Marketplace"],"description":"SXSW isn't just about music and tech. It's about money. Millions in venture-capital funds are sloshing around the conference in Austin, looking for start-ups to call home.","teaser":"SXSW isn't just about music and tech. It's about money. Millions in venture-capital funds are sloshing around the conference in Austin, looking for start-ups to call home.","title":"SXSW 2013 lineup includes millions in venture capital","contentencoded":"<div class=\"barn-cleaned\"><p>There's plenty to get distracted by at <a href=\"http://sxsw.com/\" target=\"_blank\">South by Southwest</a>, the interactive, film, and music festival now going on in Austin, Texas. There’s a tennis court-sized model of the next space telescope that could replace the Hubble, for instance, parked at one of the venues. But there is also plenty of big business being done, during the technology-focused part of the festival. And one way to follow the money is to keep an eye on folks who have it: venture capitalists.</p>\n<p>Guys like Dave McClure, for instance. &nbsp;He’s nursing a morning coffee outside one of the less-glamorous South by Southwest hotels, looking every bit the venture capitalist. \"I'm wearing flip flops from Brazil that a friend of mine gave me. Shorts and a T-shirt,” he said. “After this, I'm going to go survive a game of basketball with some other geeks.”</p>\n<p>McClure is behind the firm <a href=\"http://500.co/\" target=\"_blank\">500 Startups</a>. It makes modest investments, maybe $50,000 or so, in companies that are just getting started. As he puts it: “The basic strategy is we make a lot of little bets. We expect anywhere from 50 to 80 percent to fail. And hopefully the top 20 percent or more turn into something interesting.” McClure says he's at “South by,” as it’s known, to keep his eyes open and make friends. The money comes later.</p>\n<p>Not everyone is operating this way. Take Patrick Chung, of venture capital heavyweight <a href=\"http://www.nea.com/\" target=\"_blank\">NEA</a>, which has offices at the center of the VC universe in Menlo Park, California. Chung's company has a full-on suite at his Austin hotel and, unlike McClure, Chung is wearing actual shoes. What’s he doing here?</p>\n<p>“First and foremost, we have over a hundred of our entrepreneurs here and we are here to support them,” he says. “But secondly, &nbsp;there are over 20,000 people who are high energy, tech-savvy, entrepreneurial people. And the whole lifeblood of our business is to become enmeshed in communities of extraordinary talent. And that's why we are here.” &nbsp; If there is a tech idea with a proven track record, you may find <a href=\"http://ivp.com/team/general-partners/jules-maltz\">Jules Maltz</a> from <a href=\"http://ivp.com/home\">Institutional Venture Partners</a>. Just don't show him a nice -- but untested -- start-up. Maltz works for a firm that can easily write a check for $10 million, or $100 million. “Our specialty is that later stage of a startup. Not that two people and a dog type of start up,” he says. “A lot of great venture investors are good at that. We're great at helping companies scale.” &nbsp; IVP has sunk some big money into companies that are brand names now, including Dropbox, a data-storage company, and a short-message sharing service that made its first splash at South by Southwest six years ago. Goes by the name Twitter.</p></div>","published":"2013-03-11T15:27:42+00:00","byline":"David Brancaccio","contenttemplated":"[{\"content\":\"<p>There&apos;s plenty to get distracted by at <a href=\\\"http://sxsw.com/\\\" target=\\\"_blank\\\">South by Southwest</a>, the interactive, film, and music festival now going on in Austin, Texas. There’s a tennis court-sized model of the next space telescope that could replace the Hubble, for instance, parked at one of the venues. But there is also plenty of big business being done, during the technology-focused part of the festival. And one way to follow the money is to keep an eye on folks who have it: venture capitalists.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Guys like Dave McClure, for instance.  He’s nursing a morning coffee outside one of the less-glamorous South by Southwest hotels, looking every bit the venture capitalist. &quot;I&apos;m wearing flip flops from Brazil that a friend of mine gave me. Shorts and a T-shirt,” he said. “After this, I&apos;m going to go survive a game of basketball with some other geeks.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>McClure is behind the firm <a href=\\\"http://500.co/\\\" target=\\\"_blank\\\">500 Startups</a>. It makes modest investments, maybe $50,000 or so, in companies that are just getting started. As he puts it: “The basic strategy is we make a lot of little bets. We expect anywhere from 50 to 80 percent to fail. And hopefully the top 20 percent or more turn into something interesting.” McClure says he&apos;s at “South by,” as it’s known, to keep his eyes open and make friends. The money comes later.</p>\"},{\"content\":\"<p>Not everyone is operating this way. Take Patrick Chung, of venture capital heavyweight <a href=\\\"http://www.nea.com/\\\" target=\\\"_blank\\\">NEA</a>, which has offices at the center of the VC universe in Menlo Park, California. Chung&apos;s company has a full-on suite at his Austin hotel and, unlike McClure, Chung is wearing actual shoes. What’s he doing here?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“First and foremost, we have over a hundred of our entrepreneurs here and we are here to support them,” he says. “But secondly,  there are over 20,000 people who are high energy, tech-savvy, entrepreneurial people. And the whole lifeblood of our business is to become enmeshed in communities of extraordinary talent. And that&apos;s why we are here.”   If there is a tech idea with a proven track record, you may find <a href=\\\"http://ivp.com/team/general-partners/jules-maltz\\\">Jules Maltz</a> from <a href=\\\"http://ivp.com/home\\\">Institutional Venture Partners</a>. Just don&apos;t show him a nice -- but untested -- start-up. Maltz works for a firm that can easily write a check for $10 million, or $100 million. “Our specialty is that later stage of a startup. Not that two people and a dog type of start up,” he says. “A lot of great venture investors are good at that. We&apos;re great at helping companies scale.”   IVP has sunk some big money into companies that are brand names now, including Dropbox, a data-storage company, and a short-message sharing service that made its first splash at South by Southwest six years ago. Goes by the name Twitter.</p>\"}]","audio":[{"meta":{"width":"610","crop":"primary","height":"340"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/sxswtech2.jpg?itok=agh_r-rB"},{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/11/marketplace_segment18_20130311_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/11/marketplace_segment18_20130311","type":"application/json"},"duration_hms":"00:02:35","duration":155}}]}