{"created":"2014-09-04T16:42:20+00:00","modified":"2015-01-15T18:01:51+00:00","valid":{"from":"2015-01-15T18:01:51+00:00","to":"3015-01-15T18:01:51+00:00"},"hreflang":"en","title":"Watch Out For That Butterfly: The Lure Of Literary Time Travel","published":"2014-07-19T15:45:00+00:00","teaser":"As part of our summer Book Your Trip series, Petra Mayer delves into the mysteries of time travel: how do authors make it work? What's the appeal? And should you kill Hitler, if you get the chance?","itags":["npr_api","332320714"],"guid":"6402bfb8-264f-42d5-8435-1a675580484d","contentencoded":"<p>Where would you go, if you had a time machine? Ancient Egypt? Tang Dynasty China? The Globe Theater, in 1599? Or maybe to the 25th century, because who knows, Buck Rogers might actually be there.</p><p>Sadly, no one's likely to invent a working time machine any time soon. But that hasn't stopped the legions of writers who've been exploring time travel ever since H. G. Wells described his first Morlock. Slips and drops and nets and projections and paradoxes — writers have thought up a hundred ways to travel backwards and forwards in time. And that's one of the great things about literary time travel: the way every writer seems to invent the mechanism all over again, every time they put pen to paper.</p><p>\"We can actually do whatever we want,\" says science fiction author Connie Willis. She's won all kinds of awards for her tales of time-traveling historians — like <em>Doomsday Book</em> and <em>To Say Nothing of the Dog</em>. Willis says the best thing about time travel is no one's invented it yet — so it can be whatever you want.<br /> <br />\"You know, you can change history or not change history, you can go as an observer, you can go where you actually become part of the past and help fulfill history, it's pretty limitless.\"</p><p>Well, within reason — don't go stepping on any ancient butterflies, or accidentally shooting your own grandfather. You don't want to cause a paradox. \"The trickiest part of writing time travel is the paradoxes,\" Willis says, \"because the truth is, you know, we can't go back in time, one of the reasons is, just by being there we would change things, you know, so that's what you spend most of your time doing!\"</p><p>Avoiding paradoxes is especially tricky for Willis, who's generally keeping track of multiple characters jumping around to different points in time. \"And I have to remember, that happened earlier, but later, and hasn't happened yet — and I usually end up writing angry notes to myself at the head of every page: she still thinks he's a murderer!\"</p><p>Unlike Willis's historians, I can't go back in time — but I can do the next best thing, which is to visit <a href=\"http://www.readercon.org/\">Readercon</a>, a speculative fiction convention that happens every year in Boston. If anyone knows about time travel literature, it's these folks. In fact, this year they held an entire panel devoted to time travel. Panel moderator — and occasional NPR contributor — K. Tempest Bradford is working on a time travel novel herself, \"basically doing Shakespeare's Twelfth Night with time travel instead of shipwrecks,\" she says.</p><p>Part of the appeal of time travel, Bradford adds, is the lure of experiencing other times and places. But it's also a chance for a cosmic do-over. \"I know that if I were to travel back in time, I might warn some people that they shouldn't do this or that thing, or they should maybe be careful who they trade blankets with.\"</p><p>Writer, bookseller and Readercon attendee Leah Bobet says the past is fascinating because it's the one place we can't go, \"and there are so many ways time travel stories both question and reinforce the past-is-past paradigm. And so it's grappling with regret, it's learning to emotionally deal with the consequences of the one thing we can't really undo.\"</p><p>It tends to be the past that people talk about, when they talk about time travel. \"And that's interesting,\" says Bobet, \"because the future is always coming. The future's coming whether you like it or not, second by second by second — the past is never coming again.\"</p><p>Unless, of course, you have a time machine — and that brings us to the quintessential time traveler's dilemma: Assuming you could get to Berlin in 1937, should you kill Hitler? \"Oh yeah,\" says Connie Willis. \"That's the dilemma of time travel, is that no event is unconnected to every other event. And so you could bring about something much worse. Except that Hitler was so bad and so unique, I have a tendency to think that given the chance, yeah. You betcha.\"</p><p>Personally, I might go back to Sarajevo in 1914 and slip Gavrilo Princip a knockout drop instead. If I had a time machine.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Watch+Out+For+That+Butterfly%3A+The+Lure+Of+Literary+Time+Travel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Petra Mayer","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1332760095-239334.m3u?orgId=1&topicId=1161&aggIds=320361610,100876926&ft=3&f=332320714"},{"href":"http://media.npr.org/assets/img/2014/07/17/tim055aa-5f1a897c67aa1a4dbc050686550c062b9d40a64d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2547","width":"3394"}}]}