{"created":"2015-02-25T08:59:39+00:00","modified":"2015-06-05T15:23:21+00:00","valid":{"from":"2015-06-05T15:23:20+00:00","to":"3015-06-05T15:23:20+00:00"},"hreflang":"en","title":"An Uneventful Week In Sports Could Still Go Down In History ","published":"2015-02-25T19:42:00+00:00","teaser":"NASCAR is suspending a driver accused of domestic violence, and the NFL is considering allowing two teams to share a stadium? Sports commentator Frank Deford is pleased.","itags":["npr_api","388695237"],"guid":"64033963-83e8-49d5-b2e1-17f44552870b","contentencoded":"<p>Sometime in the future, when the Winter Olympics are being held in the tropics, in Zimbabwe, because there are no other dictators that want them and Robert Mugabe promised the International Olympic Committee he'd build an artificial ski mountain, historians will study what happened in sports during these last few days in February of 2015.</p><p>Of course, the first reaction will be that, well, nothing special could have possibly happened back then because <a href=\"http://www.npr.org/2015/02/05/383988625/brian-williams-self-inflicted-war-wounds\">Brian Williams</a> was at home and not on the scene.</p><p>And, yes indeed, nothing really momentous did occur in the moment, but in fact a lot of stuff happened that may have an impact upon the future of sport.</p><p>Consider: NASCAR, of all sports entities, indefinitely suspended a leading driver, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/20/387858329/reports-nascars-kurt-busch-is-suspended-indefinitely-over-domestic-abuse\">Kurt Busch</a> — just two days before the Daytona 500 — because of accusations of domestic violence. Perhaps, then, other pro sports will act as harshly toward athletes who beat up women as did NASCAR. Gee, maybe even college athletic departments might also.</p><p>More ex-players sued the National Hockey League for knowingly permitting violent activity that led to concussions. Maybe that will encourage the league to actually join the rest of civilized sport and disallow fights between goons.</p><p>Tiger Woods skipped a tournament in his own backyard to, once again, get his game in order. Woods is now like one of those singers who have a farewell tour every couple of years. Fair warning: If this comeback doesn't work, then tournaments and the networks, which have so long depended on Woods' celebrity, will have to either acknowledge the existence of younger golfers or hire Woods impersonators — like Elvis impersonators.</p><p>And hallelujah. Five years ago, <a href=\"http://www.npr.org/2015/02/21/387985160/nascar-and-mayweather-vs-pacquiao-the-week-in-sports\">Manny Pacquiao and Floyd Mayweather Jr.</a> were at their peak and should've fought, but this was the week when they finally agreed to a match. With these two popular old guys in the ring, though, what amounts to a senior boxing show may now be more popular than the real thing.</p><p>And if it only takes five years to make a boxing match, perhaps there's new hope in Los Angeles for football, which time seems to have forgotten. Of all places, LA hasn't had an NFL team for 20 years. Meanwhile, the San Diego Chargers need a new stadium, because American stadiums now have the shelf lives of raisin bread. Carson, an LA suburb, has suggested building a <a href=\"http://www.npr.org/2015/02/24/388665915/nfl-rivals-may-team-up-to-share-stadium\">stadium</a> where the Chargers and a new LA team would both play. Football stadiums cost taxpayers so much and are used so seldom.</p><p>Meanwhile, baseball at least came up with some itty-bitty little rule changes to try to speed things up, before the average game in the national pastime ended up taking longer than the Academy Awards.</p><p>And that's the way it was this week. No exciting games, and the NCAA still exists, but, please, whatever did happen to all those deflated footballs?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Uneventful+Week+In+Sports+Could+Still+Go+Down+In+History+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Deford","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388902051-3b5b74.m3u?orgId=1&topicId=1055&aggIds=4499275&d=230&p=3&story=388695237&t=progseg&e=388901916&seg=11&ft=nprml&f=388695237"}]}