{"created":"2014-09-21T21:00:25+00:00","modified":"2014-10-30T22:11:26+00:00","valid":{"from":"2014-10-30T22:11:26+00:00","to":"3014-10-30T22:11:26+00:00"},"hreflang":"en","title":"Mission To Study Mars' Climate Enters Red Planet's Orbit","published":"2014-09-22T02:41:00+00:00","teaser":"Scientists hope NASA's MAVEN probe, which went into orbit Sunday night, will provide insight into why the Martian climate changed drastically billions of years ago.","itags":["npr_api","350364826"],"guid":"640446ae-3f71-44a1-82ed-44be3698b554","contentencoded":"<p>This Sunday night, we headed back to Mars: NASA's MAVEN spacecraft fired its six main engines, slowing down enough so it could be captured by the gravity of the red planet and go into orbit.</p><p>MAVEN, which stands for Mars Atmosphere and Volatile Evolution, is a distinctly un-sexy name for a project as cool as a sojourn to Mars. But whatever it's called, the probe is on a mission that should be of interest to everyone who likes living on Earth.</p><p>You can describe the point of the mission in one simple sentence: \"The MAVEN Mission is about understanding the history of the climate on Mars,\" says Bruce Jakosky of the University of Colorado in Boulder, who has been working on this mission for more than a decade.</p><p>At a news conference last week, Jakosky explained that something happened in the past billion years or so that changed the climate on Mars dramatically.</p><p>He says when you look at aerial pictures of the Martian surface, you see unmistakable signs that Mars was once upon a time a fairly wet planet.</p><p>\"We see evidence for lakes, for river channels, a lot of evidence for liquid water that required a very different climate from the one we have today,\" Jakosky says.</p><p>Today, the surface of Mars is bone dry. The question is, where did the water go? Jakosky says there are basically only two possibilities: It could have sunk into the ground, or it could have evaporated and gone up into the atmosphere. MAVEN will study option number two.</p><p>\"We're going to be exploring an aspect of the Martian atmosphere and upper atmosphere that really hasn't been explored by any spacecraft to date,\" Jakosky says.</p><p>There's not much left of the Martian atmosphere these days. Scientists think a stream of charged particles coming from the Sun, called the solar wind, is largely responsible for knocking a lot of the atmosphere — including water vapor — out into space.</p><p>Earth's atmosphere is also blasted by the solar wind, but Earth's magnetic field deflects most of the charged particles around the planet. It seems Mars also once had a magnetic field protecting it, but sometime in the past few billion years that magnetic field went away — probably because the planet's core solidified. Without that shield, the solar wind was free to do its damage.</p><p>Jakosky says MAVEN will study how solar wind and other factors are affecting the planet's atmosphere today.</p><p>\"We measure these things today, even though the processes we're interested in operated billions of years ago,\" he says. \"By looking today we can understand the processes and how they operated, and extrapolate backwards in time.\"</p><p>That understanding should help explain how major climate changes can occur here on Earth as well.</p><p>But before MAVEN can make its measurements, its rockets had to fire on time and for the right length of time. Guy Beutelschies, MAVEN's program manager for Lockheed Martin, the company that built the spacecraft, explains that mission managers sent the spacecraft its rocket firing sequence in advance.</p><p>\"The commands will execute according to the onboard clock,\" Guy Beutelschies says. \"So there's actually nothing that the teams needs to do; the spacecraft will execute all of those on its own.\"</p><p>The rockets were set to start firing at 9:37 p.m. EDT, but mission managers didn't know right away if that happened.</p><p>\"Keep in mind it takes 12 1/2 minutes for the radio signals to travel all the way from Mars to the Earth,\" Beutelschies says. \"So we won't actually see the start of the burn until approximately 9:50.\"</p><p>When the radio reports did arrive on Earth, they revealed that the operation went well. The rocket burn put MAVEN into an orbit that will take it 35 hours to make one revolution around Mars. Beutelschies says scientists ultimately want a much shorter orbit — about 4.5 hours — but he says several more rocket firings are necessary to achieve that.</p><p>\"It'll be a six-week period where we will be getting the spacecraft configured and ready to start science mapping,\" he says.</p><p>And then Bruce Jakosky can start getting the data from the Martian atmosphere he's been waiting more than a decade for.</p><p><em>Updated at 10:30 p.m. EDT to reflect the successful completion of the rocket burn.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mission+To+Study+Mars%27+Climate+Enters+Red+Planet%27s+Orbit&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"225"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1350413171-b81031.m3u?orgId=1&topicId=1026&ft=3&f=350364826"}]}