{"created":"2014-09-04T16:09:51+00:00","modified":"2014-12-23T18:39:41+00:00","valid":{"from":"2014-12-23T18:39:41+00:00","to":"3014-12-23T18:39:41+00:00"},"hreflang":"en","title":"The 'Greening' Of Florida Citrus Means Less Green In Growers' Pockets","published":"2014-08-29T16:19:00+00:00","teaser":"Orange juice sales are at their lowest point in 10 years. Florida's citrus industry is reeling from a disease called \"greening,\" while consumers face dozens of other choices in the supermarket aisle.","itags":["npr_api","343211968"],"guid":"6413e9ee-7e7f-4784-aad4-ea6985e08159","contentencoded":"<p>Orange juice has been an important part of breakfast tables since the 1950s, after development of frozen orange juice concentrate made it both <a href=\"https://edis.ifas.ufl.edu/fe834\">convenient</a> and affordable. Back in the 1960s and '70s, TV spokeswoman Anita Bryant even <a href=\"https://www.youtube.com/watch?v=3ld8DQkC6po\">told Americans</a> that \"breakfast without orange juice is like a day without sunshine.\"</p><p>But today, sales are the lowest they've been in decades.</p><p>There are many reasons — declining production, rising prices and increased competition, to name just a few.</p><p>Today, nearly all of Florida's oranges are still squeezed for juice. But there are fewer oranges. Last year, Florida <a href=\"http://flcitrusmutual.com/news/pr_estimate_061114.aspx--\">produced</a> just over 100 million boxes — <a href=\"http://www.nass.usda.gov/Statistics_by_State/Florida/Publications/Citrus/broc/0708broc.pdf\">half the amount</a> produced only 10 years ago.</p><p>The main reason Florida oranges are down is the scourge of citrus greening, a disease that has affected nearly every orange grove in the state.</p><p>In Clermont, Matt McLean drove his truck down rows of orange trees in one of his groves. He pointed out the signs of greening. \"Small fruit, not sizing, a little misshapen,\" he said. \"You'll see the green.\"</p><p>The fruit on affected branches is small and bitter. Even worse, the disease eventually kills the tree.</p><p>McLean grows oranges without pesticides for his Uncle Matt's organic orange juice brand. He uses organic nutrients, compost and botanical oils to help control the disease. But he says greening is taking a toll.</p><p>\"For the first time in our 15-year industry,\" he said, \"we've had to import product outside of Florida.\"</p><p>With not enough fruit available in Florida, Uncle Matt's is now also using organic oranges grown in Mexico and California.</p><p>As production of Florida oranges has declined, both organic and not, the price of orange juice has gone up, taking it off many breakfast tables.</p><p><a href=\"http://fdocgrower.com/florida-citrus-commission/commissioner-biographies/martin-%E2%80%9Cmarty%E2%80%9D-mckenna/\">Marty McKenna</a>, an orange grower and chairman of the <a href=\"http://fdocgrower.com/florida-citrus-commission/\">Florida Citrus Commission,</a> says for many, orange juice is becoming an optional, luxury drink. And citrus greening is just part of the problem.</p><p>Orange juice is still far and away America's best-selling juice. But today, consumers have many other juice and beverage options, like white cranberry-peach and blueberry-acai.</p><p>And rising orange juice prices have provided competitors with an opening.<br />In supermarkets around the country, orange juice has lost shelf space. \"Competition is much, much keener now than what it ever has been,\" McKenna says.</p><p>The industry, states and the federal government are spending millions of dollars on research looking for an answer to citrus greening. There are some promising leads. Florida growers are hoping their industry can hold on until they have trees to plant that are disease resistant.</p><p>In the meantime, Florida growers are grappling with another industry problem: charges by some researchers that because of the amount of fructose they contain, orange and other fruit juices can contribute to health risks like childhood obesity, as we've <a href=\"http://www.npr.org/blogs/thesalt/2014/06/09/319230765/fruit-juice-vs-soda-both-beverages-pack-in-sugar-and-health-risk\">reported</a>.</p><p><a href=\"http://www.cpc.unc.edu/projects/nutrans/popkin\">Barry Popkin</a>, a professor of nutrition at the University of North Carolina, says numerous studies have looked at the health impact of fructose and fruit juice. The results, he says, are convincing. \"Every study that followed people for more than a day,\" Popkin says, \"has shown an adverse effect on cardiovascular health from fruit juice that's equal or more powerful than that of soft drinks.\"</p><p>While there's still no definitive research linking fruit juice with childhood obesity, many doctors now recommend limiting the amount children consume each day.</p><p>The citrus industry cites its own studies that it says show that for children orange juice can be part of a healthy diet.</p><p>To get that message out, Florida's citrus promoters are working on a new public relations campaign. Instead of focusing on TV ads featuring celebrities, Florida orange juice is looking to social media.</p><p>Growers and orange juice processors are increasingly concerned about reaching the next generation of orange juice drinkers.</p><p>Public relations director <a href=\"http://www.floridajuice.com/videos\">David Steele</a> says the industry group is working with Marvel comics to update its Captain Citrus character. \"Not only a live-action figure,\" he says, \"but also a printed comic book and a couple of digital-only comic books. The comics will feature Captain Citrus along with the Avengers, which of course is one of Marvel's famous properties.\"</p><p>Along with battling evildoers, there will be a message, of course — about how orange juice can be part of a superhero's diet.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+%27Greening%27+Of+Florida+Citrus+Means+Less+Green+In+Growers%27+Pockets&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343352162-a0a15f.m3u?orgId=1&topicId=1053&ft=3&f=343211968"},{"href":"http://media.npr.org/assets/img/2014/08/25/orange-greening-eb3bd581d197165d904ddd1b787e9506b94d7078.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1183","width":"1577"}}]}