{"created":"2015-02-13T08:31:28+00:00","modified":"2015-06-05T15:29:28+00:00","valid":{"from":"2015-06-05T15:29:28+00:00","to":"3015-06-05T15:29:28+00:00"},"hreflang":"en","title":"Can A Computer Change The Essence Of Who You Are? ","published":"2015-02-16T17:46:00+00:00","teaser":"The latest episode of NPR's <em>Invisibilia </em>takes us online. Some people think interacting with these machines is changing us all — for better and worse.","itags":["npr_api","385205570"],"guid":"641a830d-b5d8-48fd-8308-84f96d84c0a3","contentencoded":"<p>For the past month and a half, we've been exploring the invisible forces that shape our lives in NPR's newest program, <em>Invisibilia</em>. Now we're ending the pilot season with a <em>visible</em> twist — exploring the ways computers shape our behavior, and the way we see the world.</p><p>The first person we hear from is actually a cyborg. His name is <a href=\"http://www.cc.gatech.edu/home/thad/\">Thad Starner</a>. In 1993, when Starner was in grad school, he went to see <em>The Terminator.</em> In the movie, Arnold Schwarzenegger's character views the world through a screen that's actually in his eyeball — sort of Google Glass before Google Glass came to be. Thad sees that and says, \"That is <em>cool</em>!\"</p><p>So he works with a friend to create a computer he can wear. He jury-rigs a little screen to some goggles so he literally has a screen sitting in front of one eye. He has a wearable keyboard for one hand. He's constantly taking notes on everything around him, via the keyboard, so the computer is constantly tracking his interactions in the world.</p><p>And then he programs the computer with something called a <a href=\"http://alumni.media.mit.edu/~rhodes/Papers/wear-ra.html\">remembrance agent</a>. It works like this — let's say Starner runs into \"Kenji\" — somebody he only knows a little and hasn't seen in four years. Starner types Kenji's name on his keyboard, and the remembrance agent displays on the screen in front of his eye all the information about Kenji that Starner has ever entered into the system. It displays all that information — <em>as Starner's talking to the guy</em>.</p><p>What Starner found was that having all that information available to him changed him in certain ways — particularly his social relationships.</p><p>With easy access to that background information, for example, he'd be able to say stuff like, \"Yes, Kenji, I know that last time we talked, your daughter was going to college. How's she doing? What's she majoring in?\" Without the computer's help, Starner says, he wouldn't have had those details at the tip of his tongue — he wouldn't even have remembered that Kenji has a daughter.</p><p>Starner says being able to insert those sorts of details into his conversation changed the way people responded to him — because it conveyed that he cared. \"Suddenly,\" he says, \"you're interested in them<em>.\"</em></p><p>These sorts of situations raise intriguing questions — maybe, in this case, it's really the machine that's interested in them.</p><p>For his part, Starner says he doesn't think relying on the computer in this way cheapened his social interactions. He thinks it deepened them — made him almost superhuman.</p><p>So in this episode, we look a little deeper into the negative side of how computers are changing us.</p><p>For example, we talk to this guy named Pete Malachowsky. He started out as somebody sort of like Mr. Rogers — from <a href=\"http://pbskids.org/rogers/videos/\">Mister Rogers' Neighborhood</a> on TV. One thing that famously bothered Mr. Rogers — and Malachowsky, at least in the beginning — was \"seeing one person demeaning another.\"</p><p>Malachowsky tells us that what really breaks his heart are the daily, minuscule cruelties we all see every day — on subways and buses when, say, a pregnant woman climbs aboard.</p><p>\"You'd think everybody would jump up to give her their seat, right?\" says Malachowsky. \"But it doesn't happen. It really doesn't happen.\" Most passengers, he notices in his subway commute in New York, just keep their heads down, and pretend not to see the pregnant woman standing there.</p><p>So Pete set out to right these wrongs by setting up a Twitter account to document this rude behavior — calling people out on social media. In the beginning, he sort of saw it as a way to restore the moral balance.</p><p>But Pete says what really happened, over time, is that he ended up becoming the sort of person he hated — his own tweets started to get <a href=\"http://gothamist.com/2010/01/10/hell_hath_no_fury_like_an_n_train_s.php\">really, really harsh</a>.</p><p>And so we set out to understand in this episode whether there might be something about interacting with a computer — about being online — that could be behind this kind of transformation. And if so, how would that work?</p><p>What we found out is that there are a whole bunch of psychologists trying to systematically figure out how the rules of socializing work differently online. It's almost as if the Internet is a different planet, where gravity pulls on us in a different way.</p><p>One really quick example of that is the idea of <a href=\"https://www.psychologytoday.com/blog/pieces-mind/201204/understanding-validation-way-communicate-acceptance\">validation</a> — the feeling you get when you rant to a friend about something that's really bothering you, and then he says, \"You know, you're right!\"</p><p>That is almost like a tonic. It cools your overheated system. And the Internet, it turns out, is really good at giving you that feeling. Suddenly you can get validation — not from just one person, but from 30 ... or from thousands.</p><p>The potency of that is new. And, like any sort of drug, people will do all sorts of things to get it — it can become highly addictive. It's just one way that the social physics of the internet is different from the social physics of real life. It's hard to resist.</p><p><em>To hear this season's final episode of NPR's </em>Invisibilia,<em> listen on many public radio stations this weekend or listen to the podcast, available for download at </em><a href=\"http://www.npr.org/programs/invisibilia/375927143/the-secret-history-of-thoughts\">NPR.org </a><em>and on </em><a href=\"https://itunes.apple.com/us/podcast/npr-invisibilia-podcast/id953290300?mt=2\">iTunes</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+A+Computer+Change+The+Essence+Of+Who+You+Are%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lulu Miller","audio":[{"meta":{"duration":"400"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385948521-fe98d7.m3u?orgId=1&topicId=1128&d=400&p=3&story=385205570&t=progseg&e=385901111&seg=4&ft=nprml&f=385205570"},{"href":"http://media.npr.org/assets/img/2015/02/12/cursor_finger_final-3fce6cc58b4b862080d81e99617a177b81bc7801.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"843","width":"1124"}}]}