{"created":"2014-12-22T10:05:51+00:00","modified":"2015-05-13T21:25:07+00:00","valid":{"from":"2015-05-13T21:25:07+00:00","to":"3015-05-13T21:25:07+00:00"},"hreflang":"en","title":"Cuba's Jews, Catholics Have Very Different Takes On The U.S. Thaw  ","published":"2014-12-22T18:33:00+00:00","teaser":"The country's tiny Jewish community is embracing the breakthrough. But some Catholics feel betrayed by President Obama's overtures to Cuba's communist government.","itags":["npr_api","372409635"],"guid":"642bf8a5-9042-43a9-a24c-adc4e7b0d7f5","contentencoded":"<p>In Havana, two religious communities are celebrating the holiday season but have taken very different approaches to the news that relations between the U.S. and Cuba are warming.</p><p>For Jews who belong to Temple Beth Shalom in Havana, their numbers may be small, but size doesn't matter.</p><p>On Sunday night, a couple hundred people filled the temple's sanctuary to light six Hanukkah candles, watch teens put on a play, and clap to a group of toddlers dancing to the holiday classic \"Eight Little Candles,\" sung in Ladino, a Judeo-Spanish language.</p><p>Temple members say they are thrilled that both President Obama and President Raul Castro agreed to normalize relations between the two countries.</p><p>And, says David Prinstein Senorans, the temple's vice president, the release of Alan Gross adds to the holiday's celebration. Gross was sentenced to 15 years in prison for bringing in banned satellite and Internet equipment. Access to the Internet is closely controlled on the island.</p><p>\"It seems as if there was another Hanukkah miracle,\" says Prinstein, who visited Gross many times during the five years he was imprisoned in a Cuban military hospital.</p><p>Adela Dworin, president of the temple, says the Jewish community was never involved in importing sophisticated equipment.</p><p>\"It would have been stupid for such a small group to take part in illegal acts,\" she says.</p><p>Dworin says she and the community helped Gross because he was a fellow Jew. The temple has a few antiquated computers, and that's all it needs, Dworin says.</p><p>\"We can get on the Internet here. It's slow but we get by with what we have,\" she says.</p><p>While the Jews celebrated the news of improved relations, across town the mood was very different outside St. Rita's Catholic Church. That's where the dissident group Women in White meets every Sunday after morning Mass.</p><p>Lazara Barbara Serdina Recalde says the group feels betrayed by Obama, saying he has just given the authoritarian Cuban regime much needed oxygen.</p><p>\"It just strengthens the regime so they can repress us more,\" she says.</p><p>After Mass, the group of 70 women, all dressed in white and carrying a plastic pink gladiolus, walked silently down a main thoroughfare of Havana. At the end they stood in front of the large white church, chanting, \"Freedom, freedom.\"</p><p>They say no changes will come to Cuba as long as Raul Castro is in power and that he can't be trusted. According to the White House, Castro was to release 53 political prisoners from Cuban jails. The women and other human rights activists say none have been released so far.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Cuba%27s+Jews%2C+Catholics+Have+Very+Different+Takes+On+The+U.S.+Thaw++&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"204"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372409639-916f1f.m3u?orgId=1&topicId=1127&d=204&p=3&story=372409635&t=progseg&e=372394519&seg=17&ft=nprml&f=372409635"},{"href":"http://media.npr.org/assets/img/2014/12/22/cuba-gross-holiday2-c46c74e6c620bb640898c97bfc7be67790a31956.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2211","width":"2949"}}]}