{"created":"2015-04-24T07:56:32+00:00","modified":"2015-04-27T15:05:21+00:00","valid":{"from":"2015-04-27T15:05:21+00:00","to":"3015-04-27T15:05:21+00:00"},"hreflang":"en","title":"After 25 Years, The Hubble Space Telescope Still Wows Humanity","published":"2015-04-24T20:26:00+00:00","teaser":"Launched shortly after the fall of the Berlin Wall, the Hubble telescope isn't showing its age. Astronomers and other fans hope this old charmer will be useful for many years to come.","itags":["npr_api","401753081"],"guid":"6432ca00-3da1-4029-9f73-ee1a1407e37d","contentencoded":"<p>Mike Massimino is one of the last people to ever see the <a href=\"http://hubblesite.org/\">Hubble Space Telescope</a> in person.</p><p>From inside his orbiting space shuttle, the telescope first appeared on the horizon as a star, says <a href=\"https://twitter.com/astro_mike\">Massimino</a>, who was an astronaut on the final mission to service the space telescope in 2009.</p><p>\"It keeps getting bigger and bigger, and then eventually it starts looking like a telescope,\" he says.</p><p>Up close, the Hubble looked as good as the day it was launched into orbit, Massimo says. \"I remember thinking, 'Wow, this thing's shiny!' \"</p><p>But the space telescope is no spring chicken. It was launched 25 years ago today, just months after the fall of the Berlin Wall. Over the years, astronauts have fixed a faulty mirror, replaced its solar panels, computers and batteries. On Massimino's mission, new cameras and scientific instruments were added to give the Hubble telescope the latest technology.</p><p>\"We got it all done,\" he says. But he adds jokingly, \"We don't warranty any of the labor.\"</p><p><strong>Keeping Watch</strong></p><p>With the space shuttle retired, astronauts won't be visiting Hubble again. Keeping the telescope running from earth is the job of a team at NASA's Goddard Space Flight Center in Maryland. The scientists and engineers work in a long room that looks like any office, except that the wall at one end has an animated map with a cartoon Hubble floating over the landscape.</p><p>Hubble has put several billion miles on its odometer, and, as with any high-mileage vehicle, things go wrong. An onboard computer froze in October of last year, briefly shutting down the whole telescope. But today, it's running smoothly. And that's good news, says <a href=\"http://science.gsfc.nasa.gov/sed/index.cfm?fuseAction=people.jumpBio&&iphonebookid=1713\">Jennifer Wiseman</a>, Hubble's senior scientist.</p><p>\"We're doing everything from looking at objects in the Solar System — trying to understand, for example, Jupiter — to looking at things far beyond our solar system,\" Wiseman says. \"We're even studying some of the most distant galaxies ever detected.\"</p><p>The telescope is in more popular than ever, Wiseman says. This year, astronomers have written more than a thousand proposals for how to use Hubble. That demand is partly because of upgrades done by astronauts like Massimino. But the main appeal is its location.</p><p>\"You'll only hear an astronomer say this, but the air that we breathe — it sucks,\" says <a href=\"http://www.stsci.edu/%7Ejkalirai/\">Jason Kalirai</a>, an astronomer at the Space Telescope Science Institute, which manages Hubble's many projects. \"It makes our images blurry.\"</p><p>Staring at space from Earth, Kalirai says, is kind of like looking up from the bottom of a swimming pool. Everything shimmers.</p><p>\"This is actually why we put telescopes on top of mountains,\" he says. \"It's not to get closer to the stars; it's to get above the Earth's atmosphere.\"</p><p>But not even a mountain's peak can compete with Hubble's crystal-clear images.</p><p><strong>Free For All</strong></p><p>Another reason Hubble continues to loom large in the public mind is that NASA has made its images free to the public.</p><p>\"Hubble has flattened the world for astronomy and for the public when it comes to science,\" says <a href=\"https://twitter.com/matt_mountain\">Matt Mountain</a>, president of the Association of Universities for Research in Astronomy. \"Everybody feels that they can understand what Hubble is doing by logging onto the website and downloading a picture.\"</p><p>If you've seen a picture of space recently, chances are it came from Hubble.</p><p>The list of what astronomers have learned from all those images is long and diverse. Hubble has helped them study planets beyond our solar system. It's watched stars as they die, and spied a comet smashing into Jupiter. It's even probed a mysterious force some call \"dark energy\" that appears to be pushing the Universe apart.</p><p>But for Kalirai, there is one image that really changed everything. In December of 1995, the telescope stared for 10 days at a tiny patch of apparently empty sky. The image it produced, called the Deep Field, revealed more than a thousand undiscovered galaxies. It made researchers realize that earth is even smaller than we thought.</p><p><strong>Earth's Not So Special</strong></p><p>\"We're basically sitting on a rock orbiting a star, and that star is one of a hundred billion in our galaxy,\" Kalirai says. \"But the deep field tells us that galaxy is one galaxy out of a hundred billion in the universe.\"</p><p>\"I think Hubble's contribution is that we're not very special,\" he says.</p><p>That may sound like a bummer, but Kalirai doesn't see it that way. \"I think it's exciting,\" he says. \"It gives us a lot more to learn about. ... If we're not very special, you can continue to ask that question: 'What's next?' \"</p><p>Kalirai is lead scientist on an even bigger telescope — the <a href=\"http://www.jwst.nasa.gov/\">James Webb Space Telescope</a>, which will launch in 2018.</p><p>As for what's next for the Hubble, that's uncertain. At some point it will stop working. But researchers hope that day is still many years away.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+25+Years%2C+The+Hubble+Space+Telescope+Still+Wows+Humanity&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401917259-bbd5f9.m3u?orgId=1&topicId=1007&e=401753081&d=219&ft=nprml&f=401753081"},{"href":"http://media.npr.org/assets/img/2015/04/23/two-again_custom-7a92b101218598ff7dca203d8d40d18b46121bd7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1385","width":"3787"}}]}