{"created":"2015-04-18T11:30:11+00:00","modified":"2015-04-22T23:05:10+00:00","valid":{"from":"2015-04-22T23:05:10+00:00","to":"3015-04-22T23:05:10+00:00"},"hreflang":"en","title":"Formerly Homeless Vet And His Dad Remember His Darkest Moments","published":"2015-04-18T14:59:00+00:00","teaser":"When Marine Cpl. Zach Stiles returned from Iraq, he couldn't sleep, hold down a job or pay rent. He and his father sat down with StoryCorps to talk, for the first time, about his life after the war.","itags":["npr_api","400363059"],"guid":"643a191c-5655-4d94-bac1-de2b4bcbb522","contentencoded":"<p><em>StoryCorps'</em><em> </em><em><a href=\"http://storycorps.org/military-voices/\">Military Voices Initiative</a></em><em> </em><em>records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>Before Marine Cpl. Zach Skiles left for Iraq in 2003, he shared a quiet moment with his father, Scott Skiles.</p><p>\"I remember saying to you, 'Every gift that I've been given, I don't have a better one than to get to be your dad,' \" Scott tells Zach at a StoryCorps interview in San Francisco. \"And I remember you smiling and saying, 'I love you too, Dad.' And then you got out of the car and went to war.\"</p><p>Zach served in Basra, Babylon and Baghdad at the start of the U.S. invasion. But when he came back after his deployment, he wasn't able to hold a job — and ended up homeless.</p><p>This Storycorps interview is the first time father and son sat down to talk about life after the war.</p><p>\"I was pretty sure someone was going to kick down my door, and I was scared to go to sleep,\" Zach says. \"I couldn't sustain employment. I couldn't pay rent and pay for groceries. It all just kind of fell apart, and then I was homeless.</p><p>\"The crazy thing is that I didn't think there was anything super-wrong. You know, the nighttime I stayed on coastal trails and hiking trails, and in the daytime I could just pass out at a park.\"</p><p>\"There was a time period where I didn't know where you were,\" his father tells him. \"And it is difficult to watch anyone let go of hope, but when it's your son, it's excruciating.</p><p>\"I remember great relief that you decided to go into inpatient treatment. And I remember one night you getting out of the car to walk back into the treatment building. It was dark and your head was kind of down, and for a moment I could feel the weight you were carrying.</p><p>\"As I watched you walk into that building I uttered these two words — I don't know if they were some kind of prayer or not, but they just came out — 'My son'. And I was absolutely overcome with grief, and love, and the beginning of hope.\"</p><p>Today, life is better for Zach Skiles. He's graduated from college — summa cum laude, his father points out. He now helps other veterans with PTSD at the Pathway Home, under the same program that helped him recover, and he will start a doctoral program in clinical psychology in California next fall.</p><p>\"I remember my dad saying this to me and I feel it is so true between you and I: It is your life, so you have the last word,\" Scott Skiles tells his son. \"But then, as your dad, that gives me the second to the last word.</p><p>\"And the second to the last word is: I believe in you, and I'm on your side.\"</p><p><em>Produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at StoryCorps.org.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Formerly+Homeless+Vet+And+His+Dad+Remember+His+Darkest+Moments&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"210"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400573618-26f4a8.m3u?orgId=1&topicId=1078&aggIds=4516989&e=400363059&d=210&ft=nprml&f=400363059"},{"href":"http://media.npr.org/assets/img/2015/04/17/skilesnpr-d24b2d648c2b258ca11fb1eaf2b127cc16c8762a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"898"}}]}