{"created":"2015-05-12T12:39:23+00:00","modified":"2015-05-12T12:39:24+00:00","valid":{"from":"2015-05-12T12:39:24+00:00","to":"3015-05-12T12:39:24+00:00"},"hreflang":"en","guid":"643a6459-ade7-407d-b70b-91ad1dea8818","title":"How do you save the whales? Slow down the ships","published":"2015-05-12T12:39:19+00:00","byline":"Marlisse Silver Sweeney","tags":["whales","blue whales","ocean traffic","shipping","container ships","pollution","environment","Environment","Science, Tech & Environment","Santa Barbara Channel","Megafauna","Whale","Container ship","blue whale","Environment","Baleen whales"],"teaser":"California's blue whale population is making a comeback, but it still has to contend with the threat of big container ships that cross whales' feeding grounds on the way to the ports of Los Angeles. But just by slowing down, ships can dramatically reduce whale strikes — and pollution as well.","contentencoded":"<p>Two different kinds of giants roam the waters off Southern California’s coast: container ships and blue whales.</p>\n<p>Unfortunately for the whales, sharing the waters with the big cargo vessels means taking some life-threatening risks. The whales feed in the same area used by container ships coming through the Santa Barbara Channel en route to Los Angeles and Long Beach, which Mary Byrd of Santa Barbara County Air Pollution Control calls a “collision course.\"</p>\n<p>“It’s really very difficult to see the whale from the container ship,” she explains. “In one case, there’s a situation where a ship came into port and there was a bowfin over the bow and the captain had no idea the ship had struck a whale.”</p>\n<p>At the same time, nitrogen oxide emissions from the ships are deteriorating air quality.</p>\n<p>Byrd and her team are working to mitigate the risk to the mammals in the area with the “<a href=\"http://sanctuaries.noaa.gov/news/press/2015/blue-whales-blue-skies.html\">Blue Whales, Blue Skies</a>” initiative. A group of marine conservationists, pollution control and environmental protection officials and shipping companies have come together in an effort to clean up the air and reduce the likelihood of ships running into whales.</p>\n<p>Doing so requires one simple step: slow down.</p>\n<p>\"Studies show when you slow a ship down to 12 knots, you can cut the air pollution almost in half,\" Byrd says. \"The studies also have shown that when you reduce the ship’s speed, you’re making it much less likely that a ship strike will kill a whale.\"</p>\n<p>Byrd partnered with the Channel Islands National Marine Sanctuary and the Environmental Defense Center to provide an incentive for shops to slow down: The group pays them $2,500 per transit to slow to 12 knots. Their field trial has been successful, Byrd says, with 16 tons of nitrogen oxide reductions documented.</p>\n<p>So far, seven global shipping companies are participating and Byrd hope that number will rise — along with the number of paid transits and safe whales.</p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00018&amp;segmentID=5\">an interview</a> from PRI's <a href=\"http://loe.org/\">Living on Earth</a> with Steve Curwood.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-10%2Fboats&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/MSC_Tomoko_in_the_Santa_Barbara_Channel_-_IMO_9309461_%283898801499%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/msctomokointhesantabarbarachannel-imo93094613898801499jpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/1nodefieldrefprogram/segment-audio/loe150501b3whalesships.mp3"},{"href":"http://admin.pri.org/file/loe150501b3whalesshipsmp3-0"}]}