{"created":"2014-09-04T16:43:24+00:00","modified":"2014-09-18T14:39:06+00:00","valid":{"from":"2014-09-18T14:39:04+00:00","to":"3014-09-18T14:39:04+00:00"},"hreflang":"en","title":"Jimmy Carter Issues 'Call To Action' Against Subjugation Of Women","published":"2014-03-23T15:36:00+00:00","teaser":"The former president joins NPR to talk about his new book, the state of human trafficking and whether religion can be a conduit for lasting change around gender.","tags":["npr_api","292429202"],"guid":"644897d8-79b4-4ecd-88fb-b07cddc39dcc","contentencoded":"<p><em>Editor's note: To hear our full interview with Jimmy Carter, tune into </em>Weekend Edition<em> on Sunday, March 23.</em></p><p>President Jimmy Carter has written more than two dozen books over the course of his career, about everything from the art of aging to how to achieve peace in the Middle East. All his writing is anchored by a deep-seated belief in the equality of all people.</p><p>In his new book, <em>A Call To Action</em>, Carter tackles a fundamental question of equality head-on: the subjugation of women in cultures around the world. Carter joins NPR's Rachel Martin to talk about the state of human trafficking and whether religion can be a conduit for lasting change around gender.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On how the Bible is used to argue for both equality and the inferiority of women</strong></p><p>There are some verses ... [that] can be interpreted either way. And, for instance, St. Paul, who's looked upon as the chief theologian in the Christian church, has differing points of view.</p><p>In one letter, to the Galatians, he says there's no difference between Jews and gentiles; there's no difference between male and female; there's no difference between slaves and masters. That all of us are equal in the eyes of God.</p><p>In another letter, written to Corinthians and others, he says that women should not adorn themselves, that women should not speak openly in church and that wives should be subservient to their husbands. But at the same time, in the same passage as the last one that I mentioned to you, it says that husbands and wives should respect each other on an equal basis and that the husbands should love the wives as Christ loved the church.</p><p>So you can pick out individual verses throughout the Bible that shows that the verse favors your particular preference, and the fact that the Catholic Church, for instance, prohibits women from serving as priests or even deacons gives a kind of a permission to male people all over the world, that well, if God thinks that women are inferior, I'll treat them as inferiors. If she's my wife, I can abuse her with impunity, or if I'm an employer, I can pay my female employees less salary.</p><p><strong>On human trafficking</strong></p><p>We have a terrible affliction here of slavery. There's a greater number of slaves sold now across international borders, according to annual reports by the U.S. State Department, than there was in the 18th and 19th centuries. And the total slavery income in these days, we call it human trafficking, is more than $32 billion.</p><p><strong>On whether religion is a conduit for lasting change around gender</strong></p><p>That seems to be the easiest answer, but I don't think it <em>is</em> the answer, because it's very difficult to get, for instance, the Catholic Church to change its policies. I've written to the pope, by the way, and I got an encouraging letter back from him saying that he believes that the status of women and the activity of women within the church needs to be increased, but there are some specific and very difficult things to overcome if the Catholic Church made that an ordained and official commitment. But at least the new pope is aware of it and is much more amenable, I think, to some changes than maybe most of his predecessors.</p><p>In the Southern Baptist Convention, from which my wife and I have resigned — we go to a more moderate Baptist church — I don't think that they are likely to change their policy that a woman must be not only inferior to her husband, but also deprived of an opportunity to be a pastor, or a missionary, or a chaplain in the Army, or to be even a deacon in the church.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jimmy+Carter+Issues+%27Call+To+Action%27+Against+Subjugation+Of+Women&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"335"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1293255109-63fe05.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=292429202"},{"href":"http://media.npr.org/assets/img/2014/03/21/450986231-8aa3bc9064417c9c4b78ddfdb32837aa3eb8e7e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3277","width":"4373"}}]}