{"created":"2015-01-21T03:26:41+00:00","modified":"2015-04-29T18:01:58+00:00","valid":{"from":"2015-04-29T18:01:58+00:00","to":"3015-04-29T18:01:58+00:00"},"hreflang":"en","title":"Transcript: GOP Response To State Of The Union Address","published":"2015-01-21T04:21:00+00:00","teaser":"Full text of the GOP response to President Obama's State of the Union address as prepared for delivery and given by Sen. Joni Ernst (R-Iowa).","itags":["npr_api","378680893"],"guid":"64540de6-c843-4ded-a062-7f4361be1535","contentencoded":"<p><em>Full text of the GOP response to President Obama's State of the Union address as prepared for delivery and given by Sen. Joni Ernst (R-Iowa):</em></p><p>Good evening.</p><p>I'm Joni Ernst. As a mother, a soldier, and a newly elected senator from the great State of Iowa, I am proud to speak with you tonight.</p><p>A few moments ago, we heard the President lay out his vision for the year to come. Even if we may not always agree, it's important to hear different points of view in this great country. We appreciate the President sharing his.</p><p>Tonight though, rather than respond to a speech, I'd like to talk about your priorities. I'd like to have a conversation about the new Republican Congress you just elected, and how we plan to make Washington focus on your concerns again.</p><p>We heard the message you sent in November — loud and clear. And now we're getting to work to change the direction Washington has been taking our country.</p><p>The new Republican Congress also understands how difficult these past six years have been. For many of us, the sting of the economy and the frustration with Washington's dysfunction, weren't things we had to read about. We felt them every day.</p><p>We felt them in Red Oak — the little town in southwestern Iowa where I grew up, and am still proud to call home today.</p><p>As a young girl, I plowed the fields of our family farm. I worked construction with my dad. To save for college, I worked the morning biscuit line at Hardees.</p><p>We were raised to live simply, not to waste. It was a lesson my mother taught me every rainy morning.</p><p>You see, growing up, I had only one good pair of shoes. So on rainy school days, my mom would slip plastic bread bags over them to keep them dry.</p><p>But I was never embarrassed. Because the school bus would be filled with rows and rows of young Iowans with bread bags slipped over their feet.</p><p>Our parents may not have had much, but they worked hard for what they did have.</p><p>These days though, many families feel like they're working harder and harder, with less and less to show for it.</p><p>Not just in Red Oak, but across the country.</p><p>We see our neighbors agonize over stagnant wages and lost jobs. We see the hurt caused by canceled healthcare plans and higher monthly insurance bills. We see too many moms and dads put their own dreams on hold while growing more fearful about the kind of future they'll be able to leave to their children.</p><p>Americans have been hurting, but when we demanded solutions, too often Washington responded with the same stale mindset that led to failed policies like Obamacare. It's a mindset that gave us political talking points, not serious solutions.</p><p>That's why the new Republican majority you elected started by reforming Congress to make it function again. And now, we're working hard to pass the kind of serious job-creation ideas you deserve.</p><p>One you've probably heard about is the Keystone jobs bill. President Obama has been delaying this bipartisan infrastructure project for years, even though many members of his party, unions, and a strong majority of Americans support it. The President's own State Department has said Keystone's construction could support thousands of jobs and pump billions into our economy, and do it with minimal environmental impact.</p><p>We worked with Democrats to pass this bill through the House. We're doing the same now in the Senate.</p><p>President Obama will soon have a decision to make: will he sign the bill, or block good American jobs?</p><p>There's a lot we can achieve if we work together.</p><p>Let's tear down trade barriers in places like Europe and the Pacific. Let's sell more of what we make and grow in America over there so we can boost manufacturing, wages, and jobs right here, at home.</p><p>Let's simplify America's outdated and loophole-ridden tax code. Republicans think tax filing should be easier for you, not just the well-connected. So let's iron out loopholes to lower rates — and create jobs, not pay for more government spending.</p><p>The President has already expressed some support for these kinds of ideas. We're calling on him now to cooperate to pass them.</p><p>You'll see a lot of serious work in this new Congress.</p><p>Some of it will occur where I stand tonight, in the Armed Services Committee room. This is where I'll join committee colleagues — Republicans and Democrats — to discuss ways to support our exceptional military and its mission. This is where we'll debate strategies to confront terrorism and the threats posed by Al Qaeda, ISIL, and those radicalized by them.</p><p>We know threats like these can't just be wished away. We've been reminded of terrorism's reach both at home and abroad; most recently in France and Nigeria, but also in places like Canada and Australia. Our hearts go out to all the innocent victims of terrorism and their loved ones. We can only imagine the depth of their grief.</p><p>For two decades, I've proudly worn our nation's uniform: today, as a Lt. Colonel in the Iowa Army National Guard. While deployed overseas with some of America's finest men and women, I've seen just how dangerous these kinds of threats can be.</p><p>The forces of violence and oppression don't care about the innocent. We need a comprehensive plan to defeat them.</p><p>We must also honor America's veterans. These men and women have sacrificed so much in defense of our freedoms, and our way of life. They deserve nothing less than the benefits they were promised and a quality of care we can be all be proud of.</p><p>These are important issues the new Congress plans to address.</p><p>We'll also keep fighting to repeal and replace a health care law that's hurt so many hardworking families.</p><p>We'll work to correct executive overreach.</p><p>We'll propose ideas that aim to cut wasteful spending and balance the budget — with meaningful reforms, not higher taxes like the President has proposed.</p><p>We'll advance solutions to prevent the kind of cyberattacks we've seen recently.</p><p>We'll work to confront Iran's nuclear ambitions.</p><p>And we'll defend life, because protecting our most vulnerable is an important measure of any society.</p><p>Congress is back to work on your behalf, ready to make Washington focus on your concerns again.</p><p>We know America faces big challenges. But history has shown there's nothing our nation, and our people, can't accomplish.</p><p>Just look at my parents and grandparents.</p><p>They had very little to call their own except the sweat on their brow and the dirt on their hands. But they worked, they sacrificed, and they dreamed big dreams for their children and grandchildren.</p><p>And because they did, an ordinary Iowan like me has had some truly extraordinary opportunities because they showed me that you don't need to come from wealth or privilege to make a difference. You just need the freedom to dream big, and a whole lot of hard work.</p><p>The new Republican Congress you elected is working to make Washington understand that too. And with a little cooperation from the President, we can get Washington working again.</p><p>Thank you for allowing me to speak with you tonight.</p><p>May God bless this great country of ours, the brave Americans serving in uniform on our behalf, and you, the hardworking men and women who make the United States of America the greatest nation the world has ever known.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript%3A+GOP+Response+To+State+Of+The+Union+Address&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378726965-711b60.m3u?orgId=1&topicId=1014&story=378680893&ft=nprml&f=378680893"}]}