{"created":"2014-12-02T19:38:36+00:00","modified":"2014-12-08T15:57:36+00:00","valid":{"from":"2014-12-08T15:57:36+00:00","to":"3014-12-08T15:57:36+00:00"},"hreflang":"en","title":"Idina Menzel Of 'Frozen' Has New Holiday Album","published":"2014-12-02T20:03:00+00:00","teaser":"The Tony award-winning singer and actress who is the voice of Elsa in Disney's \"Frozen\" is out with an album called \"Holiday Wishes.\"","itags":["npr_api","368030652"],"guid":"645d3f6d-34d4-46a1-af4e-385cbc4e5912","contentencoded":"<p>Tony Award-winning singer and actress <strong>Idina Menzel</strong> became an international sensation last year when she voiced the character of Elsa in the Disney animated film &#8220;Frozen&#8221; and sang the Oscar-winning song &#8220;Let it Go.&#8221;</p><p>Now she&#8217;s released the album &#8220;<a href=\"http://www.amazon.com/dp/B00NB81XS6/?tag=wburorg-20\" target=\"_blank\">Holiday Wishes</a>.&#8221;</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1202_holiday-wishes.jpg\"><img class=\"alignright size-medium wp-image-73250\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/12/1202_holiday-wishes-300x300.jpg\" alt=\"Cover of Idina Menzel's album \"Holiday Wishes\"\" width=\"300\" height=\"300\" /></a></p><p>Menzel told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that her holiday memories haven&#8217;t always been happy &#8212; her parents split up one Thanksgiving. Her mixed feelings are reflected in the makeup of her album.</p><p>&#8220;There&#8217;s a melancholy to it, because I think that not everybody is going around having greatest day or time ever. It brings up a lot of stuff for people, holidays,&#8221; she said.</p><p>Menzel also addressed a <a href=\"http://www.telegraph.co.uk/news/celebritynews/11261032/Frozen-2-the-sequel-is-happening-says-Idina-Menzel.html\" target=\"_blank\">report in The Telegraph</a> saying she &#8220;appeared to confirm&#8221; that a sequel to &#8220;Frozen&#8221; was on the way. Menzel told Hobson that she assumes something is in the works, but doesn&#8217;t actually know.</p><p>&#8220;I said &#8216;I&#8217;m sure something&#8217;s in the works,'&#8221; Menzel explained. &#8220;It was a figure of speech and I literally said ha ha ha. And they wrote that in the article, but somehow everybody&#8217;s picked up that &#8216;Idina&#8217;s confirming it,&#8217; and I would never take on that responsibility.&#8221;</p><ul><li><a href=\"http://idinamenzel.com/tour/\" target=\"_blank\">See Idina Menzel&#8217;s tour schedule</a></li></ul><h4>Interview Highlights: Idina Menzel</h4><p><strong>Why do a Christmas album?</strong></p><p>“I actually have come to love the holidays more than I did when I was younger because I have a little boy now, he’s 5 years old, and I love discovering them with him. When I was younger, my parents split up right around Thanksgiving morning… The holidays were always a weird time for me, so now that I have a little boy, it’s sort of an opportunity to rewrite that time and I’ve always loved the music and some of the greatest melodies are Christmas songs, it all kind of came together and hopefully it’s a new beginning.”</p><p><strong>What is it like to not sing from a character’s point of view?</strong></p><p>“I think that it’s less a difference than you might think even when singing in character because it’s still me, it’s still my soul and my core. You can change keys sometimes to bring out different emotions but for the most part, it’s always &#8212; whether it’s in character or it’s an album like this &#8212; it’s about finding the truth in the song and trying to connect with people as much as possible.</p><p><strong>Why do you think “Let It Go” struck a chord with so many people?</strong></p><p>“It’s a confluence of events — what’s the song is about, first and foremost, which is a permission to embrace that really amazing power inside you and that might scare people &#8212; embrace it and celebrate it. Especially women, we want to know our power and strength is okay. Also I think the social media of the time and how every girl or boy, whoever… what a wonderful opportunity for everyone to embrace a song and do their own version and have the opportunity for maybe people see and listen to it. I think that’s new about technology and pop culture these days.”</p><h4>Songs In This Segment</h4><ul><li>Kristen Anderson-Lopez and Robert Lopez, “Let It Go” performed by Idina Menzel</li><li>Frank Loesser, “Baby It’s Cold Outside” performed by Idina Menzel and Michael Buble</li><li>Walter Afanasieff, Idina Menzel and Charlie Midnight “December Prayer” performed by Idina Menzel</li><li>Joni Mitchell, “River” performed by Idina Menzel</li><li>Ralph Blane and Hugh Martin, “Have Yourself a Merry Little Christmas” performed by Idina Menzel</li></ul><h4>Guest</h4><ul><li><strong><a href=\"http://idinamenzel.com/\" target=\"_blank\">Idina Menzel</a></strong>, actress and singer-songwriter. Her latest album is &#8220;Holiday Wishes.&#8221; She tweets <a href=\"https://twitter.com/idinamenzel\" target=\"_blank\">@idinamenzel</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Idina+Menzel+Of+%27Frozen%27+Has+New+Holiday+Album&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"566"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368033590-5b6e94.m3u?orgId=1&ft=3&f=368030652"}]}