{"created":"2015-05-21T17:48:22+00:00","modified":"2015-05-21T21:14:51+00:00","valid":{"from":"2015-05-21T21:14:51+00:00","to":"3015-05-21T21:14:51+00:00"},"hreflang":"en","title":"Mother Of Student Informant Who Overdosed Wants Dealer Charged","published":"2015-05-21T20:14:00+00:00","teaser":"Francesca Sinacori says police know the identity of the dealer, but no charges have been filed, 19 months after her son's death.","itags":["npr_api","408528769"],"guid":"646810bc-3642-4499-9734-ca147e2734c1","contentencoded":"<p>The mother of a University of Massachusetts, Amherst, student who died of a heroin overdose is frustrated that no charges have been filed against the dealer, 19 months after she found her son Eric Sinacori dead in his off-campus apartment.</p><p><strong>Francesca Sinacori</strong> hadn&#8217;t known her son had recently been arrested by university police, and was enlisted as a police informant in exchange for dropping charges. The university has since <a href=\"http://hereandnow.wbur.org/2015/02/09/umass-informant-program\" target=\"_blank\">suspended</a> its drug informant program.</p><p>Sinacori accuses the Northwestern District Attorney&#8217;s Office in Northampton, Mass., of dragging its feet in investigating Eric&#8217;s death, saying that police have cellphone text messages incriminating her son&#8217;s heroin dealer.</p><p><em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young speaks with Francesca Sinacori, and with <strong>Eric Bosco</strong>, the UMass Amherst student who has been investigating the story for a journalism class and for The Boston Globe.</p><ul><li><a href=\"http://hereandnow.wbur.org/2015/02/09/umass-informant-program\" target=\"_blank\">See <em>Here & Now&#8217;</em>s February 2015 interview with Eric Bosco and his journalism teacher</a></li><li><a href=\"http://www.bostonglobe.com/metro/2014/09/27/heroin-takes-life-flagship-campus-umass-did-university-enough/KeUcRPH2VyQWmI0lhii01K/story.html\" target=\"_blank\">See the Boston Globe&#8217;s original expose in September 2014</a></li><li><a href=\"http://ericsinacorimemorialfoundation.org/\" target=\"_blank\">Information about the Eric Sinacori Memorial Foundation</a></li></ul><h4>Statement From The District Attorney&#8217;s Office</h4><p><em>Here & Now</em> received this statement from First Assistant District Attorney Steven E. Gagne:</p><blockquote><p>Thank you for reaching out to the Northwestern DA’s Office and providing us with an opportunity to comment on this matter.</p><p>As we have discussed with Mrs. Sinacori, we cannot publicly detail the specifics of any investigation our Office may be conducting. There are many sound investigative reasons for taking this approach, an approach taken almost universally within law enforcement. Most importantly, we do not want any person under investigation knowing that they are under investigation, as that may cause them to flee, destroy evidence, and/or influence or intimidate potential witnesses. Similarly, it could be detrimental to an investigation if we publicly announced what steps we have taken, which witnesses we have interviewed, whether we anticipate bringing charges, and if so, which charges may apply.</p><p>We have also conveyed to Mrs. Sinacori that investigations often take much longer to conduct than one might normally expect. This can owe to any number of factors, including but not limited to the need to locate and interview witness, as well as the conducting of forensic testing. This is particularly true in death investigations, which routinely take months, even years, to thoroughly and properly investigate. Investigations cannot and should not be judged by the speed with which they progress.</p><p>Lastly, we have tried to caution Mrs. Sinacori about “going public” with her complaints and frustrations over this matter, which she has threatened to do on numerous occasions. We have explained that by doing so, she may unwittingly jeopardize the integrity of the very investigation she wants us to conduct. Unfortunately, Mrs. Sinacori has instead chosen to embark on a campaign to bring what she believes will be “public pressure” upon our Office, even going so far as to disclose to the Boston Globe several emails that were sent to her under the mistaken assumption she would keep them in confidence. While perhaps well-intentioned, these actions may unfortunately prove counterproductive.</p></blockquote><h4>Guests</h4><ul><li><strong>Francesca Sinacori</strong>, mother of Eric Sinacori, who died while he was a student at the University of Massachusetts, Amherst.</li><li><strong>Eric Bosco</strong>, graduate of the University of Massachusetts, Amherst, and an investigative intern at The Boston Globe. He tweets <a href=\"https://twitter.com/eric_bosco\" target=\"_blank\">@Eric_Bosco</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mother+Of+Student+Informant+Who+Overdosed+Wants+Dealer+Charged&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"647"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408528772-2bbb34.m3u?orgId=1&d=647&p=60&story=408528769&t=progseg&e=408522656&seg=10&ft=nprml&f=408528769"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0521_eric-sinacori.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"494","width":"334"}}]}