{"created":"2015-05-15T13:40:40+00:00","modified":"2015-05-15T13:40:41+00:00","valid":{"from":"2013-04-05T09:21:43+00:00","to":"3013-04-05T09:21:43+00:00"},"hreflang":"en","guid":"64795ad2-6024-40eb-892b-e132829a6aae","title":"China tackles a new outbreak of bird flu","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Officials in China announced today that a sixth person has died from a new strain of bird flu. 14 people near Shanghai have been infected, and today authorities there decided to close all of the city&apos;s poultry markets.   Health officials believe people are contracting the virus, known as H7N9, through direct contact with infected birds, including pigeons and chickens.   Starting tomorrow, all of the city’s poultry markets -- four hundred and sixty of them -- will be temporarily closed. It’s a move that’s sure to have a huge economic impact on this city of 24 million people.   City official Shao Lin Chu attempted to calm fears at a Friday press conference:   &quot;The government will recompensate poultry vendors with at least 50 percent of the market price for their lost poultry.&quot;   The news could be a hit for Yum! Brands, parent company of KFC, which earned nearly half of its revenue last year from China.   So far, health officials have not found evidence that this bird flu strain can be transmitted between humans. Shanghai officials said today that two of those infected, including a four year-old child, are showing signs of recovery.  </p>\"}]","itags":["64795ad260240eba92bde132829a6aae","PMP:Marketplace_PMP","Marketplace Morning Report","Marketplace","Marketplace Morning Report for Friday, April 5, 2013"],"description":"Officials in China announced today that a sixth person has died from a new strain of bird flu. 14 people near Shanghai have been infected, and today authorities there decided to close all of the city's poultry markets.","contentencoded":"<div class=\"barn-cleaned\"><p>Officials in China announced today that a sixth person has died from a new strain of bird flu. 14 people near Shanghai have been infected, and today authorities there decided to close all of the city's poultry markets. &nbsp; Health officials believe people are contracting the virus, known as H7N9, through direct contact with infected birds, including pigeons and chickens. &nbsp; Starting tomorrow, all of the city’s poultry markets -- four hundred and sixty of them -- will be temporarily closed. It’s a move that’s sure to have a huge economic impact on this city of 24 million people. &nbsp; City official Shao Lin Chu attempted to calm fears at a Friday press conference: &nbsp; \"The government will recompensate poultry vendors with at least 50 percent of the market price for their lost poultry.\" &nbsp; The news could be a hit for Yum! Brands, parent company of KFC, which earned nearly half of its revenue last year from China. &nbsp; So far, health officials have not found evidence that this bird flu strain can be transmitted between humans. Shanghai officials said today that two of those infected, including a four year-old child, are showing signs of recovery. &nbsp;</p></div>","published":"2013-04-05T09:21:43+00:00","teaser":"Officials in China announced today that a sixth person has died from a new strain of bird flu. 14 people near Shanghai have been infected, and today authorities there decided to close all of the city's poultry markets.","byline":"Rob Schmitz","tags":["APM","China","Health","World","virus"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/165255376.jpg?itok=XSsNk0U6","type":"image/jpeg"},{"type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/04/05/marketplace_segment05_20130405"},"duration_hms":"00:01:28","duration":88},"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/04/05/marketplace_segment05_20130405_64.mp3"}]}