{"created":"2014-09-08T15:36:15+00:00","modified":"2015-02-06T19:34:00+00:00","valid":{"from":"2015-02-06T19:34:00+00:00","to":"3015-02-06T19:34:00+00:00"},"hreflang":"en","title":"U.S. Military Strikes Sunni Extremist Fighters In Iraq","published":"2014-08-09T01:03:00+00:00","teaser":"President Obama has authorized humanitarian drops and airstrikes against militants in the country. But administration officials say this does not signal a broader war against the Islamic extremists.","itags":["npr_api","338800734"],"guid":"6480d46e-caa3-4d46-b423-21eb1c08550c","contentencoded":"<h6><strong>(This post was last updated at 8:44 p.m. ET.)</strong></h6><p>The U.S. military conducted several strikes against Sunni extremist militants near Irbil in Iraq Friday, in what the White House calls a limited engagement.</p><p>\"Military officials say unmanned aircraft struck a terrorist mortar position,\" NPR's Tamara Keith reports, \"and then when the fighters returned, they were attacked as well. Later, four FA-18 aircraft struck an ISIS convoy and another mortar position using eight laser-guided bombs.\"</p><p>\"White House Press Secretary Josh Earnest says U.S. military involvement will be limited,\" Tamara adds, \"but he couldn't offer an end date. He also said that if Iraqis are able to form an inclusive government, the U.S. role could even expand.\"</p><p>Earnest also stated that the U.S. won't be resuming a combat role in Iraq.</p><p>This morning, Pentagon Press Secretary Rear Adm. John Kirby <a href=\"https://twitter.com/PentagonPresSec/status/497725099970031616\">said on Twitter</a> that the U.S. hit artillery being used against Kurdish forces near U.S. personnel. <a href=\"http://www.washingtonpost.com/world/middle_east/us-airstrikes-target-islamic-state-militants-in-northern-iraq/2014/08/08/a7a659d8-1efd-11e4-ae54-0cfe1f974f8a_story.html?hpid=z1\">The Washington Post</a> and <a href=\"http://www.nytimes.com/2014/08/09/world/middleeast/iraq.html?hp&action=click&pgtype=Homepage&version=Banner&module=span-ab-top-region&region=top-news&WT.nav=top-news&gwh=D40B491A6DA335DA748D4EB9E2E6FABC&gwt=pay&assetType=nyt_now&_r=0\">The New York Times</a> report two F-18 aircraft dropped 500-pound laser-guided bombs on a mobile artillery target near Irbril.</p><p>On Thursday, President Obama <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/07/338591195/as-isis-advances-in-iraqs-north-u-s-weighs-airstrikes-humanitarian-aid\">authorized both humanitarian drops and airstrikes against Islamic State militants in Iraq</a>. This is significant because it marks the first major military intervention since U.S. troops left Iraq at the end of 2011.</p><p>Thursday night, U.S. cargo planes, escorted by F-18 fighter jets, dropped 5,300 gallons of water and more than 8,000 ready-to-eat meals on a mountain range in northern in Iraq to help a group of about 40,000 Yazidi people who were expelled by Sunni militants also known as the Islamic State of Iraq and Syria.</p><p>With that, here's what you need to know about what's happening in Iraq and the U.S. intervention in that country.</p><p><strong>-- A Narrow Mission: </strong></p><p>On <em>Morning Edition</em>, NPR's Tom Bowman said U.S. officials reiterated that this is a very \"narrowly drawn mission\" designed to prevent the slaughter of <a href=\"http://www.npr.org/blogs/parallels/2014/08/07/338618281/iraqs-widening-war-imperils-a-religious-minority\">thousands of civilians</a> and to protect U.S. personnel and facilities in Iraq.</p><p>The officials made clear, Tom said, that the U.S. \"is not launching a U.S. campaign against Islamic fighters.\"</p><p>Tom adds that this is in line with Obama's doctrine of not getting \"entangled in long-term wars.\"</p><p><strong>-- How This All Started:</strong></p><p>Just in case you've been checked out: The Islamic State of Iraq and Syria (ISIS) gained big-time notoriety back in June, when its insurgents <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/10/320613630/insurgent-group-claims-large-part-of-iraqs-second-largest-city\">overtook large parts of Mosul</a>.</p><p>While the group has been responsible for most of the violent attacks in Iraq, their taking of Mosul sent a message that they were very organized and that the Iraqi government was in real trouble.</p><p>Through the months, ISIS continued its march in Iraq, and in late June it <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/29/326703823/al-qaida-splinter-group-isis-declares-new-islamic-caliphate\">declared its intention to form a new caliphate</a>, a system of rule that ended nearly 100 years ago with the fall of the Ottoman Empire. With that announcement, ISIS was renamed simply the Islamic State.</p><p>Reports from human rights groups painted a <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/25/335192229/video-shows-islamic-state-blowing-up-iraqs-tomb-of-jonah\">grim picture of ruthless destruction</a> and the systematic expulsion and killing of religious minorities, who were told to convert, flee or be killed.</p><p>Over the past week or so, reports started to surface that the Islamic State had captured the Mosul dam, which controls the water supply to a large amount of territory. Thursday, according to multiple news outlets, that finally came to pass. <a href=\"http://www.nytimes.com/2014/08/08/world/middleeast/isis-forces-in-iraq.html\"><em>The New York Times</em> said</a> it was a \"potentially catastrophic development for Iraq's civilian population.\"</p><p><strong>-- Big Questions:</strong></p><p>During his speech to the nation Thursday night, Obama said when the United States has the ability to stop thousands of civilians from \"being wiped out,\" the U.S. has the responsibility to do something about it.</p><p>\"Earlier this week, one Iraqi cried that there is no one coming to help,\" Obama said. \"Well, today America is coming to help.\"</p><p>But, as the <a href=\"http://www.nytimes.com/2014/08/08/world/middleeast/obama-weighs-military-strikes-to-aid-trapped-iraqis-officials-say.html\"><em>Times</em> reports</a> today, this action brings up a lot of big questions:</p><blockquote><p><p data-para-count=\"355\" data-total-count=\"4092\">\"For Mr. Obama, who has steadfastly avoided being drawn into the sectarian furies of the Middle East, the decision raises a host of difficult questions, injecting the American military into Iraq's broader political struggle — something Mr. Obama said he would not agree to unless Iraq's three main ethnic groups agreed on a national unity government.</p><p><p data-para-count=\"257\" data-total-count=\"4349\">\"The decision could also open Mr. Obama to charges that he is willing to use American military might to protect Iraqi Christians and other religious minorities but not to prevent the slaughter of Muslims by other Muslims, either in Iraq or neighboring Syria.\"</p></blockquote><p><p data-para-count=\"257\" data-total-count=\"4349\"><strong>-- Some Homework: </strong></p><p><p data-para-count=\"257\" data-total-count=\"4349\">We'll leave you with some homework. It's a piece by Stephen M. Walt, the Robert and Renée Belfer professor of international relations at Harvard University, <a href=\"http://www.foreignpolicy.com/articles/2014/08/07/let_it_bleed_iraq_isis_syria_airstrikes_israel_palestine_gaza_iran\">in <em>Foreign Policy</em> this morning</a>.</p><p><p data-para-count=\"257\" data-total-count=\"4349\">Yes, the premise of his piece — essentially that the U.S. needs to sit this one out and watch it all burn from afar — is controversial, but his explanation offers some rich context.</p><p><p data-para-count=\"257\" data-total-count=\"4349\">The big point of Walt's writing is that the U.S. has no real, trusted partners in the region. Here's a bit from it:</p><blockquote><p>\"Faced with this unpromising environment, what would be the sensible — or dare I say <em>realistic — </em>thing for the United States to do? The familiar answer is to say that it's an imperfect world and that we have no choice but to work with what we've got. We hold our noses, and cut deals with the least objectionable parties in the region. As Michael Corleone would say,<a href=\"https://www.youtube.com/watch?v=Bo7zkd0kRS4\"> it's not personal; it's strictly business.</a></p><p>\"But this view assumes that deep engagement with this troubled area is still critical to U.S. national interests, and further assumes the United States reaps net benefits from its recurrent meddling on behalf of its less-than-loyal partners. In other words, it assumes that these partnerships and deep U.S. engagement make Americans safer and more prosperous here at home. But given the current state of the region <em>and </em>the condition of most of our putative allies, that assumption is increasingly questionable.</p><p>\"In fact, most of the disputes and divisions that are currently roiling the region do not pose direct and mortal threats to vital U.S. interests. It is admittedly wrenching to watch what is happening in Syria or Gaza, or to Israel's democracy, but these events affect the lives of very few Americans directly. Unless, of course, we are foolish enough to throw ourselves back into the middle of the maelstrom.\"</p></blockquote>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Military+Strikes+Sunni+Extremist+Fighters+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338815264-c3c2cd.m3u?orgId=1&topicId=1001&e=338800734&d=289&ft=nprml&f=338800734"}]}