{"created":"2015-04-16T18:45:59+00:00","modified":"2015-05-13T21:02:22+00:00","valid":{"from":"2015-05-13T21:02:22+00:00","to":"3015-05-13T21:02:22+00:00"},"hreflang":"en","title":"Scientists Probe Puppy Love","published":"2015-04-17T21:28:00+00:00","teaser":"Research shows the mutual gazing between pooches and people spurs release of a \"trust hormone\" in both. The results suggest dogs really may love us back.","itags":["npr_api","400102668"],"guid":"648ea9f9-6948-4ccb-8937-c8d93e2d1d7b","contentencoded":"<p>It's a question that bedevils dog owners the world over: \"Is she staring at me because she loves me? Or because she wants another biscuit?\"</p><p>Research <a href=\"http://www.sciencemag.org/lookup/doi/10.1126/science.1261022\">published</a> Thursday in the journal <em>Science</em> suggests that love (or something close) could be behind that stare. The work shows that when dogs and their people gaze into each other's eyes, all get a boost in their circulating levels of <a href=\"http://www.npr.org/templates/story/story.php?storyId=126141922\">oxytocin</a> — a hormone thought to play a role in trust and emotional bonding.</p><p>The results suggest that both dogs and people feel it, something few dog owners would doubt.</p><p>\"It's really cool that there's actually some science to back this up now,\" says <a href=\"http://people.duke.edu/~maclean/MacLean/Home.html\">Evan MacLean</a>, an evolutionary anthropologist and co-director of Duke University's <a href=\"http://evolutionaryanthropology.duke.edu/research/dogs\">Canine Cognition Center</a>.</p><p>For thousands of years, humans have bred dogs for obedience, and that has altered their brains as well. For example, MacLean says, dogs are excellent at understanding gestures like pointing. They're also good with language.</p><p>But have humans also bred dogs for affection?</p><p>\"Well, it's a harder one to get at, partially because emotions are so subjective,\" MacLean says. For instance, many owners say their dog feels guilty after behaving badly, but that's not true.</p><p>\"There have been good studies to show that, actually, what's happening in those situations is that dogs are ... just responding to people,\" he says. In other words, the dog looks guilty to you because you look angry to the dog.</p><p>A team led by <a href=\"http://azabu-u.academia.edu/TakefumiKikusui\">Takefumi Kikusui</a>, at Azabu University's school of veterinary medicine in Japan, has now found a more quantitative measure of emotion. The scientists let owners and dogs interact. And rather than just watching each pair, the team took urine samples from the people and the dogs.</p><p>\"They measured oxytocin, which is a hormone that has been very associated with trust and social bonds,\" says MacLean, who was not part of the research team.</p><p>Oxytocin is the same bonding hormone thought to give parents warm fuzzies when looking at their infants.</p><p>Researchers found that when dogs stared into their owner's eyes, oxytocin levels rose in both the people and the dogs. The same was not true for wolves, who were observed with their handlers. The team also found that when dogs were given a shot of oxytocin, they would stare into the eyes of their owners for a longer period, and that gazing, in turn, would boost the oxytocin levels in the owners. That increase points to a hormonal feedback loop between the dogs and the humans.</p><p>Taken together, MacLean says, the findings suggest a special bond between dogs and people — a bond that may have evolved as humans bred them. \"I'm perfectly happy saying that we can love dogs, and they can love us back,\" MacClean says, \"and oxytocin is probably a piece of how that happens.\"</p><p>But not everyone is buying this hormonal connection.</p><p>\"There is a fashion in science at the moment, to identify changes in hormone levels with changes in emotional and feeling states,\" says <a href=\"http://www.clivewynne.com/\">Clive Wynne</a>, a psychologist at Arizona State University who studies how dogs and people interact.</p><p>In fact, oxytocin is not always associated with love, he points out. The hormone can also be linked to feelings of emotional isolation — even aggression in some animals. The wolves used in the study didn't make a lot of eye contact, Wynne says. If they had, their oxytocin might have gone up too.</p><p>But Wynne adds that, oxytocin or no, he believes the bonds between dogs and humans are real.</p><p>\"I think the best evidence that any dog lover has that their dog loves them is what the dog does was when it's around them,\" Wynne says. \"We're entitled to trust the evidence of our own senses.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Scientists+Probe+Puppy+Love&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Geoff Brumfiel","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400178405-d5cd68.m3u?orgId=1&topicId=1128&d=206&p=2&story=400102668&t=progseg&e=400060014&seg=3&ft=nprml&f=400102668"},{"href":"http://media.npr.org/assets/img/2015/04/16/pug-love-9a87f35a5ad795b9ce17b445f2914f83849525ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1387","width":"1850"}}]}