{"created":"2014-10-06T19:33:56+00:00","modified":"2014-10-30T21:55:09+00:00","valid":{"from":"2014-10-30T21:55:09+00:00","to":"3014-10-30T21:55:09+00:00"},"hreflang":"en","title":"'Florence Gordon' Isn't Friend Material, But You'll Appreciate Her","published":"2014-10-08T15:41:00+00:00","teaser":"Brian Morton's novel features a 75-year-old woman — an icon of the Second Wave Women's Movement — who's a self-described \"difficult woman.\" It's a witty, nuanced and ultimately moving novel.","itags":["npr_api","352763474"],"guid":"64901550-b8bd-4d6b-9b97-cb9cc8396139","contentencoded":"<p>Last year, the big debate in the world of books was over the question of whether or not a novel has to feature \"likeable\" main characters in order for readers to identify with them or make us want to stick with their stories. The debate had a sexist tinge to it: Female characters seemed especially burdened with the need to be pleasing. (In fact, the whole issue was ignited by reaction to Claire Messud's novel, <em>The Woman Upstairs</em>, which features as its protagonist a rather glum elementary school teacher in her 30s.) This year in books brings us a new novel that, to my mind, shoves the \"likeability\" issue into the dustbin of beside-the-point literary debates where it belongs.</p><p>Brian Morton's novel <em>Florence Gordon</em> features a 75-year-old woman — an icon of the Second Wave Women's Movement — as its heroine. She's a self-described \"difficult woman\"; even those who love her regard her as a \"pain in the neck.\" Don't think of Florence Gordon as some egghead version of Betty White; Florence is not cute or sentimentalized in her crankiness. She's more in the intimidating Lillian Hellman, Susan Sontag, \"Lioness-in-Winter\" mode: someone who doesn't suffer fools (or most anyone else) gladly. You wouldn't want to be her friend or family member; rather, you're deeply grateful — at least I was — to meet her in the best way possible: in the exquisitely crafted pages of Morton's witty, nuanced and ultimately moving novel.</p><p>Florence lives in Manhattan (where else?) and on the opening page of the novel, we find her at work on her long-deferred memoir. Here's how Morton's omniscient narrator introduces this woman: \"Florence Gordon was trying to write a memoir, but she had two strikes against her: she was old and she was an intellectual. And who on earth, she sometimes wondered, would want to read a book about an old intellectual? Maybe it was three strikes, because not only was she an intellectual, she was a feminist. Which meant that if she ever managed to finish this book, reviewers would inevitably dismiss it as 'strident' and 'shrill.'\"</p><p>That passage, by the way, constitutes practically the entirety of Chapter One. Morton toys with the length of chapters throughout his novel, mimicking the rhythms of life: some chapters are one paragraph long and end abruptly (like many of Florence's conversations); others are a bit longer and more lyrical (like the one in which Florence's daughter-in-law falls slowly and regretfully in love with a co-worker while they go bowling together).</p><p>Florence's writing is interrupted by a visit from her nice adult son, Daniel, who's a cop living in Seattle. Florence has always been bored by Daniel and what she thinks of as his \"cottage-cheesy politeness,\" as well as by what is (to her) his bizarre career choice. Also intruding into Florence's precious time are Daniel's restless wife of 23 years and teenaged daughter, Emily. Emily dislikes her semi-famous grandmother — especially because Florence can't seem to remember her name — and, yet, as weeks go by, she's intrigued by Florence's grit and by what Emily thinks of as \"a rather different model of how to be human.\"</p><p>An even bigger disruption enters Florence's life in the form of a glowing Sunday <em>New York Times</em> review of her last book written by the eminent philosopher, Martha Nussbaum. (Morton's novel, by the way, frequently drops the names of thinkers like Katha Pollitt, Raymond Williams and Tony Judt.) Suddenly, Florence is embarking on her first-ever book tour, dealing brusquely with fawning female fans of a certain age, parrying with some patronizing younger feminists, and, along the way, sensing the chill of mortality on her skin.</p><p>Why spend time in Florence Gordon's severe company? Well, as one of her simpering admirers who's just been verbally assaulted by Florence tells her, \"You're brutal. ... But I appreciate it.\" <em>Florence Gordon</em> is one of those extraordinary novels that clarifies its readers' sense of things, rather than cozying up to our conventional pieties. Morton's ending is straight out of a Chekov story: It's up in the air and brave; a closing vision of a life in all its messy contradictions, just limping down the street.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Florence+Gordon%27+Isn%27t+Friend+Material%2C+But+You%27ll+Appreciate+Her&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"453"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354106769-704e71.m3u?orgId=1&topicId=1034&ft=3&f=352763474"}]}