{"created":"2015-05-13T17:40:20+00:00","modified":"2015-05-14T15:31:21+00:00","valid":{"from":"2015-05-14T15:31:21+00:00","to":"3015-05-14T15:31:21+00:00"},"hreflang":"en","title":"Misadventures And Absurdist Charm Take Root In 'George Orwell's House'","published":"2015-05-14T15:31:00+00:00","teaser":"In Andrew Ervin's comic novel, a disillusioned advertising executive rents the cottage once inhabited by dystopian author George Orwell. Critic Maureen Corrigan says the funny book has a serious core.","itags":["npr_api","406457240"],"guid":"64953371-689e-4d5d-b061-ca817dc6169e","contentencoded":"<p>In 1946, reeling from the death of his wife and seeking an escape from the demands of London literary life, Eric Blair, aka \"George Orwell,\" moved to a cottage on the isle of Jura off the west coast of Scotland. What the place lacked in modern conveniences like electricity and running water, it perhaps made up for in misty views of the Atlantic and samplings of the local whiskey.</p><p>Orwell lived intermittently on Jura in the few years before he died of tuberculosis in 1950; it was in that remote cottage on that barely populated rock of an island that he finished <em>1984 </em>his dystopian masterpiece about citizens subjected to constant surveillance and thought control by a government presided over by \"Big Brother.\"</p><p>Orwell's cottage still stands on Jura and it's become something of a shrine for those few literary pilgrims willing to brave the wind and the withering stares of multitudinous sheep. In his debut comic novel, <em>Burning Down George Orwell's House,</em> Andrew Ervin imagines what would happen if one such pilgrim rented that cottage. But, c'mon: We savvy readers already know what would happen because this venerable plot premise stretches back from the 1980s movie <em>Local Hero</em> through the 1960s sitcom <em>Green Acres</em> all the way back to its source in Homer's <em>Odyssey</em>. As soon as the starry-eyed city slicker steps onto their turf, the natives will proceed to fleece and ridicule him or her until the outsider either beats a retreat or survives the hazing and becomes an honorary local. Beyond simply a rerun of familiar pleasures, however, <em>Burning Down George Orwell's House</em> is an evocative novel of place that makes pointed commentaries about the \"wired world\" of the 21st century that <em>1984 </em>intuited.</p><p>Ervin's hapless main character is named Ray Welter and he's fleeing an advertising career in Chicago that makes Don Draper's look like a paragon of social responsibility. Ray has amassed a fortune by concocting a campaign to make military-grade SUVs \"the most desirable vehicles on the road.\" The simple insight driving his anti-Big Government SUV campaign is straight out of Orwell: \"Contemporary consumers [or 'the proles'] believe that they want to be free of corporate manipulation and free of subservience to Big Brother.\" Accordingly, Ray's ad campaign generates baldly defiant slogans like: \"Screw the Environment\" and \"Proud to be an Oil Hogg.\" But when his marriage falls apart and his conscience catches up with him, Ray donates his laptop to a Buddhist temple, flees his gentrified Chicago neighborhood and travels by plane, train and ferry to Jura, seeking to escape from a world of synthetic desires and simulacrum.</p><p>Authenticity, however, is not all it's cracked up to be. On his first night at the only inn on Jura, Ray sits down to dinner and is served a bowl of <em>this</em>: \"[T]he chunks of animal material — <em>meat</em> would've been a generous exaggeration — appeared half-cooked at best. The severed white tendons gaped open and one of them winked at him from amid the gristly pool. A blue oil spill floated atop the broth.\" It's haggis, of course, the Scottish national pudding dish composed of a sheep's heart, lung and liver. The next morning, Ray gets a lift to Orwell's cottage only to find that it's been trashed by drunken teenagers. Locals talk about a werewolf on the prowl and, every few nights, an eviscerated animal carcass turns up outside Ray's front door. Someone — or something — wants the stranger to go back to the big city.</p><p>The predictability of the plot and some of the gags in <em>Burning Down George Orwell's House</em> don't seriously detract from its absurdist charm. And, as all good comedies do, Ervin's novel contains a sober question at its core — in this case, whether the idea of \"escape\" itself is just another manipulation sold to us \"proles\" by the very same wired world that engulfs and exhausts us. Take a wild guess what George Orwell would say.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Misadventures+And+Absurdist+Charm+Take+Root+In+%27George+Orwell%27s+House%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Maureen Corrigan","audio":[{"meta":{"duration":"441"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406496419-4fb390.m3u?orgId=1&topicId=1034&d=441&p=13&story=406457240&t=progseg&e=406407149&seg=3&ft=nprml&f=406457240"},{"href":"http://media.npr.org/assets/img/2015/05/13/orwells-house_2556-207bc20f268798285a07d087d587611c7d701051.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1288","width":"1718"}}]}