{"created":"2014-10-22T21:58:16+00:00","modified":"2014-10-23T14:32:56+00:00","valid":{"from":"2014-10-23T14:32:56+00:00","to":"3014-10-23T14:32:56+00:00"},"hreflang":"en","guid":"64b1fc69-06e2-4f48-8777-10d8faf54fc2","title":"The race is on to make a better Ebola test kit","published":"2014-10-23T14:32:52+00:00","byline":"Andrea Crossan","tags":["Ebola","health","medicine","science","research","Human Needs","Medicine","Health & Medicine","Africa","Tom Ksiazek","Jim Wicks","Tropical diseases","Ebola virus disease","HIV test","PrimerDesign","OraSure","VEDALAB","Ebola test","Zoonoses"],"teaser":"It takes a health worker in a medical lab to test for Ebola. Now private companies are looking for cheaper, easier test kits to slow the spread of the epidemic. There are plenty of entrants in the race to develop the first one.","contentencoded":"<p>You can easily buy test kits for anything from pregnancy and paternity to blood sugar and drug use  But there is no quick, easy kit to test for the Ebola virus — for now.</p>\n<p>Several companies are racing to create an easy-to-use and easy-to-transport test kit that can sniff out the disease with as little trouble as a pregnancy test. Doing so requires overcoming the big hurdles of current tests: the need to refrigerate blood and analyze results in a medical lab.</p>\n<p>British company Primerdesign is <a href=\"http://www.techtimes.com/articles/17927/20141015/scientists-come-up-with-quick-affordable-ebola-diagnostic-kit.htm\">one of the companies taking on the challenge</a>, and its test focuses on solving the refrigeration issues “It's all freeze-dried, so you open the packet and you see what looks like a white powder inside the tube there and you re-suspend that in some liquid,\" says Dr. Jim Wicks, the company's managing director. \"It means that you can transport [the test kits] around Africa at room temperature - which is crucial.\"</p>\n<p>Wicks says that CDC is already using some of his kits in West Africa, and that Primerdesign has 50,000 kits ready to ship.<a href=\"http://www.channelnewsasia.com/news/world/french-scientists-devise/1427872.html?cid=fbint\"> </a></p>\n<p><a href=\"http://www.channelnewsasia.com/news/world/french-scientists-devise/1427872.html?cid=fbint\">French pharmaceutical firm Vedalab</a> is tackling the problem from the other side. Its test, called eZYSCREEN, is similar to a home pregnancy test: If there's a positive result, a small stripe appears in a window on the hand-held device. That means the test wouldn't have to be processed in a lab.</p>\n<p>There are still other companies in the running as well. Colorado's Corgenix Medical Corp. is working on a test kit, and the FDA <a href=\"http://www.mcall.com/business/mc-orasure-fda-visit-20141014-story.html\">has reportedly approached Pennsylvania-based company OraSure</a> to develop one as well. OraSure already produces OraQuick, which tests for HIV with a saliva swab. There's hope the company could develop a similar test for Ebola that wouldn't require drawing blood.</p>\n<p>But with all these new kits in development, there is always the question of how well they work.</p>\n<p>Tom Ksiazek, a professor at the University of Texas Medical Branch at Galveston says current testing methods may not be widespread, but they're extremely sensitive and thus very accurate, even in the early stages of the disease.</p>\n<p>“Somebody's sick and you want to know if they have Ebola — and particularly if it's really early in the course, the viral load starts out low and remains low for a few days and then it goes up,\" Ksiasek says.</p>\n<p>He worries that quicker but less-accurate tests could have serious consequences. A false positive would mean someone whithout Ebola would wind up quarantined for weeks, imposing major costs. A false <em>negative</em> could mean that someone infected with Ebola is not quarantined and could spread the disease further.</p>\n<p>But having multiple companies working to develop new kits could potentially be a game changer in the fight against Ebola.</p>\n<p>“It's an unusual example of when capitalism kind of really works, [with] these commercial companies all racing to produce a test as quickly as possible,” says Wicks of Primerdesign. “What this means is we're seeing a lot of progress very, very quickly. So that's really good news.\"</p>\n<p>And if multiple companies manage to develop effective tests, Wicks says, that's even better.</p>\n<p>\"It's an unusual race, because it's not really about winners. per se,\" he says. \"What we need in this moment of time is lots of winners. ... We need lots of good quality kits out there so that we can tackle this as a global community.”</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102220142.mp3"},{"href":"http://www.pri.org/file/102220142mp3"}]}