{"created":"2015-06-11T22:15:48+00:00","modified":"2015-06-29T19:45:09+00:00","valid":{"from":"2015-06-29T19:45:09+00:00","to":"3015-06-29T19:45:09+00:00"},"hreflang":"en","title":"With 2-1 Finals Lead, What's LeBron James' Secret Motivation?","published":"2015-06-11T22:39:00+00:00","teaser":"James is averaging more than 40 points a game, and with him leading the way, his team isn't looking like the underdog these days. But observers wonder what's fueling his on-court rampage.","itags":["npr_api","413711282"],"guid":"64c115eb-0b77-4534-9cc2-af38a20d381e","contentencoded":"<p>Remember the essay LeBron James wrote nearly a year ago, announcing his triumphant return to Cleveland?</p><p>\"I'm not promising a championship,\" he wrote. \"We're not ready right now. It will be a long process.\"</p><p>Well, time has certainly sped up, especially to the delight of Cavalier fans. The long process he predicted will actually be over with just two more Cleveland wins. The Cleveland Cavaliers and Golden State Warriors are back at it Thursday night for Game 4 of the NBA Finals.</p><p>James has thrown patience out the window and is averaging 41 points, 12 rebounds and eight assists per game. He's become the Cavs' 6-foot-8, 250-pound point guard, walking the ball up the court and dictating the pace of games. He's putting up tons of shots and his shooting percentage stinks, probably because it's hard to shoot when you've got an entire team and city on your back.</p><p>\"It's not necessarily how he wants to play,\" says the Cavs' Mike Miller, who won two championships with James in Miami. \"He doesn't want to shoot 30-some times a game. But he understands the situation we're in and what he has to do for us to be successful.\"</p><p>The situation is a team down two All-Star players because of injury and a bunch of young teammates without playoff experience. James has been a fixture on the sports landscape for a dozen years, but many are marveling at his leadership and athletic power with new enthusiasm.</p><p>Even his victims are. When asked if there is any athlete better than James right now, Warriors Coach Steve Kerr laughed, saying, \"Can you find another one? Maybe American Pharoah?\"</p><p>That was Kerr after losing Game 2. After Game 3, and another James beat-down, Kerr was less expansive when asked to measure James' impact on the series.</p><p>\"No, that's your job,\" he tells a reporter. \"You get to write the superlatives and we get to try to figure out how to slow them down.\"</p><p>Whatever the Warriors are trying — perhaps they should try double-teaming — they're not letting on. Single-covering James with guard Shaun Livingston couldn't be part of the plan. But in fact, that happened several times in Game 3. James easily scored against the 60-pound-lighter Livingston, who insists guarding James is no big deal.</p><p>\"It's just a matchup,\" he says. \"Honestly, he's a great player, but what I'm thinking about is all of his tendencies and what he likes to do.\"</p><p>So does it ever go through Livingston's mind that LeBron is like a locomotive, and how does he stop him? His response? A simple \"no.\"</p><p>If there was a yes inside that no, Livingston's steady gaze read, \"Don't go there.\"</p><p>Meanwhile, James is being a bit coy about where's he going. When asked what's fueling his on-court rampage, other than bringing home a title to a championship-starved Cleveland, \"I have some other motivation that I won't talk about right now,\" he said.</p><p>Theories are pouring in about that secret motivation: It's his anger about Cleveland being labeled the underdog, resentment that the Warriors' Steph Curry won this year's MVP Award, or the fact that Michael Jordan — current holder of the \"Greatest Player Ever\" honors — never took a ragtag bunch to the top like James might.</p><p>James says he'll reveal all if Cleveland takes the series. It's yet another reason for Clevelanders to scream for two more wins.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+2-1+Finals+Lead%2C+What%27s+LeBron+James%27+Secret+Motivation%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Goldman","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413711293-924b02.m3u?orgId=1&topicId=1055&d=235&p=2&story=413711282&t=progseg&e=413709311&seg=6&ft=nprml&f=413711282"}]}