{"created":"2014-10-07T17:31:45+00:00","modified":"2014-10-30T21:51:16+00:00","valid":{"from":"2014-10-30T21:51:16+00:00","to":"3014-10-30T21:51:16+00:00"},"hreflang":"en","title":"Debate: Does U.S. Military Intervention In The Middle East Help Or Hurt?","published":"2014-10-08T00:25:00+00:00","teaser":"As the U.S. presses on with airstrikes in Iraq and Syria, two teams tackled the motion \"Flexing American Muscles In The Middle East Will Make Things Worse,\" in the latest <em>Intelligence Squared</em> debate.","itags":["npr_api","353294026"],"guid":"64c1b5ff-0fd8-4047-ab3b-42529478036e","contentencoded":"<p>The United States has been a major military player in the Middle East for decades. Whether that is in the best interests of the U.S. and the world has been a source of controversy for just as long.</p><p>The focus of this debate is the U.S. bombing campaign against the Islamic State in Iraq and Syria. But that's just part of a broader discussion in a region that also includes other troubled nations where the U.S. has been involved, such as Libya, Pakistan and Afghanistan.</p><p>In a recent <a href=\"http://intelligencesquaredus.org/debates/past-debates/item/1158-flexing-america-s-muscles-in-the-middle-east-will-make-things-worse\">Intelligence Squared U.S.</a> debate, two teams of foreign policy experts faced off on the motion \"Flexing American Muscles In The Middle East Will Make Things Worse.\" In these Oxford-style debates, the team that sways the most people to its side by the end is the winner.</p><p>Before the debate, the audience at the Kaufman Music Center in New York voted 26 percent in favor of the motion and 31 percent against, with 43 percent undecided. After the debate, those who agreed and disagreed with the motion were tied, at 45 percent each. That made the team arguing in favor of the motion the winner of the debate.</p><p><strong>Those debating:</strong></p><p><strong>FOR THE MOTION</strong></p><p><strong>Aaron David Miller </strong>is<strong> </strong>vice president for new initiatives and a distinguished scholar at the Woodrow Wilson International Center for Scholars. Between 2006 and 2008, he was a public policy scholar when he wrote his fourth book, <em>The Much Too Promised Land: America's Elusive Search for Arab-Israeli Peace</em>. For the prior two decades, he served at the Department of State as an adviser to Republican and Democratic secretaries of state, helping to formulate U.S. policy on the Middle East and the Arab-Israel peace process, and most recently as the senior adviser for Arab-Israeli negotiations. He also served as the deputy special Middle East coordinator for Arab-Israeli negotiations, a senior member of the State Department's policy planning staff, in the Bureau of Intelligence and Research and in the Office of the Historian.<strong> <br /></strong></p><p><strong>Paul Pillar</strong> is a nonresident senior fellow at the Center for Security Studies of Georgetown University and a nonresident senior fellow at the Brookings Institution. He retired in 2005 from a 28-year career in the U.S. intelligence community, with senior positions that included national intelligence officer for the Near East and South Asia, deputy chief of the DCI Counterterrorist Center and executive assistant to the director of central intelligence. He is a Vietnam War veteran and a retired officer in the U.S. Army Reserve. His books include <em>Negotiating Peace: War Termination as a Bargaining Process</em> (1983), <em>Terrorism and U.S. Foreign Policy</em> (2001) and <em>Intelligence and U.S. Foreign Policy: Iraq, 9/11, and Misguided Reform</em> (2011). He blogs at nationalinterest.org.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Michael Doran</strong> is a senior fellow in the Center for Middle East Policy at the Brookings Institution, where he specializes in Middle East security issues. He served as senior adviser to the undersecretary for public diplomacy and public affairs in the State Department and, prior to that, held an appointment at the Pentagon as the deputy assistant secretary of defense for support to public diplomacy and at the National Security Council as the senior director for the Near East and North Africa. At the White House, Doran helped devise and coordinate national strategies on a variety of Middle East issues, including Arab-Israeli relations and the containment of Iran. He has held several academic positions, teaching in the history department at the University of Central Florida, the Department of Near Eastern Studies at Princeton University and at New York University's Wagner School of Public Service.</p><p><strong>Bret Stephens</strong> is deputy editor of the editorial page at the <em>Wall Street Journal,</em> responsible for the opinion sections of the <em>Journal</em>'s sister editions in Europe and Asia. He also writes the <em>Journal</em>'s foreign affairs column, Global View, for which he won the 2013 Pulitzer Prize for commentary. Previously, Stephens was editor-in-chief of <em>The Jerusalem Post,</em> a position he assumed in 2002 at age 28. His first book,<em> </em><em>America in Retreat: The New Isolationism and the Coming Global Disorder,</em> will be published in November.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Debate%3A+Does+U.S.+Military+Intervention+In+The+Middle+East+Help+Or+Hurt%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353300650-faf551.m3u?orgId=1&topicId=1057&aggIds=6263392&ft=3&f=353294026"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1353300399-4b8d97.m3u?orgId=1&topicId=1057&aggIds=6263392&ft=3&f=353294026"},{"href":"http://media.npr.org/assets/img/2014/10/07/3268_img_2593-1377714c8b6fb4fb4e71e3d0b216a088ef3e7002.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1164","width":"1552"}},{"href":"http://media.npr.org/assets/img/2014/10/07/3301_img_2640-2c69586081721b6a55615f0826defdf08a278e07.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1170","width":"1561"}}]}