{"created":"2015-06-22T08:59:39+00:00","modified":"2015-06-24T17:27:04+00:00","valid":{"from":"2015-06-24T17:27:04+00:00","to":"3015-06-24T17:27:04+00:00"},"hreflang":"en","title":"Secret World War II Chemical Experiments Tested Troops By Race","published":"2015-06-24T16:05:00+00:00","teaser":"While the Pentagon acknowledged years ago that it used American servicemen in World War II mustard gas experiments, NPR found new details about tests that grouped subjects by the color of their skin.","itags":["npr_api","415194765"],"guid":"64c62942-3cfc-4fd3-a47a-5cff1e60d21a","contentencoded":"<p>As a young U.S. Army soldier during World War II, Rollins Edwards knew better than to refuse an assignment.</p><p>When officers led him and a dozen others into a wooden gas chamber and locked the door, he didn't complain. None of them did. Then, a mixture of mustard gas and a similar agent called lewisite was piped inside.</p><p>\"It felt like you were on fire,\" recalls Edwards, now 93 years old. \"Guys started screaming and hollering and trying to break out. And then some of the guys fainted. And finally they opened the door and let us out, and the guys were just, they were in bad shape.\"</p><p>Edwards was one of 60,000 enlisted men enrolled in a once-secret government program — formally declassified in 1993 — to test mustard gas and other chemical agents on American troops. But there was a specific reason he was chosen: Edwards is African-American.</p><p>\"They said we were being tested to see what effect these gases would have on black skins,\" Edwards says.</p><p>An NPR investigation has found evidence that Edwards' experience was not unique. While the Pentagon admitted decades ago that it used American troops as test subjects in experiments with mustard gas, until now, officials have never spoken about the tests that grouped subjects by race.</p><p>For the first time, NPR tracked down some of the men used in the race-based experiments. And it wasn't just African-Americans. Japanese-Americans were used as test subjects, serving as proxies for the enemy so scientists could explore how mustard gas and other chemicals might affect Japanese troops. Puerto Rican soldiers were also singled out.</p><p>White enlisted men were used as scientific control groups. Their reactions were used to establish what was \"normal,\" and then compared to the minority troops.</p><p>All of the World War II experiments with mustard gas were done in secret and weren't recorded on the subjects' official military records. Most do not have proof of what they went through. They received no follow-up health care or monitoring of any kind. And they were sworn to secrecy about the tests under threat of dishonorable discharge and military prison time, leaving some unable to receive adequate medical treatment for their injuries, because they couldn't tell doctors what happened to them.</p><p>Army Col. Steve Warren, director of press operations at the Pentagon, acknowledged NPR's findings and was quick to put distance between today's military and the World War II experiments.</p><p>\"The first thing to be very clear about is that the Department of Defense does not conduct chemical weapons testing any longer,\" he says. \"And I think we have probably come as far as any institution in America on race. ... So I think particularly for us in uniform, to hear and see something like this, it's stark. It's even a little bit jarring.\"</p><p>NPR shared the findings of this investigation with Rep. Barbara Lee, D-Calif., a member of the Congressional Black Caucus who sits on a House subcommittee for veterans affairs. She points to similarities between these tests and the Tuskegee syphilis experiments, where U.S. government scientists withheld treatment from black sharecroppers in Alabama to observe the disease's progression.</p><p>\"I'm angry. I'm very sad,\" Lee says. \"I guess I shouldn't be shocked when you look at the syphilis studies and all the other very terrible experiments that have taken place as it relates to African-Americans and people of color. But I guess I'm still shocked that, here we go again.\"</p><p>Lee says the U.S. government needs to recognize the men who were used as test subjects while it can still reach some, who are now in their 80s and 90s.</p><p>\"We owe them a huge debt, first of all. And I'm not sure how you repay such a debt,\" she says.</p><p>Mustard gas damages DNA within seconds of making contact. It causes painful skin blisters and burns, and it can lead to serious, and sometimes life-threatening illnesses including leukemia, skin cancer, emphysema and asthma.</p><p>In 1991, <a href=\"https://archive.org/stream/departmentofdefe1993unit#page/96/mode/2up/search/barney+frank\">federal officials for the first time admitted</a> that the military conducted mustard gas experiments on enlisted men during World War II.</p><p>According to declassified records and reports published soon after, three types of experiments were done: Patch tests, where liquid mustard gas was applied directly onto test subjects' skin; field tests, where subjects were exposed to gas outdoors in simulated combat settings; and chamber tests, where men were locked inside gas chambers while mustard gas was piped inside.</p><p>Even once the program was declassified, however, the race-based experiments remained largely a secret until a researcher in Canada disclosed some of the details in 2008. Susan Smith, a medical historian at the University of Alberta in Canada, <a href=\"http://www.researchgate.net/publication/23304639_Mustard_gas_and_American_race-based_human_experimentation_in_World_War_II\">published an article</a> in <em>The Journal of Law, Medicine & Ethics</em>.</p><p>In it, she suggested that black and Puerto Rican troops were tested in search of an \"ideal chemical soldier.\" If they were more resistant, they could be used on the front lines while white soldiers stayed back, protected from the gas.</p><p>The article received little media attention at the time, and the Department of Defense didn't respond.</p><p>Despite months of federal records requests, NPR still hasn't been given access to hundreds of pages of documents related to the experiments, which could provide confirmation of the motivations behind them. Much of what we know about the experiments has been provided by the remaining living test subjects.</p><p>Juan Lopez Negron, who's Puerto Rican, says he was involved in experiments known as the San Jose Project.</p><p>Military documents show more than 100 experiments took place on the Panamanian island, chosen for its climate, which is similar to islands in the Pacific. Its main function, according to military documents obtained by NPR, was to gather data on \"the behavior of lethal chemical agents.\"</p><p>Lopez Negron, now 95 years old, says he and other test subjects were sent out to the jungle and bombarded with mustard gas sprayed from U.S. military planes flying overhead.</p><p>\"We had uniforms on to protect ourselves, but the animals didn't,\" he says. \"There were rabbits. They all died.\"</p><p>Lopez Negron says he and the other soldiers were burned and felt sick almost immediately.</p><p>\"I spent three weeks in the hospital with a bad fever. Almost all of us got sick,\" he says.</p><p>Edwards says that crawling through fields saturated with mustard gas day after day as a young soldier took a toll on his body.</p><p>\"It took all the skin off your hands. Your hands just rotted,\" he says. He never refused or questioned the experiments as they were occurring. Defiance was unthinkable, he says, especially for black soldiers.</p><p>\"You do what they tell you to do and you ask no questions,\" he says.</p><p>Edwards constantly scratches at the skin on his arms and legs, which still break out in rashes in the places he was burned by chemical weapons more than 70 years ago.</p><p>During outbreaks, his skin falls off in flakes that pile up on the floor. For years, he carried around a jar full of the flakes to try to convince people of what he went through.</p><p>But while Edwards wanted people to know what happened to him, others — like Louis Bessho — didn't like to talk about it.</p><p>His son, David Bessho, first learned about his father's participation as a teenager. One evening, sitting in the living room, David Bessho asked his dad about an Army commendation hanging on the wall. David Bessho, who's now retired from the Army, says the award stood out from several others displayed beside it.</p><p>\"Generally, they're just kind of generic about doing a good job,\" he says. \"But this one was a bit unusual.\"</p><p>The <a href=\"https://www.documentcloud.org/documents/2107685-besshocommendation.html\">commendation</a>, presented by the Office of the Army's Chief of the Chemical Warfare Service, says: \"These men participated beyond the call of duty by subjecting themselves to pain, discomfort, and possible permanent injury for the advancement of research in protection of our armed forces.\"</p><p><a href=\"https://www.documentcloud.org/documents/2107687-besshomilitaryrecords.html\">Attached was a long list of names</a>. Where Louis Bessho's name appears on Page 10, the list begins to take on a curious similarity. Names like Tanamachi, Kawasaki, Higashi, Sasaki. More than three dozen Japanese-American names in a row.</p><p>\"They were interested in seeing if chemical weapons would have the same effect on Japanese as they did on white people,\" Bessho says his father told him that evening. \"I guess they were contemplating having to use them on the Japanese.\"</p><p>Documents that were released by the Department of Defense in the 1990s show the military developed <a href=\"https://news.google.com/newspapers?nid=1129&dat=19950804&id=2cMwAAAAIBAJ&sjid=iW4DAAAAIBAJ&pg=1884,1118875&hl=en\">at least one secret plan</a> to use mustard gas offensively against the Japanese. The plan, which was approved by the Army's highest chemical warfare officer, could have \"easily kill[ed] 5 million people.\"</p><p>Japanese-American, African-American and Puerto Rican troops were confined to segregated units during World War II. They were considered less capable than their white counterparts, and most were assigned jobs accordingly, such as cooking and driving dump trucks.</p><p>Susan Matsumoto says her husband, Tom, who died in 2004 of pneumonia, told his wife that he was OK with the testing because he felt it would help \"prove he was a good United States citizen.\"</p><p>Matsumoto remembers FBI agents coming to her family's home during the war, forcing them to burn their Japanese books and music to prove their loyalty to the U.S. Later, they were sent to live at an internment camp in Arkansas.</p><p>Matsumoto says her husband faced similar scrutiny in the military, but despite that, he was a proud American.</p><p>\"He always loved his country,\" Matsumoto says. \"He said, 'Where else can you find this kind of place where you have all this freedom?' \"</p><p><em>NPR Investigations Research Librarian Barbara Van Woerkom contributed reporting and research to this investigation. NPR Photo Editor Ariel Zambelich and reporters Jani Actman and Lydia Emmanouilidou also contributed to this story.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Secret+World+War+II+Chemical+Experiments+Tested+Troops+By+Race&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Caitlin Dickerson","audio":[{"meta":{"duration":"623"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416390036-7016fb.m3u?orgId=1&topicId=1150&aggIds=417162462&d=623&p=3&story=415194765&t=progseg&e=416388864&seg=1&ft=nprml&f=415194765"},{"href":"http://media.npr.org/assets/img/2015/06/18/rollins-edwards-historical-eab296132d02e93beeea16487ae9308f5db0260b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"562","width":"750"}},{"href":"http://media.npr.org/assets/img/2015/06/18/rollins-diptych_custom-1bfb754300d6d225fc1b444bb3481d0102c2450b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2593","width":"3500"}},{"href":"http://media.npr.org/assets/img/2015/06/18/gas-race-22e96491844e38f47a576ef3617f15e2cee1f17a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1568","width":"2091"}},{"href":"http://media.npr.org/assets/img/2015/06/18/plates-quad_custom-54cafadeb03329937f2c729da669e71cea24ee4e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"534","width":"1536"}},{"href":"http://media.npr.org/assets/img/2015/06/18/troops-diptych1_custom-1accb08d22093b840f1bbb893a1db58c356073be.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"502","width":"1423"}},{"href":"http://media.npr.org/assets/img/2015/06/19/bessho-orders_custom-09293937220aecbaacce2ceac123dfc86642893e.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2033","width":"3233"}}]}