{"created":"2014-10-31T01:07:02+00:00","modified":"2014-10-31T01:07:02+00:00","valid":{"from":"2014-10-31T01:07:02+00:00","to":"3014-10-31T01:07:02+00:00"},"hreflang":"en","title":"A Veteran's View Of The Crisis In Iraq","published":"2014-06-16T19:01:00+00:00","teaser":"Seth Moulton, who served four tours in Iraq, says \"I think the war was a mistake but at the same time, it's very hard to see it all fall apart.\"","itags":["npr_api","322571382"],"contentencoded":"<p>Sunni militants today have captured a key northern Iraqi town along the highway to Syria. The town of Tal Afar, with a population of some 200,000 people, was taken just before dawn, the town&#8217;s mayor told the Associated Press.</p><p>This comes weeks after militants claimed a vast swath of territory in the country&#8217;s north.</p><p><em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Robin Young sits down with Iraq war veteran <strong>Seth Moulton</strong>, to discuss his thoughts on the events in the country.</p><p>Moulton served four tours in Iraq as a Marine infantry officer, first as a platoon commander and later as a special assistant to General Petraeus.</p><p>He&#8217;s also trying to enter politics. Moulton is challenging Massachusetts Congressman John Tierney in that state&#8217;s Democratic primary.</p><h4>Interview Highlights: Seth Moulton</h4><p><strong>On his thoughts as Iraqi towns fall and militants are outside Baghdad</strong></p><p>&#8220;It&#8217;s tough. You know, I think the war was a mistake but at the same time, it&#8217;s very hard to see it all fall apart when so many of my friends and colleagues gave so much to let Iraq succeed. &#8230; I saw an awful lot of sacrifice on behalf of my fellow troops and I spent about three years of my life there myself because my country asked me to go. And I was proud to go. But at the same time, you want to see your work succeed, and obviously that&#8217;s not the case now.&#8221;</p><p><strong>On how you convince Iraqis to keep their uniforms on and fight</strong></p><p>&#8220;Well you don&#8217;t do it by sending more American ground troops in. &#8230; At this point this is really a political problem and it&#8217;s Prime Minister Maliki&#8217;s failures as a politician that have led us to this point.&#8221;</p><p>&#8220;I think one of the lessons we learned from Iraq is we just have to be very, very careful about putting any troops on the ground. And the president has also talked about airstrikes but I caution seriously about that as well because you can&#8217;t really have accurate airstrikes unless you have troops on the ground to direct the pilots, and since we&#8217;re not going to put troops on the ground, then I&#8217;m not sure airstrikes make sense at this point either.&#8221;</p><p><strong>On the worry that Iraq will fall </strong></p><p>&#8220;I think all of us are struggling with that, think about this and what to do. And many veterans are looking for ways to give back. I have other friends who are helping get their former translators out of the country &#8212; young men and women in Iraq who put their lives on the line for their country and also for America and for our troops. And they legally have a right to come to America, but many of them are running into huge bureaucratic hurdles. So we&#8217;re trying to help with that too. I have one of my translators who hasn&#8217;t come over yet &#8212; I was helping this weekend&#8230; and to make sure that people who were our allies are not killed. So I can&#8217;t speak for my fellow veterans, but I know that many of us are looking for ways to continue serving and to try to be a part of making sure America learns from these lessons, doesn&#8217;t repeat the same mistakes, but also finds a path forward that can be good and prosperous for the Middle East.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.sethmoulton.com/welcome?splash=1\" target=\"_blank\">Seth Moulton</a></strong>, former Marine, veteran of the Iraq War and candidate for U.S. Congress. He tweets <a href=\"https://twitter.com/sethmoulton\" target=\"_blank\">@sethmoulton</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Veteran%27s+View+Of+The+Crisis+In+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"64d163e5-cd2f-4295-ae0b-6ac31dade361","audio":[{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322590857-b4f4eb.m3u?orgId=1&ft=3&f=322571382"}]}