{"created":"2014-09-12T07:34:25+00:00","modified":"2014-10-30T22:27:33+00:00","valid":{"from":"2014-10-30T22:27:33+00:00","to":"3014-10-30T22:27:33+00:00"},"hreflang":"en","title":"Expanding ISIS Fight Scrambles GOP Plan To Extend Budget And Get Out","published":"2014-09-12T17:03:00+00:00","teaser":"House Republicans were hoping for a smooth two weeks before hitting the campaign trial, but a request to arm Syrian rebels has muddled that, as well as the one bill that must pass before they leave.","itags":["npr_api","347803459"],"guid":"64d1c49e-31eb-44b1-bae0-1b91bf6c4f8c","contentencoded":"<p>House Republicans were hoping for September to be a blissfully uneventful month, with election season just around the corner. But President Obama dashed those hopes this week, when he asked Congress for authorization to train and arm Syrian rebels against the group <a href=\"http://www.npr.org/blogs/parallels/2014/09/12/347711170/isis-isil-or-islamic-state-whats-in-a-name\">calling itself the Islamic State</a>.</p><p>The request has already derailed progress on the one bill Congress has to pass before leaving for recess next week — a measure to keep the government open past Sept. 30. And now the party that controls the House, which needs to act first on Obama's request, is realizing it's deeply divided over the issue.</p><p>After getting blamed for <a href=\"http://www.npr.org/series/228193176/the-government-shutdown\" target=\"_blank\">last October's government shutdown</a>, most Republicans had high hopes that this time around, passing a spending bill would be a drama-free event. Hal Rogers, R-Ky., the head of the House Appropriations Committee, had just finished polishing the legislation when he got an unexpected phone call Tuesday.</p><p>\"Just as I was getting ready to drop the bill, last night at 5 o'clock, in the hopper in there, my phone rings and it's the president,\" said Rogers.</p><p>Obama needed a favor: Would Rogers tuck a provision into the spending bill to authorize the training and arming of Syrian rebels?</p><p>\"I said, 'you're a little bit late,' \" Rogers recalled.</p><p>The president's request potentially complicates a quiet little spending bill that was supposed to get a vote in the House on Thursday. Now, in the one week members have left before recess, here are the questions they'll need to answer: Should they go along with the president's request, or push for a more aggressive strategy than the one he outlined to fight the Islamic State? And should authorization to arm the Syrian rebels really be buried inside this so-called \"continuing resolution,\" or CR, which is the way Congress funds the government these days?</p><p>\"The question comes up, do you really want to pass the CR based on how you feel about the war? That's just bad. ... I mean, that's the sort of thing that we Republicans despise,\" said Republican John Fleming of Louisiana.</p><p>Fleming said this is a vote of conscience, so why dilute a lawmaker's position on the Islamic State, also known as ISIS or ISIL, by throwing the item into a spending bill?</p><p>Other Republicans say that doesn't matter — they say they won't support the president's request no matter what legislative form it takes. Michele Bachmann of Minnesota said the aid inevitably would go to the wrong rebels in Syria.</p><p>\"He wants to continue the same failed strategy, but he wants to make it even worse by giving even more money to the so-called vetted moderates who aren't moderate at all,\" said Bachmann.</p><p>But many Republicans say the majority of their party wants to stand behind the president on this one.</p><p>\"You know, you can't have 535 commanders in chief,\" said Adam Kinzinger, R-Ill. \"It may not be the perfect plan, it may not be everything you want, but you either have to vote against doing anything, or you have to support the commander in chief in this case — and partisanship's got to go out the window when it comes to defending our country.\"</p><p>Of course, even for those who do support Obama's plan to train and arm Syrian rebels, some questions remain.</p><p>\"Well, how long does the training mission last? Who are those that we will be training? And how effective will they be?\" asked Republican Jack Kingston of Georgia. \"As you know, we spent a lot of time and a lot of money training Afghanis and Iraqis in the last five to 10 years, and it's had mixed results at best.\"</p><p>For some House Republicans, training and arming Syrian rebels is only the first step. To truly destroy ISIS, rather than simply degrade it, Matt Salmon of Arizona said, they should spend the next week deciding on a response much broader than what the president has requested.</p><p>\"I think we need to have a declaration of war, and if we're going to defeat this enemy, it needs to be all-in. I don't think that this strategy is enough. I think it's too thin,\" said Salmon.</p><p>That might mean sustained bombing attacks, more troops and a longer campaign. But some say they'd like to figure those details out later this year, after they finish campaigning for re-election.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Expanding+ISIS+Fight+Scrambles+GOP+Plan+To+Extend+Budget+And+Get+Out&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347873358-7a2503.m3u?orgId=1&topicId=1014&ft=3&f=347803459"}]}