{"created":"2015-04-17T07:42:15+00:00","modified":"2015-06-05T15:27:00+00:00","valid":{"from":"2015-06-05T15:26:59+00:00","to":"3015-06-05T15:26:59+00:00"},"hreflang":"en","title":"Turkish Educator Pledges $10M To Set Up Universities For Syrian Refugees","published":"2015-04-24T22:21:00+00:00","teaser":"The war has put dreams of college on hold for some 40,000 Syrian refugees in Turkey. Enver Yucel hopes to create a higher ed system to meet their needs, with coursework in English, Arabic and Turkish.","itags":["npr_api","399937929"],"guid":"64d74a48-8ffd-46e8-a92e-a38c8f17c325","contentencoded":"<p>Once a sleepy border town, Reyhanli, Turkey, is now bursting with Syrian refugees, many of them school-age. More than half a million Syrian refugee children are out of school, and the education crisis is fueling an epidemic of early marriage, child labor and bleak futures.</p><p>\"I just finished the 12th grade and I don't know what to do,\" says Abdullah Mustapha, a refugee from the Syrian town of Hama.</p><p>In fluent English, he talks about his dreams of a college education, but he doesn't speak Turkish well enough to pass the language test required for state universities.</p><p>He's not alone. More than 40,000 Syrian refugees in Turkey would have been college bound before the war, but <a href=\"http://www.iie.org/Research-and-Publications/Publications-and-Reports/IIE-Bookstore/We-Will-Stop-Here-And-Go-No-Further-Syrian-University-Students-And-Scholars-In-Turkey\">attempts to continue university studies in Turkey largely have been a failure</a>.</p><p>Now, Turkish educator Enver Yucel is offering an ambitious solution: an accredited university system, with coursework in Arabic and English as well as Turkish, on campuses along the Turkish border.</p><p>He has pledged $10 million of his own money to get started, and he wants international donors to pitch in. His reasons are straightforward: Syrian refugees — more than 2 million of whom now are in Turkey — are not going home anytime soon.</p><p>\"They don't have any homes left there, physically. They started to have marriages in our country, started to have jobs,\" he says.</p><p>It's what the U.N. terms a \"protracted refugee situation,\" when exile is likely to last for decades. Yucel says out loud what Turkish officials do not want to acknowledge: Syrians are now permanent residents and have changed Turkey's social fabric.</p><p>\"A huge amount of them will not go back,\" he says. \"The ones who are guests in our country will become citizens of our country in the future.\"</p><p>It's an explosive topic, as Turks believe Syrians compete for jobs and services and blame refugees for what they see as a rise in crime.</p><p>But Yucel points to a bigger danger. He says refugees left to languish without education or mobility will be a problem for Turkey and the region. He points to examples in Europe, where marginalized populations are easy recruits for extremists.</p><p>\"We need to invest in their education and we need to invest in gaining them some skills,\" he says.</p><p>Yucel has a successful track record. As head of the <a href=\"http://bahcesehir.edu.tr/icerik/7864-bau-global\" target=\"_blank\">Bahcesehir Education Group</a>, he's made a fortune opening private universities in Turkey with seven international campuses, <a href=\"http://www.bauinternational.com/\" target=\"_blank\">including one in Washington, D.C.</a> He runs a chain of private K-12 schools — college prep academies — with 30,000 Turkish students.</p><p>This spring, Yucel sent his team to Reyhanli to meet with representatives of the Syrian community. It was a packed house in a hotel banquet hall. Most at the meeting say they were professors or teachers at a university in Syria.</p><p>They are part of a larger group of academics, more than 400 in Turkey, who have not worked since they fled Syria. A list of their wasted credentials shows another hidden cost of war. They know their children are doomed to downward mobility if educational opportunities are lost. Turkey's state colleges accept refugees, but only 2 percent of those eligible have enrolled.</p><p>\"There is a big barrier — that is language, Turkish language,\" says Zaafer Seiba, adding that many also cannot pay the fees.</p><p>Seiba, a professor at Aleppo University before the war, wants to know about the proposed fields of study: \"What about the scientific, like medicine, dentistry, pharmacy and engineering?\"</p><p>These are the skills Syrians will need to rebuild their country, but that's a long way off. He then poses a more immediate question.</p><p>\"Is it possible for the graduates of this university to work in Turkey?\"</p><p>In other words: Will Syrians be able to compete for opportunities in Turkey in a long-term stay?</p><p>For now, the answers are on hold. Even as NPR reported this story, the college project stalled because of pushback from the Turkish public — which is wary of incentive for refugees — and delays in international financial support.</p><p>\"There is a lot of nationalist backlash,\" says Turkish analyst Gonul Tol, who heads the Center for Turkish Studies at the Washington-based Middle East Institute. \"Turkey is not culturally or socially a country prepared to integrate so many immigrants.\"</p><p>The polarization is pushing Syrian Arab residents into a parallel society: an isolated, marginalized underclass that will end up, Tol says, \"cleaning Turkish family bathrooms and babysitting their children.\"</p><p>Educational opportunities can change the equation, she says, for Syrians who are now a majority in some border towns.</p><p>\"You have to do something to destroy that sense of victimhood,\" she says.</p><p>As Syria enters a fifth year of conflict, the early worries about the disappearance of national borders have subsided — the borders didn't move. But the people did, changing Turkey's demographics.</p><p>\"Turkey's social fabric has changed forever, and the Turks have to come to terms with this reality very soon,\" says Tol.</p><p>These young Syrians now are likely to spend a lifetime in Turkey, and so far their prospects for their future are dim.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Turkish+Educator+Pledges+%2410M+To+Set+Up+Universities+For+Syrian+Refugees&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"343"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400285277-be4981.m3u?orgId=1&topicId=1009&d=343&p=3&story=399937929&t=progseg&e=400285178&seg=1&ft=nprml&f=399937929"},{"href":"http://media.npr.org/assets/img/2015/04/16/syrian-turkey-school-1deff6372b3a28ece8dbfe8d89fd4cbfef7c73b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1978","width":"2637"}},{"href":"http://media.npr.org/assets/img/2015/04/16/amos-syrian-uni-teacher-1c96d58a531e5ce4057201939a3702cbc5423cd0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2015/04/16/reyhanli-refugee-camp-adb672b18243b6d2a5f11982f96ff774ff53f305.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2664"}}]}