{"created":"2015-05-17T12:03:09+00:00","modified":"2015-07-01T14:56:54+00:00","valid":{"from":"2015-07-01T14:56:54+00:00","to":"3015-07-01T14:56:54+00:00"},"hreflang":"en","title":"The Outsized Optimism Of The Entrepreneur","published":"2015-05-22T14:26:00+00:00","teaser":"You might think a great idea plus hard work equals business success, but the math is seldom simple. Two entrepreneurs, one whose venture failed and one who's still going, tell why they took the risk.","itags":["npr_api","407380631"],"guid":"64d8bf56-91f0-47dc-b557-05541de745a4","contentencoded":"<p>It is part of the American dream, the notion that if you have a good idea and a fire in your belly, you can turn an idea into a successful business. It's that entrepreneurial spirit that drives the global economy.</p><p>That message is everywhere in our culture. President Obama echoed it last week, at a summit on entrepreneurship at the White House.</p><p>\"We have a lot of brainpower here,\" he said. \"We've got innovators and investors, business leaders, entrepreneurs. We've even got a few Sharks.\"</p><p>He was referring to the hit show <em>Shark Tank</em> — because Americans love the idea of making it big so much that we watch the drama unfold on TV night after night.</p><p>Even if an entrepreneur can secure some investment to get up and running, the odds of it working out are low. The Small Business Administration says that 50 percent of all new businesses fail within the first five years.</p><p>This week on <a href=\"http://www.npr.org/tags/399382645/for-the-record\" target=\"_blank\">For the Record</a>: two entrepreneurs who risk it all to make it big. One's business succeeds; the other's does not.</p><hr /><p><strong>Jane Chen, San Francisco</strong></p><p>Chen started a company called Embrace, that sets out to save premature babies in developing countries with a product that keeps them at exactly the right temperature.</p><p>\"It looks like a little sleeping bag for a baby,\" she explains. \"You can heat it either through a hot water heater or through an electric heater that only requires 30 minutes of power.\"</p><p>She and three friends came up with this idea when they were students at Stanford's business school. They researched the market and in the end, \"We thought to ourselves, 'Hey, if we don't do this, no one else is going to.' \"</p><p><strong>Jeff Martens, Portland, Ore.</strong></p><p>Martens's \"aha\" moment came in 2001. He was obsessed with the idea of harnessing the power of millions of home computers for large, single tasks.</p><p>\"We could split it up into many pieces, send those pieces to many computers and do it faster than if the client submitted that workload to just one single server,\" he says.</p><p>It was an idea he couldn't shake. Then in 2009, Martens got his big break.</p><p>\"I was laid off,\" he says \"It turns out that was probably one of the best things that happened to me.\"</p><p>He got a severance package so he could afford to take a few months off to turn his idea into a business.</p><p>Most entrepreneurs hit a low point in any new enterprise, and Martens and Chen both had theirs. Chen's came last year, when national elections in India created instability in the country where she and her partners were selling a lot of their products in India.</p><p>For Martens, the low point came when a member of his team quit.</p><p>Here, the two stories start to diverge. To climb out of her low point, Chen found an investor, someone she randomly met in a meditation class who happened to be really interested in neonatal health. That investor kept her going.</p><p>That didn't happen for Martens.</p><p>\"We kept saying, 'Oh, there's just this new investor around the corner, or this new customer that'll sign up and it's going to happen,' \" he says. \"I think after telling ourselves that a number of times, we just couldn't believe it ourselves anymore. And to my surprise, the day that my co-founder and I decided to shut down our company, it was one of the easiest decisions we'd ever made.\"</p><p>Martens is on solid footing now. He got a job with a tech company as a product manager. He likes the steady paycheck and even likes the work. He figures his start-up cost him friends, his bank account and his marriage — but he is absolutely convinced that he'll strike out on his own again at some point.</p><p>Chen is still making baby warmers. She admits to being perhaps irrationally optimistic — believing, despite the odds, that everything will just work out. That's the thing that entrepreneurs all have in common.</p><p>\"Once we finish one thing I'm always thinking, well, what's next?\" she says. \"And thinking, well, it's 150,000 babies now. How do we get to a million babies?\"</p><p><strong>Three takeaways</strong></p><p>First, entrepreneurs don't talk about failure like the rest of us. In this world, it's considered almost a badge of honor to have started a few companies that tanked. Of course, that only holds as long as the next company you start is a huge success. But they see failure as an almost necessary step to making it big.</p><p>Second, entrepreneurs have to believe in their idea and in themselves. They simply don't allow self-doubt to creep in. They are eternal optimists, which is helpful, because the risk they have to tolerate is enough to turn the stomach of the rest of us mere mortals.</p><p>Last, entrepreneurs have little room for work-life balance. The work is all-encompassing; they put their personal lives on hold. But until when? Based on our conversations, entrepreneurs are also super ambitious, so how do they know when to stop and say, \"This is good. This is enough.\" There's always another good idea, another big investor around the corner.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Outsized+Optimism+Of+The+Entrepreneur&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rachel Martin","audio":[{"meta":{"duration":"488"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407447368-d49862.m3u?orgId=1&topicId=1006&d=488&p=10&story=407380631&t=progseg&e=407447293&seg=12&ft=nprml&f=407380631"},{"href":"http://media.npr.org/assets/img/2015/05/17/fish-business-74dc6971c9f1b02cb3ec4f954acbd40ddd07cd86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1126","width":"1501"}},{"href":"http://media.npr.org/assets/img/2015/05/17/jane-chen-4716e60813711306c251c29e6e77a26dbff05d4f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1790","width":"2387"}}]}