{"created":"2015-03-03T08:46:28+00:00","modified":"2015-06-05T15:28:33+00:00","valid":{"from":"2015-06-05T15:28:33+00:00","to":"3015-06-05T15:28:33+00:00"},"hreflang":"en","title":"In English Town, Muslims Lead Effort To Create Interfaith Haven","published":"2015-03-04T22:49:00+00:00","teaser":"A disused church in the northern English town of Bolton has been transformed into a community center where all are welcome. It's the product of years of effort and difficult discussions.","itags":["npr_api","390286095"],"guid":"64e83c28-f67e-4465-8645-ae462f3adbd4","contentencoded":"<p>Inayat Omarji vividly remembers the worried reaction when he first looked into renovating the abandoned church in his neighborhood: \"There's a bearded young Muslim chap involved in a church! Whoops! He's gonna turn it into a mosque!\"</p><p>At the time, Omarji was head of <a href=\"http://www.thebcom.org/about-bcom.html\" target=\"_blank\">the local council of mosques</a>, but there already were three or four in his neighborhood in Bolton, England.</p><p>\"What it needed is a place where people could meet, people can come to, people can socialize,\" he says.</p><p>Omarji and other local Muslims decided to turn the church into a community center for everyone. That was ten years ago. Now, amid stories about religious friction and ethnic tensions, the transformation of <a href=\"http://www.allsoulsbolton.org.uk/\" target=\"_blank\">All Souls Church</a> provides a story of harmony and integration in one culturally diverse community.</p><p>A decade ago, All Souls was covered in graffiti. Thieves had stolen lead pipes and broken some windows. But even as a boarded-up shell, the church was the geographic center of this community, its bell tower looming above the surrounding streets.</p><p>Omarji says one of the first decisions his group had to make was what to name this new community center.</p><p>\"A no-brainer, actually, because the name just said it all: All Souls,\" says Omarji. \"If somebody says 'oh, is this, is it just for the Muslim community?' ... No, just think about the name: All Souls. For everybody.\"</p><p>The renovation cost 5 million pounds, or around $8 million. Some of the money came from national lottery funds, with matching donations from individuals and charitable foundations.</p><p>Now the interior has elements of an ornate 18th-century church, while it holds elegant floating pods with meeting spaces, activity rooms, and a cafe. Every piece of the new interior had to be brought in through the church's original small doorway. Today there are after-school activities for students, knitting and gardening groups, and <a href=\"https://twitter.com/gough_janet/status/543458536257519617\" target=\"_blank\">a Lego club that constructed a scale model of the church</a> using the plastic bricks.</p><p>The building's new management shows a clear respect for history. Touch-screens along one wall play videos where former church congregants tell their stories.</p><p>\"My happiest childhood memory was being picked for Rose Queen, and what an excitement that was,\" a senior citizen named Jean recalls in one of the short films.</p><p>The Rev. Gerald Higham was vicar of All Souls in the 1970s. At that time the local cotton mills were closing, white Christian families were leaving, and Muslim families with South Asian roots were moving in.</p><p>Higham recently returned to the church for his first close look at what it has become.</p><p>\"I think it's been brilliantly done,\" he said, as he and his wife sipped cappuccinos on one of the new couches. \"It could so easily have just been gutted.\"</p><p>Higham peered around the hall at details that he recognized from almost 40 years ago — a memorial to war dead on the wall, the central altar that has been kept intact, and the pipe organ that may yet be restored to working order.</p><p>This is still a consecrated church, and a local group will hold Christian services here once a month. In the context of ethnic tensions around the UK and Europe, this space feels like an anomaly — it appears to be a completely frictionless blending of cultures. But that's a bit of an illusion.</p><p>\"Nothing is completely frictionless — people are human beings,\" says Mark Head, vice-chairman of the trust that oversees the building.</p><p>Head says the integration at All Souls is the result of difficult conversations. For example, the cuisine of Lancashire, England, includes a lot of pork, but the cafe is halal. That has not stopped people of all backgrounds from filling the restaurant nightly for the gourmet burger menu.</p><p>\"We had to turn people away,\" says Asif Timol, owner of the café, called Room Four Dessert. \"The whole issue of cohesion and integration is very close to home — being British-Asian, I've got young children who I'm raising in this country, so it's very important to me.\"</p><p>The All Souls team struggled with how to handle guide dogs — they are allowed in the building, despite being considered unclean in Islam. Alcohol was another issue; observant Muslims do not drink.</p><p>\"When people want alcohol for a particular event or a conference, that will be organized by a separate entity altogether,\" says Head.</p><p>There is a method of bell ringing called Grandsire Triples that only has been played at key moments in the history of All Soul's. It was played at the end of World War II, and at the building's centenary celebration. Plaques in the church mark each occasion the piece has been played.</p><p>When All Souls reopened Dec. 6, the bells rang for the first time in 25 years, playing Grandsire Triples. Another plaque will be installed, marking that moment, next to the other key occasions in the life of this historic building.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+English+Town%2C+Muslims+Lead+Effort+To+Create+Interfaith+Haven&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ari Shapiro","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390351287-407f51.m3u?orgId=1&topicId=1016&aggIds=390489340&d=232&p=3&story=390286095&t=progseg&e=390351135&seg=9&ft=nprml&f=390286095"},{"href":"http://media.npr.org/assets/img/2015/03/03/photo-23-02-2015-14-10-48-5bed4a1e5ddda3e61228bc1b05f29c3464e10bf6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2141","width":"2855"}},{"href":"http://media.npr.org/assets/img/2015/03/03/allsoulsinayat-41db808c38c1bbc8f3717e5951e0b59ad1491477.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"809","width":"1079"}},{"href":"http://media.npr.org/assets/img/2015/03/03/allsoulsentrance2-8db3836897c563b445a8d2d31599e325d13343d3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2446","width":"3262"}},{"href":"http://media.npr.org/assets/img/2015/03/03/allsoulscafe-8a82a716183417f0f9f70d41fab6723fc1507ee8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1907","width":"2543"}}]}