{"created":"2015-04-03T17:03:31+00:00","modified":"2015-05-20T20:04:20+00:00","valid":{"from":"2015-05-20T20:04:20+00:00","to":"3015-05-20T20:04:20+00:00"},"hreflang":"en","title":"For Chinese Migrant Workers, It Is Possible To Go Home Again","published":"2015-04-10T23:30:00+00:00","teaser":"In the past, rural Chinese seeking success left their families and found work on the coast. Now, high wages mean factories are shifting inland and migrants are delighted to be following them home.","itags":["npr_api","397087985"],"guid":"64eb295d-6fb9-49e6-b2bc-f412f15be41f","contentencoded":"<p>Over the past couple of decades, a river of labor poured out of China's interior to its coasts as hundreds of millions of people traded farm for factory. Most improved their lives, but they paid for it in other ways, leaving behind families for a sometimes lonely existence.</p><p>These days, though, more and more factories are moving from the coast into China's countryside, creating an opportunity for more workers to come home — workers like Zhang Zhaojun, who left the mountains of Hubei province in central China in 2009.</p><p>Back then, there were few jobs, let alone careers, to keep her there. Zhang, a spunky young woman who stands about 5 feet 2 inches tall, roamed from city to city, finding work in a beauty salon, running a cash register at a karaoke parlor and assembling computer motherboards.</p><p>\"I worked day in and day out in the factory, and after a while I felt bored,\" she says. \"I thought: 'Am I going to be like this when I grow old?' I don't want that.\"</p><p>That was the life her father led for two decades. Zhang says he didn't return much, even for Chinese New Year, the nation's biggest holiday, when people traditionally head home to the countryside.</p><p>\"When I was little, I was afraid to call him 'Dad,'\" recalls Zhang, now 26. \"He felt very unfamiliar. There was no affection.\"</p><p>While Zhang was away working, though, the economy of her hometown — a county seat called Qichun — took off. Factories that could no longer afford rising wages on the coast moved inland to cut costs. The city of 1 million now has factories that make tiles, electronics and health supplements. In 2013, Qichun's economy grew a whopping 10 percent.</p><p>Zhang is back home in Qichun now, working as an accountant at a local fertilizer plant that opened recently. She makes more than $500 a month, more than she ever earned as a migrant worker. She is determined her kids won't grow up without a dad around, as she did.</p><p>\"Now, I'm pretty satisfied,\" Zhang says over lunch in a restaurant in Qichun. \"But I think after I marry someone, there is no way that we will work in different cities.\"</p><p>The factors driving the seemingly endless flow of migrant labor to the Chinese coast began to change about 10 years ago. Because of demographic shifts, the labor pool shrank. Wages naturally rose, margins tightened and low-end coastal factories went bankrupt or moved.</p><p>Today, more than half of China's migrants now work in their home provinces, according to the government.</p><p>Zhang Jianfeng returned to Qichun two years ago after working on commercial property projects in Guangdong. While he was away, the real estate market in his hometown exploded.</p><p>\"In 2005, there were only two to three big apartment complexes, very few,\" he recalls. \"Now, there are 30 to 40. In 2005, an apartment cost $64 a square meter; now it's more than $480 a square meter.\"</p><p>Given his work experience, Zhang Jianfeng can now make double what he earned on the coast in a city where he knows lots of people.</p><p>\"Honestly speaking, if you make roughly the same amount of money and your family is here, of course it's better to work in your hometown,\" he says.</p><p>As industry has migrated to low-wage areas throughout history, it has brought congestion and pollution. He says that's what happened in Qichun, which didn't have a lot of cars in the past.</p><p>\"Now you see the streets are all jammed during Chinese New Year and the air quality is much worse,\" he says. \"In 2005, you could see stars at night. Now, you can only see a few unless it's a very clear sky.\"</p><p>Most migrants seem happy to be back home, but some miss the more cosmopolitan life on the coast. JoJo Gao worked giving facials at a beauty salon in Shanghai, where she made lots of foreign friends.</p><p>She even attended an underground, Christian house church in a luxury residential compound a few blocks from the city's soaring skyscrapers. When she returned to Qichun — which got its first KFC last fall — she was a bit disappointed.</p><p>\"I feel now we have many shopping malls, lots of places that sell gold and silver jewelry, but there's nothing else,\" says Gao, 25, who is a gregarious bundle of energy. \"Material life is abundant, but interest in spiritual life, health and fitness are almost nonexistent.\"</p><p>That said, Gao plans to stay put. While in Shanghai, she made enough money to study her first love — dance — and learned jazz, ballet and belly dancing. Gao now runs her own dance studio in Qichun, where she teaches children on the weekends — an opportunity that was unthinkable when she was a child.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Chinese+Migrant+Workers%2C+It+Is+Possible+To+Go+Home+Again&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398824633-ae7d11.m3u?orgId=1&topicId=1125&d=247&p=2&story=397087985&t=progseg&e=398729011&seg=7&ft=nprml&f=397087985"},{"href":"http://media.npr.org/assets/img/2015/04/03/migrant_travel-66a64c55595e365e59660140f6bbc641d281ac8b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2194","width":"2926"}},{"href":"http://media.npr.org/assets/img/2015/04/02/langfitt-home1-ccee62115ce2b6d6da8ad7dacd69b52ea2622321.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/04/03/migrant_wuhan-7378eb123ef73bf5f5cfcf1344eddd0bb0a42b2d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2213"}},{"href":"http://media.npr.org/assets/img/2015/04/02/langfitt-home3-8586c847f32027fbba442a005914fe37cab04067.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}