{"created":"2015-05-15T14:20:44+00:00","modified":"2015-05-15T14:20:44+00:00","valid":{"from":"2013-03-05T09:02:38+00:00","to":"3013-03-05T09:02:38+00:00"},"hreflang":"en","guid":"64f30b68-1908-4df5-8bcd-b5011b3a07c7","itags":["Marketplace Morning Report for Tuesday, March 5, 2013","Marketplace","PMP:Marketplace_PMP","Marketplace Morning Report","64f30b681908df55bcd9b5011b3a07c7"],"tags":["6 degrees of sequestration","APM","Economy","Virginia","defense","sequester"],"description":"Virginia's Republican Governor, Bob McDonnell, says he supports federal spending cuts, including to defense spending, but that the sequester isn't balanced.","teaser":"Virginia's Republican Governor, Bob McDonnell, says he supports federal spending cuts, including to defense spending, but that the sequester isn't balanced.","title":"Sequester a 'bipartisan failure', says Virginia's Governor","contentencoded":"<div class=\"barn-cleaned\"><p><em>As impacts of the sequester start to take effect around the country, no state is expected to take a bigger economic hit than Virginia. Home of the Pentagon and much of the defense industry, Virginia is bracing for Department of Defense cutbacks that could furlough almost 90,000 employees and reduce work hours by about 20 percent. Those in Virginia's large military population might be physically farther away, many in Iraq or Afghanistan, but they're expected to feel the reverberations of the sequestration as well.</em></p>\n<p><em>Governor of Virginia, <em>Republican&nbsp;</em>Bob McDonnell, spoke with Marketplace Morning Report host Jeremy Hobson about the months ahead and how his state is preparing.</em></p>\n<hr />\n<p>On the impact of the sequestration in Virginia so far:</p>\n<blockquote>McDonnell:&nbsp;Well this is going to be a slow ramp-up of the impacts in Virginia. Although, since we've already cut $487 billion out of the defense budget over the last couple of years, we've already seen a dip in our sales tax revenue from the defense procurement areas of the state, because we know that contractors are doing a little bit less business.\n<p>My biggest concern, of course, is the impact on our men and women in uniform. Particularly with a lot of Virginia kids right now in Iraq. When you cut $1 trillion over ten years, you know you're going to have some impacts in readiness and for us, it's jobs.</p>\n<p>The first tangible impact of the sequester will be next month when DOD civilians get laid off or have their work hours reduced by about 20 percent. So I think it's by mid-April, when that's expected.&nbsp;</p>\n</blockquote>\n<p>On what he can do as Governor to mitigate some of the impacts of the cuts:</p>\n<blockquote>McDonnell:&nbsp;Well, we know the cuts have to be made, first of all, and I'm a strong supporter of reducing federal spending. Our country is in deep financial trouble. $17 trillion in debt and the sequester is $1.2 trillion. And that's not enough. It needs to be more than that. That's not even one year of the deficit spending. The president has racked up $6 trillion in new debt over the last four years. So we fully understand that the cuts have to be made. Our only contention is don't put half of it on defense, which is what they've done. In a time of war, to have one half of the total cuts on defense is irresponsible. You’ve got to bring in entitlement reform in order to get that done.\n<p>So we've been preparing for a while. For the last year-and-a-half, since sequester was actually put in place, we've dramatically bumped up our rainy day fund by $500 million. We've started a new federal action contingency trust fund with about $35 million dollars. We've had a couple of war groups to look at ways to diversify the economy to plan for this. So I think we're as ready as we can be, but if it goes into full scale implementation, it's going to be tough for my state.&nbsp;</p>\n</blockquote>\n<p>&nbsp;On creating a more balanced cutting approach:</p>\n<blockquote><span>McDonnell:&nbsp;</span>Well, I'm not saying don't cut defense. I'm saying, make it a balanced cutting approach. First of all, it's got to be cuts, not tax raises. Everybody understood that sequester was about $1.2 trillion in cuts. With the President running around saying that we need to increase taxes is absolutely the wrong approach. Those new revenues came in January 1, with $800 billion in new revenue, this is about cuts.\n<p>Secondly, it's not just Virginia, but it's a number of other states, that get especially hard hit because or our long-standing support of the defense industry. So, I'm saying defense has got to take its share but don't make it 50 percent. It only accounts for I think 18 or so percent of the total budget, again it's taking 50 percent of all the cuts. And, by &nbsp;the way, we're at war in Afghanistan and Secretary Panetta&nbsp;says this will devastate the United States military. So, listen to the experts. And just make sure that entitlements are taken on so you don't have to cut defense so much. That's our point. Not that defense shouldn't be reduced as well.&nbsp;</p>\n</blockquote>\n<p>&nbsp;On who's to blame:</p>\n<blockquote><span>McDonnell:&nbsp;</span>I'd say it's a bi-partisan failure. The fact that for 18 months, we haven't been able to resolve the sequester. I mean, this was supposed to be a hammer on both sides to get a deal and not a policy. And yet, here we are 18 months later and we can't get things done.\n<p>Now, what I would say, the President can't even get [Senator] Harry Reid (D-NV) to get a budget passed. The U.S. House has actually passed two different bills, dating back to last May 0f 2012, to find another way to cut spending that's different from the sequester that doesn't devastate the defense department. So I would say that they have acted, and the Senate won't even take up those bills.</p>\n<p>And at the end of the day, look, I'm a governor, the president is the president, and executives lead. And what I've seen the president do is have a lot of press conferences, but not actually work on trying to get a resolution to this. And everyone understood from the very beginning, this was about cutting spending. And the president's trying again to raise taxes, and that's the wrong thing to do.</p>\n</blockquote>\n<p>&nbsp;On the role of President Obama:</p>\n<blockquote><span>McDonnell:&nbsp;</span>We had a meeting with the president on Monday, last Monday, with the National Governors Association. I've written the president several letters expressing my view, including about two weeks, three weeks ago. We had several questions directed at the president on this, and again, his answer is more tax increases on the wealthy or others.\n<p>And again, the understanding in August 2011 was sequester was about $1.2 trillion in cuts, that's what it is. And if the 'Super Committee' or others were going to work on it, it was going to be about finding another way to do the cuts, and not about increasing taxes.&nbsp;</p>\n</blockquote>\n<p>&nbsp;On politics:</p>\n<blockquote><span>McDonnell:&nbsp;</span>There's no way to take politics out of these decisions. We are in some degree a divided country. We've got divided government, with Republican House, Democrat Senate and president. But I mean, it does remind you that Democrats control two-thirds of the policy-making branch of government.\n<p>And I can say, what we've tried to do here in Virginia is, sure, we've got political differences, but we try to also solve problems, get things done. Don't assign blame. Don't make excuses. Find ways to get solutions. We did it this year on transportation, education, the budget and other areas. And if you have leadership in Washington, that's what you do.&nbsp;</p>\n<p>So I think what we need is leadership. I'm not really concerned about the terms. I think people ought to be able to re-elect people they think are doing a good job.</p>\n<p>I got ten months left as Governor. I'm not looking ahead. I think that's a mistake to look ahead. I've got many things we want to be able to do. I've got some foreign trade trips; I really want to boost our job-creation capacity. We've got major reforms in transportation and education that I want to implement better. Regulatory reform.</p>\n<p>And I'll worry about that later on. I've always believed you do a good job and do the best you can at what you're doing and other opportunities will come.</p>\n</blockquote></div>","published":"2013-03-05T09:02:38+00:00","byline":"Jeremy Hobson","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><em>As impacts of the sequester start to take effect around the country, no state is expected to take a bigger economic hit than Virginia. Home of the Pentagon and much of the defense industry, Virginia is bracing for Department of Defense cutbacks that could furlough almost 90,000 employees and reduce work hours by about 20 percent. Those in Virginia&apos;s large military population might be physically farther away, many in Iraq or Afghanistan, but they&apos;re expected to feel the reverberations of the sequestration as well.</em></p>\"},{\"content\":\"<p><em>Governor of Virginia, <em>Republican </em>Bob McDonnell, spoke with Marketplace Morning Report host Jeremy Hobson about the months ahead and how his state is preparing.</em></p>\",\"type\":\"text/html\"},{\"content\":\"<hr />\",\"type\":\"text/html\"},{\"content\":\"<p>On the impact of the sequestration in Virginia so far:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote>McDonnell: Well this is going to be a slow ramp-up of the impacts in Virginia. Although, since we&apos;ve already cut $487 billion out of the defense budget over the last couple of years, we&apos;ve already seen a dip in our sales tax revenue from the defense procurement areas of the state, because we know that contractors are doing a little bit less business. <p>My biggest concern, of course, is the impact on our men and women in uniform. Particularly with a lot of Virginia kids right now in Iraq. When you cut $1 trillion over ten years, you know you&apos;re going to have some impacts in readiness and for us, it&apos;s jobs.</p><p>The first tangible impact of the sequester will be next month when DOD civilians get laid off or have their work hours reduced by about 20 percent. So I think it&apos;s by mid-April, when that&apos;s expected. </p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p>On what he can do as Governor to mitigate some of the impacts of the cuts:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote>McDonnell: Well, we know the cuts have to be made, first of all, and I&apos;m a strong supporter of reducing federal spending. Our country is in deep financial trouble. $17 trillion in debt and the sequester is $1.2 trillion. And that&apos;s not enough. It needs to be more than that. That&apos;s not even one year of the deficit spending. The president has racked up $6 trillion in new debt over the last four years. So we fully understand that the cuts have to be made. Our only contention is don&apos;t put half of it on defense, which is what they&apos;ve done. In a time of war, to have one half of the total cuts on defense is irresponsible. You’ve got to bring in entitlement reform in order to get that done. <p>So we&apos;ve been preparing for a while. For the last year-and-a-half, since sequester was actually put in place, we&apos;ve dramatically bumped up our rainy day fund by $500 million. We&apos;ve started a new federal action contingency trust fund with about $35 million dollars. We&apos;ve had a couple of war groups to look at ways to diversify the economy to plan for this. So I think we&apos;re as ready as we can be, but if it goes into full scale implementation, it&apos;s going to be tough for my state. </p></blockquote>\"},{\"content\":\"<p> On creating a more balanced cutting approach:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><span>McDonnell: </span>Well, I&apos;m not saying don&apos;t cut defense. I&apos;m saying, make it a balanced cutting approach. First of all, it&apos;s got to be cuts, not tax raises. Everybody understood that sequester was about $1.2 trillion in cuts. With the President running around saying that we need to increase taxes is absolutely the wrong approach. Those new revenues came in January 1, with $800 billion in new revenue, this is about cuts. <p>Secondly, it&apos;s not just Virginia, but it&apos;s a number of other states, that get especially hard hit because or our long-standing support of the defense industry. So, I&apos;m saying defense has got to take its share but don&apos;t make it 50 percent. It only accounts for I think 18 or so percent of the total budget, again it&apos;s taking 50 percent of all the cuts. And, by  the way, we&apos;re at war in Afghanistan and Secretary Panetta says this will devastate the United States military. So, listen to the experts. And just make sure that entitlements are taken on so you don&apos;t have to cut defense so much. That&apos;s our point. Not that defense shouldn&apos;t be reduced as well. </p></blockquote>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p> On who&apos;s to blame:</p>\"},{\"content\":\"<blockquote><span>McDonnell: </span>I&apos;d say it&apos;s a bi-partisan failure. The fact that for 18 months, we haven&apos;t been able to resolve the sequester. I mean, this was supposed to be a hammer on both sides to get a deal and not a policy. And yet, here we are 18 months later and we can&apos;t get things done. <p>Now, what I would say, the President can&apos;t even get [Senator] Harry Reid (D-NV) to get a budget passed. The U.S. House has actually passed two different bills, dating back to last May 0f 2012, to find another way to cut spending that&apos;s different from the sequester that doesn&apos;t devastate the defense department. So I would say that they have acted, and the Senate won&apos;t even take up those bills.</p><p>And at the end of the day, look, I&apos;m a governor, the president is the president, and executives lead. And what I&apos;ve seen the president do is have a lot of press conferences, but not actually work on trying to get a resolution to this. And everyone understood from the very beginning, this was about cutting spending. And the president&apos;s trying again to raise taxes, and that&apos;s the wrong thing to do.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p> On the role of President Obama:</p>\",\"type\":\"text/html\"},{\"content\":\"<blockquote><span>McDonnell: </span>We had a meeting with the president on Monday, last Monday, with the National Governors Association. I&apos;ve written the president several letters expressing my view, including about two weeks, three weeks ago. We had several questions directed at the president on this, and again, his answer is more tax increases on the wealthy or others. <p>And again, the understanding in August 2011 was sequester was about $1.2 trillion in cuts, that&apos;s what it is. And if the &apos;Super Committee&apos; or others were going to work on it, it was going to be about finding another way to do the cuts, and not about increasing taxes. </p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<p> On politics:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote><span>McDonnell: </span>There&apos;s no way to take politics out of these decisions. We are in some degree a divided country. We&apos;ve got divided government, with Republican House, Democrat Senate and president. But I mean, it does remind you that Democrats control two-thirds of the policy-making branch of government. <p>And I can say, what we&apos;ve tried to do here in Virginia is, sure, we&apos;ve got political differences, but we try to also solve problems, get things done. Don&apos;t assign blame. Don&apos;t make excuses. Find ways to get solutions. We did it this year on transportation, education, the budget and other areas. And if you have leadership in Washington, that&apos;s what you do. </p><p>So I think what we need is leadership. I&apos;m not really concerned about the terms. I think people ought to be able to re-elect people they think are doing a good job.</p><p>I got ten months left as Governor. I&apos;m not looking ahead. I think that&apos;s a mistake to look ahead. I&apos;ve got many things we want to be able to do. I&apos;ve got some foreign trade trips; I really want to boost our job-creation capacity. We&apos;ve got major reforms in transportation and education that I want to implement better. Regulatory reform.</p><p>And I&apos;ll worry about that later on. I&apos;ve always believed you do a good job and do the best you can at what you&apos;re doing and other opportunities will come.</p></blockquote>\"}]","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/150885896.jpg?itok=xllYza5p","type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"}},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/05/marketplace_segment04_20130305","type":"application/json"},"duration_hms":"00:07:05","duration":425},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/05/marketplace_segment04_20130305_64.mp3"}]}