{"created":"2015-02-27T08:33:28+00:00","modified":"2015-05-14T19:05:14+00:00","valid":{"from":"2015-05-14T19:05:14+00:00","to":"3015-05-14T19:05:14+00:00"},"hreflang":"en","title":"Impressionist Hero Edouard Manet Gets The Star Treatment In Los Angeles","published":"2015-02-27T20:14:00+00:00","teaser":"Manet was not himself an impressionist, but he mightily influenced the movement. Two of his paintings are now in LA. <em>The Railway</em> is making its West Coast debut, and <em>Spring</em> just sold for $65 million.","itags":["npr_api","388450921"],"guid":"64f5cd7a-7129-44dd-9175-091e0d5b0448","contentencoded":"<p>A major star who has absolutely nothing do to with movies is having his day in Los Angeles right now. It's the 19th century French painter Edouard Manet. Not exactly an Impressionist, Manet was revolutionary enough for the Impressionists to make him their hero.</p><p>Two LA museums are now featuring two major Manet works. Several museums in the area have Manets in their permanent collections. But these two — <em>The Railway,</em> on loan from Washington's National Gallery of Art, and <em>Spring, </em>which is worth about $65 million — are new in town and getting the star treatment.</p><p>The Norton Simon Museum has <em>The Railway</em> on view for the first time on the West Coast. It's a large canvas — two figures — a young woman and a little girl, perhaps 6 or 7 — in front of the vertical wrought iron bars of a fence.</p><p>Curator Emily Beeny says critics ridiculed the picture in 1874; they said the work caricatured the woman and the girl as patients in a mental institution, animals in a zoo, or inmates in a prison.</p><p>As usual Manet, then 41, was being enigmatic. In <em>The Railway </em>there isn't a train in sight. You know it's there, though — from puffs of steam billowing behind those black bars at the Gare Saint-Lazare, the bustling new rail station near Manet's studio.</p><p>The child in his picture is fascinated by those white clouds of steam — with her back to us, you can see the soft baby fat along her upper arm and neck and a sweet white dress with a crisp blue taffeta sash, tied behind in a big bow — \"Manet was very attentive to women's and girls' fashion,\" Beeny says.</p><p>Sitting next to the child, facing us, with a book and a small dog in her lap, is a young woman in an up-to-the minute outfit. It's \"a specific style of blue dress that was fashionable through the summer of 1872,\" Beeny explains.</p><p>Who is this nattily dressed lady? What is her relationship to the girl beside her? Sisters? Aunt and niece? Mother and child? Beeny suspects the older woman is a governess. She looks right at us with ... resignation? Annoyance? Boredom? \"How long do I have to sit here while this kid stares at the steam!?\"</p><p>\"We can read whatever we want to into that look, and that's what made her such an amazing model and muse for Manet,\" Beeny says.</p><p>Years earlier, in her teens, Victorine Meurent posed for some of Manet's most revolutionary pictures. She was a prostitute, supine on a sofa, in <a href=\"http://upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Edouard_Manet_-_Olympia_-_Google_Art_Project_3.jpg/1280px-Edouard_Manet_-_Olympia_-_Google_Art_Project_3.jpg\" target=\"_blank\">Olympia</a><em>.</em> She picnicked with top-hatted men in <a href=\"http://en.wikipedia.org/wiki/Le_D%C3%A9jeuner_sur_l%E2%80%99herbe#mediaviewer/File:Edouard_Manet_-_Luncheon_on_the_Grass_-_Google_Art_Project.jpg\" target=\"_blank\">The Luncheon on the Grass</a>. No fine clothes for her then — in those paintings she was in the nude, and, as always, enigmatic. Beeny says that in practically every painting Manet made of Meurent, he paints her looking directly out at the viewer, with that indiscernible stare.</p><p><strong>'The Perfect Encapsulation of Spring'</strong></p><p>A different young woman is the star of the other painting now on view in LA — Manet's <em>Spring, </em>painted in 1881, for which the Getty paid $65 million. It's French actress Jeanne Demarsy, and this painting of her is \"the perfect encapsulation of spring,\" says Timothy Potts, director of the Getty. \"She is young and full of life and the sun is shining and the flowers are blooming. It says it all.\"</p><p><em>Spring</em> is light and bright — a young woman in profile, flowing cuffs on her flowered white dress, caramel colored gloves. Manet's brush flirts across the canvas, darting and dancing with color.</p><p>\"It's painted at the very end of his life,\" Beeny explains, \"in this sort of final reaching out to grab youth and beauty and all of the things that make life wonderful in the moment when he is in failing health. It's often difficult for him to paint, and so in the last years of his life he paints mostly beautiful girls and flowers.\"</p><p>It's a <em>pretty</em> picture — unusual for the artist. He'd been darker — saluting Diego Velazquez and Francisco Goya. Here, his only black is the ribbon tying his model's hat. Getty curator Scott Allan says Manet's use of the color was distinctive.</p><p>\"The Impressionists famously sort of jettisoned black,\" Allan says. \"Their shadows would be blue and purple. If you look at ... Renoirs there's no blacks to be seen. So it's one of Manet's signature elements.\"</p><p>Camille Pissarro once said Manet knew how to paint light with black. This late canvas shows off that knowledge — and it's priced accordingly. <em>Spring </em>recently brought in the highest amount for a Manet bought at auction.</p><p>\"It's a lot of money, I'm not denying that,\" says Potts. \"It would be absolutely crazy if the price paid for this — the last great Manet in private hands — <em>hadn't </em>been a record, since nothing comparable has been on the market for nearly 100 years. This was the only chance. It was a hugely famous painting at its time and ever since, so there was never going to be a greater Manet than this on the market.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Impressionist+Hero+Edouard+Manet+Gets+The+Star+Treatment+In+Los+Angeles&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"350"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1389454449-933ac8.m3u?orgId=1&topicId=1141&d=350&p=3&story=388450921&t=progseg&e=389454332&seg=10&ft=nprml&f=388450921"},{"href":"http://media.npr.org/assets/img/2015/02/24/manet_the-railway-ef023d397139b4835c4323ddadc2d1d5c6760b84.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1040","width":"1386"}},{"href":"http://media.npr.org/assets/img/2015/02/23/manetspringrepro20142-2-5d4aa8781fd4eabcb31cabed224db4876bcd8259.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1027","width":"1369"}}]}