{"created":"2014-11-04T00:02:48+00:00","modified":"2014-11-04T20:21:01+00:00","valid":{"from":"2014-11-04T20:21:00+00:00","to":"3014-11-04T20:21:00+00:00"},"hreflang":"en","guid":"64f54d44-5eba-41fb-a871-7fb7a2c501f7","title":"For this wine expert, sherry is a 'celebration of leisure' ","published":"2014-11-04T20:20:59+00:00","byline":"Alex Gallafent","tags":["food and drink","sherry","wine","Food","Lifestyle & Belief","Europe","Spain","Europe","Talia Baiocchi","Sherry","Oloroso","Fino","Amontillado","Wine","Food and drink","Palo Cortado","Alcohol"],"teaser":"Talia Baiocchi used to hate sherry — now, she's an expert on what she says is the most underrepresented variety of wine.","contentencoded":"<p>Talia Baiocchi remembers her first encounter with sherry: \"It was in high school, a car full of 16-year-old girls on the Pacific Coast Highway in southern California — Laguna Beach.” </p>\n<p>She and her friends were in a parking lot, waiting for a vulnerable 21-year-old to buy them a bottle. \"We found one: a stoned — probably — surfer, who'd wandered in,\" Baiocchi says. \"We asked him to get us a bottle of Bailey's to make milkshakes, and he came back out with a bottle of Harvey's Bristol Cream.”</p>\n<p>The “thick, viscous, sweet” drink didn’t go down particularly well, Baiocchi remembers. In fact, it put her off for many years: \"That was the first and last that I thought about sherry, because it was not a great experience.”</p>\n<p>She left that experience behind, headed off to college and ended up getting interested in wine. She spent a harvest season in Italy, and then began working at a wine shop in New York when she got back</p>\n<p>Fortuitously, there was a Spanish bar a block away. It served sherry, and lots of it — unusual back in 2007.</p>\n<p>\"They'd always have the bottles of sherry lined up on the bar, and one day I thought, 'I'm going to try some.'\" Baiocchi remembers. \"And the bartender poured me a glass of Oloroso, served chilled, and I remember that moment so specifically. I immediately had this reaction: 'What in the hell is this?'\"</p>\n<p>Baiocchi’s senses were confused — in a good way. “It's something that smells so nutty and rich, and has this candied orange aroma,\" she says. \"Your brain thinks this is going to be sweet, and you taste something like Oloroso that's completely dry — and your brain just flips out.\"</p>\n<p>The experience forced her to reorder her understanding of wine, to find a place for these brown wines amid the familiar reds and whites. Oloroso was the first. Then she tried Fino, \"this pale yellow, incredibly dry, steely wine that forms the beginning of the sherry spectrum.\" </p>\n<p>She kept working through various kinds and \"came to understand this whole spectrum of sherries, from dry to very sweet,\" Baiocchi says. \"It took me a while to see sherry as a wine, and not something fundamentally different.\"</p>\n<p>The sherry triangle is “about 100 miles from Sevilla as the crow flies,” in southwestern Spain. “It's a tiny swath of land with three towns,” says Baiocchi, “a really special part of the world that's been a stomping ground for explorers during the 15th and 16th centuries — and a revolving door for artists and poets from all over the world.”</p>\n<p>And, she adds, it's a part of the world that's dedicated to a particular way of a life — the celebration of leisure: \"They don't really serve sherry by the glass. If you don't have time for a half-bottle of sherry, you don't have time for lunch.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/110320145.mp3"},{"href":"http://www.pri.org/file/110320145mp3"}]}