{"created":"2014-09-15T21:43:45+00:00","modified":"2014-09-16T18:23:38+00:00","valid":{"from":"2014-09-16T18:23:38+00:00","to":"3014-09-16T18:23:38+00:00"},"hreflang":"en","guid":"65034abc-ee32-4dd7-84fd-8d41d1a97de7","title":"Scientists prepare for a historic landing on a 'seething and sputtering and spitting' comet","published":"2014-09-16T18:23:37+00:00","byline":"David Leveille","tags":["Space","comets","outer space","European Space Agency","Science","Science, Tech & Environment","Europe","Europe","Kelly Beatty","Rosetta mission","Philae","67P/Churyumov–Gerasimenko","Spaceflight","Astronomy","Comets","Unmanned spacecraft"],"teaser":"If you think parallel parking is hard, then consider the European Space Agency's latest mission. ESA's Rosetta mission will attempt to land a small robot on a rocky comet barreling through space at more than 34,000 miles an hour.\r\n","contentencoded":"<p><span style=\"line-height: 1.538em;\">The European Space Agency&#39;s&nbsp;</span><a href=\"http://blogs.esa.int/rosetta/\" style=\"line-height: 1.538em;\">Rosetta mission</a>&nbsp;<span style=\"line-height: 1.538em;\">launched in 2004. Ten years later, it&#39;s finally at its destination: Co</span><span style=\"line-height: 1.538em;\">met 67P/Churyumov-Gerasimenko. It&#39;s the fi</span><span style=\"line-height: 1.538em;\">rst mission in history to rendezvous with a comet and then escort it as it orbits the Sun, but the drama has only just begun.</span></p><p><span style=\"line-height: 1.538em;\">On November 11, the Rosetta probe will deploy a spider-like lander, called Philae, to the comet&#39;s surface. &quot;I</span><span style=\"line-height: 1.538em;\">t&#39;s going to dead stick, it&#39;s literally going to drop onto the comet&#39;s surface at two miles per hour or so,&quot;&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">says Kelly Beatty, an editor at&nbsp;<a href=\"http://www.skyandtelescope.com/astronomy-news/rosetta-catches-comet-08062014/\">Sky and Telescope</a>&nbsp;magazine.</span></p><p><span style=\"line-height: 1.538em;\">That may not sound like much, but Beatty says &quot;the problem is not that it will crash, but that it will bounce off. So as soon as it touches down, it&#39;s got three legs and there are screws in the bottom of its feet that will auger down and tthere&#39;s a harpoon that&#39;s going to anchor it to this comet so that it won&#39;t bounce away.&quot;</span></p><p>[[{\"fid\":\"73923\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":1403,\"width\":2000,\"alt\":\"Rosetta Mission photo showing the  primary landing site for the comet probe Philae on Comet 67P/Churyumov–Gerasimenko.\",\"class\":\"media-element file-original-image\"}}]]</p><p><span style=\"line-height: 1.538em;\">The point of landing on a comet &mdash; in fact, the point of the ESA&#39;s whole Rosetta mission &mdash; says Beatty, is &quot;to fly in formation with [the comet] to watch all the things that happen, all the seething and sputtering and spitting that take place as those primordial gases heat up and fly away.&quot;</span></p><p>The &quot;first ever mission to land on the surface of comet&quot; sounds spectacular on its own, but why&nbsp;<span style=\"line-height: 1.538em;\">do scientists want to investigate a comet? After all, it&#39;s a relatively small space object compared to stars and black holes and planets.</span></p><p>&quot;Comets are leftovers from the formation of our solar system,&quot; Beatty explains. &quot;So literally, this object 67P is four and half billion years old and is largely untouched since that time. So understanding what this comet is made of &mdash; not just in terms of, &#39;Is it rocky or is it icy?&#39; but right down to the isotopic level &mdash; we can have a window on the processes that were going on when the sun and the planets came together. That&#39;s really important.&quot;</p><p>The mission will only get better as the comet continues its orbit around the Sun. &quot;With Philae, the lander, in place on the surface, we&#39;ll be able to watch the comet wake up as it nears the sun, get a sense of what are the chunks flying off of it,&quot; Beatty says. &quot;This will all give us insight into the origin of comets and from there the origin of our solar system.&quot;</p><p><span style=\"line-height: 1.538em;\">Once Philae latches onto the comment, it has a busy schedule. &quot;T</span><span style=\"line-height: 1.538em;\">he initial science phase will then begin, with other instruments analysing the plasma and magnetic environment, and the surface and subsurface temperature,&quot; explains <a href=\"http://blogs.esa.int/rosetta/\">the ESA&#39;s Rosetta mission blog</a>. &quot;</span><span style=\"line-height: 1.538em;\">The lander will also drill and collect samples from beneath the surface, delivering them to the on-board laboratory for analysis.&nbsp;</span><span style=\"line-height: 1.538em;\">The interior structure of the comet will be explored by sending radio waves through the surface towards Rosetta.&quot;</span></p><p>In short, Beatty says, the Rosetta mission is &quot;a chance to watch, touch, smell, taste and hear <span style=\"line-height: 1.538em;\">what the comet does.&quot;</span></p><p>[[{\"fid\":\"73941\",\"view_mode\":\"original_image\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":552,\"width\":982,\"alt\":\"Jagged cliffs and prominent boulders are visible in this image taken by OSIRIS, Rosetta’s scientific imaging system, on 5 September 2014\",\"class\":\"media-element file-original-image\"}}]]</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/additional/Rosetta_arrives_at_comet_node_full_image_2.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rosettaarrivesatcometnodefullimage2jpg"}]}