{"created":"2014-11-09T11:04:50+00:00","modified":"2014-11-12T19:51:40+00:00","valid":{"from":"2014-11-12T19:51:40+00:00","to":"3014-11-12T19:51:40+00:00"},"hreflang":"en","title":"Revisiting An Era When Pop Didn't Always Have Lyrics","published":"2014-11-09T17:13:00+00:00","teaser":"It might be unthinkable now, but groups like The Ventures cracked Top 40 radio with instrumental tunes. The Nashville duo Steelism hopes to do the same today by focusing on memorable melodies.","itags":["npr_api","362084228"],"guid":"6508549b-29d6-42d1-aa41-349dac7c4081","contentencoded":"<p>There was a time when you could hear instrumental music on Top 40 radio right alongside big-name singers. But, with a few exceptions, the heyday of pop instrumentals ended three decades ago.</p><p>Jeremy Fetzer and Spencer Cullum Jr. are trying to recapture that era. Separately, the two Nashville-based musicians earn their livings making singers sound good — but they've just put out a record of their own, as the duo <a href=\"http://www.npr.org/artists/354089625/steelism\" target=\"_blank\">Steelism</a>.</p><p>On a regional tour of in-store performances, Fetzer and Cullum pick me up in the \"band van\" — Fetzer's Toyota Corolla — on the way to the duo's first performance of the day. We wind up at an old house converted into a record shop, whose rooms are jammed with racks of CDs, vinyl and cassettes. There's a keg of local beer, and just enough room for a band to set up.</p><p>As unofficial emcee, Cullum is the only one who needs a microphone. His voice stands out in Nashville: Cullum was born an hour northeast of London, and admits to feeling a little conspicuous in Music City, USA.</p><p>\"I do worry that people don't understand a word I'm sayin', especially when I get excited,\" Cullum says. \"It's quite funny, a Nashville band coming on stage playing instrumental twang, and then there's this cockney British guy shouting at them.\"</p><p>Besides, Cullum plays that most un-British of instruments: pedal steel.</p><p>Cullum's parents have flown in from the U.K. for these shows. His mom Jackie recalls how determined her son was to find his niche.</p><p>\"He said, 'Mom, can I borrow the money to buy a pedal steel?'\" she remembers. \"I'd never heard of a pedal steel before, never ever. And I said, 'Well, tell me what it is, tell me how much it is and what you want it for. Explain the situation.' He said, 'Well, mom, there's so many guitarists in England. I want to play an instrument that nobody else plays.'\"</p><p>Cullum discovered one British steel player, B.J. Cole, listed in the liner notes of his <a href=\"http://www.npr.org/artists/15396953/elton-john\" target=\"_blank\">Elton John</a> LPs, and tracked him down for lessons. Across the Atlantic in Ohio, Jeremy Fetzer was engrossed in his own bedroom studies of classic rock, country and soul guitar. He found his way to his instrument of choice, a Fender Telecaster.</p><p>Fetzer and Cullum were backing up a singer, Caitlin Rose, on a European tour when they started coming up with wordless tunes during soundchecks. Then it got beyond the noodling stage.</p><p>\"Spencer always joked that he had this project called Steelism, and he had a record deal,\" Fetzer says. \"And eventually I just sorta made him turn it into a real band. Turned it into a real band and got a record deal. So we can't joke about it now.\"</p><p>Their debut album is called <em>615 to FAME</em>. The first part comes from the area code for Nashville, where the first few songs were recorded. \"FAME\" refers to the iconic Muscle Shoals studio, where the rest of them were cut.</p><p>Fetzer and Cullum say they're trying to revive a golden era of popular instrumentals: a time when movie themes, <a href=\"http://www.npr.org/artists/15127458/booker-t-the-mg-s\" target=\"_blank\">Booker T. & the MGs</a>, The Ventures and even country steel guitarist Pete Drake made the charts without singers in the mix.</p><p>\"There were big instrumental hits back in the day, and the older generation can be like, 'Oh yeah,'\" Cullum says. \"They seem to get it more than the younger sometimes. Like, 'Oh they're an instrumental band. Because we've heard of instrumental bands.' But younger people haven't.\"</p><p>\"We're hoping it'll be mainstream enough where it'll attract music-geek LP fans and people that aren't as educated on old music will be into it as well,\" Fetzer adds. \"That's the goal.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Revisiting+An+Era+When+Pop+Didn%27t+Always+Have+Lyrics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jewly Hight","audio":[{"meta":{"duration":"418"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362737933-d4d55f.m3u?orgId=1&topicId=1106&ft=3&f=362084228"},{"href":"http://media.npr.org/assets/img/2014/11/06/steelism-b1326b32469600c3e80119cbd9d46d2477972dab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1844","width":"2459"}}]}