{"created":"2014-10-08T02:59:23+00:00","modified":"2014-11-19T17:05:24+00:00","valid":{"from":"2014-11-19T17:05:24+00:00","to":"3014-11-19T17:05:24+00:00"},"hreflang":"en","title":"With Dirt And A Vision, Palestinian Architects Break The Mold","published":"2014-07-03T15:31:00+00:00","teaser":"In the city of Jericho in the West Bank, there's a new home that looks like it might be from another planet. But in fact, its designers took pains to use materials that were as local as possible.","itags":["npr_api","327782912"],"guid":"6516738d-e45e-4d98-96d0-1de982945e61","contentencoded":"<p>The city of Jericho sits in the hot, flat Jordan Valley down the hill from Jerusalem. Jericho has bragging rights as one of the oldest towns on Earth. But one of its newest homes looks like it might have arrived from outer space.</p><p>Ahmad Daoud hired a firm of young Palestinian architects to build this house. Like Jericho's original homes, it is built of dirt. This one has a contemporary twist, though: It's constructed with earth compacted in bags that are then stacked and plastered over.</p><p>Daoud loves the domed rooms, the nod to the past and the environmental advantages.</p><p>\"It's an environmentally friendly house,\" he says. \"I can tear it down and nothing will remain. In the summer, I don't need air conditioning, and in the winter, I don't need heat.\"</p><p>Amid the dust, palms and the square, concrete houses of Jericho, Daoud's home stands out. Daoud says everybody has something to say about it.</p><p>\"A lot of neighbors say it's nice to look at but not to live in,\" he says.</p><p>Some neighbors have asked him whether it's a house or some kind of tourist attraction. Others say he'll never sell it, or wonder how he could add a floor for his children — a common Palestinian practice — on top of domes.<strong> </strong></p><p>Despite Jericho's history, mud has fallen out of fashion. Even some of the builders didn't think building from mud would work, says Lina Saleh, one of the architects.</p><p>\"Maybe in their minds it should be concrete and steel,\" she says.</p><p>Saleh is part of ShamsArd, a small, young Palestinian architecture firm that has designed several buildings constructed of dirt. Translated from Arabic, ShamsArd means \"sun and earth.\" Saleh studied architecture at Birzeit University in the West Bank, and then joined a firm in Ramallah. Most of the clients were wealthy, and the materials they chose bothered her.</p><p>\"We [imported] them from anywhere, even from Israel,\" she says.</p><p>Danna Massad, another ShamsArd partner, says they wanted to find ways to build that empowered Palestinians locally.</p><p>\"That empower ourselves as a community, that empower our struggle as well, and that are good for environment,\" she says.</p><p>Half the world's population lives, works, worships or keeps animals in structures built of earth, says University of California, Berkeley professor Ronald Rael. Rael, who has written a book surveying <a href=\"http://www.eartharchitecture.org/\">earth architecture worldwide</a>, says revivals of earth buildings catch on best when they fit in with local values — including style, structure and, yes, building materials.</p><p>\"If a community wants to live in a contemporary society, that building material needs to be shaped in a way that it's reflective of the society,\" he says.</p><p>ShamsArd began as an experiment in design. In 2012, before the architects drew the firm's first building, they made <a href=\"https://www.facebook.com/media/set/?set=a.254931087945198.45954.247632472008393&type=1\">furniture from trash</a>: stools built from recovered steel rebar with seats of woven bike inner tubes, lampshades from loofa, cardboard sofas.</p><p>They held a show locally, but weren't even sure their families would show up. Surprisingly, Saleh says, almost everything sold. She read that as a changing social metric.</p><p>\"It was like a small test. Do you really accept [putting] trash in your house? And people liked it,\" she says.</p><p>That helped boost confidence in the young architects' techniques and beliefs. And confidence is really what this firm is trying to build.</p><p>Helping the environment and reviving traditional practices are important, Massad and Saleh say. But raised in an economy dependent on international aid — with its political strings — and limited by Israeli restrictions, they say their true challenge is to prove that they can earn a living on their own terms.</p><p>Massad says this is a very big deal, particularly to young Palestinian professionals.</p><p>\"I think the Palestinian society is oversaturated with international aid,\" she says. \"Of course, we're not the only example of a local business that refuses any kind of aid, but we can see how excited people get ... to see how you can actually do something without being dependent.\"</p><p>ShamsArd has been hired by nonprofits that do depend on donor assistance, so it's not entirely removed from the aid economy. The team has finished five buildings and is currently designing a restaurant and another private home.</p><p>Massad and Saleh say they will know they're successful when other local Palestinian architects start competing with them.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Dirt+And+A+Vision%2C+Palestinian+Architects+Break+The+Mold&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"285"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328012135-40b108.m3u?orgId=1&topicId=1009&aggIds=130593764&ft=3&f=327782912"},{"href":"http://media.npr.org/assets/img/2014/07/02/jericho-spaceship-a96f38aa2b43e40f09edfc449d98f01c6af365bb.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2662"}},{"href":"http://media.npr.org/assets/img/2014/07/02/dsc_0109_2_enl-49a3dfecc2b6b15af78e340af009e1c367df2ecf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3008"}},{"href":"http://media.npr.org/assets/img/2014/07/02/img_5474_2_enl-b55babea580f750c0ce3eacea697286298b43c0b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3120","width":"2212"}}]}