{"created":"2015-04-29T12:38:10+00:00","modified":"2015-06-16T17:15:36+00:00","valid":{"from":"2015-06-16T17:15:36+00:00","to":"3015-06-16T17:15:36+00:00"},"hreflang":"en","title":"In Nepal, A Flood Of People Leave Capital To Return Home","published":"2015-04-29T12:38:00+00:00","teaser":"Reporting from the quake's epicenter, NPR's Julie McCarthy says, \"When we arrived last night, you could feel the ground shaking constantly. It felt like Jello and it lasted through the evening.\"","itags":["npr_api","403017645"],"guid":"652747a2-c531-4641-bd18-89fb22c51bab","contentencoded":"<p>Several days after a devastating earthquake hit Nepal, officials are using helicopters to ferry aid to remote areas — and thousands of people are leaving Kathmandu, where many had sought refuge. Rescue crews are still working to help survivors of the 7.8-magnitude quake.</p><p>Reporting from the district of Gorkha, the epicenter of Saturday's tremor, NPR's Julie McCarthy says, \"When we arrived last night, you could feel the ground shaking constantly. It felt like Jello, and it lasted through the evening.\"</p><p>The ground feels more firm today, Julie says. She tells NPR's Morning Edition that many roads that survived the earthquake are now crowded with people. Nepal's emergency agency says <a href=\"https://twitter.com/NEoCOfficial/status/593377783901921280\">more than 400,000</a> have left.</p><p>\"People are leaving Kathmandu in droves to return home,\" Julie says, \"because they think it's too dangerous to be there. It suffered a lot of aftershocks, there are now shortages growing in the capital. So people are moving out, and they're crowding these buses, which are crowding the roads up here.\"</p><p>The United Nations estimates that more than 8 million Nepalis were affected by the earthquake. The most recent death toll <a href=\"http://www.npr.org/blogs/thetwo-way/2015/04/28/402706171/nepal-death-toll-tops-4-350-at-least-1-4-million-need-food-aid\">tops 5,000 people</a> — and it's expected to keep climbing.</p><p>Saying that she was reporting while seated on the rooftop of a kind villager's home, Julie said that an official told her that the district needs 50,000 tents – and that they currently have 3,000.</p><p>\"I'm told by our host that 95 percent of the people are living outdoors,\" Julie says. \"Just across this valley, there were houses that have been completely destroyed. Huge rainstorms swept through here yesterday – which was just added misery for people who have had to live outside.\"</p><p>Julie reports that helicopters are being used to send aid and supplies to people in remote areas — and to retrieve the injured.</p><p>\"The aid agencies are beginning to arrive,\" Julie reports, citing teams from Doctors Without Borders and Save the Children that reached the area Wednesday.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Nepal%2C+A+Flood+Of+People+Leave+Capital+To+Return+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403018341-96e885.m3u?orgId=1&topicId=1125&d=232&story=403017645&ft=nprml&f=403017645"},{"href":"http://media.npr.org/assets/img/2015/04/29/nepal-bus-line-b468b1fc52bd0f312d15d079e792a14a223de7f8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2728","width":"3637"}}]}