{"created":"2015-02-16T09:16:49+00:00","modified":"2015-06-05T15:29:06+00:00","valid":{"from":"2015-06-05T15:29:06+00:00","to":"3015-06-05T15:29:06+00:00"},"hreflang":"en","title":"Not A Group House, Not A Commune: Europe Experiments With Co-Housing","published":"2015-02-17T22:03:00+00:00","teaser":"From urban high-density housing to rural communal living, Europeans are using the principle of co-housing — in which neighbors share space and resources, depending on their needs.","itags":["npr_api","385528919"],"guid":"6532b880-5ef6-471d-9274-c2d7e47b3d55","contentencoded":"<p><em>This is the latest story from the <a href=\"http://www.npr.org/series/155914958/npr-cities\" target=\"_blank\">NPR Cities Project</a>.</em></p><p>In an abandoned building near Spain's Mediterranean coast, someone softly strums a guitar. Chord progressions echo through empty halls.</p><p>It's an impromptu music lesson, offered among unemployed neighbors in <a href=\"http://www.alfafar.com/\">Alfafar</a>, a suburb south of Valencia. The town was built in the 1960s for timber factory workers. It's high-density housing: tidy, identical two- and three-bedroom apartments, in huge blocks — some 7,000 housing units in total.</p><p>But the local timber industry has since collapsed. More than 40 percent of local residents are now unemployed. A quarter of homes are vacant. Apartments that sold for $150,000 decades ago are going for 20,000 now.</p><p>That guitar lesson is just one way residents are using their free time and empty space creatively. It's here that two young Spanish architects saw potential.</p><p>While still in architecture school, María García Mendez and Gonzalo Navarrete drafted a plan to re-design a high-density area of Alfafar, called Barrio Orba, using the principle of co-housing — in which residents trade and share space and resources, depending on their needs.</p><p>\"It's like up-cycling the neighborhood — connecting existing resources to make them work,\" García explains. \"For example, all this workforce that's unemployed, all these empty spaces that are without use, all these elderly people that need help, all these natural resources that are not being taken care of — making a project for all these things.\"</p><p>Through their architecture startup <a href=\"http://improvistos.org/\">Improvistos</a>, García and Navarrete submitted their Orba design to U.N. Habitat, a United Nations agency holding a <a href=\"http://masshousingcompetition.org/\">competition for urban mass housing</a>. They won.</p><p><strong>Redefining Public And Private Space</strong></p><p>The architects, both in their 20s, were relatively unknown, working in a Spanish region — Valencia — that's famous for soaring space-age designs of museums and other public infrastructure — <a href=\"http://www.npr.org/2013/01/29/170561273/how-a-spanish-city-went-boom-then-bust\">which have bankrupted the local government</a>.</p><p>Valencia's native son is <a href=\"http://www.npr.org/2014/09/04/345706868/legal-troubles-dog-famed-spanish-architect-santiago-calatrava\">Santiago Calatrava</a>, the famous Spanish architect who's now working on the new ground zero transit station in New York.</p><p>In contrast to Calatrava's work, the Improvistos architects sketched out a <a href=\"http://masshousingcompetition.org/results/entry/578\">humble plan to revamp some 7,000 nearly identical apartments</a>, with minimal structural changes, to adapt the current structures to residents' changing spatial needs. Neighbors can trade rooms and share kitchens, roof gardens and office space.</p><p>\"We're trying to redefine the limit between public and private,\" Navarrete says. \"So the way you walk on your street and where your house and your private space finishes or starts.\"</p><p>\"A thing as simple as creating a new door — having a room with two doors — can give enormous flexibility,\" García chimes in. \"So that this same room can be used by one or another, depending on the need.\"</p><p>Their plan also has a <a href=\"http://www.npr.org/2012/09/22/161380937/time-banks-help-spaniards-weather-financial-crisis\">time bank element</a>, trading space for services.</p><p>\"For example, you have an 80-year-old person who needs some help once or twice a week, [living alongside] a family with three children that doesn't get enough income,\" García explains. \"So maybe [someone from] the low-income family can help the elderly person once a week, and get, in exchange, one room. It's like an exchange system — so every house can gain or give out some space. And that can change with time.\"</p><p>The Improvisto architects in Alfafar plan to sit down with residents and sketch out how their buildings can adapt to different families' needs. They can add doors, retractable walls and shared space.</p><p>García and Navarrete came up with the idea on a study trip to rural India — watching how a poor family would enlarge their thatched hut for new children and share cooking areas with neighbors. The architects think that system can work in the West as well.</p><p><strong>Collective Living In Rural England</strong></p><p>One place it's already working is on England's southwest coast, amid picturesque rolling fields. A decade ago, Jane Stott helped create the <a href=\"http://www.thresholdcentre.org.uk/\">Threshold Centre at Cole Street Farm</a>, a community that consists of a central 300-year-old farmhouse surrounded by small, low buildings that house about 15 residents.</p><p>The goal here is quite different from in Spain: This isn't about revitalizing an existing neighborhood; it's about creating something new. People have come to the Threshold Centre for a variety of reasons, ranging from a desire to live in an environmentally sustainable way to the meditative aspects of living with others.</p><p>There are some echoes of life on a commune at the Threshold Centre, where there's an optional group meditation each morning and the residents raise chickens.</p><p>But everyone also has a day job: Among the residents are a nurse, a gardener and a social worker, for instance.</p><p>More broadly speaking, each co-housing community is different: Some are very religious; some are very environmentally friendly; some have lots of children; some have lots of seniors.</p><p>The movement is growing. Stott says that when she founded the Threshold Centre 10 years ago, she could count on one hand the number of British co-housing arrangements. Now there are more than 35.</p><p><strong>Real Solutions For Real People</strong></p><p>But the idea is a newer one in Spain, and residents in Alfafar have many questions. Over a traditional Valencia paella, residents of the Orba neighborhood discuss the plan. Some ask how the value of a home would change with the addition or subtraction of a room.</p><p>But in general they say they're intrigued by the plan — and flattered that the two architects chose their neighborhood for it. Most of Orba's residents have been living side by side for decades. They're not strangers.</p><p>Take Nacho Campillo and Patricia \"Patri\" Sanchez, a couple in their early 30s. They've lived in Orba for eight years and took over Sanchez's grandmother's apartment there when she died. The flat hasn't been renovated since the 1960s.</p><p>But the young couple wants to stay in the neighborhood. Sanchez spent her childhood there and loves it — but they need more space. They have a small two-bedroom on the fourth floor with no elevator — and Sanchez is three months pregnant.</p><p>\"Going up and down four flights of stairs is tiring now, and I'm not sure I'll be physically able to do it when I'm nine months pregnant!\" Sanchez exclaims. \"And what about the baby's stroller?\" she says, exchanging a look with her partner and laughing.</p><p>But co-housing may help. The couple may \"borrow\" a ground-floor bedroom from a neighbor for the last few months of Sanchez's pregnancy — or for stroller storage afterward. The couple currently uses their second bedroom as a home office. But the addition of a shared co-working hub in the apartment complex would free up space for the baby's nursery.</p><p><strong>Fusion Of Architecture And Social Policy</strong></p><p>People in working-class Alfafar aren't used to getting attention from award-winning architects. Mayor Juan Ramon Adsuara says he's surprised and bewildered by all the interest — but proud his town has been chosen by the architects and awarded the U.N. prize.</p><p>\"It's not just an architecture project. It's a fusion of architecture and rehabilitation. It's social policy,\" Adsuara says. \"Architecture is not just for big star projects like museums. It's for the slums around them, too.\"</p><p>The big question, though, is how to pay for all this. The U.N. award comes with fame, but no funding. The mayor says the town hall struggles to pay for basic services — let alone a progressive architecture revamp.</p><p>\"I need to make payroll for municipal employees — the cleaning staff, the garbage collectors,\" Adsuara says. \"But our economy is improving. We need to think about what model we want for our town's future, and that's where this project comes in.\"</p><p>The Improvistos architects have no price tag for their design. It's adaptable — based on what residents want. They hope to begin workshops this spring to sketch that out. The mayor is applying for funding from the European Union to help launch this project — and also add bike lanes throughout the city. García and Navarrete are also thinking about launching a Kickstarter crowd-funding campaign. Residents have volunteered to even do some of the renovation work themselves.</p><p>Among all of them, they're determined to change this neighborhood for the better.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Not+A+Group+House%2C+Not+A+Commune%3A+Europe+Experiments+With+Co-Housing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lauren Frayer","audio":[{"meta":{"duration":"404"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386635236-d1d7c6.m3u?orgId=1&topicId=1124&aggIds=155914958&d=404&p=3&story=385528919&t=progseg&e=386634958&seg=4&ft=nprml&f=385528919"},{"href":"http://media.npr.org/assets/img/2015/02/12/orba-courtyard-f71340e2a7f12177f55a360e21064b5170bdee9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1553","width":"2071"}},{"href":"http://media.npr.org/assets/img/2015/02/12/architect-sketch-orba-2488282e0588e26b4a654a0a993ecbf75ce757b5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1002","width":"1336"}},{"href":"http://media.npr.org/assets/img/2015/02/14/orba12-94102a099a9a54074e9708286b4bb8cb2a20bff6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1006","width":"1341"}},{"href":"http://media.npr.org/assets/img/2015/02/13/ari-cohousing2_wide-edb9c2f51c5c0c507da1eaa88e1462ffa6257ee9.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"917","width":"1631"}}]}