{"created":"2015-03-04T19:03:51+00:00","modified":"2015-03-04T20:17:43+00:00","valid":{"from":"2015-03-04T20:17:43+00:00","to":"3015-03-04T20:17:43+00:00"},"hreflang":"en","title":"Social Security: How To Get What's Yours","published":"2015-03-04T20:17:00+00:00","teaser":"How and when you tap into Social Security benefits can dramatically alter how much money you get. ","itags":["npr_api","390723099"],"guid":"6533ec88-716c-4d78-8ec5-6ddc98f52547","contentencoded":"<p>Today, like every day, some 10,000 baby boomers will reach retirement age and become eligible to receive Social Security benefits. A new book explains that how and when you tap into Social Security benefits can dramatically alter how much money you get. It&#8217;s called &#8220;<a href=\"http://www.amazon.com/Get-Whats-Yours-Secrets-Security/dp/1476772290\" target=\"_blank\">Get What&#8217;s Yours: The Secrets to Maxing Out Your Social Security</a>.&#8221;</p><p>The authors of the book are <strong>Laurence Kotlikoff</strong>, a Boston University economics professor, <strong>Paul Solman</strong>, a business and economics correspondent for The PBS Newshour, and Philip Moeller, who writes about retirement for various news outlets, including Money Magazine and the PBS website Making Sen$e.</p><p>Kotlikoff and Solman spoke with <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson about how people can get the most out of Social Security.</p><ul><li><a href=\"http://www.pbs.org/newshour/making-sense/\" target=\"_blank\">See PBS Newshour&#8217;s personal finance blog &#8220;Making Sen$e&#8221;</a></li></ul><p><em>Note: For people who are nowhere near retirement age, our conversation will continue tomorrow, about whether Social Security will still be there when younger workers retire.</em></p><h4>Advice From Laurence Kotlikoff And Paul Solman</h4><ul><li>Social security is complicated and there’s no one plan for everybody.</li><li>Speaking generally, it’s best to wait until age 70 to start collecting retirement benefits. About half of Americans choose to collect at 62 because they have no other savings, but the payout is 76 percent higher at 70 than it is at 62. Less than 2 percent wait until 70. Waiting is a good idea for low income retirees as well, because the benefits are a higher percentage of earned income.</li><li>A good strategy for married couples is for one spouse to file for the retirement benefit at 62 and then immediately suspend it. The other spouse files for a spousal benefit and can collect half of the other’s retirement benefit through age 70. Spousal benefits also apply to any couple married for at least 10 years, including divorcees.</li><li>Depending on circumstances, it might be better to file at 62, suspend at 66, and then refile at 70 if dependents need money more quickly. The goal is to maximize your longer-term payout so you don’t end up 100 years old and eating cat food.</li><li>Is it fair to try and game the system like this? Yes. More knowledge creates more fairness. There are hundreds of thousands of social security rules, and it’s not fair if only those who have the resources to understand them get maximum benefits.</li></ul><h4>Guests</h4><ul><li><strong><a href=\"http://www.kotlikoff.net/\" target=\"_blank\">Laurence Kotlikoff</a></strong>, professor of economics at Boston University. He writes the &#8220;<a href=\"http://www.pbs.org/newshour/tag/ask-larry/\" target=\"_blank\">Ask Larry</a>&#8221; personal finance column for PBS Newshour. He tweets <a href=\"https://twitter.com/kotlikoff\" target=\"_blank\">@Kotlikoff</a>.</li><li><strong><a href=\"http://www.pbs.org/newshour/author/psolman/\" target=\"_blank\">Paul Solman</a></strong>, business and economics correspondent for PBS Newshour. He tweets <a href=\"https://twitter.com/paulsolman\" target=\"_blank\">@PaulSolman</a>.</li></ul><h4><strong>Related</strong></h4><ul><li><a href=\"http://hereandnow.wbur.org/2014/10/22/social-security-benefits\">Modest Raise For Social Security Recipients</a></li><li><a href=\"http://hereandnow.wbur.org/2014/09/04/social-security-statement\">Your Social Security Statement Is Coming, And It&rsquo;s Not Junk Mail</a></li><li><a href=\"http://hereandnow.wbur.org/2015/02/05/social-security-breach\">After Anthem Breach, How To Better Protect Your Social Security Number</a></li><li><a href=\"http://hereandnow.wbur.org/2014/06/16/bernstein-investment-strategy\">A Young Person&rsquo;s Guide To Getting Rich Slowly</a></li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Social+Security%3A+How+To+Get+What%27s+Yours&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"639"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390723102-d051e7.m3u?orgId=1&e=390723099&d=639&ft=nprml&f=390723099"}]}