{"created":"2015-05-23T12:56:50+00:00","modified":"2015-06-05T15:25:51+00:00","valid":{"from":"2015-06-05T15:25:51+00:00","to":"3015-06-05T15:25:51+00:00"},"hreflang":"en","title":"Robert Gates: Obama Should Step Up Military Assistance To Iraq","published":"2015-05-24T01:48:00+00:00","teaser":"The former secretary of defense says that even stepping up the rules of engagement for U.S. troops in Iraq might not keep ISIS in check. \"There's no certainty about any of this,\" he says.","itags":["npr_api","408987225"],"guid":"65344999-22e6-49c9-a409-e561a60ceafb","contentencoded":"<p>The self-declared Islamic State gained a real grip on Iraq and Syria this week, capturing the cities of Ramadi and parts of Mosul in Iraq, and the ancient town Palmyra, Syria.</p><p>Most recently, ISIS has claimed credit for a suicide bomb attack inside Saudi Arabia on a Shiite mosque during Friday prayers. That attack killed at least 19 and could represent a significant escalation of the extremist group's operations in the kingdom.</p><p>NPR's Leila Fadel reported that it was the first time a Saudi branch of ISIS known as Najd Province has claimed responsibility for an attack inside the kingdom.</p><p>Former Secretary of Defense Robert Gates tells NPR's Scott Simon that the U.S. should increase its assistance of Iraqi forces in the region.</p><p>Gates, who served under both President George W. Bush and President Obama, also spoke about the latest suicide bombing. His best-selling memoir, <em>Duty</em>, has just been published in paperback.</p><p>Gates is now president of the Boy Scouts of America and spoke to NPR from the scouts' annual convention in Atlanta. The conversation has been edited for length and clarity.</p><p><strong>Simon: What is the significance of the suicide attack in Saudi Arabia?</strong></p><p>Gates: I think it's evidence that they do have the capability to reach into various parts of the region in addition to consolidating their position in Syria and in Anbar province in Iraq. They clearly are getting a lot of recruits from all over the region and all over the world, and it's not surprising that they can carry out an isolated attack.</p><p><strong>How would you characterize current U.S. strategy?</strong></p><p>I think the president has the right strategy in the respect that he demanded the political change in Iraq before we did pretty much anything to help them, to get rid of former Iraqi Prime Minister Nouri al-Maliki and bring in somebody who was willing to be less sectarian — although the new man, Haider al-Abadi, is facing his own challenges. I also think the president was right in saying that the primary boots on the ground need to be Arab and Kurd, not American or Western.</p><p>I think that the pacing of the provision of assistance needs to be stepped up, as well as changing the rules of engagement for our troops.</p><p><strong>Are you confident that those steps would keep ISIS in check?</strong></p><p>No, I'm not confident, but I do think those are measures that can be taken. There's no certainty about any of this. It's a very fluid situation. It's a very difficult situation, frankly.</p><p><strong>Would letting ISIS come to power now mean that U.S. soldiers in Iraq had given their lives for nothing?</strong></p><p>It's very troubling to see places, like Fallujah and Ramadi in particular, but also Mosul, where a lot of American blood was spilled, fall into the hands of these fanatics. I'm sure that every soldier and Marine that was involved in these places is looking at it and wondering whether the sacrifice was worth it.</p><p>The truth is we had a pretty good situation in Iraq in 2010, 2011, and in some ways, that was a mark of the success of our troops, in terms of security, in terms of a political dialogue. It's a sad commentary both on the actions of al-Maliki as well as the spillover from the Syrian civil war that the situation that our troops fought so hard to create has, to a considerable extent, been squandered.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Robert+Gates%3A+Obama+Should+Step+Up+Military+Assistance+To+Iraq&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"356"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1408996457-4bc89c.m3u?orgId=1&topicId=1010&d=356&p=7&story=408987225&t=progseg&e=408994361&seg=1&ft=nprml&f=408987225"}]}