{"created":"2015-01-15T10:13:09+00:00","modified":"2015-05-13T21:21:54+00:00","valid":{"from":"2015-05-13T21:21:54+00:00","to":"3015-05-13T21:21:54+00:00"},"hreflang":"en","title":"American Film On A Tibetan Migrant Finds Unlikely Success — In China","published":"2015-05-01T18:51:00+00:00","teaser":"<em></em>Because Tibet is a sensitive topic, you might expect the Chinese government to ban <em>Nowhere to Call Home. </em>But the documentary about a widow and her son is quietly making the rounds — and winning fans.","itags":["npr_api","377385854"],"guid":"6543b1ac-1b74-4fd9-b6ee-6832c84c06fe","contentencoded":"<p>An American filmmaker has made a documentary on Tibet. Those two elements alone might seem grounds for China's Communist Party to ban it, but instead the film — <a href=\"http://tibetaninbeijing.com/\">Nowhere to Call Home</a> — quietly has been making the rounds in China and winning praise from local audiences.</p><p>The reason? The film is an even-handed, deeply personal story that steers clear of politics. Journalist Jocelyn Ford spent years documenting the life of Zanta, a Tibetan migrant who fled her poor, mountain village to build a life for herself and her son in Beijing.</p><p>The film, which is simply shot, depicts the abuse Zanta faces in her Tibetan village because she's a woman and the discrimination she faces in the Chinese capital because she's Tibetan.</p><p>Part of the movie's appeal is that it demystifies Tibet, which has long held a special place in the Western imagination. In the 1930s novel, <em>Lost Horizon</em>, a British diplomat crash lands in Tibet's snow-covered mountains and discovers peaceful Buddhists who never age.</p><p>\"Shangri-La. It was a strange and incredible sight,\" says the diplomat, played by actor <a href=\"https://www.youtube.com/watch?v=ZAKyYoHiQLk\">Ronald Colman</a>, in a 1941 radio play based on the novel. \"A group of colored pavilions clinging to the mountainside, like flower petals impaled upon a crag. It was superb and exquisite.\"</p><p>The slice of Tibet depicted in <em>Nowhere to Call Home</em> is a much darker place, a remote village in southwest China's Sichuan province where Zanta struggles against a brutal, patriarchal system.</p><p>\"We have an expression,\" says Zanta, referring to her community. \"'Women aren't worth a penny.' Our men are ferocious. If a woman misspeaks, they belt her.\"</p><p>Zanta, a widow, is battling her father-in-law for custody of her son. The old man, who lives in a largely pre-industrial village, sees no need for the boy, Yang Qing, to attend school. He holds onto Zanta's and her son's government-issued ID cards as a way to control them.</p><p>Despondent, Zanta moves to Beijing with the boy to seek a better life but has trouble finding long-term lodging. Landlords, who often see Tibetans as oafish and uncivilized, discriminate against her. In one scene, Zanta complains to police after a landlord reneges on renting her an apartment.</p><p>\"This is an insult to all Tibetans. I've lost face,\" says Zanta.</p><p>\"We are all Chinese,\" responds a police officer, who is Han Chinese, the country's dominant ethnic group.</p><p>\"Chinese bully Tibetans,\" Zanta replies bitterly.</p><p>Ford, a former China correspondent for public radio's \"Marketplace,\" met Zanta while she was selling jewelry on the streets of Beijing in 2005. They exchanged phone numbers. Two years later, Zanta called out of the blue.</p><p>Short of money and struggling to raise Yang Qing, she asked if she could give him to the journalist. Instead, Ford began helping finance the boy's education and documenting Zanta's life.</p><p>Ford is open about crossing the traditional line that separates journalist and subject and even notes when her presence influences the outcome of scenes. By being transparent about her friendship and support of Zanta, Ford says she leaves it to the audience to decide whether her involvement is appropriate.</p><p>\"When I started making the film, I didn't think I had a hope in high heaven of showing it in China,\" said Ford, following a screening in Shanghai this week.</p><p>After all, Tibet is one of China's most sensitive political issues. Many Tibetans resent Chinese rule and accuse the Communist Party of trying to destroy their culture. The government accuses the Dalai Lama, Tibet's exiled spiritual leader, of pushing Tibetan independence, which he denies. Ford says Chinese audiences seem able to accept the film because it's a personal journey — not a polemic.</p><p>\"It is a family story,\" says Ford, who's 55. \"I don't use words like 'human rights.' It's not politicized.\"</p><p>\"The issues are the same as . . . what many human rights groups are concerned about,\" Ford continues, \"but it's looked at from a human perspective that anyone can identify with.\"</p><p>Of course, that approach meant leaving some things out, including mention of the dozens of Tibetans from Zanta's province who have lit themselves on fire in recent years to protest Chinese policies.</p><p>Tina, a Shanghai Ph.D. student who saw the film and asked that only her first name be used, said delving into self-immolations would have been too much.</p><p>\"I think people will feel uncomfortable about these elements,\" she said. \"It's too radical, too political.\"</p><p>Xiang Xing, a humanities teacher at an elite high school in Beijing, showed the film to her students, who liked it and found it eye-opening.</p><p>\"Before they saw the documentary, they never knew [a] Tibetan's life could be so hard in Beijing,\" said Xiang, who thinks the movie could help improve relations between Chinese and Tibetans.</p><p>\"Actually, we can do more. We can be friendly and nicer to people like them,\" Xiang said. \"I hope more people could see the movie and more Tibetan and Han and other minorities can communicate.\"</p><p><em>Nowhere to Call Home</em> is available for rent on the website, <a href=\"https://vimeo.com/ondemand/nowheretocallhome/104690373\">Vimeo</a>. The next U.S. screening is at New York University in April.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=American+Film+On+A+Tibetan+Migrant+Finds+Unlikely+Success+%E2%80%94+In+China&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"215"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377385855-9ee6ad.m3u?orgId=1&topicId=1125&d=215&p=3&story=377385854&t=progseg&e=377385776&seg=15&ft=nprml&f=377385854"},{"href":"http://media.npr.org/assets/img/2015/01/15/still_6_zanta_in_beijing_credit_alice_carfrae_900x600_edit-5e57c6f7d53b27d739c2d72cead7e735ce303c18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2015/01/15/still_5_zanta_yang_qing_tibet-jocelyn_ford-4348ae17ff8a4dae761cb62f91c6361c4c1032df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}},{"href":"http://media.npr.org/assets/img/2015/01/15/still_12-img_0175-village-view-jocelyn_ford_edit1-a58a690531b495e08aeaacc50cec3450654eb352.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}