{"created":"2014-10-08T15:02:37+00:00","modified":"2014-10-31T01:37:24+00:00","valid":{"from":"2014-10-31T01:37:24+00:00","to":"3014-10-31T01:37:24+00:00"},"hreflang":"en","title":"In Confronting Poverty, 'Harvest Of Shame' Reaped Praise And Criticism","published":"2014-05-31T22:31:00+00:00","teaser":"The 1960 documentary examined the plight of America's migrant farmworkers. It was praised as groundbreaking, but others called it an \"exaggerated portrait\" and even some migrants took issue with it.","itags":["npr_api","317364146"],"guid":"65507f14-04af-46e9-9af5-38b0c1727627","contentencoded":"<p>Fifty years ago this year, President Lyndon Johnson launched his war on poverty; But just a few years before that, CBS gave millions of Americans a close look at what it means to live in poverty.</p><p>In the world of journalism, CBS' Peabody Award-winning documentary <em>Harvest of Shame</em> is considered a milestone for its unflinching examination of the plight of migrant farmworkers in the United States. The CBS investigative report was the first time millions of Americans were given a close look at what it means to live in poverty. The producers — Fred Friendly, Edward R. Murrow and David Lowe — made no secret of their goal: They wanted to shock Americans into action. To maximize its impact, CBS aired the documentary — about the people who pick fruits and vegetables — the day after Thanksgiving. Murrow, perhaps the most recognized journalist of the day, delivered their message with a sense of urgency. \"We present this report on Thanksgiving because, were it not for the labor of the people you are going to meet, you might not starve, but your table would not be laden with the luxuries that we have all come to regard as essentials,\" he said in his narration.</p><p><em>Harvest of Shame</em> begins in an open lot, crowded with men and women looking for jobs. It's what's called a \"shape-up\" for migrant workers. Crew leaders yell out the going rate for that day's pay and men and women pack onto the backs of large trucks that drive them to the fields. One farmer told CBS, \"We used to own our slaves. Now we just rent them.\"</p><p>The film is full of vivid, black and white images reminiscent of Depression-era photographers Dorothea Lange and Walker Evans. In it, African-Americans and whites; weary mothers, fathers and their children recount their stories to producer Lowe. Sitting with her nine children, one woman tells Lowe that an average dinner is a pot of beans or potatoes. As for milk, she reluctantly admits the children might have it once a week, when she draws a paycheck.</p><p>The day after it aired, <em>The New York Times</em>' review said <em>Harvest of Shame</em> was \"uncompromising in its exposure of filth, despair and grinding poverty that are the lot of the migratory workers.\" Former CBS News anchor and correspondent Dan Rather told NPR, \"Nobody but nobody had taken an hour to do this kind of expose.\" He describes the tone as \"somber\" and the style as \"part expose journalism, part a deep-digging, investigative report.\"</p><p><strong>The Soil's Meager Fortunes</strong></p><p>The CBS crew spent nine months filming <em>Harvest of Shame</em>, traveling from Florida to New Jersey to California. They filmed in rundown labor camps and talked to workers in the fields. Many of the migrants were from Belle Glade, Fla., a town whose motto is \"Her soil is her fortune.\" For the generations of workers who've spent grueling hours on the soil — or \"muck\" — those fortunes have been meager.</p><p>Teresa Osborn, a 54-year-old middle school teacher in Belle Glade, says it was merciless work. Her grandfather was a crew leader interviewed by CBS for <em>Harvest of Shame</em>. \"You go from sunup to sundown and you look at the amount of money you bring in and a lot of times it just didn't make ends meet. It's almost like you were working for that day,\" Osborn says, \"and then the next day had to take care of itself, and the next had to take care of itself. And it was hard to save and put away money. So you were always looking for work.\"</p><p>Osborn credits <em>Harvest of Shame</em> with making the rest of America look at how people who didn't have a voice were living. But there was also criticism of the documentary, even from some of the migrants themselves. Take Allean King, who was interviewed while she was picking beans. When CBS' Lowe asked her how much she earned, <a href=\"http://www.youtube.com/watch?v=yJTVF_dya7E&feature=youtu.be&t=10m15s\" target=\"_blank\">King said $1</a>. Years later, <a href=\"http://articles.sun-sentinel.com/1990-11-26/news/9002270565_1_farm-workers-documentary-harvest\" target=\"_blank\">she told Florida's Sun Sentinel</a> that she actually made $10 to $15 a day; when CBS interviewed her, she said $1 because she'd only worked two hours so far that day.</p><p>In one of the most dramatic moments in the documentary, Lowe interviews King's 9-year-old son, Jerome, who's watching his baby sisters. The camera cuts to the kitchen counter, where flies swarm around a pot of beans, then it cuts to a ripped up section of the mattress Jerome sleeps on. When Lowe asks how the hole got there, <a href=\"http://www.youtube.com/watch?v=yJTVF_dya7E&feature=youtu.be&t=9m16s\" target=\"_blank\">Jerome tells him, \"The rats.\"</a></p><p>\"It was not rats,\" says Teresa Osborn, who is Jerome King's cousin. \"I mean, that was just ... Jerome giving his depiction of things.\" Osborn says the producers \"took the first thing out of his mouth.\"</p><p><strong>More Than 50 Years Later, Problems Persist</strong></p><p>After it aired, members of Congress and the farm lobby kicked into gear to discredit <em>Harvest of Shame</em>, saying it was distorted and one-sided. <em>Time</em> wrote that the documentary was an \"exaggerated portrait.\"</p><p>But Greg Schell, an attorney with the Migrant Farmworker Justice Project, believes the images of the dire working conditions for migrants spoke for themselves. \"The impact of <em>Harvest of Shame</em> cannot be underestimated in terms of what it produced,\" he says.</p><p>By today's standards — under which most outlets are careful not to sound like they're in favor of anything — <em>Harvest of Shame</em> feels more like advocacy than journalism. In his closing remarks, Murrow looks squarely into the camera and urges viewers to take action: \"The people you have seen have the strength to harvest your fruit and vegetables. They do not have the strength to influence legislation. Maybe we do.\"</p><p>\"Edward R. Murrow was a crusader,\" Schell says. \"He came and said, 'We can change this, people, if you get aroused and demand that the government and Congress react.' And Congress did react.\" Schell credits the film with helping push forward legislation that was already pending in Congress, like funding for health services to migrant workers and education for migrants' children.</p><p>Whatever changes <em>Harvest of Shame</em> might have helped bring about, migrant workers are still living in poverty. TV news teams have tried to cover why these problems persist in segments that have revisited the documentary on anniversaries of its airing. NBC sent Chet Huntley to Belle Glade in 1970. He closes his report thusly: \"It has been 10 years since Edward R. Murrow made <em>Harvest of Shame</em>. We hope that no one will need to make a film about migrants 10 years from now.\"</p><p>But they did: NBC went back to Belle Glade in 1990 and CBS went back in 1995, and then again in 2010. Schell believes the TV news stories covering migrant workers have gotten tired. He says, \"They're increasingly characterized by a sense of resignation, that these problems are intractable and nothing's going to change.\"</p><p>Schell admits some of these problems are hard to solve. Take the link between immigration policy and wages. Today many of the field workers are from other countries like Mexico and Haiti. They're often paid by the piece, meaning the more fruit or vegetables they pick, the more they get paid. Since 1966, they're also covered under minimum wage.</p><p>\"Under the law, the worker is guaranteed the minimum wage no matter how many or how few pieces he picks,\" Schell says. \"If piece rates are set properly, the diligent worker will make well above the minimum wage. But because of a chronic surplus of labor, most piece rates are set very low and the fastest workers cannot earn the minimum wage. But the workers don't understand the minimum wage guarantee. That's a secret the employers like to keep from them.\"</p><p><strong>The Morning Shape-Up Continues</strong></p><p>In today's Belle Glade, men and women still gather around 5 a.m. in the same lot you see at the beginning of <em>Harvest of Shame</em>, waiting for buses to take them to the fields. The \"loading ramp,\" as it's called, is a bleak, empty lot, surrounded by some small buildings with bars on the windows and a boarded up storefront.</p><p>Leroy Akins, 35, is a third generation farm worker. He helps his crew leader find workers and makes boxes for the corn picked during the harvest. By the time Akins was a teenager, his parents and grandparents had him working in the fields. \"So I grew into like it was a hobby for me,\" he says. \"If I wasn't doing it then I probably wouldn't be doing it now.\"</p><p>City officials recently decided to demolish the loading ramp and turn it into a park. Akins was surprised to hear about the plans, but he says it won't stop the early morning shape-up. The crew leaders, he says, will \"pick workers up from their houses if they have to.\" After all, somebody has to pick the corn and cut the sugar cane, even though it's among the worst paid jobs in the country. Today the average farm worker makes about $10,000 a year.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Confronting+Poverty%2C+%27Harvest+Of+Shame%27+Reaped+Praise+And+Criticism&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"528"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1317642060-9571ba.m3u?orgId=1&topicId=1138&aggIds=306866080&ft=3&f=317364146"},{"href":"http://media.npr.org/assets/img/2014/05/30/harvest-shame-a38855b910c0c78153de0acd85205d592e08728d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1005","width":"1342"}},{"href":"http://media.npr.org/assets/img/2014/05/30/murrow-6e5fcc12701809c0022ac96d0b576ce1478257df.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"846","width":"1129"}}]}