{"created":"2014-10-08T14:42:25+00:00","modified":"2014-10-31T01:27:28+00:00","valid":{"from":"2014-10-31T01:27:28+00:00","to":"3014-10-31T01:27:28+00:00"},"hreflang":"en","title":"1936 'Show Boat': A Multiracial, Musical Melodrama, Now Out On DVD","published":"2014-06-06T13:32:00+00:00","teaser":"With an unforgettable story and score, the 1927 musical tackled complex racial issues. Music critic Lloyd Schwartz says the 1936 film version of <em>Show Boat</em> is the best — and it's now out on DVD.","itags":["npr_api","319095991"],"guid":"655734d8-66a3-4772-859b-382ef746c833","contentencoded":"<p>Broadway had never seen anything like it when <em>Show Boat</em> arrived at the Ziegfeld Theatre in 1927. The score was unforgettable and the story tackled complex racial issues. There have been three movie versions, but the best one — James Whale's 1936 production — has only just been released on DVD.</p><p><em>Show Boat </em>was the first great serious Broadway musical. Jerome Kern and Oscar Hammerstein II, who wrote the songs, and Florenz Ziegfeld Jr., who produced it, departed from typical musical comedy material, with its chorus lines and songs showcasing star performers.</p><p>Based on a best-selling novel by Edna Ferber published only the year before, it's a serious melodrama with musical numbers that actually reveal character and further the plot. We call this kind of musical \"integrated,\" and with its multiracial cast and a plot that deals, among other things, with the plight of an interracial couple for whom it's illegal to perform together in certain Southern states, it's \"integrated\" in more ways than one.</p><p>In the first film version of <em>Show Boat,</em> partially silent, the whole issue of race was dropped. But in the next movie version, released in 1936, director Whale, whose previous films include <em>Frankenstein, The Invisible Man </em>and <em>The Bride of Frankenstein,</em> restored the prickly racial issues. As the stevedore Joe, Paul Robeson — long before he was blacklisted for his pro-Soviet politics — sings the show's most memorable anthem: about how the mighty Mississippi River, that unstoppable force of nature, is completely indifferent to human suffering.</p><p>The studio forced Whale to cut an elaborate production number at the end of the film, so one of the few places where you can really see his directorial touch is in the surreal \"Ol' Man River\" montage, with the camera suddenly swirling around Robeson. The part of Joe was conceived for Robeson. Though a scheduling problem forced him out of the original production, he was in the London premiere and in the first Broadway revival. In fact, almost everyone in this movie was previously connected with the stage production.</p><p>The incandescent torch singer Helen Morgan, who made very few films and died of cirrhosis of the liver at the age of 41, re-creates her original role of Julie LaVerne, the show boat's tragic mixed-race leading lady. We hear her tremulous soprano in two of <em>Show Boat'</em>s greatest hits<em>: </em>\"Can't Help Lovin' Dat Man\" and \"Bill,\" the one song in the show originally written not by Hammerstein but by P.G. Wodehouse, for a different show. I love the musical opening, an ironic quotation from Beethoven's Leonore Overture No. 3, a phrase that depicts a noble hero. But in the song, \"Bill\" is just \"an ordinary man.\"</p><p>The film's big star is Irene Dunne, who played the heroine, Magnolia, in the first road company of <em>Show Boat</em>. She's enchanting, and touching, even in a rather queasy number in blackface. Her debonair leading man is Allan Jones. The irrepressible Hattie McDaniel is Queenie, Robeson's complaining but easily appeased wife. A delightful comic duet between Robeson and McDaniel was one of three new songs added to the movie by Kern and Hammerstein, at the expense of a number of other songs that were cut. I especially miss their hilarious paean to show business, \"Life Upon the Wicked Stage.\"</p><p>Daring as the racial issues in <em>Show Boat</em> were, its glory has always been its music, and my only major regret about this film — one of the most important movie musicals ever made — is that it doesn't include more of the score.</p><p><em>Lloyd Schwartz teaches in the creative writing M.F.A. program at the University of Massachusetts, Boston, and is senior editor of classical music for the Web journal </em>New York Arts<em>. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=1936+%27Show+Boat%27%3A+A+Multiracial%2C+Musical+Melodrama%2C+Now+Out+On+DVD&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Lloyd Schwartz","audio":[{"meta":{"duration":"507"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319212871-78411d.m3u?orgId=1&topicId=1144&ft=3&f=319095991"},{"href":"http://media.npr.org/assets/img/2014/06/05/744-91-b8c20e37c867ba57a522e21f466cbea5618b1bea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2445","width":"3262"}},{"href":"http://media.npr.org/assets/img/2014/06/05/1520-1_custom-0a5ace34ec4299796b7a3d6f32afe9c257406d0a.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2436","width":"3243"}},{"href":"http://media.npr.org/assets/img/2014/06/05/showboat_1sht_d1e6ba66_custom-42dbfc658c5ebd2e24b5bda2f515b7d5d3634281.jpeg","type":"image/jpeg","meta":{"crop":"custom","height":"2841","width":"2000"}}]}