{"created":"2014-08-30T17:07:07+00:00","modified":"2014-10-30T23:03:19+00:00","valid":{"from":"2014-10-30T23:03:19+00:00","to":"3014-10-30T23:03:19+00:00"},"hreflang":"en","title":"Novel Explores A Time When A Woman Might Not Live To Meet Her Child","published":"2014-08-25T15:24:00+00:00","teaser":"Katy Simpson Smith's novel, set during the American Revolution, was inspired by her research on mothers in the South. \"Death was sort of the specter that haunted every aspect of life,\" she says.","itags":["npr_api","342446229"],"guid":"655928f6-9ec0-4dd3-a684-8115d991937f","contentencoded":"<p>Katy Simpson Smith didn't have any trouble choosing a historical setting for her first novel. The American Revolution, she tells NPR's Audie Cornish, \"was such a ripe moment for uncertainty: The various colonies are trying to figure out how they would make a nation of themselves, and families are trying to navigate evolving attitudes about religion and race and what it really means to be independent.\"</p><p><em>The Story of Land and Sea </em>is Smith's debut novel — and actually came out of her research as a historian on mothers in the South. One of the central characters in the book is a young woman named Helen, who, like many women at that time, would not live to meet her child.</p><hr /><h3>Interview Highlights</h3><p><strong>On how frequently women died during childbirth</strong></p><p>Dying during childbirth was extremely common at the end of the 18th century and it sort colored the way families were formed. You had husbands with multiple wives in succession and you had fathers trying to raise daughters on their own. Death was sort of the specter that haunted every aspect of life in this period. And for me that's a very rich place to put characters because their lives are filled with so much uncertainty.</p><p><strong>On the men who were left behind</strong></p><p>For me, what's interesting is how the women in this book — while they typically meet rather tragic ends — they are the ones who are involved in action, they are the ones who are shaping their own lives, while the male characters are the ones who sort of sit around and think about their loss and their grief. And I think that sort of turns around what we think is the common order for men and women's roles in the late 18th century. We think of men acting in the public sphere and women stuck at home, but here I wanted to show women being the actors and men being the ones left behind.</p><p><strong>On women taking initiative</strong></p><p>One of the scenes in the book that is a favorite of mine is when Helen, who has been kidnapped by British soldiers, is on their ship and she is a prisoner. And she could stay locked up in her cabin like a good prisoner, but she decides to ... attempt to escape and save the rest of the prisoners. The other prisoners are all men, so they're sort of chained to the boat and can't escape. But she, because she is a woman, is given a certain amount of freedom precisely because they don't think she will do anything with it. And she sees that opportunity and takes matters into her own hands.</p><p>I think we have this idea that women wouldn't have taken that step — that they would have been too demure or even cowardly — and I think that's absolutely wrong. I think women in all time periods have found ways to control their own lives, even when the historical record suggests that they were trapped in by their circumstances.</p><p><strong>On Helen's relationship with Moll, an enslaved woman who was \"given\" to Helen on her 10th birthday</strong></p><p>The relationship between Moll and Helen shows how two women can grow up as friends — almost sisters — and yet the specter of slavery colors absolutely everything they do. So Helen and her father ... genuinely believe they are loving and generous with Moll, but she is still forced to marry against her will and she has her son taken away from her. So just because she's treated slightly better than other slaves doesn't mean that she should ... endure the lack of control over her own life.</p><p><strong>On the research that informed this book</strong></p><p>I had to read hundreds of letters and diaries and looked at a lot of plantation records, which show slave life in these brief snatches that are tantalizing for what they don't reveal. ... Feeling my way around these white people's words in order to get at what an enslaved woman's life might have been like was challenging, but I feel like that kind of experience needs to be represented more in fiction.</p><p><strong>On whether she felt nervous trying to write the story of enslaved individuals</strong></p><p>I'm always nervous about speaking with a voice of someone whose experience is so different from mine. But I believe we have a responsibility to do just that. I think fiction in particular allows us to empathize with this wide spectrum of humanity, and in order to put yourself in another person's life you have to have that empathy. And it's important to me, as a historian who has become a fiction writer, to show the South at this time period for what it was.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Novel+Explores+A+Time+When+A+Woman+Might+Not+Live+To+Meet+Her+Child&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"459"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1342494291-5b88a0.m3u?orgId=1&topicId=1033&ft=3&f=342446229"},{"href":"http://media.npr.org/assets/img/2014/08/22/storyoflandandsea-hc-c-9c347187618cb8a3648430a1e06afd5966a85216.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"649","width":"865"}},{"href":"http://media.npr.org/assets/img/2014/08/22/katy-simpson-smith_enl-c7a154b2fa760ab8655880504681da897b40be35.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2327","width":"1745"}}]}