{"created":"2015-03-19T21:28:48+00:00","modified":"2015-03-23T19:54:28+00:00","valid":{"from":"2015-03-23T19:54:28+00:00","to":"3015-03-23T19:54:28+00:00"},"hreflang":"en","guid":"657f716f-e7b7-4319-9ed2-a6ca17219947","title":"'Tunisians are in shock' after a massacre in Tunis","published":"2015-03-23T19:54:25+00:00","byline":"Christopher Woolf","tags":["ISIS","Islamic State in Iraq and Syria","terrorism","extremism","conflict","Conflict","Conflict & Justice","Tunis","Africa","Tunisia","Adnen Chaouachi","Tunisia","ISIS"],"teaser":"Two gunmen killed more than 20 people in Tunisia on Wednesday, shocking the country that many people have called the Arab Spring's only meaningful success story. And while most of the dead were tourists, a Tunisian journalist says locals are feeling the deaths strongly.","contentencoded":"<p>Tunisia is reeling from the shock of a terrorist attack in its capital, Tunis, on Wednesday.</p>\n<p>Gunmen opened fire on tourists as they disembarked from buses at the Bardo, Tunis' main museum. At least 20 foreign tourists lost their lives, along with three Tunisians. Two gunmen were also killed.</p>\n<p>Spontaneous demonstrations against extremism sprung up in the wake of the attack: One at one of the city’s main thoroughfares on the evening of the attack and another, larger one at the Bardo on Thursday.</p>\n<p>“Twelve million Tunisians believe Islam is a religion of tolerance and also a religion of peace,” says Adnen Chaouachi, a Tunisian journalist who was covering the second demonstration, \"but sometimes you have a few people who have this ideology and who just believe in death.”</p>\n<p>Chaouachi was nearly caught up in the attack itself. “Yesterday was my day off, and I thought maybe I could come here and bring my two kids and my two nephews to the museum,\" he says. \"I live five kilometers [three miles] from the museum, and I said, 'Maybe this could be an interesting visit.' But I thank God I did not come here and that my kids and nephews are safe.”</p>\n<p>The victims included a couple from Barcelona celebrating their 59th wedding anniversary with a cruise gifted to them by their family. Another was a 28-year-old Australian celebrating earning his master’s degree. His mother, from Colombia, also died.</p>\n<p>Chaouachi says Tunisians are deeply affected by the deaths. \"When [tourists] visit Tunisia, they are part of our country and they are welcome here,\" he says. \"So even if foreigners died in the terrorist attack, it could be a member of our family. So Tunisians are in shock.\"</p>\n<p>Authorities in Tunis identified the killers as two young Tunisian men who hailed from the same small town in the south of the country. It’s believed one may have returned from Syria a few months ago, while the other may have trained with Islamic extremists in neighboring Libya. Chaouachi says one had previously achieved some success as a rapper before becoming an extremist.</p>\n<p>ISIS, the group that controls parts of Syria and Iraq that it calls the Islamic State, has claimed responsibility for the attack. The White House says it cannot confirm the ISIS claim, but a spokesman said the attack is consistent with violence the militant group has previously practiced.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-19%2Fshock-tunisia-after-tourist-massacre&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/Tunis2cropped.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/tunis2croppedjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03192015_02.mp3"},{"href":"http://www.pri.org/file/0319201502mp3"}]}