{"created":"2014-10-27T23:03:32+00:00","modified":"2014-10-31T02:03:19+00:00","valid":{"from":"2014-10-31T02:03:19+00:00","to":"3014-10-31T02:03:19+00:00"},"hreflang":"en","title":"A Deeper Look At The Firing Of NYT's Jill Abramson","published":"2014-05-15T19:31:00+00:00","teaser":"After New York Times top editor Jill Abramson was abruptly dismissed, there's reporting she had confronted her bosses about her pay.","itags":["npr_api","312756858"],"guid":"65903088-2f96-465c-b662-3e339abc209f","contentencoded":"<p>New York Times executive editor Jill Abramson was abruptly dismissed yesterday. Publisher and Times chairman Arthur O. Sulzberger Jr. told the newsroom yesterday he made the decision because of &#8220;an issue with management in the newsroom.&#8221;</p><p>But there&#8217;s reporting that the move came after Abramson discovered that her pay and pension benefits were considerably less than the pay and pension benefits of her predecessor Bill Keller.</p><p>Ken Auletta <a href=\"http://www.newyorker.com/online/blogs/currency/2014/05/why-jill-abramson-was-fired.html\" target=\"_blank\">writes in the New Yorker</a>:</p><blockquote><p>“She confronted the top brass,” one close associate said, and this may have fed into the management’s narrative that she was “pushy,” a characterization that, for many, has an inescapably gendered aspect. Sulzberger is known to believe that the Times, as a financially beleaguered newspaper, needed to retreat on some of its generous pay and pension benefits; Abramson, who spent much of her career at the Wall Street Journal, had been at the Times for far fewer years than Keller, which accounted for some of the pension disparity. Eileen Murphy, a spokeswoman for the Times, said that Jill Abramson’s total compensation as executive editor “was directly comparable to Bill Keller’s”—though it was not actually the same.</p></blockquote><p>Abramson had been on the job since 2011. She was the first female executive editor of the New York Times. She&#8217;ll be replaced by managing editor Dean Baquet, who will be the first African-American to serve as executive editor.</p><ul><li><a href=\"http://hereandnow.wbur.org/tag/david-folkenflik\" target=\"_blank\">See more media analysis from David Folkenflik</a></li></ul><h4>Guest</h4><ul><li><a href=\"http://www.npr.org/people/4459112/david-folkenflik\" target=\"_blank\"><strong>David Folkenflik</strong></a>, NPR media correspondent. He tweets <a href=\"https://twitter.com/davidfolkenflik\" target=\"_blank\">@davidfolkenflik</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Deeper+Look+At+The+Firing+Of+NYT%27s+Jill+Abramson&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"396"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312756865-1ba52b.m3u?orgId=1&ft=3&f=312756858"}]}