{"created":"2015-01-05T19:04:18+00:00","modified":"2015-05-13T21:23:44+00:00","valid":{"from":"2015-05-13T21:23:44+00:00","to":"3015-05-13T21:23:44+00:00"},"hreflang":"en","title":"'America's Bitter Pill' Makes Case For Why Health Care Law 'Won't Work'","published":"2015-02-05T19:07:00+00:00","teaser":"Journalist Steven Brill's latest book critiques the Affordable Care Act, which he calls \"unsustainable.\" In the next few years, \"something is going to snap,\" he says. \"We cannot pay for this.\"","itags":["npr_api","375024427"],"guid":"65919ff9-3862-4cd7-866c-0574979bd32e","contentencoded":"<p>While reporting on the rollout of the Affordable Care Act, journalist Steven Brill was diagnosed with a life-threatening condition that required heart surgery.</p><p>\"There I was: a reporter who had made hospital presidents and hospital executives and health care executives and insurance executives sweat because I asked them all kinds of questions about their salaries and about their profit margins,\" Brill tells <em>Fresh Air</em>'s Terry Gross. \"And now I was lying on a gurney in a hospital in real fear of my life.\"</p><p>Brill had a bubble on his heart that the doctors said had a 15 to 17 percent chance of bursting each year, he says. If it did, he would die. The experience, Brill says, helped him analyze health care from a patient's perspective.</p><p>\"At that moment I wasn't worried about costs; I wasn't worried about a cost benefit analysis of this drug or this medical device; I wasn't worried about health care policy,\" Brill says. \"It drove home to me the reality that in addition to being a tough political issue because of all the money involved, health care is a toxic political issue because of all the fear and the emotion involved.\"</p><p>Brill's surgery happened not long after he had written a special report for <em>Time</em> magazine investigating the inflated charges in hospital bills. The article <em>Bitter Pill: Why Medical Bills Are Killing Us</em> won a National Magazine Award. After winning the award, Brill ended up with pages and pages of his own inflated and confusing hospital charges.</p><p>\"A patient in the American health care system has very little leverage, has very little knowledge, has very little power,\" Brill says.</p><p>Now Brill has written the book <em>America's Bitter Pill</em> about the political fights and the medical and pharmaceutical industry lobbying that made it difficult to pass any health care overhaul — and led to the compromises of the Affordable Care Act. The law enables millions more people to afford health insurance, he writes, but it also adds new layers of bureaucracy — and many confusing new regulations.</p><p>Brill had health insurance that helped him pay for his surgery. His total bill was about $190,000, he says. He paid about $12,000 of it.</p><p>\"I exhausted the deductible on the policy that my wife and I had,\" he says. \"Once I paid the $12,000, I was indifferent to all the costs because I was paying zero. Once I achieved my maximum out-of-pocket, as they say, nothing mattered to me.\"</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On the confusing bills from the insurance company </strong></p><p>It's hard to understand why you get 36 different first-class envelopes with 36 different pieces of paper from the same insurance company on the same day. That tells you something about the efficiency of the health care industry right there. But then, as you open each envelope, they're as completely unintelligible to me as they are to you, as they are to everyone listening. But better yet, they're also as unintelligible, apparently, to the people who write them.</p><p>I got to do what is probably a reporter's dream ... which is I took one of those explanations of benefits, which said, \"Amount billed: zero. Amount insurance company paid: zero.\" And the third column said, \"Amount you owe: $154.\" So it makes no sense.</p><p>But here's what I got to do: I had scheduled, as part of the reporting for my book, an interview with the CEO of United Healthcare, the largest health insurance company in the United States — and my health insurance company, as it turns out. I went out to Minnesota to interview him and asked him all kinds of questions about what he thought the impact of the Obama health reform was likely to be. And at the end, I took that explanation of benefits out of my suit pocket and said, \"I'm wondering if you could do me a favor, could you explain this to me?\" ... \"How can I owe $154 if nothing was billed?\" He looks at it ... and looks up at me and says, \"I could sit here all day and I couldn't explain that to you. I have no idea why they sent this to you.\"</p><p><strong>On why he \"kind of feels sorry\" for health insurance companies</strong></p><p>The insurance companies are not really the bad actors in this movie. The insurance companies are in many ways like us: They pay health care bills. The culprit here — and the reason that the Affordable Care Act doesn't work is, is not going to work — is that nothing has been done to curb the marketplace of exorbitant bills and exorbitant profiteering on the part of hospitals, medical device makers and obviously the drug companies. The insurance companies are as much the victim of that as we are. Now, they're terribly managed; again, the CEO of the largest company can't even explain what his bill means. They're incompetently managed; they're not very nice people when you get them on the phone. But they're sort of stuck in the same ditch we're in, which is being forced — unlike the payers for health care in any other developed country on the planet — being forced to pay uncontrolled, exorbitant prices and high profits that are generated by nonprofit hospitals and by drug companies and medical device makers. In that sense, I kind of feel sorry for them.</p><p><strong>On whether high medical costs are reasonable</strong></p><p>The first way to look at it, which is certainly the way I was looking at it the morning after my surgery and ... eight days later when I walked out of that place a healthy person, is that those people saved my life. So in that sense, would I beg, borrow and steal or insist that my insurance company beg, borrow and steal to pay for all that? Yes. Were the people there highly professional, highly skilled? Did they care a lot about me? Yes. So in that sense, it's reasonable. ...</p><p>In the sense that if you step back the way I did as a reporter and look at the economics of health care in the United States, it's absurd. That nonprofit hospital makes a lot of profit. The executives are highly compensated. The people who sell all of the equipment that is in operating room have humongous profit margins. The [prescription] drugs that I was given ... have humongous profit margins and we have done nothing in this country, unlike every other country in the free world, to control that because we have lived with the illusion that health care can be a free market.</p><p><strong>On how the Affordable Care Act is good for hospitals </strong></p><p>Hospitals spend a lot of money on charity care for people who come into the emergency room and they spend still more money on lawyers and bill collectors hounding those people and suing those people into bankruptcy. Sixty percent of the personal bankruptcies in the United States are the result of health care bills. And it's not like people wander into the emergency room because they want to get something for free — nobody does that voluntarily. This is their health we're talking about. ...</p><p>The Affordable Care Act really changes that because a lot of those people are now insured, so one of the reasons the American Hospital Association — the hospitals' lobby — supported Obamacare was because Obamacare created so many new paying customers for them who would now be able to pay so they wouldn't have to sue them to collect on their bills. They would now show up with insurance. So the hospitals are doing much better. The for-profit hospitals are reporting record profits as a result of Obamacare and the nonprofit hospitals are typically, believe it or not, more profitable than the for-profit hospitals.</p><p><strong>On how the Affordable Care Act affects taxes </strong></p><p>Basically what Obamacare did was a very good thing. It gave tens of millions more people in this country the opportunity to have health care. And it's a longtime national disgrace that we're the only developed country where tens of millions of our citizens can't get health care. ...</p><p>The bad news is the way it does it is it provides them with subsidies that taxpayers pay so they can get that insurance — or in the case of people who are poor, a 100 percent subsidy — by expanding the Medicaid program, so that the taxpayers are paying for tens of millions of new customers to pay the same exorbitant prices and fees that everybody else has been paying. And [it] makes health care in the United States roughly the equivalent of 16 to 18 percent of our gross domestic product, when in all of our competitive countries, it's maybe 9 or 10 percent.</p><p><strong>On unregulated prescription drug prices </strong></p><p>The dirty little secret is that the exact same prescription drug in the United States is typically 40 or 50 percent less in Canada, in the United Kingdom, in France, in Germany and Australia — in every other country in the world because every other country in the world controls the price of monopoly drugs.</p><p>All drugs, if they have a patent, have been given a monopoly by the government and usually when the government gives someone a monopoly, it regulates the price — not so with prescription drugs in the United States.</p><p><strong>On why the Affordable Care Act is \"unsustainable\" </strong></p><p>I don't think ultimately any of those challenges are threats in the sense that it will be repealed. I think the big challenge ... is that there's going to come a point — it's going to be in the next few years — where something is going to snap. We cannot pay for this. ...</p><p>It is great that more people are getting health care, but we cannot continue to be a country where health care prices are 40, 50, 60 percent higher than they are in every other country where the health care results are as good, or better, than ours. It's unsustainable.</p><p>So the only ray of hope I have is that if Obamacare will force changes in the cost structure just because there are going to be so many more people buying health care that it will just have to change the cost structure. That was sort of the implicit expectation that Gov. [Mitt] Romney had in Massachusetts, which is if we enact this plan and give more people health care, then when they have it, we'll see that we have to do something about the cost and we'll get the political will together to do that. The question is: Does Washington today, tomorrow, next year, in five years, even in the face of daunting health care costs — will they ever be able to summon the political will to do something about it?<em></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27America%27s+Bitter+Pill%27+Makes+Case+For+Why+Health+Care+Law+%27Won%27t+Work%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2148"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375169347-49975b.m3u?orgId=1&topicId=1033&d=2148&p=13&story=375024427&t=progseg&e=375130389&seg=1&ft=nprml&f=375024427"},{"href":"http://media.npr.org/assets/img/2015/01/04/steven-brill----author-pic-83247d39168ffec78dc3a31e9635617fe8f69f2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1750","width":"2333"}}]}