{"created":"2015-06-18T16:55:42+00:00","modified":"2015-06-18T22:37:44+00:00","valid":{"from":"2015-06-18T22:37:44+00:00","to":"3015-06-18T22:37:44+00:00"},"hreflang":"en","guid":"65a1960d-9246-4b8a-998a-4d9359f40a0f","title":"Mournful and angry, Ireland remembers five students — and a newspaper's insensitivity","published":"2015-06-18T22:37:40+00:00","byline":"Carol Hills","teaser":"Salt on a nation's wounds: That's what Ireland has said about the insensitive New York Times portrayal of five Irish students who lost their lives in a balcony collapse in Northern California. ","tags":["Global Nation","Media","Arts, Culture & Media"],"contentencoded":"<p>A mournful Ireland has been sickened by recycled stereotypes in a New York Times article after a balcony collapse that killed six college students in Northern California.</p>\n<p>Five of those killed in the collapse in Berkeley were Irish. \"These students were on the summer of a lifetime and it's turned into a tragedy for them and their families,\" says Simon Carswell, who is in Berkeley reporting for The Irish Times.</p>\n<p>The Irish students were in Berkeley on J-1 visas, a State Department program that allows college and university students from around the globe to spend the summer in the US working and traveling. Carswell says the J-1 visas have become almost a rite of passage in Ireland. \"Many many students go on work visas to the United States and have a great time. And these students were having a great time during the early hours of Tuesday morning when the fourth floor balcony where 13 of them were standing collapsed, sending them forty feet or so to the street below.\"</p>\n<p>The Irish students had only been in the US a short time. Typically they leave Ireland in June after they finish their university exams. They spend the summer in the US working mostly in hospitality jobs like restaurants, bars and resorts, then return to Ireland in September or October to resume their studies. Carswell says the J-1 offers Irish students something special. \"It's a very short term visa, less than a year, but it allows students to have a summer of a lifetime, to get the experience of working in the United States and living in the United States and having fun in the United States.\"</p>\n<p>Carswell says the Bay area is especially popular among Irish students because rent is a bit cheaper than in San Francisco and it's a little warmer in the East Bay, too. \"There's been a kind of trail of Irish students coming through Berkeley for many years. Brothers and sisters would have passed on contacts to their youngers siblings saying 'you should go here' and that's what made Berkeley popular.\"</p>\n<p>That's what angered many Irish about a <a href=\"http://www.nytimes.com/2015/06/17/us/balcony-collapse-berkeley-dead.html?_r=0\">New York Times article</a> that seemed to link the tragedy to a perceived reputation for drinking and partying among the Irish J-1 students. The article said the J-1 visa program had become \"a source of embarrassment for Ireland, marked by a series of high-profile episodes involving drunken partying and the wrecking of apartments in places like San Francisco and Santa Barbara.\"</p>\n<p>\"I think what people were so sickened by The New York Times article is, it seemed that they were linking what happened, this tragedy, to the drunken and house-wrecking escapades that have taken place involving Irish J-1 students and a lot of Irish people thought that was very unfair,\" says Carswell. \"They thought it was unseemly. They thought it was disgusting that The New York Times would try and link this current tragedy with those instances. This was an accident. A balcony collapsed with thirteen people, six of whom were killed, in this accident. This does not appear to have anything to do with the fact that there was a party going on in the apartment, more to the fact that there was a structural issue with the balcony on the building.\"</p>\n<p>After receiving hundreds of complaints, <a href=\"http://www.independent.ie/world-news/americas/irish-ambassador-to-us-makes-official-complaint-to-new-york-times-publication-apologises-for-its-coverage-of-berkeley-tragedy-31309352.html\">including one from the Irish abmassador to the US</a>, The New York Times Public Editor <a href=\"http://publiceditor.blogs.nytimes.com/2015/06/17/valid-complaints-on-story-about-berkeley-balcony-collapse/\">responded on Wednesday</a> saying the objections to the story were fair and that the \"thrust of the story was insensitive.... An examination of the building's structure, rather than the behavior of the young people on the J-1 program, would have been a more appropriate focus...\"</p>\n<p>In Berkeley, the families of the victims and the injured are arriving. They're being met by representatives from the Irish Consulate. Two of the surviving Irish students remain in critical condition in a hospital in Oakland. The Irish Consulate in San Francisco has set up a trauma center in Berkeley and the city is providing staff and trained counselors to help out. On Wednesday, an estimated 300 people attended a Mass for victims, with the Catholic priest calling on people to offer support for the families of the six young people killed and the seven injured.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-17%2Fblah&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0617201502_1.mp3"},{"href":"http://admin.pri.org/file/0617201502mp3-0"}]}