{"created":"2015-06-12T12:21:54+00:00","modified":"2015-06-12T12:21:55+00:00","valid":{"from":"2015-06-12T12:21:55+00:00","to":"3015-06-12T12:21:55+00:00"},"hreflang":"en","guid":"65c00570-04aa-4f60-9b18-8a4aa1f8dd97","title":"NASA is using twin brothers to observe the effects of zero gravity on the human body","published":"2015-06-12T12:21:51+00:00","byline":"Adam Wernick, Alexa Lim","tags":["research","science","Space","Science","Science, Tech & Environment","space","Scott Kelly","Mark Kelly","NASA","Space","International Space Station"],"teaser":"The International Space Station has hundreds of experiments on board, testing everything from how plants grow in space to the effects of microgravity on an astronaut's eyes. But NASA may have scored the ultimate controlled experiment with test subjects Scott and Mark Kelly, twin astronauts.","contentencoded":"<p>Astronaut twin brothers Scott and Mark Kelly have each been in space four times — but never for as long as a year and never as the subjects of their own human study.</p>\n<p>Now, NASA has sent Scott Kelly up to the International Space Station and kept his brother Mark here on Earth to test what a full year of zero gravity will do to the human body. </p>\n<p>“Most of the comparative research involves samples of blood, urine and other things,” Scott Kelly explains. Scott regularly takes blood samples and sends them back to Earth on a SpaceX spacecraft. </p>\n<p>NASA is also conducting cognitive experiments and experiments using MRIs to track structural and chemical changes within the two astronauts' bodies. They compared, for example, how the brothers’ DNA looked before flight and will be interested to see how or if Scott’s DNA changes while in space, compared with Mark’s here on Earth. </p>\n<p>Scientists also want to know how living in space affects the body’s microbiome. <a href=\"http://www.secondgenome.com/what-is-the-microbiome/\">Microbiome</a> is the term for all the bacteria that live within the gut, skin, mouth and other parts of the body. It is critical to human physiology and scientist know it changes when an astronaut is in space. Now, NASA can directly compare the changes in Scott’s microbiome with his brother’s during the time that Scott is in space. </p>\n<p>NASA scientists are also studying ways to mitigate the fluid shift that occurs within an astronaut’s body while in space. “Gravity on Earth pushes a lot of the fluid out of your head towards your feet,” Scott explains. “Up here, it's just all redistributed. So you generally have a higher pressure in your head. That’s why some astronauts, me included, when they first get up here, they kind of have a puffy head.” </p>\n<p>Zero gravity also affects vision. So far, Scott says, his middle vision and distance vision are a little better and his reading vision is a little worse. “It varies from time to time up here,” he says. “I did have some structural changes [to my eyes] last time, and I'm sure I'll have that this time. It's part of the price that people pay for going up here, and we're trying to understand it better and understand the risks and how to mitigate those risks. Hopefully some of the experiments we're doing onboard ... will help us do that.” </p>\n<p>NASA has not asked Mark to try to mirror his brother’s lower level of physical activity in space. “We talked about that,” says Mark. \"They were actually more concerned with me not making big changes in my own physical conditioning from what it was before. So I did a lot of preflight testing — a lot of blood MRIs, ultrasounds, etc. [But] I'm not matching what he does with diet or exercise. I'm just being consistent [with what I’ve done before].\"</p>\n<p>Prior to this mission, Scott Kelly's longest stay in space was 159 days. He says the longer mission requires a different mindset.</p>\n<p>“When it's [five months], you can kind of see the end of it from the beginning,” he explains. “I launched in October, I got home in March. And you just look at it almost on a month-to-month basis: get through November, Thanksgiving, December, Christmas, and then the New Year, and pretty soon it's almost time to come home.”</p>\n<p>But this time it's much different, he says. “I know I'll come home some day, but from my perspective, I live and work here now. I’m going to be here for a long time and as such, I just kind of have to pace myself.”</p>\n<p>Mark agrees that being in space is an arduous task. “To be a space station crew member for an extended period of time like that — whether it's six months or a year — you've got to be everything,” he says. “You’re the plumber, the mechanic, the scientist, the secretary, the cleaning person, the doctor and the nurse.”</p>\n<p>The brothers typically communicate by phone, Mark Kelly says. Scott has a couple of phones he can use, including Internet phones that are connected to computers. “He can make a phone call from space to anywhere on Earth, so he calls me on my cellphone,” Mark says.</p>\n<p>The phone number that pops up on Mark’s screen is from Houston, Texas. But Mark’s daughter, Claire, who just graduated from high school, put Scott’s number into her dad’s contacts, so now when Mark gets a call, his screen says “Space” and displays a picture of an alien and a rocket ship.</p>\n<p><em>This story is based on <a href=\"http://sciencefriday.com/segment/05/29/2015/one-year-aboard-the-space-station.html\">interviews</a> that aired on PRI's <a href=\"http://sciencefriday.com\">Science Friday</a> with Ira Flatow</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-03%2Fnasa-using-twin-brothers-observe-effects-zero-gravity-human-body&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Kelly%20astronauts.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/kelly-astronautsjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/science-friday/segment-audio/scifri201505293.mp3"},{"href":"http://admin.pri.org/file/scifri201505293mp3"}]}