{"created":"2015-05-06T18:04:18+00:00","modified":"2015-05-06T19:03:38+00:00","valid":{"from":"2015-05-06T19:03:38+00:00","to":"3015-05-06T19:03:38+00:00"},"hreflang":"en","title":"'Re Jane' Gives 'Jane Eyre' A Korean Spin","published":"2015-05-06T19:03:00+00:00","teaser":"Patricia Park's novel is set in modern times and centers on  Jane Re, a half-Korean girl in Queens, New York.","itags":["npr_api","404701877"],"guid":"65c924d8-d342-4a57-8208-2afe324f863f","contentencoded":"<p>Author <strong>Patricia Park</strong> first read Charlotte Bronte&#8217;s &#8220;Jane Eyre&#8221; as a 12-year-old child of Korean-Argentine parents. She was particularly struck by Jane&#8217;s status as an orphan in the novel, and how that status made Jane an outcast in her own family.</p><p>&#8220;Orphan&#8221; was something Park&#8217;s mother called her when &#8220;I was acting in a shameful way that disgraced her family,&#8221; she told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Robin Young. Years later, Patricia Park decided to write her own version of the &#8220;Jane Eyre&#8221; story, called &#8220;<a href=\"http://www.amazon.com/Re-Jane-Novel-Patricia-Park/dp/0525427406\" target=\"_blank\">Re Jane</a>.&#8221;</p><p>Set in modern times, her Jane, Jane Re, is a half-Korean, half-American girl raised in a Korean community in Queens, New York.<a name=\"excerpt\"></a> Jane Re&#8217;s life becomes upended when she decides to become an au pair for a Brooklyn couple.</p><ul><li><a href=\"http://apps.wbur.org/books/#herenow\" target=\"_blank\">Find more great reads on our digital bookshelf</a></li></ul><h4>Book Excerpt: &#8216;Re Jane&#8217;</h4><p><em>By Patricia Park</em></p><p>CHAPTER 1</p><p>Flushing</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0506_re-jane.jpg\"><img class=\"alignright size-medium wp-image-83488\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/05/0506_re-jane-199x300.jpg\" alt=\"Cover of \"Re Jane\" by Patricia Park.\" width=\"199\" height=\"300\" /></a></p><p>Home was this northeastern knot of Queens, in the town (if you could call it a town) of Flushing. Northern Boulevard was our main commercial thoroughfare, and two-family attached houses crowded its side streets. They say the neighborhood once contained a hearty swath of the American population, but when I landed here as an infant, Flushing was starting to give way to the Koreans. By the time I graduated from college in 2000, Northern looked like this: Daedong River Fish Market, named after the East River of Pyongyang. Chosun Dynasty Auto Body, run by the father of a girl from my BC calc class. Kumgang Mountain Dry Cleaning, owned by my uncle’s accountant’s cousin on his mother’s side. This was my America: all Korean, all the time.</p><p>Flushing. The irony was that none of its residents could pronounce the name of their adopted hometown; the Korean language lacked certain English consonants and clusters. The letter <em>F</em> was assimilated to an <em>H</em> or a <em>P</em>. The adults at church would go <em>Hoo</em> before they could form the word, as if cooling it off their tongue. My uncle and aunt’s rendition: Poo, Rushing. It could’ve been poetry.</p><p>Home was 718 Gates Street, Unit 1. It was my Uncle Sang’s house, and I lived there with his family: his wife, Hannah, and my younger cousins, Mary and George. A few blocks away was his store. It was a modest-size grocery carrying a mix of American and Korean products, along with the usual emergency supplies—flashlights and batteries, candles and condoms. From Northern you could spot our green awning, bearing four white letters in all caps: F-O-O-D. Below it were large wooden tables stacked with pyramids of fruit.</p><p>One day in late summer, I was crouched in one of the aisles, turning cans of beans face out and flush with the lip of the shelf. I heard someone say, in Korean, “<em>Jane-ah. I heard about Lowood. What a shame.</em>”</p><p>It was Mrs. Bae, the wife of the pastor of our church. I stood and ducked my head into a bow. At five foot seven, I towered over most of the women of Flushing. Her words were like salt sprinkled on the sting of being the only one in my graduating class still bagging groceries and restocking merchandise. The economy—with the exception of the tech industry—was, for the most part, still booming. I’d had a job with Lowood Capital Partners lined up since my senior year last fall, never anticipating that in the months that followed, here’s what would happen: The company would be heavily leveraged in dot-com investments, the CEO would resign after accusations of insider trading, and the interim CEO would issue a hiring freeze. My job offer had been rescinded.</p><p>Mrs. Bae went on. About how her daughter Jessica worked such long hours at Bear Stearns yet still she would wash the rice and do the laundry and help her little sister with her homework after she got home. How Mrs. Bae felt undeserving of such a devoted daughter. What Mrs. Bae didn’t know was that “Jessica the PK” (Pastor’s Kid) had cut class every Thursday our senior year of high school to shoot pool at Amsterdam Billiards in the city.</p><p>“<em>I’ll tell our Jessica to help you,</em>” Mrs. Bae said, staring back with the usual curious expression she seemed to reserve for me. You’d think that after all these years I would’ve gotten used to it. I didn’t. I averted my eyes, focusing on the hairline cracks running through the floor tiles.</p><p>“No, no, that’s too much trouble for you.” That was Sang, approaching us.</p><p>They had the usual exchange—“<em>No, no trouble at all, you and Mary’s</em></p><p><em>mother must  be so worried.</em>” “<em>Eh, what can you do?</em>”—before my uncle turned his head sharply, shooting me a look. I thanked Mrs. Bae. He shot me another look—that was my cue to go get her some fruit, on the house. And none of the cheap stuff.</p><p>That was the power of <em>nunchi</em>. There’s no word for it in English; perhaps its closest literal translation is “eye sense.” My friend Eunice Oh sometimes likened <em>nunchi</em> to the Eye of Sauron: an all-knowing stink eye that monitored your every social misstep. Other times she said it was like the Force, a way of bending the world to your will. But Eunice had an annoying tendency of bringing everything back to <em>Star Wars</em> or <em>Star Trek</em>, Tolkien or Philip K. Dick. For me <em>nunchi</em> was less about some sci-fi power and more about common sense. It was the ability to read a situation and anticipate how you were expected to behave. It was filling your elder’s water glass first, before reaching for your own. The adults at church always said that good <em>nunchi</em> was the result of a good “family education.”</p><p>&nbsp;</p><p><em>Excerpted from the book RE JANE by Patricia Park. Copyright © 2015 by Patricia Park. Reprinted with permission of Pamela Dorman Books, an imprint of Penguin Publishing Group, a division of Penguin Random House LLC.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.patriciapark.com/\" target=\"_blank\"><strong>Patricia Park</strong></a>, author of &#8220;Re Jane.&#8221; She tweets <a href=\"https://twitter.com/patriciapark718\" target=\"_blank\">@patriciapark718</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Re+Jane%27+Gives+%27Jane+Eyre%27+A+Korean+Spin&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"676"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1404701880-752c4c.m3u?orgId=1&d=676&p=60&story=404701877&t=progseg&e=404701858&seg=3&ft=nprml&f=404701877"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0506_patricia-park.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"888","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0506_re-jane.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1932","width":"1280"}}]}