{"created":"2014-12-02T19:43:32+00:00","modified":"2015-05-13T21:28:45+00:00","valid":{"from":"2015-05-13T21:28:45+00:00","to":"3015-05-13T21:28:45+00:00"},"hreflang":"en","title":"How Girls Are Developing Earlier In An Age Of 'New Puberty'","published":"2014-12-03T13:32:00+00:00","teaser":"Two doctors wrote a book that probes the environmental, biological and socioeconomic factors contributing to early puberty. These girls face risks like anxiety and depression, one author says.","itags":["npr_api","367811777"],"guid":"65ca7d51-700c-48e5-a76f-584f063809fb","contentencoded":"<p>Many girls are beginning puberty at an early age, developing breasts sooner than girls of previous generations. But the physical changes don't mean the modern girls' emotional and intellectual development is keeping pace.</p><p>Two doctors have written a book called <em>The New Puberty</em> that looks at the percentage of girls who are going through early puberty, the environmental, biological and socioeconomic factors that influence when puberty begins, and whether early puberty is linked with an increased risk of breast cancer.</p><p>\"It has been established that girls who enter puberty earlier are more likely to have symptoms of anxiety, higher levels of depression, initiate sex earlier and sexual behaviors earlier,\" Julianna Deardorff tells <em>Fresh Air</em>'s Terry Gross.</p><p>Deardorff and Louise Greenspan are co-investigators in a long-term study of puberty. They've been following 444 girls from the San Francisco Bay area since 2005, when the girls were 6 to 8 years old. The study is funded by the National Cancer Institute and the National Institute of Environmental Health Sciences.</p><p>Deardorff says that while early puberty could be hard on a young girl, family and school support matters.</p><p>\"The family can serve as a huge buffer against some of those negative effects of early puberty,\" she says. \"There's also been some research to show that certain aspects of the neighborhood context and also schools can be protective. ... It can completely mitigate the risk associated with early puberty on girls' emotional and behavioral functioning.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On early puberty</strong></p><p><strong>Louise Greenspan: </strong>The evidence suggests that in the past, age 8 was the cut-off for normal puberty, so we thought that less than 5 percent of girls were going through puberty before the age of 8. I do want to define what we mean in the medical profession by \"starting puberty.\" A lot of people in the lay public think that that means getting your period. What we're talking about is actually starting with breast development and pubic hair and what the research that we did with our colleagues found was that at age 7, 15 percent of girls had breast development, and at age 8, 27 percent had breast development. And in terms of pubic hair development, at age 7, 10 percent of girls had it and by 8, 19 percent had pubic hair development. That was significantly higher that what had been found in the past.</p><p><strong>On how the numbers vary by race </strong></p><p><strong>Greenspan:</strong> At age 7, 25 percent of black girls have breast development, compared to 15 percent of Hispanic girls and only 10 percent of white girls and 2 percent of Asian girls. The same pattern can be seen for pubic hair development.</p><p><strong>On separating puberty from sexuality </strong></p><p><strong>Greenspan:</strong> I think we do want to make sure we do separate puberty and sexuality. For these kids, they're used to their bodies changing: they're losing teeth, they have to get new shoes every six months because their feet are growing, so for them, if the adults in their lives don't put it into a sexual context, it's just sort of a different change that can be happening in their body. We have to be careful to [not] immediately leap to sexualizing 7-year-old girls.</p><p><strong>On how early puberty could be linked environmental exposure </strong></p><p><strong>Julianna Deardorff:</strong> What I find concerning is that puberty is a process that's very sensitive to the environment and we can move the timing of puberty, unintentionally, vis-a-vis environmental exposures.</p><p>... Puberty in and of itself in starting early has a lot of disconcerting aspects ... [I wonder if] this [is] kind of a canary in a coal mine, or a barometer for other things that we're all being exposed to in our environments that may not be healthy for other reasons — we're just not seeing those as obviously.</p><p><strong>On chemicals that are hormone mimickers </strong></p><p><strong>Deardorff:</strong> They're referred to endocrine disrupting chemicals, or EDCs, or another term for that is \"hormone mimickers.\" That's because in the body, they mimic hormones and, in this case, when we're talking about girls' early puberty, estrogen is the hormone that we're most concerned about.</p><p><strong>Greenspan:</strong> There [are] several chemicals that may mimic estrogen in the body. In animal studies, a big one that we're looking at — the culprit is called Bisphenol A, or BPA. BPA was actually invented as a medical estrogen, it's a weak estrogen, and it ended up becoming ubiquitous in plastics [and] ... it's also on paper, receipts and in other compounds. The concern is that it may leech out of those and into our bodies and may act like an estrogen.</p><p>Our study has not yet demonstrated that this one, single chemical is causing early puberty, but it is one of the ones we're looking at. One of the problems with deciding which chemical is that there's no one single smoking gun. We live in a toxic milieu of many, many, many chemicals and it's actually becoming impossible to isolate the single one, so we're looking at the ones that may work together.</p><p>One of the reasons we were really motivated to get this book out there was so that folks could have some guidelines about how to use what many people call the \"precautionary principle,\" which is — if you're not sure about it, find a safer alternative, because the science just isn't there yet.</p><p><strong>On boys' puberty </strong></p><p><strong>Greenspan:</strong> The jury is still out on what's happening with boys' puberty. There is some evidence that boys' puberty may be starting earlier as well, but we don't have the definitive studies that demonstrate that yet. One of the concerns is that the hormones that are estrogen mimickers might actually delay boys' puberty because boys' puberty is not an estrogen-related process, it's more of a ... testosterone-related process. So the same chemical may have different effects in boys versus girls in terms of their pubertal development.</p><p><strong>On how antibiotics in our food could be causing early puberty </strong></p><p><strong>Greenspan:</strong> The concern about antibiotics is that one of the reasons antibiotics are used in the food supply is not just to treat animals' infections, it's actually because when animals are given antibiotics they get fatter and they go through pubertal development earlier. So it speeds up the process of raising a young animal to an animal that's ready for slaughter. It makes them bigger, so it's more efficient. The concern is that if antibiotics are doing this to animals ... and they're not broken down in the intestinal system, in fact they're absorbed orally in the stomach when we eat them, could they be having a similar effect in kids?</p><p><strong>On soy and its connection (or lack thereof) to breast cancer</strong></p><p><strong>Greenspan</strong>: We did look at soy intake, both by asking the girls what they ate and also the measuring the levels in the urine. And we found preliminary data that suggests that soy is actually protective and that higher soy intake may lead to later puberty, even when controlling for the differences in the families where there was a lot of soy intake because obviously there are differences in families that are giving their kids a lot of tofu.</p><p>The theory would be that the estrogen mimicking effects of soy may actually cause the body to become resistant to estrogen — that it may down-regulate the estrogen receptor, so that later in life, your body doesn't perceive or see estrogen in quite the same way.</p><p>We think that soy may actually be protective. The data is now coming out that women shouldn't worry so much about their soy intake for breast cancer, but it does speak to another concept in environmental health, which is the window of susceptibility. That means the timing of when you are exposed to something does affect the outcome. We think that children should eat soy because that's when it trains their body to become resistant to estrogen.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Girls+Are+Developing+Earlier+In+An+Age+Of+%27New+Puberty%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2159"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368032239-d5cd10.m3u?orgId=1&topicId=1033&d=2159&p=13&story=367811777&t=progseg&e=368016537&seg=1&ft=nprml&f=367811777"},{"href":"http://media.npr.org/assets/img/2014/12/01/deardorffgreenspan-7e8a5e027e996eb8aa2fdde6df000e7318a7e6db.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1659","width":"2213"}}]}