{"created":"2014-09-05T19:05:34+00:00","modified":"2014-10-31T00:51:11+00:00","valid":{"from":"2014-10-31T00:51:11+00:00","to":"3014-10-31T00:51:11+00:00"},"hreflang":"en","title":"Clock Is Ticking For Aung San Suu Kyi's Presidential Bid","published":"2014-06-27T12:31:00+00:00","teaser":"An unusual constitutional rule stands in between Myanmar's most famous political prisoner and the presidency. And despite popular protest, an amendment, at the moment, appears unlikely.","itags":["npr_api","325500692"],"guid":"65dd5aa6-bc40-4384-9445-9aea1f8be299","contentencoded":"<p>Time is running out for Myanmar's opposition leader, Aung San Suu Kyi, in her bid to become president.</p><p>The long-serving political prisoner and democracy activist is now 67. If she wins general elections next year, she could become Asia's most famous politician.</p><p>But, for now, <a href=\"http://www.economist.com/blogs/economist-explains/2014/03/economist-explains-3\">the country's constitution, which came into effect in 2008, bars her from running</a>. The rule disqualifies anyone whose spouse or children are foreign nationals from holding the office of president or vice president. Suu Kyi's late husband was a British citizen, and so are her two sons. The charismatic Nobel laureate and her supporters say the former ruling junta wrote it precisely to block her presidential bid.</p><p>Also in the constitution are provisions that guarantee the military one-quarter of the seats in Parliament and require a 75 percent majority to make any changes to the constitution. Taken together, the regulations give the army an effective veto.</p><p>At a recent rally, Suu Kyi challenged the army to give up this power.</p><p>\"I'd like to ask the military, are you really happy that the constitution has given you privileges that other people do not have? You should think seriously about this. I hate to say it, but your guns are the source of your military strength. I understand that your guns give you the upper hand,\" she said. \"But does this make you more dignified — or less?\"</p><p>Last week, a parliamentary committee charged with exploring constitutional amendments said it would not change the section barring Suu Kyi from the presidency.</p><p>Aung Thein Linn, a ruling party lawmaker and former brigadier general under the junta, says he personally supports amending the constitution. However, he doesn't specify which parts he'd be willing to change.</p><p>\"Some parts of the constitution should be changed in a gradual and democratic way,\" he says. \"If some parts of the constitution are weak, they should be changed, so that the charter can be more complete.\"</p><p>As for Aung San Suu Kyi, <a href=\"http://www.npr.org/blogs/parallels/2013/07/03/188303817/Myanmars-Aung-San-Suu-Kyi-Walks-Fine-Line-In-Her-New-Role\">two years as a politician appear to have dented her halo</a>, and some ethnic minority and opposition politicians have become disenchanted with her.</p><p>Opposition lawmaker U Thein Nyunt left Suu Kyi's National League for Democracy, or NLD, four years ago in order to form his own political party.</p><p>He suggests that Suu Kyi's push for constitutional reform is mainly about furthering her own political ambitions.</p><p>\"We've followed her leadership for two decades,\" he says, \"but she's failed to get any results for her country. It is obvious now that she is not considering the people, but only her own power.\"</p><p>On Monday, the U.S. State Department urged Myanmar to amend the constitution in order to make next year's elections more free and fair.</p><p><a href=\"http://www.businessweek.com/ap/2014-06-17/myanmar-rejects-us-call-on-constitutional-reform\">Myanmar told the U.S. to mind its own business</a>.</p><p>Thein Nyunt says the government and ruling party will amend the constitution, but only in ways that benefit them.</p><p>And he says that will leave Suu Kyi with no shot at the presidency.</p><p>\"An Aung San Suu Kyi presidency is the dream of the international community and local activists. It's not everybody's dream,\" he says. \"History will continue whether she is elected or not.\"</p><p>Even if Suu Kyi can't be president, since her NLD party swept special parliamentary elections two years ago, it stands a chance of ousting the ruling party in next year's general elections.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clock+Is+Ticking+For+Aung+San+Suu+Kyi%27s+Presidential+Bid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anthony Kuhn","audio":[{"meta":{"duration":"202"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326062360-c16753.m3u?orgId=1&topicId=1125&ft=3&f=325500692"}]}