{"created":"2014-10-30T22:09:53+00:00","modified":"2014-12-02T00:35:17+00:00","valid":{"from":"2014-12-02T00:35:17+00:00","to":"3014-12-02T00:35:17+00:00"},"hreflang":"en","title":"Demystifying The Islamic Veil","published":"2014-10-21T19:45:00+00:00","teaser":"Sahar Amer, an Islamic studies professor, takes a comparative cultural look at the hotly debated and misunderstood practice of veiling.","itags":["npr_api","350659464"],"guid":"660276c0-37b8-4687-88ce-7435c1c53240","contentencoded":"<p>It sounds like a simple question: &#8220;Why do some Muslim women wear a veil?&#8221; But the answer is anything but straight forward.</p><p>To some, the veil a symbol of religious observance. To others it has cultural significance. And to some women, it is a way to show solidarity with women who are forced to veil. There are those for whom it makes a political statement, while others simply like the convenience.</p><p>Author <strong>Sahar Amer</strong> examines the veil and all its religious, political, social and cultural implications in her new book &#8220;<a href=\"http://uncpress.unc.edu/browse/book_detail?title_id=3544\" target=\"_blank\">What Is Veiling?</a>&#8221;</p><p><strong>Veiling Is Not Explicitly Indicated in the Quran</strong></p><p>She tells <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now</em>&#8216;</a>s Robin Young that there is a misconception that veiling is required by the Quran.</p><p>&#8220;As many scholars have recently pointed out, the word &#8216;veiling&#8217; is never sued in the the Quran,&#8221; Amer said. &#8220;There are verses that do talk about women&#8217;s clothing. However, in none of these verses is it explicitly indicated  that women must veil. This is an interpretation that was imposed on the Quran several centuries later.&#8221;</p><p><strong>When Is Veiling Oppressive?</strong></p><p>Another misconception about veiling, Amer says, is that it is necessarily oppressive. Very few countries and regions, including Iran, Saudi Arabia and the Aceh province of Indonesia, require women to veil.</p><p><span style=\"color: #000000\"><div class=\"pullquote\" style=\"\">I decided one can be modest without wearing a headscarf, and that one could be an equally good Muslim regardless of what one is wearing.<div class=\"pullquoteauth\">&ndash; Sahar Amer</div></div></span></p><p>&#8220;There are some veiling practices that are certainly oppressive to women,&#8221; Amer said. &#8220;However, the women retreating to veiling and feeling very afraid of going out are often the result of war, not the result of particular regional practices that might have been going on for centuries.&#8221;</p><p>More often, women choose to veil to express their religious and cultural identities and challenge repressive kinds of veiling.</p><p>&#8220;Islamic fashion is part of how Muslim women express their modernity and their cosmopolitanism, by showing they can be actively engaged in the world while being observant of their religion and their cultures,&#8221; Amer said.</p><p><strong>Choosing to Unveil</strong></p><p>Amer grew up in Egypt but attended Bryn Mawr college in the U.S. She started veiling in Egypt but chose to unveil in college.</p><p>&#8220;I was the only one at Bryn Mawr who veiled at the time, and I felt extremely lonely,&#8221; she said. &#8220;The only thing that mattered about me was what I was wearing on my head.&#8221;</p><p>The experience made her question whether she was being modest if she was the center of attention because of what she was wearing.</p><p>&#8220;I started looking at the spirit of the Quran rather than the letter of the Quran, and I decided one can be modest without wearing a headscarf, and that one could be an equally good Muslim regardless of what one is wearing,&#8221; Amer said.</p><ul><li><strong>NPR:</strong> <a href=\"http://www.npr.org/2011/04/21/135523680/lifting-the-veil-muslim-women-explain-their-choice\" target=\"_blank\">Lifting the Veil: Muslim Women Explain their Choice</a></li></ul><h4>Book Excerpt: &#8220;What is Veiling?&#8221;</h4><p><em>By Sahar Amer</em></p><p><em>Muslim Women—we just can’t seem to catch a break. We’re oppressed, submissive, and forced into arranged marriages by big- bearded men.</em></p><p><em>Oh, and let’s not forget—we’re also all hiding explosives under our clothes. </em><em>The truth is—like most women—we’re independent and opinionated. And the only </em><em>things hiding under our clothes are hearts yearning for love.</em></p><p><em>Everyone seems to have an opinion about Muslim women, even those—especially those—who have never met one.</em></p><p><em>—Ayesha Mattu and Nura Maznavi, introduction to Love Inshallah:</em><em>The Secret Love Lives of American Muslim Women</em></p><p>INTRODUCTION</p><p>What Is Veiling?<img class=\"alignright size-medium wp-image-67823\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/09/0922_veiling-cover-196x300.jpg\" alt=\"0922_veiling-cover\" width=\"196\" height=\"300\" /></p><p>Islam did not invent veiling, nor is veiling a practice specific to Muslims. Rather, veiling is a tradition that has existed for thousands of years, both in and far beyond the Middle East, and well before Islam came into being in the early seventh century. Throughout history and around the world, veiling has been a custom associated with “women, men, and</p><p>sacred places, and objects.&#8221;</p><p>Few Muslims and non- Muslims realize that Islam took on veiling practices already in place at the dawn of the seventh century around the Mediterranean Basin. Islam inherited them from the major empires and societies of the time along with many other customs and patriarchal</p><p>traditions related to the status of women. To understand the meaning of veiling in Islam today, one must recognize the important yet neglected history of veiling practices in the pre- Islamic period and appreciate the continuities and similarities among cultures and religious traditions.</p><p>Given that veiling has been practiced during the past two millennia by Christian, Jewish, and Muslim women, why does the veil continue to be associated primarily with Muslims, and how did it become one of the most visible signs of Islam as a religion? Why is it that when Muslim women wear a veil, many non-Muslims and some secular Muslims tend to assume that someone coerced these women to dress in that way?</p><p>Why do many people believe that veiled Muslim women are oppressed, ignorant, extremely pious, or politically militant? Why not view Muslim women in neutral terms, as women who choose or just happen to wear a headscarf? How did this piece of clothing become so emotionally and politically charged for both Muslims and non- Muslims?</p><p>My goal in What Is Veiling? is to offer an overview and an appreciation of the complex history and meanings of Muslim veiling. Addressing the questions posed above from the multiple perspectives necessary for understanding veiling will lead us to see that the practice has never had a singular meaning for all Muslims.</p><p>Throughout this book, I also aim to give voice to veiled Muslim women and to illuminate the variety of Muslim veiling practices in both Muslim- majority and Muslim- minority societies. I examine the main reasons why so many Muslim women choose to veil today and why others, in a handful of nations and only recently, have been forced to adopt a particular style of dress.</p><p>Above all, my goal in What Is Veiling? is to show that, even though veiling is one of the most visible signs of Islam, it is also its most debated and least understood practice.</p><p>VEILING AND ISLAM</p><p>“Veiling” today is not simply a descriptive or neutral term. It is also a judgmental term, especially when associated with Islam. Muslim veiling is a notion that often evokes fear, anxiety, and a rising sense of threat, particularly in the aftermath of 9/11, the onset of the war in Afghanistan, and the 2003 U.S. invasion of Iraq. Veiling is a practice that foments heated debates among ordinary citizens and policy makers in North America and in Europe, as well as in many Muslim- majority societies around the world. It has become a surprisingly powerful symbol.</p><p>The veil may symbolize any number of perceived threats. For some, the veil represents the rise of fundamentalist Islam worldwide, a constant reminder of the Iranian Revolution, and the plight of women in Afghanistan. For others, it demonstrates Muslim women’s subordination to Muslim men and the impossibility of assimilating Muslim immigrants into Euro- American secular societies. Others still view the veil as a threat to national security, a potential cover-up for suicide bombers, and a troublesome reminder that the world is not safe at the turn of the new millennium. The veil’s appearance in most public spaces has been taken as proof that Islam is quintessentially opposed to women’s rights. The veil has even come to stand in for the ultimate otherness and inferiority of Islam.</p><p>Considering the intensity of the emotions that arise in discussions of veiling, however, the obsession with Muslim women’s veiling practices is a relatively recent phenomenon. Only since the nineteenth century has it been an integral part of Euro-American discourses on Islam and the Middle East.</p><p><em>From WHAT IS VEILING? by Sahar Amer. Copyright © 2014 by the University of North Carolina Press. Used by permission of the publisher.</em></p><h4>Guest</h4><ul><li><a href=\"http://sydney.edu.au/arts/slc/staff/profiles/sahar.amer.php\"><strong>Sahar Amer</strong></a>, professor of Arabic and Islamic Studies at the University of Sydney.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Demystifying+The+Islamic+Veil&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"920"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367859600-719f89.m3u?orgId=1&ft=3&f=350659464"}]}