{"created":"2014-12-16T16:05:46+00:00","modified":"2014-12-16T16:19:14+00:00","valid":{"from":"2014-12-16T16:19:14+00:00","to":"3014-12-16T16:19:14+00:00"},"hreflang":"en","guid":"6620e92a-b8d1-4b4c-abe1-c255a1286075","title":"194 countries make a historic climate deal, but it may not be worth much","published":"2014-12-16T16:18:56+00:00","byline":"Bradley Campbell","tags":["climate change","greenhouse gas emissions","global warming","climate talks","climate negotiations","Environment","Science, Tech & Environment","Lima","Paris","Peru","Philippines","China","United States","Elliot Diringer","Climate change policy","United Nations Framework Convention on Climate Change","Post–Kyoto Protocol negotiations on greenhouse gas emissions","Environment"],"teaser":"The global climate talks in Lima, Peru, were a disappointment for activists. But, for the first time, almost 200 countries, rich and poor, agreed in principle to cut their emissions. And there could be reason for optimism about next year's even-bigger talks in Paris.","contentencoded":"<p>There's a new global deal today on climate: It's a deal to make a deal to set a course to cut the greenhouse pollution that's heating up the planet in another few years. And if that's more than a bit confusing to you, you're hardly alone.</p>\n<p>What happened over the weekend at the global climate talks in Lima, Peru, <em>was</em> something of a breakthrough. Every one of the 194 countries there agreed, in principle, to cutting their emissions. That's the first time this has ever happened — though climate activists <a href=\"http://www.theguardian.com/environment/2014/dec/13/world-climate-disaster-lima-talks-fail\">say the deal is far too weak</a>.</p>\n<p>Countries now have until March to decide on those cuts, but none of them has to show details on what they'll do, at least for now. So last weekened's deal is basically a table-setter for the final negotiations that will happen a year from now, in Paris.</p>\n<p>\"What we really saw here in Lima was a foretaste of some of the major issues that parties will have to wrestle with in Paris,\" says Elliot Diringer of the Center for Climate and Energy Solutions. \"Cutting through all of this is the issue of how to rebalance the distribution of effort across developed and developing countries.\"</p>\n<p>That's climate policy wonk-speak for who has to do how much to tackle the problem.</p>\n<p>The biggest players at the Lima talks were, as usual, the US and China. Their own historic emissions deal, announced in November, set up that rebalancing act.</p>\n<p>That deal, in part, saw China set a deadline for capping its emissions for the first time. China was previously a reliable vote against any climate pact calling on developing countries to cut their own emissions. They argued these poorer countries should not have to sacrifice economic growth in order to solve a problem largely caused by rich industrialized nations.</p>\n<p>But the the dynamic at these UN-sponsored meetings has begun to shift after the US-China deal, with the typical coalitions starting to crack and other developing countries emerging as important players for the first time. The Philippines, for instance, went into the meeting as a sort of self-appointed representative for poor countries — and actually had a big impact.</p>\n<p>The Philippines \"disassociated itself from a block of countries called the 'like-minded group’ that frankly has not been playing a terribly constructive role in these negotiations,\" Diringer says. \"That signified that the Philippines recognized that its interest is in making progress.\"</p>\n<p>Diringer says its part of a larger shift on climate policy over the last several years. Developing countries are now splintering, and some smaller countries now believe their interests are not always aligned with bigger developing nations like China or India.</p>\n<p>The Lima outcome is still just a baby step toward solving the climate problem, but Diringer says any progress is welcome, no matter how long it takes.</p>\n<p>\"Sometimes it's difficult to measure the process,\" he acknowledges. \"But I think, in fact, we are on the way to, hopefully, a broad and durable agreement.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121520145.mp3"},{"href":"http://www.pri.org/file/121520145mp3"}]}