{"created":"2015-06-27T21:44:50+00:00","modified":"2015-06-29T19:55:10+00:00","valid":{"from":"2015-06-29T19:55:09+00:00","to":"3015-06-29T19:55:09+00:00"},"hreflang":"en","title":"For Families Of U.S. Hostages, New Policy May Bring New Hope","published":"2015-06-29T18:57:00+00:00","teaser":"This week, President Obama announced changes to the government policy on Americans abducted abroad. A former FBI hostage negotiator explains what this means for the hostages — and for their families.","itags":["npr_api","418080931"],"guid":"6626c167-14b1-4568-99da-b10f1916a926","contentencoded":"<p>More than 80 Americans have been taken hostage abroad since Sept. 11, 2001. Currently, 30 Americans are being held around the world.</p><p>Until this week, the families of those hostages would have faced the threat of prosecution from the U.S. government for trying to pay a ransom to kidnappers.</p><p>But not anymore. This week, after a comprehensive review, the White House <a href=\"http://www.npr.org/sections/itsallpolitics/2015/06/23/416848302/obama-administration-to-shift-ransom-for-hostages-rules\">announced changes</a> to this and other aspects of the government's hostage policy. The families of abducted Americans \"have already suffered enough, and they should never feel ignored or victimized by their own government,\" <a href=\"https://www.whitehouse.gov/the-press-office/2015/06/24/statement-president-us-governments-hostage-policy-review\">President Obama said</a> as he issued the revisions on June 24.</p><p>Gary Noesner, a retired FBI hostage negotiator, participated in the government's review. He has worked on more than 120 cases involving Americans kidnapped abroad.</p><p>\"The government never has prosecuted a family member for paying a ransom,\" he tells NPR's Arun Rath. \"And it's extremely unlikely that they ever would have. However, the confusion that the families had over hearing these admonitions from the government, I think, really stifled some of their efforts to try to reach out and open a dialogue with kidnappers.\"</p><p>The revised policy, he says, could make an important difference in leading to the safe return of Americans held captive abroad.</p><hr /><h3>Interview Highlights</h3><p><strong>On what the new hostage policy does</strong></p><p>The new policy helps to streamline the process to give the family information on a more timely basis, to declassify information so additional data can be shared with the families, and step[s] up the coordination within the government. In the past, there were too many different entities talking to the families and sometimes unwittingly transmitting different messages and creating some confusion.</p><p><strong>On the efficacy of ransom payments</strong></p><p>You know, typically, kidnappers are looking for money — even terrorist kidnappers. And shutting that off as a line of discussion has not been helpful in the families' efforts to find additional information or even perhaps resolving an incident. So I think this will give families greater latitude in how they try to resolve these situations and get the safe release of their loved ones.</p><p>From 1990 to 2003, the [FBI] unit that I headed, the <a href=\"https://www.fbi.gov/about-us/cirg/tactical-operations\">Crisis Negotiation Unit</a>, managed over 120 of these kidnappings and we had a 98 percent success rate. In almost all of these cases, a ransom payment was made by a family or a company.</p><p>In those days, the FBI would assist the families — not by giving them the money but helping them do it in a smart way, both with the negotiations and their other interactions with the kidnappers. And we moved away from that in the last decade or so, and absorbed a more restrictive view of what the government could do to help families. And this [new policy] appears to me to be a step back towards the successful way we did it in the past, and I think that's welcome.</p><p><strong>On the dilemmas presented by ransom payments</strong></p><p>I do not agree with what some foreign countries have done in terms of making very, very large ransom payments that do materially benefit a terrorist group. And I think that's a very dangerous slope for a government — a slippery slope for a government to go out on.</p><p>However, when families are faced with no alternative to get the safe release of their loved one, their flexibility needs to be what hopefully it will become now.</p><p>And the expectations of kidnappers will be significantly less than if they were expecting to get a huge payoff from a government. Families just don't have those kind of financial resources.</p><p>You know, no one wants to see kidnappers benefit from crimes. However, the reality is that, absent the payment of money, in most cases, your loved one is simply not going to come out alive. And that puts families in a tremendous dilemma.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Families+Of+U.S.+Hostages%2C+New+Policy+May+Bring+New+Hope&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418098769-441514.m3u?orgId=1&topicId=1123&d=264&p=2&story=418080931&t=progseg&e=418098678&seg=6&ft=nprml&f=418080931"}]}