{"created":"2015-05-30T13:21:28+00:00","modified":"2015-06-01T19:05:46+00:00","valid":{"from":"2015-06-01T19:05:46+00:00","to":"3015-06-01T19:05:46+00:00"},"hreflang":"en","title":"Under Cover Of Conflict, Hamas Killed Palestinians, Amnesty Alleges","published":"2015-05-30T18:20:00+00:00","teaser":"The human rights organization says Hamas deliberately killed at least 23 Palestinians during the war with Israel last summer. Those killed were accused by Hamas of collaborating with Israel.","itags":["npr_api","410712534"],"guid":"66392e75-6b61-43f3-8dc1-ecd4a9ba44ee","contentencoded":"<p>During the upheaval of last year's war between Hamas and Israel, at least 23 Gazans were deliberately killed by their fellow Palestinians, <a href=\"https://www.amnesty.org/en/documents/mde21/1643/2015/en/\">according to a report out this week</a> from Amnesty International.</p><p>Amnesty blames the killings on Hamas, which runs Gaza. It says those killed were accused of being collaborators — spies for Israel — and many were awaiting trial.</p><p>Hamas denies responsibility for the killings. But human rights groups, family members and prisoners agree there are dangers for Palestinians who are accused — perhaps falsely — of collaboration.</p><p><strong>'Internal Security Can Take Anybody, Anytime'</strong></p><p>Last summer, during the chaos of war, Waheb Wadiya buried his 34-year-old son Adli.</p><p>\"We took him to the cemetery and buried him next to my father. He had been shot about a hundred times,\" Waheb says. \"One shot in the eye.\"</p><p>Wadiya's son wasn't killed by an Israeli tank or bomb. He had been serving time in a Hamas-run prison inside the Gaza Strip since 2010.</p><p>Amer Wadiya, Adli's brother, says he tried to find out who was responsible for his death.</p><p>\"After Adli was killed, I went to the prison and asked an official, 'Where is my brother?' He said, 'Internal security came and took him,' \" Amer Wadiya says.</p><p>\"I said, 'He was in your custody. How can others come and take him?' He said, 'Internal security can take anybody, anytime.' \"</p><p>Adli Wadiya was among a group of 11 men Amnesty International says were taken from prison and shot at a police station a few days before the war ended late last August. Another six men were executed in public that same day. All were accused of collaborating with Israel.</p><p>Among Palestinians, collaborators are widely seen as traitors. They're subject to trial, and if their actions led to the deaths of Palestinians, they can face the death penalty themselves.</p><p>But human rights groups say the accusation is also used to settle political scores.</p><p>Waheb Wadiya believes Hamas labeled his son a collaborator because he was active in a rival political-military group.</p><p>\"His lawyer proved he had never killed or turned in any Palestinian. Plus, my son told me he was innocent, but tortured into giving a confession,\" he says. \"They tied his arms behind his back and hung him in the air. He would have even signed a paper saying God doesn't exist.\"</p><p><strong>Voices From Inside Katiba Prison</strong></p><p>Amnesty International says these executions under the cover of conflict could amount to war crimes.</p><p>Hamas said it wasn't responsible for the executions detailed by Amnesty and suggested vigilantes may have taken the law into their own hands. But accused collaborators still in prison in Gaza say they've seen this happen before.</p><p>Last September, with permission from Hamas authorities, I visited Katiba Prison in Gaza City — specifically, the section where accused collaborators are kept.</p><p>I spoke with inmates, unsupervised, in a dim, out-of-the-way room. One, who gave his name as Naim, said he was arrested in 2008 and, after being physically and emotionally abused in prison, confessed to helping Israel.</p><p>In 2012, during an eight-day war between Hamas and Israel, he says Hamas security forces took several accused collaborators, including him, out of the prison, and kept them elsewhere for five days.</p><p>\"On the sixth day they took some men with them. They left me and another man. They executed the men they took away,\" Naim says. \"Then they drove me back to prison. I said, 'Why are you putting me back in jail? Am I accused of anything?' \"<strong> </strong></p><p>Naim believes the fact Hamas didn't kill him at that time proves his innocence. In fact, he was released two months ago, after a new judge was assigned to his case. But in this murky world of collaboration there are always questions about who is really serving whom.</p><p>As I spoke with a second inmate, a guard started beating a prisoner nearby. The prisoner pled for mercy as the guard accused him of lying.</p><p>The inmate I was interviewing said this wasn't torture for a confession; just a guard mad at a prisoner for something.</p><p>\"Don't panic,\" he said. \"This happens all the time.\"</p><p>This inmate asked that his name not be made public. He is also accused of collaboration, which he denies.</p><p>During last summer's war, he says he saw more than a dozen men taken from this prison, where they were awaiting charges or appealing sentences. They were among those Amnesty says were shot and killed.</p><p>\"These are people I lived with, I ate with. I knew them,\" the inmate says. \"I think one or two were collaborators. The rest had made a lot of mistakes, but weren't collaborators.\"</p><p>Whether they were or were not, human rights advocates say someone needs to answer for killing them.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Under+Cover+Of+Conflict%2C+Hamas+Killed+Palestinians%2C+Amnesty+Alleges&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"278"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410752450-88643f.m3u?orgId=1&topicId=1009&d=278&p=7&story=410712534&t=progseg&e=410752339&seg=4&ft=nprml&f=410712534"},{"href":"http://media.npr.org/assets/img/2015/05/30/453953872-d6b50c53fbde93fd372d2e1febcb6e6271b141d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2307","width":"3076"}},{"href":"http://media.npr.org/assets/img/2015/05/30/gettyimages-453657338-7f723432cc7abcfcda4b99ecb5b66c15e9d60009.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2890","width":"3853"}}]}