{"created":"2015-05-18T17:09:34+00:00","modified":"2015-06-26T17:29:42+00:00","valid":{"from":"2013-11-21T17:15:01+00:00","to":"3013-11-21T17:15:01+00:00"},"hreflang":"en","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p><span>The skies are getting a little less friendly, at least to your pocket book.  If you want to get a flight on United or Delta, it’s gonna take a lot more miles than it used to starting next year. </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>In United’s program, a first class award to Europe will increase from 135,000 to 160,000 miles, calculates Smartertravel.com editor Tim Winship.  If you want to redeem your miles for a first class flight to Europe on one of United’s airline partners, the price will increase from 135,000 miles to an “eye popping” 220,000 miles.  That, he says, “is enormous inflation by anyone’s measure.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m certainly not at all happy about that,” says Everton Morris.   To say Morris knows airline miles is a monumental understatement.  “On my united balance I have a lifetime balance of a little over 900,000 miles,” he says.  Everton, who shops with the right credit cards and has multiple apps on his phone to check his point balances, isn’t alone.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s got a lot of frequent flyers pretty outraged,” says George Hobica is founder of Airfarewatchdog.com.  Airline mile inflation has been going on for decades, but the recent hikes are “particularly dramatic.”   It means people’s miles will be worth less.  There are also new minimum spend requirements -- consumers will have to spend more to qualify for certain loyalty programs. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>One reason for the mile depreciation, says Hobica, is simple supply.  Between frequent flyer credit cards and sales promotions, “they’re handing out miles like candy at Halloween, there are more miles chasing fewer flights.”</p>\"},{\"content\":\"<p>The balance of power has been shifting in the airline’s favor, says Seth Kaplan, editor at Airline Weekly.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“Flights are often fuller now,” he says, “so if they give a seat to somebody that’s a seat that somebody else might’ve paid for, not a seat that would’ve otherwise been empty.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Winship, the Smartertravel.com editor, says the biggest driver of mileage inflation is industry consolidation, like the upcoming merger between U.S. Airways and American.</p>\"},{\"content\":\"<p>“You have fewer airlines competing against each other, which means they can become less customer friendly,” he says. “And when one airline makes a consumer unfriendly move like this those moves tend to be copied by the other airlines.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Consumers can’t really do much about it.  Everton Morris, for example, is considering switching but he’s so close to reaching lifetime Gold Premiere status. “When you get heavily invested in mileage accrual and promos, it becomes tougher and tougher to switch.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>His solution?  Burn as many miles as possible before the new rates go into effect, starting with flying his family to Asia.</p>\"},{\"content\":\"<p> </p>\",\"type\":\"text/html\"}]","tags":["AA Advantage","APM","Business","Delta SkyMiles","frequent fliers"],"title":"United MileagePlus changes: Frequent flier inflation","contentencoded":"<div class=\"barn-cleaned\"><p><span>The skies are getting a little less friendly, at least to your pocket book.&nbsp; If you want to get a flight on United or Delta, it’s gonna take a lot more miles than it used to starting next year.&nbsp;</span></p>\n<p>In United’s program, a first class award to Europe will increase from 135,000 to 160,000 miles, calculates Smartertravel.com editor Tim Winship.&nbsp; If you want to redeem your miles for a first class flight to Europe on one of United’s airline partners, the price will increase from 135,000 miles to an “eye popping” 220,000 miles.&nbsp; That, he says, “is enormous inflation by anyone’s measure.”</p>\n<p>“I’m certainly not at all happy about that,” says Everton Morris.&nbsp;&nbsp; To say Morris knows airline miles is a monumental understatement.&nbsp; “On my united balance I have a lifetime balance of a little over 900,000 miles,” he says.&nbsp; Everton, who shops with the right credit cards and has multiple apps on his phone to check his point balances, isn’t alone.</p>\n<p>“It’s got a lot of frequent flyers pretty outraged,” says George Hobica is founder of Airfarewatchdog.com.&nbsp; Airline mile inflation has been going on for decades, but the recent hikes are “particularly dramatic.”&nbsp;&nbsp; It means people’s miles will be worth less. &nbsp;There are also new minimum spend requirements -- consumers will have to spend more to qualify for certain loyalty programs.&nbsp;</p>\n<p>One reason for the mile depreciation, says Hobica, is simple supply.&nbsp; Between frequent flyer credit cards and sales promotions, “they’re handing out miles like candy at Halloween, there are more miles chasing fewer flights.”</p>\n<p>The balance of power has been shifting in the airline’s favor, says Seth Kaplan, editor at Airline Weekly.</p>\n<p>“Flights are often fuller now,” he says, “so if they give a seat to somebody that’s a seat that somebody else might’ve paid for, not a seat that would’ve otherwise been empty.</p>\n<p>Winship, the Smartertravel.com editor, says the biggest driver of mileage inflation is industry consolidation, like the upcoming merger between U.S. Airways and American.</p>\n<p>“You have fewer airlines competing against each other, which means they can become less customer friendly,” he says. “And when one airline makes a consumer unfriendly move like this those moves tend to be copied by the other airlines.”</p>\n<p>Consumers can’t really do much about it.&nbsp; Everton Morris, for example, is considering switching but he’s so close to reaching lifetime Gold Premiere status. “When you get heavily invested in mileage accrual and promos, it becomes tougher and tougher to switch.”</p>\n<p>His solution?&nbsp; Burn as many miles as possible before the new rates go into effect, starting with flying his family to Asia.</p>\n<p>&nbsp;</p></div>","byline":"Sabri Ben-Achour","teaser":"Airlines tweak their frequent flier programs to devalue miles, potentially alienating customers.","description":"Airlines tweak their frequent flier programs to devalue miles, potentially alienating customers.","published":"2013-11-21T17:15:01+00:00","guid":"66572f5a-e022-42eb-810a-f6b6891c04b5","itags":["66572f5ae0222eb510aef6b6891c04b5","Marketplace","Marketplace for Thursday, November 21, 2013","PMP:Marketplace_PMP"],"audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/174417163.jpg?itok=rZVhDbJ9","type":"image/jpeg","meta":{"crop":"primary","width":"610","height":"340"}},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/21/marketplace_segment20_20131121_64.mp3","format":"MP3","meta":{"duration":147,"duration_hms":"00:02:27","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/21/marketplace_segment20_20131121","type":"application/json"}}}]}