{"created":"2014-10-07T18:52:25+00:00","modified":"2014-10-30T23:32:35+00:00","valid":{"from":"2014-10-30T23:32:35+00:00","to":"3014-10-30T23:32:35+00:00"},"hreflang":"en","title":"NCAA Vote Could Boost Student-Athletes' Benefits, Big Schools' Power","published":"2014-08-07T16:46:00+00:00","teaser":"Major college sports programs could take a significant step toward sharing their wealth. The NCAA Board of Directors is to vote on a plan to restructure Division I athletics.","itags":["npr_api","338498091"],"guid":"665d37a4-8df1-473f-801c-424de736f0cd","contentencoded":"<p>Major college sports programs could take a significant step today toward sharing their wealth with the student-athletes whose performances help line their coffers.</p><p>The NCAA Board of Directors is expected to vote this afternoon on a plan to restructure Division I athletics, which would give the five biggest athletic conferences autonomy in making certain rules and provide so-called enhanced benefits to student-athletes.</p><p>Following the vote, there will be a 60-day period for all 351 Division I schools to weigh in. If at least 75 of the schools ask for the vote to be overridden, the board has to reconsider and perhaps tweak the plan. If at least 125 schools want an override, the plan will be suspended.</p><p>Supporters of the proposal say it will let them enact changes that are long overdue. The 65 schools in these conferences — the Pac-12, the Big 12, the Big Ten, the Atlantic Coast Conference and the Southeastern Conference — sometimes have felt constricted by the current structure, in which smaller Division I schools and conferences can band together and prevent legislation from passing.</p><p>A few years ago, for instance, there was a plan to allow schools to give scholarship athletes an additional $2,000 annual stipend. The proposal pitted big schools that could afford the extra money against smaller schools that couldn't, <a href=\"http://www.cbssports.com/collegefootball/eye-on-college-football/22045180/ncaa-official-continuing-opposition-to-2000-stipend\" target=\"_blank\">and there were enough of the latter to table the measure</a>.</p><p>The plan up for a vote today would let the schools in those Big Five conferences set their own rules relating to student-athlete benefits without approval of the nearly 300 other Division I schools.</p><p>So if you're an athlete at one of those Big Five schools, you could be in line for some additional benefits. The biggest one is that your school could make your athletic scholarship \"whole\" — studies show that many of these scholarships often come a few thousand dollars short of covering the actual cost of going to college.</p><p>Another possible benefit is improved health care. Critics say athletes aren't properly covered, which can be a real problem in violent sports such as football.</p><p>Yet another possible change — among the more controversial — is that these schools could make rules allowing athletes to sign with agents while they're still in school. As long as no money is exchanged, they could negotiate future endorsement deals.</p><p>Critics say that granting autonomy to schools in these five conferences will give them a greater competitive advantage than they already have.</p><p>Boise State University is a non-Big Five school that has had some success in football, and the school's president has been very vocal in his criticism.</p><p>\"The NCAA cannot fall prey to phony arguments about student welfare when the real goal of some of these so-called reformers is to create a plutocracy of athletic programs that serves no useful purpose in American higher education,\" President Bob Kustra <a href=\"http://www.cbssports.com/images/collegefootball/Bob-Kustra-Boise-State-Division-I-NCAA-Reform.pdf\" target=\"_blank\">wrote in a letter</a> sent <a href=\"http://www.cbssports.com/collegefootball/writer/dennis-dodd/24569414/boise-state-presidents-blasts-ncaa-reform-in-letter-to-media\" target=\"_blank\">to CBS Sports and other media outlets</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=NCAA+Vote+Could+Boost+Student-Athletes%27+Benefits%2C+Big+Schools%27+Power&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Goldman","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338498092-6e80b9.m3u?orgId=1&topicId=1055&ft=3&f=338498091"}]}