{"created":"2014-09-26T17:11:48+00:00","modified":"2014-10-30T22:01:51+00:00","valid":{"from":"2014-10-30T22:01:51+00:00","to":"3014-10-30T22:01:51+00:00"},"hreflang":"en","title":"Coal Miners And Gay Activists Partner In 'Pride'","published":"2014-09-26T21:51:00+00:00","teaser":"The film offers a rousing, true-life take on a British coal miners' strike that led to an unusual union. Critic Bob Mondello says the storyline blends <em>Norma Rae</em> with sillier, <em>Kinky Boots</em>-ish stuff.","itags":["npr_api","351728686"],"guid":"66654144-b44e-4cff-8953-e3763f576ce7","contentencoded":"<p>Coal miners and gay activists — two groups that, in 1980s England at least, you might have figured would steer clear of each other — partner surprisingly effectively in the real-life story that's affectionately fictionalized in <em>Pride</em>.</p><p>Matthew Warchus' dramedy, which elicited cheers from the crowds at the Toronto International Film Festival and has been embraced by British critics, wants little more than to be seen as proof of the adage that politics can make strange bedfellows (albeit not in a literal sense). And rousing proof it is, as upbeat and affirmative as a labor-union film could reasonably be.</p><p>The story is set in Maggie Thatcher's England, where struggling coal miners are a few months into a bitter strike over threats to shut 20 coal pits and eliminate more than 20,000 jobs. A young Londoner named Mark (American actor Ben Schnetzer) feels a kind of kinship as he watches TV reports in which the striking miners are harassed by the police. Just like him and his gay buddies, he thinks. So while prepping for a gay pride march, he urges his fellow activists to form a miner support group.</p><p>\"Yeah, because the miners have always come to our aid,\" mutter his mates.</p><p>\"Doesn't matter,\" he retorts, \"it's the right thing to do.\"</p><p>The right thing and, it seems, an easy thing. Mark's little group manages to raise quite a bit of money. But then they hit a roadblock. The Mineworkers' Union won't accept it. As soon as they identify themselves, the union reps hang up on them.</p><p>So they pick a Welsh mining town at random and call the union just using initials — L.G.S.M., Lesbians and Gays Support the Miners — and a rep, who ends up being slightly startled, comes to meet them.</p><p>\"I thought the 'L' was for London,\" he tells them. Still, the miners need the help, and he's soon won over by the activist kids. Of course, it's one thing for them to talk to a union organizer, quite another to work with the workers themselves, especially when among them are such Brit film stalwarts as Bill Nighy and Imelda Staunton. When Mark and his buddies head to the Welsh town, both they and the miners are wary, and while the organizer figures things'll be better when they get to know one another ... nobody's mingling. At first.</p><p><em>Pride</em> begins as a straight-up culture-clash comedy, but morphs into something a smidge more complicated as it progresses. Britain has a history of social comedies — <em>Brassed Off, Billy Elliot, The Full Monty</em> — and <em>Pride</em> is angling for pride of place among them. Its labor union storyline inevitably conjures up memories of <em>Norma Rae</em>, but where she leaped up on tables to rouse the labor troops, that notion is here blended with sillier, <em>Kinky Boots</em>-ish stuff. Director Matthew Warchus cut his teeth in the theater, and you can feel the rhythms of musical comedy sneaking into his staging here. One scene is pretty much a full-on dance number, with wallflower wives and disco queens finding common cause at a union social that gets unexpectedly boisterous.</p><p>The filmmakers aren't naive — some bigots remain bigots in the film, some do-gooders stay annoyingly self-righteous. But the film's high spirits are genuinely infectious. And it says something that 30 years after the events it depicts, <em>Pride</em> should feel so unexpectedly rousing. People cooperating across ideological lines? Finding common cause with folks they don't 100 percent agree with? What a concept.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Coal+Miners+And+Gay+Activists+Partner+In+%27Pride%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351812049-a4de70.m3u?orgId=1&topicId=4467349&ft=3&f=351728686"},{"href":"http://media.npr.org/assets/img/2014/09/26/pride1-2ec0000105dae17ec93a8930895332ecde263280.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"2909","width":"3879"}},{"href":"http://media.npr.org/assets/img/2014/09/26/prd-d38-16688-c6f54bd4ddc891d42cc9cfdf5117c1fc8a1591b0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}