{"created":"2015-02-19T21:20:50+00:00","modified":"2015-02-20T22:56:00+00:00","valid":{"from":"2015-02-20T22:56:00+00:00","to":"3015-02-20T22:56:00+00:00"},"hreflang":"en","guid":"668ecb38-4089-46c2-b47c-d38d93b57f8f","title":"Chinese investments are pushing the Latin American economy back in time","published":"2015-02-20T22:55:59+00:00","byline":"Bradley Campbell","tags":["business","economy","trade","government","Economics","Business, Finance & Economics","North America","Asia","China","Nicaragua","Latin America","Central America/Caribbean","North America","Asia","East Asia","Foreign relations of the People's Republic of China"],"teaser":"China has made major investments Latin America in the last few years. But it's pushing their economies back to a simple export business for raw materials.","contentencoded":"<p>A <a href=\"http://www.pri.org/stories/2015-02-19/nicaraguas-grand-canal-plan-could-sacrifice-its-great-lake\">project in Nicaragua</a> to build a canal linking the Atlantic and Pacific oceans — to rival the one belonging to its neighbor, Panama —  involves a Chinese company. But that's just one example of China's growing investments in Latin America.</p>\n<p>And the region's strategic importance to the Chinese government has also been on the rise.</p>\n<p>\"Ten or 15 years ago, China's foregoing direct investment in Latin America didn't probably even appear in the statistics in most of the countries,\" says Enrique Dussel Peters, a professor of economics at Mexico's National Autonomous University. \"And in the last five years, after the international financial crisis of 2007 and 2008, China has massively been investing worldwide — but also in Latin America.\"</p>\n<p>Peters says China is focused on raw materials. \"Particularly soybeans, meats, minerals and oil and gas,\" he says. \"This is almost 95 percent of overseas foreign investment in the last five years.\"</p>\n<p>The kinds of investments correlate to China's rising standard of living. Peters says Latin America is witnessing a very important change in the Chinese way of life and it's acting as a supplier for that urbanization. The deals definitely benefit China — and they put Latin America in a tricky place.</p>\n<p>\"Today we are witnessing a going back to what Latin America was several decades ago, mainly an exporter of raw materials with little value added — with little technological development, with little generation of employment supplier networks,\" he says. \"This is not sustainable development for Latin America today and in the near future.\"</p>\n<p>It looks like China will only increase its importance in all economic facets in the region. For China, the move toward Latin America is both a financial move, and power play in America's backyard.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-19%2Fchinese-investment-pushing-latin-american-economy-back-time&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0219201506.mp3"},{"href":"http://www.pri.org/file/0219201506mp3"}]}