{"created":"2014-12-30T21:43:15+00:00","modified":"2015-01-01T21:57:00+00:00","valid":{"from":"2015-01-01T21:57:00+00:00","to":"3015-01-01T21:57:00+00:00"},"hreflang":"en","guid":"66add636-2cfe-4009-a101-a1f00eca3c23","title":"Pope Francis was a huge story in 2014, but a veteran Vatican reporter says the media got a lot wrong ","published":"2015-01-01T21:56:59+00:00","byline":"Matthew Bell","tags":["Religion","Belief","Lifestyle & Belief","Rome","Europe","Vatican City","Europe","John Allen","Pope Francis","Pope","Catholic Church","Christianity","Religion","Pope Francis"],"teaser":"John Allen of the Boston Globe usually sits down at the end of the year to write something about the biggest uncovered Catholic stories from the past 12 months. But the longtime Vatican correspondent says he didn’t need to this year, thanks to a news media sensation focused on Pope Francis.","contentencoded":"<p>Among the biggest newsmakers of 2014, Pope Francis stands out. He has singlehandedly revolutionized Roman Catholicism with a series of dramatic reinterpretations of church doctrine on a range of issues, from homosexuals to evolution to our pets’ chances of entering the kingdom of heaven.</p>\n<p>Not so fast, says John Allen, associate editor of the Boston Globe.</p>\n<p>Allen has covered all-things-Catholic for the last two decades. And, typically, he spends some time at the close of every calendar year writing up something about the biggest Catholic-related stories that the news media failed to cover over the previous 12 months.</p>\n<p>This year is different though, Allen says. Thanks to this particular pope.</p>\n<p>“In the era of Pope Francis, there are no under-covered Vatican stories anymore. On the contrary, what we have is a kind of slew of either bogus or relatively minor developments that get spun up into major news stories,” Allen explains.</p>\n<p>“So this year, I’m doing <a href=\"http://www.cruxnow.com/church/2014/12/28/the-top-5-over-covered-vatican-stories-of-2014/\">the most over-covered Vatican stories</a> of the year.”</p>\n<p>Why is it that Pope Francis seems to create such frenzied media interest with every little thing he says or does? Allen says there are a couple of things going on here.</p>\n<p>“Part of it is that Francis is a fascinating and in some ways enigmatic figure, who is undeniably hard to figure out,” Allen says. And that means observers can take any number of interpretations when it comes to reading into this pope’s intentions.</p>\n<p>Secondly, the obsession with Francis has created a reality of its own. “There are a lot of people out there who are paying attention to a pope for the very first time,” adds Allen. Therefore, they lack an understanding of Roman Catholic history and the context from which Francis is speaking.</p>\n<p>As a result, Allen says a lot of what Pope Francis has to say is automatically — and mistakenly — seen as revolutionary. Francis can fairly be called a centrist, Allen says, at least when he is compared to his immediate predecessors. However,  Francis “is not some kind of flaming radical progressive,” Allen says.</p>\n<p>“This is not Che Guevara in a cassock.”</p>\n<p>Allen brings up Pope Francis’s rhetoric on the economy as a good example of the trend. When he came into office at the Vatican, the Argentinian-born pope said that he wanted to “lead a poor church for the poor.” Francis has also denounced the “savage inequalities” of global capitalism. And he has generated a lot of press over such comments.</p>\n<p>“Some people have been tempted to see this as a radical lurch in Catholic teaching, being driven by the first pope from the developing world,” Allen adds. “The truth is, you can find denunciations of the ‘savage inequalities’ of capitalism going all the way back to Pope Leo XIII in the late 19th century.”</p>\n<p>In November, Allen recalls that Francis gave a speech in which he said there is not necessarily a conflict between the theory of evolution and Christian doctrine. “[The speech] was hailed as some kind of dramatic breakthrough,” Allen says. But only until people bothered to do a simple Internet search “and found that popes have been saying exactly the same thing since Pope Pius XII in the 1950s.”</p>\n<p>But Allen thinks the biggest over-covered Vatican story of 2014 is about pets. It grew out of speculation in an Italian newspaper. The paper suggested that when Pope Francis said something about “the bringing of all things into the fullness of being,” he might have meant to include people’s pets and quoted something said by Pope Paul VI. That pope apparently told a little boy who lost his dog that “we will see our animals again in heaven.”</p>\n<p>As it went viral and got translated into English, the quote seemed to come from Pope Francis himself and was misinterpreted as yet another seismic shift for the Catholic faith. On this specific issue, to be sure, Allen is no unbiased observer.</p>\n<p>“I don’t want to be in a heaven where my pug, Ellis, is not going to be there,” Allen says.</p>\n<p><em>Because of a transcription error, a previous version of this story incorrectly stated John Allen's hope to see his dog in heaven.</em></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/123020148.mp3"},{"href":"http://www.pri.org/file/123020148mp3"}]}