{"created":"2014-11-22T19:16:47+00:00","modified":"2015-05-13T21:30:02+00:00","valid":{"from":"2015-05-13T21:30:02+00:00","to":"3015-05-13T21:30:02+00:00"},"hreflang":"en","title":"Ebola Survey Teams Take A Grim Census In Sierra Leone","published":"2014-11-24T01:18:00+00:00","teaser":"As Ebola surges in the east African country, the capital city sends surveillance teams into the neighborhoods to record who might be sick with the virus — or already dead.","itags":["npr_api","365759781"],"guid":"66b5a872-f30c-4597-89b2-67697495ba4b","contentencoded":"<p>Ebola is on the rise in Sierra Leone's capital of Freetown. Just this week, 234 new confirmed infections were reported, and every day hundreds of residents call the emergency line to report more possible cases in their neighborhoods.</p><p>To deal with the surge, the nation sends health surveillance teams into the community to investigate the alerts, visiting up to five homes a day to check on residents.</p><p>The junior member of one team is Osman Sow, a young man with a wisp of a beard and a serious manner.</p><p>Sow clutches a sheaf of papers with the names and addresses of today's list of suspected Ebola sufferers. He jumps into the back of a green pickup, and soon he turns off the thoroughfare onto a rutted dirt road.</p><p>The pickup passes mud brick huts with corrugated metal roofs. Ebola has hit this place hard, and the evidence is everywhere. Sow points to a boarded-up house.</p><p>\"As you can see, there is nobody there,\" he says. \"There were 11 inhabitants. Nine of them died.\"</p><p>The team passes a few more boarded-up homes before reaching its destination, a narrow hut, steps from the ocean.</p><p>A middle-aged man shuffles out and takes a seat on the front porch. He looks haggard. Sow and his team stand a good distance away, and they can barely hear him.</p><p>The man points to his throat and says, \"It's hurting.\" Two of his children recently died of Ebola.</p><p>Now, says Sow, \"he and his wife have developed the signs and symptoms of the disease, and also their grandson.\"</p><p>Sow fills out paperwork for an ambulance pickup, and says his part in this is done.</p><p>\"Well, we have given the report to the command center,\" he says. \"It's left for the ambulance to come take them.\"</p><p>But when — or even whether — the ambulance will arrive is another story. Sow says right now, Freetown's treatment centers don't have enough beds for all the people falling sick. Patients stay in their houses and die, waiting for an ambulance that doesn't come.</p><p>\"So therefore, when we come there also the second time, they will not [be] happy,\" he says. \"More than 80 percent of the places, they blame us, every day.\"</p><p>Still, he sees signs of improvement. Earlier this day, the team stopped at a house where two sick children had been left alone after their parents and nine other relatives died of Ebola. The ambulance showed up while the team was still there.</p><p>Team leader Tomeh Bangura is an older man, a fatherly figure to the others. He says the image of those kids being led out by a nurse in protective gear is still haunting him.</p><p>\"The eldest, I think she was 8,\" Bangura says. \"She was in the house, locked herself in the house. And it was not possible for us to open. So luckily when the ambulance came the nurse was in her [personal protective equipment]. We sprayed the place and took the child from the house into the ambulance. I felt so bad.\"</p><p>A half-hour drive takes the team to a community health clinic, where the workers meets with a pregnant woman and her husband. They ask her to sit in a plastic chair in the yard.</p><p>Her name is Kadiatu Kargbo. She's dressed in a lace skirt and sparkly flip-flops, and picks at her fingernails while Sow calls out questions from his list.</p><p>\"First I eat, then I vomit,\" she answers.</p><p>Sow finds \"vomiting/nausea\" on his list and checks the \"Yes\" box. He thinks she probably has malaria, but based on her symptoms she'll need to be tested for Ebola.</p><p>Kargbo's husband looks worried. What if she gets exposed to people who do have the disease while she's waiting at a holding center?</p><p>\"I don't want to take this girl and to mix [her] with other sick people,\" he says. We don't know what her status [is] yet.\"</p><p>The day grows dark, and at the final stop, a hut shaded by tall trees, the village head man calls for a 15-year-old boy, Alusine Banguar, to come out. The head man says he's been calling the emergency line about this boy for three days.</p><p>The boy walks over slowly, wearily, and sits on a tire in his yard. They go through the checklist.</p><p>A large crowd gathers, and starts piping up with complaints. It seems another 15-year-old — this one a girl — recently died of apparent Ebola in a house nearby. Her relatives are supposed to be under quarantine, but they've been walking around freely. One of the youth leaders asks for police enforcement.</p><p>Bangura explains that his team has nothing to do with quarantines, and the crowd starts to calm down. Still, as Bangura heads back to the pickup, he looks tired.</p><p>The scenes he's witnessing on this job are alarming him. Last night, he says, he had a serious talk with his wife.</p><p>\"I advised my wife, on no account should any of my children step out of this compound,\" he says. \"They should stay indoors. I said, 'Ebola is becoming very serious. Very, very serious.' \"</p><p>And when you have children dying, he adds, \"it's very pathetic.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Ebola+Survey+Teams+Take+A+Grim+Census+In+Sierra+Leone&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"322"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910556-465d36.m3u?orgId=1&topicId=1126&d=322&p=7&story=365759781&t=progseg&e=365910457&seg=16&ft=nprml&f=365759781"},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-five-0188_21295811-x_slide-6163621a35feccc1d512a6742a5265ea624e8c90.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1989","width":"2984"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-five-0337_21295809-x_slide-f1d8a3a687e39750f25eab7959f0a98e3995ce3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1993","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-five-0489_21295813-x_slide-b2d6a5247e08451dea60ed430ec2f4ae4d7fea6a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1993","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-seven0995_21295817-x_slide-e83769c3df2cfc5822104c7e40417ded60e0eb19.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1914","width":"2872"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-seven1011_21295819-x_slide-0e4a83d7a60d1ea921f0f81548b9950de88b8ca8.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1987","width":"2981"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-seven1018_21295821-x_slide-6875cc9181289bf3fc7b90cfbd8eb68530f818c3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1996","width":"2994"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-seven1023_21295823-x_slide-40c9a7dbf941bebcf84d1bf3004b71c4286d9528.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1993","width":"2989"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola-day-five-0600_21295815-x-f9281914f064fdaad5a9dbc53d45ed01fcee7aaa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}}]}