{"created":"2014-09-12T20:21:55+00:00","modified":"2014-10-30T22:26:12+00:00","valid":{"from":"2014-10-30T22:26:12+00:00","to":"3014-10-30T22:26:12+00:00"},"hreflang":"en","title":"Do Americans Support President Obama's ISIS Plan? ","published":"2014-09-12T22:45:00+00:00","teaser":"Of all the variables in the U.S. battle against the Islamic State, public opinion in America may be one of the hardest to predict.","itags":["npr_api","348004101"],"guid":"66b796b7-b716-43f0-b7bd-bdba406da8e6","contentencoded":"<p>More than 34 million people tuned in this week to hear President Obama outline plans to degrade, and ultimately destroy, the militant group known as the Islamic State.</p><p>Polls show widespread support for using American air power against the militants, even though many people remain wary about getting dragged into another open-ended conflict in the Middle East.</p><p>The fight represents both a challenge and an opportunity for the president, whose handling of foreign policy has been widely criticized in the past year.</p><p>In recent weeks, a growing number of Americans have come around to the idea that the U.S. needs to take stronger military action to stop the militants known as ISIS. Dixie McIlwraith is one of them. The New Orleans resident opposed the U.S. invasion of Iraq more than a decade ago. But McIlwraith says she's fully behind Obama's plan to challenge ISIS.</p><p>\"There are good wars and there are not-so-good wars. The last few years, we've been trying to extricate ourselves from a situation where we can't help, we can only make things worse,\" she says. \"However, in this particular case, if we're going to consider ourselves the leader of the free world and all the rest of that stuff, we've got to step up to the plate.\"</p><p>For many people, it was the videotaped beheading of two U.S. journalists that triggered a surge in support for military action. Alan Fanning of Freemont, Neb., was persuaded even earlier, when ISIS militants attacked members of Iraq's Yazidi minority, driving thousands to take refuge on Mt. Sinjar.</p><p>\"Their goal seems to be genocide,\" he says. I don't see how we can stand by let that happen. There's a moral high ground and we have to take it. I think the use of air power is totally justified.\"</p><p>But while Fanning says he's more hawkish than some of his liberal friends, he's glad that Obama is not calling for a mobilization of U.S. ground troops.</p><p>\"I'm a Vietnam veteran. And I've seen us rush headlong into these sorts of regional, tribal kinds of things before. And I really believe it should be a thoughtful, measured response,\" Fanning says. \"I think he's on the right track. I think he's a good leader. I think the country ought to rally behind him and support what he's trying to do.\"</p><p>But not everyone supports the president's cautious approach to confronting ISIS. Matthew House of Hamden, Conn., worries Obama may be tying the military's hands too much.</p><p>\"To say right from the get-go that we're not going to have any boots on the ground, I felt like was a little bit foolish,\" he says.</p><p>House says he understands Americans' reluctance to enter another open-ended war in the Middle East. But in recent weeks, he has come to see ISIS as a genuine threat that must be addressed, whatever it takes.</p><p>\"I shouldn't say that just because it's scary, we ought to be ready to fight. But I feel like it's a different threat than what we've faced before,\" he says.</p><p>While Obama took pains to distinguish his strategy from that pursued by George W. Bush, some listeners hear worrisome echoes of the run-up to the Iraq War. Rhoda Powers of Kansas City, Mo., says she's as horrified as anyone by the murderous tactics of the militants. But she doesn't believe U.S. airstrikes are the answer.</p><p>\"I can't see anything good coming from it. I think it will make matters worse,\" she says.</p><p>John Stoj of Atlanta agrees, saying countries in the Middle East need to police themselves. He's opposed to any large-scale U.S. military involvement. But he also worries that even the president is not sold on the light-footprint approach.</p><p>\"A halfhearted attempt at military intervention does not seem like a pathway to success,\" he says.</p><p>That's just a small sampling of Americans' complicated and conflicted attitudes. But winning and sustaining their support will be one of the president's toughest challenges in what Obama has acknowledged will be a long and difficult battle.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Do+Americans+Support+President+Obama%27s+ISIS+Plan%3F+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Horsley","audio":[{"meta":{"duration":"219"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010308-58a21e.m3u?orgId=1&topicId=1123&ft=3&f=348004101"},{"href":"http://media.npr.org/assets/img/2014/09/12/455210360-ce4a94318c8ad161459e12dae3f53948ec062905.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1830","width":"2441"}}]}