{"created":"2014-09-02T21:01:07+00:00","modified":"2014-09-02T21:01:07+00:00","valid":{"from":"2014-09-02T21:01:07+00:00","to":"3014-09-02T21:01:07+00:00"},"hreflang":"en","guid":"66b8942c-ebcc-485b-9b72-e10c47600397","title":"A photographer gets up close with the Ebola outbreak in Sierra Leone","published":"2014-09-02T21:01:05+00:00","byline":"David Leveille","tags":["Ebola","medicine","Human Needs","Health","Health & Medicine","Africa","Sierra Leone","Kailahun","West Africa","Africa","Pete Muller","Ebola","Health","Sierra Leone","Ebola virus disease","Ebola virus","Tropical diseases","Outbreak","Medicine"],"teaser":"An ongoing outbreak of Ebola is hitting rural areas of eastern Sierra Leone hard. Traditional burial practices are suspended, schools are closed and fear is a constant. Here's how the outbreak looks through the camera of photojournalist Pete Muller.","contentencoded":"<p>In Sierra Leone, so many people have died of Ebola that the entire country has changed its social habits, from how they give simple greetings to how they bury their friends and family. The virus is spread through fluids and physical contact.</p><p>&quot;The entire population is upholding a policy of no touching,&quot; says photographer Pete Muller, who was recently in the country&nbsp;on assignment for the&nbsp;<a href=\"http://www.washingtonpost.com/sf/style/2014/08/28/ebola-outbreak/\">Washington Post</a>.&nbsp;&quot;So throughout the country, no one is shaking hands. Even in crowds, people are telling each other not to touch one another ... People understand that this virus is very real, and they want to abide by what the officials are telling them.&rdquo;</p><p>Overall, Muller says, &ldquo;I saw a civilian population that is terrified of Ebola, has really come to terms with the fact that the virus is very real. And [the disease] has had a devastating effect on many communities and being cooperative.&quot;</p><p>One way the infection is spread is through traditional burial ceremonies, when family and friends wash and mourn over the bodies of victims. The International Red Cross has stepped in and is enforcing safe burials.</p><p>Muller estimates that a team of 20 workers, using two or three vehicles, was responsible for the safe burials of every person who died from Ebola in the Kailahun district, the epicenter of the Ebola outbreak in Sierra Leone. &ldquo;So I saw a group of people who were absolutely overstretched in terms of trying to stem this very critical part of the epidemic,&rdquo; he says.</p><p>What struck Muller most was &ldquo;the extent of the epidemic and the challenges in terms of resources for the response teams and humanitarian workers and government workers who are trying to deal with it.&rdquo; He says one of those groups, Doctors Without Borders, is &ldquo;truly stretched to its capacity, absolutely.&ldquo;</p><p>As a photographer there, Muller says he had to be vigilant about the risk of exposure to the Ebola virus. He tried to follow all of the health recommendations, including a &ldquo;six-foot buffer zone between you and anything that&rsquo;s considered high risk. I tried as best I could to abide by that,&quot; he says, &quot;and certainly never came into direct contact with any bodies or infected people.&rdquo;</p><p>Muller says Ebola is not an airborne virus. While it is highly contagious among people who are affected and symptomatic, it is not something people tend to pick up casually. &quot;So while I was extraordinarily vigilant, almost to a neurotic degree, I also tried to balance that in my own mind with some medical information.&rdquo;&nbsp;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Muller_Ebola_SierraLeone_29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/mullerebolasierraleone29jpg"}]}