{"created":"2014-12-07T21:54:41+00:00","modified":"2014-12-20T00:08:45+00:00","valid":{"from":"2014-12-20T00:08:45+00:00","to":"3014-12-20T00:08:45+00:00"},"hreflang":"en","title":"50 Years Of John Coltrane's 'A Love Supreme'","published":"2014-12-09T23:29:00+00:00","teaser":"Half a century ago, the saxophonist and his band stepped into the studio to lay down the tracks of what would become his most important statement: The \"love supreme\" in the title refers to God's love.","itags":["npr_api","369191157"],"guid":"66c9bc19-95c4-447c-8b91-9658fe6e04f0","contentencoded":"<p>This week sees the 50th anniversary of a sacred day for many music fans. On Dec. 9, 1964, the <a href=\"http://www.npr.org/artists/15394783/john-coltrane\">John Coltrane</a> Quartet recorded the album <em>A Love Supreme</em>.</p><p>I call it a sacred day for music fans, not just jazz fans. For people across musical boundaries and cultures — for Carlos Santana, Bono, Joni Mitchell, Steve Reich, Bootsy Collins, Gil Scott-Heron — hearing <em>A Love Supreme</em> was a revelation.</p><p><em>A Love Supreme</em> is Coltrane's ultimate spiritual testament: The \"love supreme\" he describes is God's love.</p><p>When I first heard it, I didn't get it.</p><p>Since I grew up after Coltrane was dead, I listened to the albums all out of order. He was my favorite artist, period. Knowing that <em>A Love Supreme</em> was Coltrane's big statement, I saved it. I loved the wild places Coltrane would take the saxophone.</p><p>So the serene opening to <em>A Love Supreme</em> kind of underwhelmed me.</p><p>But there's a hypnotic quality that gradually gets into your soul. After the introduction, the bass introduces a simple four-note theme, meant to scan with the words \"a love su-preme,\" \"a love su-preme.\" And before you know what's happened, you're one of the converted.</p><p>Much as Beethoven grew his famous 5th Symphony <a href=\"http://www.npr.org/blogs/deceptivecadence/2012/11/19/165495617/beethovens-famous-4-notes-truly-revolutionary-music\">out of the four notes</a> \"da-da-da-DUM,\" these four notes — this little blues lick — will take us on an extraordinary journey.</p><p>Though I couldn't hear it at the time, the music gets weird. By the time Coltrane starts blowing, there are already multiple rhythms going on simultaneously.</p><p>It ought to sound weird and off-kilter — but it swings.</p><p>It's a little hard to hear the strangeness in 2014, the way it's hard to hear how utterly bizarre and ridiculous Beethoven sounded 200 years ago. And, like Beethoven's revolutionary \"Eroica\" symphony, this bizarre suite of four movements communicated a profound spiritual and philosophical message.</p><p>Coltrane refused to commit to a single religion. His idea of God couldn't be contained by any doctrine. But with his saxophone, and with his band, he could preach.</p><p>The hippies may have embraced Coltrane, but his path to God and love isn't for the faint-hearted. Coltrane didn't live on Neptune. He was a black man who grew up in the South. He conquered a heroin habit that almost destroyed him. He once wrote a devastating ballad for four black girls blown up in their church by a Ku Klux Klan bomb (\"Alabama,\" from 1963).</p><p>People had channeled emotions into music before. But no one had ever played the blues like this.</p><p>It's the same message <em>we</em> get from the blues: Even in struggle and suffering, we sing, because life is a blessing. As much as Coltrane made his saxophone cry — for his suffering, and the world's — in <em>A Love Supreme</em> he's telling us that the most important voice to raise is one of gratitude to the creator for the gift of life.</p><p>For those of you not so spiritually inclined, don't get hung up on the word \"creator.\" Whether you call it God, or the universe — <a href=\"http://www.npr.org/2011/08/16/139676171/magician-penn-jillette-says-god-no-to-god\">devout atheist</a> Penn Jillette has talked about his supreme gratitude for his existence, for winning the \"<a href=\"http://www.npr.org/2005/11/21/5015557/there-is-no-god\">huge genetic lottery</a>,\" as he put it — that's the gratitude Coltrane is expressing. It's universal, and we can all feel it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=50+Years+Of+John+Coltrane%27s+%27A+Love+Supreme%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Arun Rath","audio":[{"meta":{"duration":"323"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369191158-557460.m3u?orgId=1&topicId=1039&aggIds=100920965&ft=3&f=369191157"},{"href":"http://media.npr.org/assets/img/2014/12/09/coltrane3-94380a42f48bfef27ab3b61f84dc248a498028ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1721","width":"2292"}}]}