{"created":"2015-05-18T17:51:31+00:00","modified":"2015-05-18T17:51:31+00:00","valid":{"from":"2014-06-09T19:13:31+00:00","to":"3014-06-09T19:13:31+00:00"},"hreflang":"en","guid":"66eb67cb-9529-491a-82bc-4e65499a3564","description":"There's a careful science to pricing a buffet - and to getting your money's worth.","contenttemplated":"[{\"content\":\"<p>One of the questions we received from listeners as part of our <a href=\\\"http://www.marketplace.org/topics/business/ive-always-wondered\\\" target=\\\"_blank\\\">“I’ve Always Wondered”</a> series is about buffets.  Mike Glatzer wrote to ask:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<blockquote>1)      How do buffets figure out the price to charge customers, in order to still make a profit? <p>2)      Do they know the average amount that each customer eats?</p></blockquote>\"},{\"type\":\"text/html\",\"content\":\"<p> <span>Turns out, there’s a careful science to it.</span></p>\"},{\"content\":\"<p>Generally, restaurants figure you’ll eat about a pound of food.  To decide how much to charge, they take the average number of buffet customers per day and divide that into their daily buffet food cost. Then they know their average cost per person. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>But it doesn’t end there, because restaurants only stay in business when they’re making a profit. So restaurants put the cheapest, most filling food at the beginning of the buffet line.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“So we have potatoes au gratin at the beginning,” says <a href=\\\"http://robinson.gsu.edu/profile/donetta-poisson/\\\" target=\\\"_blank\\\">Donetta Poisson</a>, who teaches food service management at Georgia State University. “It’s cheese and potatoes but people generally love that.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Poisson says buffets also use big spoons for those dishes.  The most expensive food is served on small platters. Or carved, one stingy slice at a time.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But fear not buffet fans. There are plenty of tricks you can do.</p>\"},{\"content\":\"<p>Mike Glatzer, who wrote in to ask the question about buffets, is actually something of an experienced buffet eater.  And when we met at an all-you-can-eat pizza buffet in Silver Spring, Md., he gave me some tips. Marketplace is pleased to present:</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><iframe frameborder=\\\"0\\\" scrolling=\\\"no\\\" src=\\\"//www.thinglink.com/card/532668907199135745\\\"></iframe></p>\"},{\"content\":\"<ul><li><strong>Don’t  starve yourself ahead of time. </strong> If you’re going to a lunch buffet, eat a small breakfast. Otherwise, your stomach will shrink and you won’t be able to eat as much. </li><li><strong>Don’t get to the buffet right when it opens.</strong>  “If you show up when it first opens, they haven’t put out a lot of the best dishes,” Mike says. “They’re still preparing them or they’re saving them for, I guess, when they have the majority of the crowd.”</li><li><strong>No fizzy drinks.</strong> The fizz will make you feel full.</li><li><strong>Don’t eat the really salty stuff, like French fries.</strong> They’ll make you thirsty, and you’ll drink more. Whatever you’re drinking, it’ll fill you up.</li><li><strong>Don’t be too adventurous.</strong>  You don’t want to get full on stuff you’re just trying. Fill up on the food you love, Mike says.</li><li><strong>Save the cheap, starchy stuff for the end.</strong>  Don’t be fooled into loading up on it at the beginning of the buffet.</li><li><strong>At a pizza buffet, don’t eat the crust.</strong> As Mike says, “The crust is just consuming real estate in my stomach that could be used for better purposes.”</li><li><strong>No breaks.</strong> Your stomach will have time to realize it’s full. Mike says, “If you’re stuffing your face, it takes your body a while to realize how much you’ve consumed.”</li><li><strong>Save a round or two for dessert.</strong> On the first round, Mike says, try a little bit of everything.  Decide on your favorites.  Then, “Go back for a second round, and that’s where you really hit them hard.”</li></ul>\",\"type\":\"text/html\"}]","published":"2014-06-09T19:13:31+00:00","itags":["66eb67cb952991aa2bcc4e65499a3564","Marketplace","Marketplace for Monday June 9, 2014","PMP:Marketplace_PMP"],"byline":"Nancy Marshall-Genzer","teaser":"There's a careful science to pricing a buffet - and to getting your money's worth.","title":"How do restaurants set their buffet prices?","contentencoded":"<div class=\"barn-cleaned\"><p>One of the questions we received from listeners as part of our&nbsp;<a href=\"http://www.marketplace.org/topics/business/ive-always-wondered\" target=\"_blank\">“I’ve Always Wondered”</a>&nbsp;series is about buffets.&nbsp; Mike Glatzer wrote to ask:</p>\n<blockquote>1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; How do buffets figure out the price to charge customers, in order to still make a profit?\n<p>2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Do they know the average amount that each customer eats?</p>\n</blockquote>\n<p>&nbsp;<span>Turns out, there’s a careful science to it.</span></p>\n<p>Generally, restaurants figure you’ll eat about a pound of food.&nbsp; To decide how much to charge, they take the average number of buffet customers per day and divide that into their daily buffet food cost.&nbsp;Then they know their average cost per person.&nbsp;</p>\n<p>But it doesn’t end there, because restaurants only stay in business when they’re making a profit. So restaurants put the cheapest, most filling food at the beginning of the buffet line.</p>\n<p>“So we have potatoes au gratin at the beginning,” says&nbsp;<a href=\"http://robinson.gsu.edu/profile/donetta-poisson/\" target=\"_blank\">Donetta Poisson</a>, who teaches food service management at Georgia State University.&nbsp;“It’s cheese and potatoes but people generally love that.”</p>\n<p>Poisson says buffets also use big spoons for those dishes.&nbsp; The most expensive food is served on small platters.&nbsp;Or carved, one stingy slice at a time.</p>\n<p>But fear not buffet fans. There are plenty of tricks you can do.</p>\n<p>Mike Glatzer, who wrote in to ask the question about buffets, is actually something of an experienced buffet eater.&nbsp; And when we met at an all-you-can-eat pizza buffet in Silver Spring, Md., he gave me some tips. Marketplace is pleased to present:</p>\n<p><iframe src=\"//www.thinglink.com/card/532668907199135745\" frameborder=\"0\" scrolling=\"no\" ></iframe></p>\n<ul>\n<li><strong>Don’t &nbsp;starve yourself ahead of time.&nbsp;</strong> If you’re going to a lunch buffet, eat a small breakfast. Otherwise, your stomach will shrink and you won’t be able to eat as much.&nbsp;</li>\n<li><strong>Don’t get to the buffet right when it opens.</strong>&nbsp; “If you show up when it first opens, they haven’t put out a lot of the best dishes,” Mike says. “They’re still preparing them or they’re saving them for, I guess, when they have the majority of the crowd.”</li>\n<li><strong>No fizzy drinks.</strong> The fizz will make you feel full.</li>\n<li><strong>Don’t eat the really salty stuff, like French fries.</strong>&nbsp;They’ll make you thirsty, and you’ll drink more.&nbsp;Whatever you’re drinking, it’ll fill you up.</li>\n<li><strong>Don’t be too adventurous.</strong>&nbsp; You don’t want to get full on stuff you’re just trying. Fill up on the food you love, Mike says.</li>\n<li><strong>Save the cheap, starchy stuff for the end.</strong>&nbsp; Don’t be fooled into loading up on it at the beginning of the buffet.</li>\n<li><strong>At a pizza buffet, don’t eat the crust.</strong>&nbsp;As Mike says, “The crust is just consuming real estate in my stomach that could be used for better purposes.”</li>\n<li><strong>No breaks.</strong>&nbsp;Your stomach will have time to realize it’s full.&nbsp;Mike says, “If you’re stuffing your face, it takes your body a while to realize how much you’ve consumed.”</li>\n<li><strong>Save a round or two for dessert.</strong>&nbsp;On the first round, Mike says, try a little bit of everything.&nbsp; Decide on your favorites.&nbsp; Then, “Go back for a second round, and that’s where you really hit them hard.”</li>\n</ul></div>","tags":["APM","Business","I've always wondered...","buffets","food and drink","restaurants"],"audio":[{"meta":{"width":"610","height":"340","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/field_images/2014/06/Buffet.jpg?itok=cHD4y4P4","type":"image/jpeg"},{"format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/06/09/marketplace_segment22_20140609_64.mp3","meta":{"duration_hms":"00:04:06","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/06/09/marketplace_segment22_20140609"},"duration":246},"type":"audio/mpeg"}]}