{"created":"2014-09-19T19:45:22+00:00","modified":"2014-10-08T21:07:34+00:00","valid":{"from":"2014-10-08T21:07:33+00:00","to":"3014-10-08T21:07:33+00:00"},"hreflang":"en","title":"Obama Gets A Taste Of Jiro's 'Dream' Sushi In Name Of Diplomacy","published":"2014-04-24T03:06:00+00:00","teaser":"On the first leg of his Asian tour, the president stopped by the iconic sushi restaurant<em>. </em>David Gelb, who directed a documentary about the restaurant, says eating there is amazing and nerve-wracking.","itags":["npr_api","306227740"],"guid":"66f39977-e729-44be-8ae3-d7a0af7519de","contentencoded":"<p>President Obama kicked off the first leg of his tour of Asia on Wednesday with some sushi diplomacy.</p><p>He dined with Japanese Prime Minister Shinzo Abe at a revered and tiny temple of sushi in Tokyo called <a href=\"http://www.sushi-jiro.jp/eng-index.html\">Sukiyabashi Jiro</a>. The subterranean restaurant, with just 10 seats at the counter, was made famous by the 2011 documentary <a href=\"http://www.npr.org/2012/03/16/148737187/cameras-follow-worlds-greatest-sushi-chef\">Jiro Dreams of Sushi</a>.<em> </em></p><p>Obama emerged with a thumbs-up review. \"That's some good sushi right there,\" he said. \"It was terrific. Thank you so much.\"</p><p>If you've ever seen the documentary, you know why: The sushi Obama had was carefully crafted by 89-year-old sushi master Jiro Ono.</p><p>\"His sushi is the best in the world,\" says David Gelb, who directed the film. \"For someone who has a taste for true, pure Japanese sushi, I mean it's a place you kind of have to go to.\"</p><p>But for the many of us who haven't been lucky enough to grab one those 10 prized seats, Gelb joined <em>All Things Considered</em>'s Melissa Block to talk about what it's like to dine at such an iconic place.</p><p>For starters, the restaurant is hidden in the basement of an office building and offers only one item on its menu — the <em>omakase</em> course, which can cost between $300 and $400 per person. It consists of 20 pieces of sushi, prepared and served one at a time.</p><p>\"There are no appetizers, no rolls of any kind,\" Gelb says. \"It's purely his style of sushi, which is kind of the classic Tokyo style, which is basically just fish and rice and seasoning, maybe a soy sauce or a nikiri, which is a kind of sweetened soy sauce.\"</p><p>And if you're fortunate enough to be one of Ono's costumers, don't even think about ordering off the menu — even if you are the president of the United States. \"The Jiro that I know would not change his sushi for anyone,\" Gelb says, adding that \"he just gives you what he feels is the best of the day.\"</p><p>And Ono really means the best. Every day, for instance, he massages the octopus he's planning to serve for an hour.</p><p>\"The octopuses that he gets are trolling the seafloor, eating clams and other delicious shellfish,\" Gelb says. \"And so he's getting the octopus that has the best diet, and then he massages it — or has his apprentices massage it, because he's getting on in the years — to bring out the best flavors.\"</p><p>That's because to Ono, making sushi is more than just a job; it's an art form, an obsession, even. In the film, he tells Gelb that he'd wake up in the middle of the night, and in dreams would have visions of sushi.</p><p>\"His philosophy of work, where it's about finding a routine and mastering that craft, it applies to any kind of art,\" he adds.</p><p>So you can imagine, eating in front of such a meticulous artist can get a bit intimidating.</p><p>\"The first time that I ate there, I was very nervous,\" Gelb tells Block. \"I mean the man is a living legend, and he watches, and he observes the customers very closely, and so it can be a nerve-wracking experience.\"</p><p>But, he says, the sushi is so good that the tension melts away.</p><p>\"The restaurant is very quiet,\" Gelb adds. \"There's no music or anything. \"There's just the sound of the fountain, and you kind of got into this sushi trance, and it's quite an amazing experience.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Obama+Gets+A+Taste+Of+Jiro%27s+%27Dream%27+Sushi+In+Name+Of+Diplomacy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306238567-a8c378.m3u?orgId=1&topicId=1053&ft=3&f=306227740"},{"href":"http://media.npr.org/assets/img/2014/04/23/486220565-a0e05af343ac25867d1d0afb527167c18c74fca7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2475","width":"3303"}},{"href":"http://media.npr.org/assets/img/2014/04/23/sushi-9272dbec8b51d3c42014f22f2255754bc4991454.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1439","width":"1917"}}]}