{"created":"2014-10-03T17:05:25+00:00","modified":"2014-11-12T18:16:05+00:00","valid":{"from":"2014-11-12T18:16:05+00:00","to":"3014-11-12T18:16:05+00:00"},"hreflang":"en","title":"The Silence And Awe Of Arvo Pärt","published":"2014-06-03T16:54:00+00:00","teaser":"The Estonian composer's contemplative yet powerful music has found popularity beyond the borders of classical music. He's making a rare appearance in the U.S. to attend a festival of his music.","itags":["npr_api","316322238"],"guid":"66fbef48-b7d7-4a77-886c-42b35d224976","contentencoded":"<p><a href=\"http://www.npr.org/artists/16070552/arvo-part\" target=\"_blank\">Arvo Pärt</a> is one of the few living composers to find popularity beyond the borders of classical music. <a href=\"http://www.npr.org/artists/15155026/r-e-m\" target=\"_blank\">R.E.M.</a>'s Michael Stipe and <a href=\"http://www.npr.org/artists/15191158/bjork\" target=\"_blank\">Bjork</a> are <a href=\"https://www.youtube.com/watch?v=0BVACGWgN4U\" target=\"_blank\">big fans</a>. Although the 78-year-old musician usually shies away from acclaim and the media, he is currently attending a festival of his music in New York and Washington, and he made time to talk about his music, bike riding and bells.</p><p>Pärt is a major composer, and I was a little nervous meeting him. So I brought along a bell for good luck. I set it on the table between us and gave it a little tinkle.</p><p>\"Oh, this is a good beginning, thank you,\" he said in his heavily accented English.</p><p>Pärt likes bells, literally and figuratively in his music. He also likes space and silence. Fans tend to use words like \"timeless\" to describe his contemplative music. But for Pärt, time has deep meaning. In conversation, as in his music, he takes his time to unclutter his thoughts. They come out like poems.</p><p>\"Time for us, is like the time of our own lives,\" he says. \"It is temporary. What is timeless is the time of eternal life. That is eternal. These are all high words, and so, like the sun, we cannot really look at them directly, but my intuition tells me that the human soul is connected to both of them — time and eternity.\"</p><p>Pärt has gravitas to burn. But he didn't start out that way. As a kid in Soviet-era Estonia, he practiced on a battered old piano and rode his bike around the town listening to Finnish radio broadcasts. I told him that I strapped a transistor radio to my bicycle when I was a kid. \"It's very interesting,\" he responded, with a slight twinkle in his eye.</p><p>Early on, Pärt wrote thorny, atonal music in the style of the day. But in 1968 he hit a wall. He went nearly silent for eight years, and when he returned, it was with something completely different. Slow, pure, simple, yet powerfully focused is how conductor Stephen Layton describes the music: \"If you had to give an aesthetic for his compositional output, less is more is certainly it,\" Layton says.</p><p>A choral specialist, Layton has recorded two albums of Pärt's vocal works (a third is scheduled for this fall). Layton says after the complicated music that dominated the mid-20th century, Pärt's new style, with nods to Gregorian chant and Renaissance music, wiped the slate clean. Part of Pärt's breakthrough, Layton says, came from hearing just three notes in a supermarket.</p><p>\"Over the public address system one hears the sound 'doo, doo doo' \" — Layton sings three descending tones — \"'Could so-and-so please go to till No. 25?' Now that sound is called a triad in music, but it's actually the building block of all music in the Western world.\"</p><p>Pärt realized the beautiful simplicity of the triad and ran with it. He called his newfound style \"tintinnabuli,\" a word referring to little tinkling bells. Another ingredient in the recipe is silence.</p><p>\"On the one hand, silence is like fertile soil, which, as it were, awaits our creative act, our seed,\" Pärt says. \"On the other hand, silence must be approached with a feeling of awe. And when we speak about silence, we must keep in mind that it has two different wings, so to speak. Silence can be both that which is outside of us and that which is inside a person. The silence of our soul, which isn't even affected by external distractions, is actually more crucial but more difficult to achieve.\"</p><p>Pärt's musical combination of awe and silence caused German record producer Manfred Eicher to pull off the autobahn when he heard <em>Tabula Rasa</em> on the radio. \"It was music you discover that makes you speechless, breathless and thoughtful,\" Eicher recalls. \"Yes, I wanted to be closer to this music.\"</p><p>It took Eicher, the founder of ECM Records, six months to track down Pärt and a few more years before he released Pärt's first ECM album in 1984. The album, which included <em>Tabula Rasa </em>for two solo violins and chamber orchestra, opened the door to the West for Part's music. Thirteen records have followed on ECM alone, with albums appearing on other labels as well.</p><p>Pärt's austere music and his penchant for religious texts (he embraced Eastern Orthodox Christianity in the 1970s) have lent him a certain reputation, says countertenor David James of the Hilliard Ensemble, a group that began championing Pärt's music in the 1980s.</p><p>\"A lot of people have this impression,\" James says, \"that he's a bit of a recluse, sort of monk-like. Yes, when you see him. But as soon as you speak to him and get to know him, I tell you, he has the most wonderful sense of humor and a most engaging personality.\"</p><p>I asked Pärt how he likes being thought of as a mystic. He laughs.</p><p>\"Ah,\" he says, \"that is the last thing I want to be.\"</p><p>Pärt turned out to be exactly as James described him — engaging and personal. And at the end of the interview, he even said we had something in common. That's when he held up his hands, as though he were holding the handlebars of a bicycle.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Silence+And+Awe+Of+Arvo+P%C3%A4rt&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"419"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1318099021-44ec56.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=316322238"},{"href":"http://media.npr.org/assets/img/2014/05/30/part_cover-d2ee9404196fafa0d73d0a79c7c859d68977c48a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"500","width":"500"}},{"href":"http://media.npr.org/assets/img/2014/05/30/part-350dd2e86400bc352508c7f3861c732402c85699.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}