{"created":"2015-02-03T22:34:51+00:00","modified":"2015-02-04T20:59:18+00:00","valid":{"from":"2015-02-04T20:59:18+00:00","to":"3015-02-04T20:59:18+00:00"},"hreflang":"en","guid":"670117d4-520d-42c7-968f-70115758c518","title":"A Nigerian writer mocks US disease concern, saying that Africa should screen Americans for measles","published":"2015-02-04T20:59:16+00:00","byline":"Joyce Hackel","tags":["Rachael Pearson","measles","immigrants","undocumented","shots","inoculations","Vaccines","Health","Health & Medicine","North America","Africa","United States","El Salvador","Honduras","Guatemala","Mexico","Central America/Caribbean","North America","Africa","Rachael Pearson","measles","immigrants","undocumented","shots","inoculations","vaccines","Rachael Pearson","Measles","immigrants","Undocumented","shots","inoculations","Vaccines","MMR vaccine controversy","Vaccination policy","Pediatrics"],"teaser":"The wildly popular tweet was aimed at a nation that stigmatized all Africans during the Ebola outbreak. While the US government recommends all its citizens get inoculations, including one for measles, many states allow exemptions for personal or philosophical concerns. Immigrants, however, don't enjoy that choice.","contentencoded":"<p>A widely popular tweet about measles got at America's obsession at disease prevention — for people from other nations.</p>\n<p>And it comes as the US realizes that its own procedures for measles vaccination are inconsistent.</p>\n<p>The tweet? It came from Nigerian writer and lawyer Elnathan John, following US calls at the height of the Ebola outbreak to screen all Africans entering US airports. “Our thoughts are also with the measles-ravaged country America. I hope we are screening them before they come to Africa,” John wrote in his tweet, which had more than 35,000 retweets or favorites.</p>\n<p>The inconsistency in US laws? Immigrants and green-card seekers to the US must prove they have proper vaccinations. Not so for many of those born in the US, who can sidestep laws that require children to have the recommended vaccines to attend day care, school or college.</p>\n<p>\"Anyone who immigrates to the United States has to prove that they've received the full vaccination schedule, including measles,\" says Rachel Pearson, a researcher at the Institute for the Medical Humanities in Austin, Texas. \"If they can't prove that they've received these vaccines before they immigrate, then they get the vaccine again. \"</p>\n<p>Last year, when thousands of children from Central America attempted to make their way across the southern US border, many Americans complained that the youngsters were harboring vaccine-preventable diseases.</p>\n<p>Pearson says those worries were not well-founded. She cites estimates from the World Health Organization that show high vaccination rates throughout much of Central America. </p>\n<p>\"In El Salvador, 94 percent of people have been vaccinated against measles. In Guatemala, it's 93 percent. The rate in the US is about 91 percent,\" she says. \"So we could be pretty confident that children immigrating from Central America were likely to have already been vaccinated against measles.\" </p>\n<p>Pearson notes that until recently, Mexico was also very close to eradicating measles within its borders. </p>\n<p>Many children in developing countries receive vaccines during inoculation campaigns. Across the border in the U.S., those campaigns are less frequent and many youngsters rely on their pediatrician for childhood shots.  In Texas, an estimated one out of six children lack health insurance. Still, according to Pearson, most Texas youngsters have access to common vaccines.</p>\n<p>\"There are lower rates of vaccination in Texas counties that have super-high rates of poverty, and some of the border counties and actually Bexar County where San Antonio is has concerningly lowish rates of vacination,\" she says. \"But the communities where there have been actual outbreaks of measles, those outbreaks have been centered not in communities of poverty but in communities where parents refuse vaccinations.\" </p>\n<p>Last summer, when thousands of Central American youngsters were detained at the US border, health care workers gave all the children vaccinations.  They inoculated the children even though most had already received vaccinations in their home countries. </p>\n<p>\"That may not have been perhaps the best use of public resources, but it was sort of an overabundance of caution, making sure that these kids were protected and that any communities they went into were protected from vaccine-preventable diseases,\" Pearson says. </p>\n<p>Better safe than sorry, perhaps, but did the immigrants have more to fear from US-born kids than the other way around?  </p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0203201506.mp3"},{"href":"http://www.pri.org/file/0203201506mp3"}]}