{"created":"2015-06-18T18:12:16+00:00","modified":"2015-06-21T00:45:03+00:00","valid":{"from":"2015-06-21T00:45:03+00:00","to":"3015-06-21T00:45:03+00:00"},"hreflang":"en","title":"Denmark Vesey And The History Of Charleston's 'Mother Emanuel' Church","published":"2015-06-21T00:44:00+00:00","teaser":"In 1822, Vesey, a carpenter and former slave who bought his own freedom with lottery winnings, tried to organize what could have been the nation's biggest slave revolt.","itags":["npr_api","415465656"],"guid":"670966af-14c4-4dfd-9ccf-bb635eb158ee","contentencoded":"<p>There's a long history to the Emanuel African Methodist Espiscopal Church in Charleston, S.C., — affectionately known as \"Mother Emanuel\" — where nine churchgoers were allegedly shot and killed by <a href=\"http://www.postandcourier.com/article/20150618/PC16/150619404\">21-year-old Dylann Roof</a> on Wednesday night in what authorities are calling a hate crime. In fact, this church has become a revered symbol of black resistance to slavery and racism.</p><p>It was founded in 1816 by a black pastor named Morris Brown, and it's the oldest black church still standing south of Baltimore. Booker T. Washington spoke there in 1909, Martin Luther King, Jr. gave a speech of his own in 1962. In 1969, Coretta Scott King <a href=\"https://twitter.com/KevinMKruse/status/611370584891650048\">led a march from the church's front steps</a>, advocating for higher pay for hospital workers.</p><p>But decades before Washington and King graced its halls, Mother Emanuel was also the spiritual refuge of Denmark Vesey, a former slave turned carpenter who bought his own freedom in 1799, after he won $1,500 from the Charleston lottery. He was described by many as a martyr, and became symbolic of the abolitionist movement. The <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/18/415452594/mother-emanuel-church-suffers-a-new-loss-in-charleston\">church was burned to the ground in 1822</a> because of its association with Vesey.</p><p>Vesey, who was reportedly <a href=\"http://www.pbs.org/thisfarbyfaith/people/denmark_vesey.html\">born in 1757</a> in St. Thomas and brought to the U.S. by slave trader Captain Joseph Vesey at age 14, had planned a slave rebellion for June 16, 1822. He, and another carpenter named Peter Poyas, plotted to kill the city's white inhabitants, light its buildings on fire and escape to Haiti by boat. Vesey had even reached out to Haiti's leaders, hoping to gain military aid. The plan ultimately fell apart when a slave revealed Vesey's plans to his master. But had it been successful, writes David Robertson, author of <em><a href=\"https://www.nytimes.com/books/first/r/robertson-vesey.html\">Denmark Vesey: The Buried Story of America's Largest Slave Rebellion And The Man Who Led It</a></em>, it \"would have been the most violent\" slave revolt on American soil.</p><p>Vesey's plans included enlisting the help of about 9,000 slaves to fight for him. His plans, Robertson writes, \"could not have progressed as far as they did without the organization and membership of the African Methodist Episcopal Church.\" After Charleston's leaders closed the church's doors in 1818, Vesey persuaded many of its congregants to join him. And he preached often to them: he studied the Old Testament and Exodus — and believed that African Americans were the New Israelites, and that their enslavement would lead to punishment of death.</p><p>In 1861, Thomas Wentworth Higginson, a staunch abolitionist and minister from Cambridge, Mass., wrote about Vesey's failed plot for <em><a href=\"http://www.theatlantic.com/past/issues/1861jun/higgin.htm\">The Atlantic</a></em>. Higginson quoted one of the judges who ordered Vesey's execution: \"It is difficult to imagine, what infatuation could have prompted you to attempt an enterprise so wild and visionary. You were a free man, comely, wealthy, and enjoyed every comfort compatible with your situation. You had, therefore, much to risk and little to gain.\"</p><p>Today, in the aftermath of Wednesday night's horrific killings in Emanuel AME, many are invoking Vesey's name. \"No wonder Denmark Vesey planned a slave revolt,\" one <a href=\"https://twitter.com/AntheaButler/status/611566189232398337\">person tweeted</a>. \"He was tired of black people being enslaved and persecuted.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Denmark+Vesey+And+The+History+Of+Charleston%27s+%27Mother+Emanuel%27+Church&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kat Chow","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415810875-a3f43b.m3u?orgId=1&topicId=1015&d=226&story=415465656&ft=nprml&f=415465656"}]}