{"created":"2014-11-22T17:05:18+00:00","modified":"2015-05-13T21:30:03+00:00","valid":{"from":"2015-05-13T21:30:03+00:00","to":"3015-05-13T21:30:03+00:00"},"hreflang":"en","title":"In Response To Attacks, Israel Takes Down Palestinian Homes","published":"2014-11-24T01:13:00+00:00","teaser":"After a deadly attack by a Palestinian militant last month, Israel blew up his apartment. Israel says the aim is deterrence, while others call it collective punishment.","itags":["npr_api","365715492"],"guid":"671aad13-4120-4cfa-8788-7ab0f0225402","contentencoded":"<p>After a spate of deadly violence in Jerusalem, Israeli Prime Minister Benjamin Netanyahu promised to speed up home demolitions of attackers as a punishment and deterrent.</p><p>This week, the family home of Palestinian Abdel Rahman Shaludi was destroyed. Last month, Shaludi, age 20, <a href=\"http://www.theguardian.com/world/2014/oct/22/jerusalem-attack-car-driven-light-railway-platform\" target=\"_blank\">drove a car into a crowd</a> of people waiting for a light rail train, killing a 3-month-old baby immediately and injuring eight others, including a woman visiting from Ecuador who later died.</p><p>Police fatally shot Shaludi at the scene.</p><p>At half past midnight Wednesday, Israeli soldiers arrived at the East Jerusalem building where he had lived with his parents and five siblings.</p><p>\"They didn't ring or knock on the door,\" says Shaludi's mother, Enas Shaludi, 43. \"They only pushed in the door, rushed in and began to scream.\"</p><p>She says they were given five minutes to get on warm clothes and told to each take a blanket. Their family home is four stories tall, each floor with two apartments, each apartment the home of an extended family member.</p><p>Five days before the soldiers arrived, Israel had warned the family their home would be destroyed. So the parents and remaining five children had moved out their belongings and were sleeping in a relative's apartment on the same floor.</p><p>Everyone was forced to leave, waiting a few blocks away for several hours.</p><p>The military says soldiers used explosives to destroy the front outside wall and most interior walls of the apartment.</p><p>\"It was dark, but we see the flashes and lights,\" says Enas Shaludi. \"We heard breaking stones.\"</p><p>By the time they returned, the floor of the destroyed apartment was covered in concrete rubble. One wall of the attacker's bedroom was still standing, the lower half decorated in blue wallpaper with a pattern of hot air balloons.</p><p>All the apartments of the extended family were ransacked.</p><p>Tamir Shaludi, an uncle of Abdel Rahman, the attacker, owns the apartment just upstairs. He says soldiers broke his door and a mirrored table, turned over furniture, and emptied drawers and cupboards.</p><p>\"Why?\" he asks.</p><p>He worries his apartment is no longer structurally sound, and he feels this Israeli practice is patently unfair.</p><p>\"I am very upset at what happened to my brother's apartment,\" he said, referring to the father of attacker Abdel Rahman Shaludi. \"But I am even angrier that I'm punished too. Because I have never had one thought of even picking up a stone and throwing it at Israelis.\"</p><p>Not far away, the West Jerusalem neighborhood of Har Nof is recovering from Tuesday's synagogue attack, in which five Israelis died.</p><p>Neighborhood resident and young father Abraham Dick is studying to be a rabbi.</p><p>\"Obviously everybody's still in pain,\" he said.</p><p>Israel plans to destroy the family homes of the two Palestinians who attacked the synagogue. Dick says he wishes Israel didn't have to.</p><p>\"We are never in favor of aggression,\" he said. \"But I would be in favor of it, if that's what it takes to save lives.\"</p><p>Israel stopped <a href=\"http://www.nytimes.com/2005/02/18/international/middleeast/18mideast.html?_r=0\" target=\"_blank\">such home demolitions</a> after military leaders questioned its effectiveness nearly a decade ago. According to statistics of the Israeli human rights group B'tselem, Israel <a href=\"http://www.btselem.org/punitive_demolitions/statistics\" target=\"_blank\">destroyed just over 650</a> family homes of attackers between 2001 and 2004. Since then, the military has destroyed six homes for what B'tselem calls \"punitive\" reasons, including that of the Shaludi family.</p><p>Israel decided to revive <a href=\"http://www.jpost.com/Diplomacy-and-Politics/Israel-to-renew-demolition-of-terrorists-homes-360274\">the practice earlier this year</a>. With the recent spate of attacks in Jerusalem, Netanyahu vowed to speed them up.</p><p>Knesset member Dov Lipman says he knows much of the world sees the practice as vindictive and collective punishment. But, despite the long hiatus of the practice, he believes it works.</p><p>\"We know from interrogations over the years there are young people who do not carry out terror attacks because they know there will be implications for their families,\" he said. \"The moment we know that, we have to do it. \"</p><p>At least a half a dozen families of Palestinians who carried out attacks recently have received notices that their homes will be destroyed. They can appeal.</p><p>Meanwhile, Enas Shaludi isn't sure where her family will live now. But she tells her kids God will give them beautiful houses in heaven.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Response+To+Attacks%2C+Israel+Takes+Down+Palestinian+Homes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"187"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910478-595a2c.m3u?orgId=1&topicId=1009&d=187&p=7&story=365715492&t=progseg&e=365910457&seg=4&ft=nprml&f=365715492"},{"href":"http://media.npr.org/assets/img/2014/11/21/459218108-48941a8c2c4fec8b4ee5e403f40ab4fd7d8df088.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3372","width":"4498"}},{"href":"http://media.npr.org/assets/img/2014/11/21/457656222-4e9fa7862f2dc3301e9b87cdb7701d582a072d22.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3104","width":"4138"}},{"href":"http://media.npr.org/assets/img/2014/11/21/459220684edit-4ff873d04e1d9ee5b06fdae6d9aeb98b86488ba1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3836","width":"5115"}}]}