{"created":"2015-05-10T22:10:43+00:00","modified":"2015-05-22T23:56:48+00:00","valid":{"from":"2015-05-22T23:56:48+00:00","to":"3015-05-22T23:56:48+00:00"},"hreflang":"en","title":"Danielewski Returns With A Long, Sideways Look At 'The Familiar'","published":"2015-05-11T10:46:00+00:00","teaser":"The author famous for the cult classic <em>House of Leaves</em> is writing a novel about a little girl who finds a kitten. The book is planned to be epic — 27 volumes total. Volume 1 is more than 800 pages.","itags":["npr_api","404917355"],"guid":"67226ae7-d8a3-4cf5-abd3-80c7385d4335","contentencoded":"<p>If you met the author Mark Danielewski on an elevator, here's how your conversation might go:</p><p>\"What are you doing these days?\"</p><p>\"I'm writing a novel,\" he replies. \"It's 27 volumes long.\"</p><p>\"Wow,\" you might say. \"What's it about?\"</p><p>\"It's about this little girl who finds a little kitten.\"</p><p>\"Twenty-seven volumes, huh?\"</p><p>\"Ah, it's a very intense subject.\"</p><p>He's not kidding. The author behind the groundbreaking best-seller <em>House Of Leaves</em> is now releasing a new novel called <em>The Familiar, Volume 1: One Rainy Day In May </em>— and that's volume one of, yes, a planned 27. (Volume 2 comes out in October.)</p><p>Danielewski's novels are famous for \"embracing the graphic,\" as he puts it, as much as they do the text. Pages often have just a few words on them. Different fonts and colors carry different meanings. In <em>House Of Leaves</em>, the footnotes eventually take on a life and narrative of their own.</p><p><em>The Familiar, Volume 1</em> begins by asking readers to turn the book sideways. From there, Danielewski's visual creativity doesn't relent for the book's more than 800 pages — though, he's careful to note, the word count is more akin to that of a 300-page book.</p><p>Danielewski sat down for a conversation this week with NPR's Arun Rath, who asked him to elaborate further on the plot.</p><p>\"It begins one very, very rainy morning when a father and his daughter Xanther are leaving Echo Park [a neighborhood in Los Angeles] to go to Venice, Calif., to pick up a dog,\" Danielewski explains. \"But other lives and other events that range as far as Venice, Italy, to Mexico to East LA, [with] hints of Egypt and Turkey and Singapore, begin to kind of collude and shape an alternate destiny.\"</p><p><em>To hear the full conversation, click the audio link above.</em></p><hr /><h3>Interview highlights</h3><p><strong>On his characteristic use of typography and design <br /></strong></p><p>It's definitely a novel that embraces the textual as much as it kind of resists it, and embraces the graphic as it kind of resists it. And by putting them together, you begin to sort of tickle that part of the imagination that doesn't sit comfortably in one or the other and potentially opens up new vistas of understanding and experiencing the world that's within the volume and of course the world that's outside of the volume.</p><p><strong>On the decision to make <em>The Familiar</em> 27 volumes long</strong></p><p>I spend a long time on my books. <em>House of Leaves</em> took me 10 years. <em>Only Revolutions</em> took me six very solitary years. And this one has been in the works for nine years. It began very much like the little creature that Xanther finds as this tiny, sleeping, near-moribund thing, and then began to awaken in a way that surprised me. And I thought, it could be two books, could be three. But as the organization of the characters, the voices of the characters, the life of the characters began to possess me, then it acquired a certain pace. It acquired a certain direction, a certain arc.</p><p>I began to see that it was a much much larger work, and probably impossible to conceive had it not been for the sudden efflorescence of great television. Looking at the five seasons of <em>The Wire</em> or the wild speculations of <em>Battlestar Galactica</em>. Certainly <em>Mad Men</em>, certainly <em>The Sopranos</em>, certainly <em>Breaking Bad</em>. These visual novels that have come into our living rooms and bedrooms and they tell a story in much greater detail and with much greater patience.</p><p>And I began to see that it also made sense from my point of view as a creator, in that <em>House Of Leaves </em>was very much about a film, <em>Only Revolutions</em> is very much about music, and this is about a television series. Just a longform investment in the future.</p><p>And it is a book that requires, like a television series, an audience. This cannot be sustained by grants — which, I've never gotten one. This cannot be sustained by the publisher alone. If the readers don't turn out for it, if the ratings aren't high enough, this will not see a conclusion.</p><p><strong>On how far ahead he has written</strong></p><p>I have 10 volumes. But in writing the tenth, I ... understood intimately how to re-write the first. So now I'm going back and — it was literally a page one re-write for Volume 1, and Volume 2 was the same. We're looking at about two volumes a year, possibly three volumes a year.</p><p>So now I'm in the middle of ... finishing Volume 2 so it's print-ready for the presses, at the same time as I am now beginning to wade into Volume 3, as I am in the middle of speaking with you and getting ready for a tour for Volume 1. So it's pretty constant.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Danielewski+Returns+With+A+Long%2C+Sideways+Look+At+%27The+Familiar%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"399"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405719510-c018f5.m3u?orgId=1&topicId=1033&d=399&p=2&story=404917355&t=progseg&e=405677549&seg=6&ft=nprml&f=404917355"},{"href":"http://media.npr.org/assets/img/2015/05/07/familiar2-075ff4388f046121b25a620c989f53aa55f2fd00.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"647","width":"863"}},{"href":"http://media.npr.org/assets/img/2015/05/07/familiar4-3c1a50587f205b5030a3661462d8d5deeee9b387.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"647","width":"863"}},{"href":"http://media.npr.org/assets/img/2015/05/07/pfa12_dani_9780307907221_aup_2-c--78c4acb20007c446a9069c687d5f7c4f8400a0b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"834","width":"1112"}}]}