{"created":"2014-10-22T20:31:43+00:00","modified":"2014-11-10T20:45:41+00:00","valid":{"from":"2014-11-10T20:45:41+00:00","to":"3014-11-10T20:45:41+00:00"},"hreflang":"en","title":"Want Your Absentee Vote To Count? Don't Make These Mistakes","published":"2014-10-22T22:54:00+00:00","teaser":"About 1 in 5 voters now mails in his ballot. But many ballots are rejected because they arrive late, the voter forgets to sign the form or the signature does not match the one on record.","itags":["npr_api","358108606"],"guid":"6726521f-c703-44e1-9883-b085e0b54f8d","contentencoded":"<p>Millions of voters — about 1 in 5 — are expected to vote absentee, or by mail, in November's midterm elections. For many voters, it's more convenient than going to the polls.</p><p>But tens of thousands of these mail-in ballots are likely to be rejected — and the voter might never know, or know why.</p><p>The U.S. Election Assistance Commission found that in 2012 more than a quarter of a million absentee ballots were rejected.</p><p>The No. 1 reason? The ballot wasn't returned on time, which in most states is by Election Day. Sometimes it's the voter's fault. Others blame the post office.</p><p>Kim Alexander, who runs the California Voter Foundation, says this past June almost 600 absentee ballots arrived at the Santa Cruz County election office the morning after the primary. Too late to count.</p><p>\"It's absolutely heartbreaking. Because the only thing worse than people not voting is people trying to vote and having their ballots go uncounted,\" says Alexander. \"And most of these people have no idea that their ballots are not getting counted. They could be making the same mistakes over and over again.\"</p><p>Those mistakes are often easy to avoid. Here are some:</p><ul><li>The voter forgets to sign the ballot envelope, as required.</li><li>The voter sends the envelope back, but forgets to include the ballot.</li><li>The voter uses the wrong envelope.</li><li>The voter already voted in person.</li><li>The voter's signature on the ballot envelope doesn't match the one on file.</li></ul><p>This last mistake is a big problem, says Alexander. In California, all absentee ballot signatures are checked against the ones the election office has in its records. But many of those signatures come from the Department of Motor Vehicles, where people sign their names using a stylus on a pad, which can look a lot different than a signature written on paper.</p><p>\"You also have the issue of younger people whose signatures change over time. You have older voters whose signature changes over time too,\" says Alexander. \"And voters have no idea what image of their signature is on file.\"</p><p>She says it could be 10 or 15 years old. In 2012, thousands of California ballots were rejected because the signatures didn't match.</p><p>Absentee voters who are confused and vote twice is another concern.</p><p>Alysoun McLaughlin, deputy director of the Montgomery County, Md., board of elections, calls these \"just in case\" voters. First, they send in their absentee ballot.</p><p>\"They're concerned that maybe it won't get back to us in time. So then they also go to the polls and they vote,\" says McLaughlin.</p><p>That vote is a provisional one, but when election officials get that second ballot in the mail, both ballots are rejected. It's illegal to vote twice — even by mistake.</p><p>Paul Gronke, who runs the Early Voting Information Center at Reed College in Oregon, says he's concerned about all these lost votes.</p><p>\"After the 2000 election, a lot of attention was paid in this country to voting machines to make sure that no one was denied the right to vote because of a machine that didn't function properly, or a chad that did not hang properly,\" Gronke says.</p><p>But absentee voting hasn't received that same attention, he says. And in a close election, those ballots could make a difference.</p><p>Gronke says it's also important to know which voters are affected the most. A study by the California Civic Engagement Project at the University of California, Davis found that absentee ballots cast by young voters or those using non-English ballots were more likely to be rejected.</p><p>And Gronke says a study he did in Florida found that lots of absentee ballots got tossed in precincts made up entirely of senior citizens.</p><p>\"As many as a third of the ballots in some cases were rejected because of errors,\" he says.</p><p>Gronke doesn't know what those errors were, but he thinks the findings do raise questions about whether instructions on how to vote absentee are clear enough.</p><p>Election officials are doing more to try to educate voters about the rules. Their big message is to get the absentee ballot in the mail as soon as possible.</p><p>Better yet, says Alexander, they should notify voters when their ballots have been rejected and tell them why — so they don't make the same mistake twice.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Want+Your+Absentee+Vote+To+Count%3F+Don%27t+Make+These+Mistakes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Pam Fessler","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358120500-8ecda2.m3u?orgId=1&topicId=1014&ft=3&f=358108606"},{"href":"http://media.npr.org/assets/img/2014/10/22/toolate-ffa9d0af4e65a2a57dd4a365c55622257483adfc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"548","width":"730"}}]}