{"created":"2014-10-07T21:11:10+00:00","modified":"2014-10-31T00:15:27+00:00","valid":{"from":"2014-10-31T00:15:27+00:00","to":"3014-10-31T00:15:27+00:00"},"hreflang":"en","title":"A Sax Trio Taps Tradition While Thriving In The Present","published":"2014-07-15T23:23:00+00:00","teaser":"On an assured debut, Melissa Aldana & Crash Trio pivots from jazz's bygone eras into the hyperlinked modern age and back again.","itags":["npr_api","331709979"],"guid":"673f049b-96b5-492f-b3da-2e5c08dadc62","contentencoded":"<p>Melissa Aldana, who became the first female instrumentalist and first South American musician to win the <a href=\"http://www.npr.org/artists/15130415/thelonious-monk\" target=\"_blank\">Thelonious Monk</a> International Jazz Saxophone Competition last fall, is not the average talent-contest winner.</p><p>Aldana plays tenor saxophone — which is unusual enough by itself, jazz still being mostly a boy's club. On top of that, she has a big, fierce sound that carries echoes of nearly forgotten swing-era players like <a href=\"http://www.npr.org/artists/15295547/carlos-don-byas\" target=\"_blank\">Don Byas</a>, and she's got a distinct style accented by long, cleanly executed melodic lines.</p><p>One significant thing about Melissa Aldana & Crash Trio's self-titled debut album is what's missing: There's no piano or harmony instrument. Some of Aldana's favorite musicians recorded in similar settings; she says it's an important step in her evolution, and that she likes the responsibility of outlining the chords, as well as the freedom to change them.</p><p>Aldana began playing at age 6 and was first taught by her father, a well-known saxophonist in Santiago, Chile. She spent her teen years participating in her hometown's jazz scene, later going on to graduate from Berklee College of Music in Boston. She moved to New York and recorded several albums on <a href=\"http://www.npr.org/artists/128939459/greg-osby\" target=\"_blank\">Greg Osby</a>'s Inner Circle label, which led her to the Monk competition. Around that time, she also formed Crash Trio with Chilean bassist Pablo Menares and Cuban drummer Francisco Mela.</p><p>The band members are clearly dialed into each other's thoughts: They'll venture back to the smoky taverns of a bygone era, where tenor players howled their seductions, then abruptly pivot into more agitated, modern rhythms. While it's not a radically new direction, there's boldness in the steps. You can hear Aldana and her group tap into the jazz tradition, but they thrive in the hyperlinked global present.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Sax+Trio+Taps+Tradition+While+Thriving+In+The+Present&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Moon","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331751486-3893bd.m3u?orgId=1&topicId=1104&ft=3&f=331709979"},{"href":"http://media.npr.org/assets/img/2014/07/15/maldana3-5708529790e7c9ae133838601af75d33963ebe15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1293","width":"1725"}}]}