{"created":"2014-09-12T23:05:18+00:00","modified":"2014-10-31T02:06:46+00:00","valid":{"from":"2014-10-31T02:06:46+00:00","to":"3014-10-31T02:06:46+00:00"},"hreflang":"en","title":"Eccentric Heiress's Untouched Treasures Head For The Auction Block ","published":"2014-06-17T15:16:00+00:00","teaser":"Huguette Clark secretly spent her last 20 years in a hospital, even though she wasn't ill — all while her three New York apartments were filled with valuable antiques.","itags":["npr_api","312204184"],"guid":"67441c6e-8bf1-4d47-91e4-16c667095dab","contentencoded":"<p>She had three apartments on New York's Fifth Avenue, all filled with treasures worth millions, not to mention a mansion in Connecticut and a house in California. But the enigmatic heiress Huguette Clark lived her last 20 years in a plainly decorated hospital room — even though she wasn't sick.</p><p>It's just one of many curiosities about Clark, the late heiress to the fortune of copper magnate Sen. Andrew Williams Clark. For years, even friends and family thought she was living on Fifth Avenue. Her lavish gifts to her nurse prompted a police investigation. And now, three years after her death <a href=\"http://www.nytimes.com/2011/05/25/nyregion/huguette-clark-recluse-heiress-dies-at-104.html?pagewanted=all&_r=0\">at age 104</a>, Clark's artwork and antiques are heading from her abandoned apartments to Christie's auction block.</p><p><strong>Empty Homes Full Of Pristine Treasures</strong></p><p>At a preview for the auction, being held this month, the room is filled with extraordinary items collected over decades, all in perfect condition. One armchair from the 18th century is so perfectly preserved that the needlepoint colors are still brilliant.</p><p>\"The decorative arts that you see around the room here have come from the Fifth Avenue apartment where Huguette lived a fair part of her life,\" says Andrew McVinish, head of Private and Iconic Collections at Christie's.</p><p>There are rare books, antiques and paintings. Christie's recently sold a Monet painting of water lilies from the Clark estate for $24 million. At one point, McVinish takes a gold-colored handbag out of a case. The paper stuffing is still in it. \"Once again, never been used,\" he says.</p><p>And that's symbolic of one of Clark's eccentricities. She had a mansion in Connecticut that was never occupied. Her New York apartments were kept up, empty, for more than 20 years. Paul Clark Newell, a cousin of Clark's, spoke to her over the phone for nine years while Clark was in the hospital. He, like everyone, assumed she was living on Fifth Avenue.</p><p>She always made the calls out so no one would know where she was calling from, Newell says. He and Bill Dedman are co-authors of a book about Clark called <em><a href=\"http://www.npr.org/books/titles/224020056/empty-mansions-the-mysterious-life-of-huguette-clark-and-the-spending-of-a-great\" target=\"_blank\">Empty Mansions</a></em>.</p><p>Dedman notes that if you were in your mid-80s, alone with three apartments filled with paintings worth millions, you might well feel unsafe.</p><p>\"She had much more society in the hospital than she had at home,\" he says. \"She had people visiting her, she had people to take care of her.\"</p><p><strong>Generosity That Raised Red Flags</strong></p><p>Clark gave her nurse $30 million in gifts over time, and put her lawyer and accountant in the will. This raised so many red flags that the Manhattan district attorney's office began to investigate. The assumption was that Clark was yet another example of an elderly, wealthy woman preyed on by lawyers, accountants and caretakers. But the investigation closed with <a href=\"http://www.nbcnews.com/storyline/huguette-clark/no-charges-heiress-huguette-clarks-300-million-fortune-n86951\">no charges</a>.</p><p>Dedman, who first reported the story, says everyone reasonably assumed something was amiss, but that wasn't the case.</p><p>\"This was an eccentric, capable, lucid, artistic, generous woman who had enjoyed the trappings of wealth,\" Dedman says. \"She's interested in music and painting, and Japanese history, and building little castles, and her doll collection, and being generous to the people she knows, and even to strangers. That was the life that she wanted and that she lived.\"</p><p>Before Clark's death, the hospital where she had lived for so many years lobbied her for money for a building. In the end she gave the hospital only $1 million. What she <em>did</em> want was to create an art institute in her mansion in Santa Barbara — and that will become a reality.</p><p>Meryl Gordon, who wrote about the Astor family scandal in <em>Mrs. Astor Regrets</em>, just wrote a book about Clark, <em><a href=\"http://www.hachettebookgroup.com/titles/meryl-gordon/the-phantom-of-fifth-avenue/9781455512638/\" target=\"_blank\">The Phantom of Fifth Avenue</a></em>. She interviewed Marie Pompei, a nurse who became a friend of Clark's after she no longer worked for her. Pompei saw the heiress about a month before Clark died in 2011.</p><p>\"And they were singing in the hospital; they were telling jokes,\" Gordon says. \"[Clark] really was all there until she went into a coma and died. She knew what she wanted; she knew what she didn't want, but she also had a sense of humor.\"</p><p>Dedman and Gordon paint a very different portrait of the reclusive heiress in her final years — quite different from the one many people had imagined.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Eccentric+Heiress%27s+Untouched+Treasures+Head+For+The+Auction+Block+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Margot Adler","audio":[{"meta":{"duration":"260"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322800441-949914.m3u?orgId=1&topicId=1008&ft=3&f=312204184"},{"href":"http://media.npr.org/assets/img/2014/05/14/clark-deb050_final-ff92515242ae635cfbd9d1db05cbd52f7ff08ad0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"242","width":"324"}},{"href":"http://media.npr.org/assets/img/2014/05/13/clark045_final-a79fce9bd6a7b7236fdea93152386510d540887a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1303","width":"1739"}},{"href":"http://media.npr.org/assets/img/2014/05/14/a-george-i-walnut-and-beech-wing-armchair_vert-422e15846832dc16ac1aefd204f73e86e05a8d3b.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/05/13/clark042_final-e41f9a5b673a5a6b08745f746997780470fb9616.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2333","width":"3110"}}]}