{"created":"2014-12-24T17:51:38+00:00","modified":"2015-05-13T21:24:39+00:00","valid":{"from":"2015-05-13T21:24:39+00:00","to":"3015-05-13T21:24:39+00:00"},"hreflang":"en","title":"China's Fierce Anti-Corruption Crackdown: An Insider's View","published":"2014-12-30T18:51:00+00:00","teaser":"China's president has pushed hard to combat corruption. But he's meeting resistance from some bureaucrats who say their incomes have fallen because bribes are less common.","itags":["npr_api","372903025"],"guid":"674a3696-3ed1-4791-93cf-7dabb3ec9b8b","contentencoded":"<p>A government job in China used to be a gravy train: easy hours, little scrutiny and — usually — a chance to make good money through perks and corruption. This year, though, the 1.4 million candidates who signed up to take China's civil service exam marked a drop of more than 100,000 from the previous year.</p><p>Most people think the reason is the government's fierce anti-corruption drive, which has taken a lot of the profit out of public service. Recently, a low-level Shanghai official vented to NPR about life under China's toughest crackdown in modern memory.</p><p>The stereotypical Chinese official is a middle-aged man with nicotine-stained teeth and a taste for expensive alcohol and young women. But Wang, the Shanghai official NPR spoke with for this story, doesn't fit that image.</p><p>He's a boyish 31, with a mop top and a passion for sci-fi movies. In fact, Wang spent the first 15 minutes of our interview raving about the movie <em>Guardians of the Galaxy</em> and playing some of the 1970s hits from the soundtrack, which he'd downloaded onto his cellphone.</p><p>The conversation shifted gears when Wang began to talk about the radical impact the anti-corruption crackdown has had on officials' lives here.</p><p>In the past, Wang regularly racked up a laundry list of perks, everything from moon cakes, a traditional autumn sweet, to a bonus of more than $3,000 at the Chinese New Year.</p><p>All of that changed this year due to the anti-corruption campaign.</p><p>\"All of a sudden, my income fell about 30 percent,\" said Wang over a mocha at a Shanghai Starbucks. \"Practically all our perks vanished. It's a very big blow to everyone's morale.\"</p><p><strong>The President's Campaign</strong></p><p>Chinese President Xi Jinping is two years into a furious effort to clean up the Communist Party. Corruption had become so bad, Xi said it threatened the party's grip on power.</p><p>Some 180,000 party officials have already been disciplined, according to state media. The campaign has also targeted some high-level officials. This week, the party announced it was investigating Ling Jihua, who has served as the equivalent of chief of staff to former Chinese President Hu Jintao.</p><p>Wang, who asked that NPR not use his full name, said he not only lost his perks, but trickle-down corruption has dried up as well.</p><p>\"For instance, for every $16 a higher-level official embezzles, he can spit about $3 down to us lower-level officials,\" said Wang. \"The problem now is upper-level people can't embezzle the $16, so there's no three bucks for us.\"</p><p>Wang said these days many higher-ups are focused on cleaning up past crimes by destroying evidence. Wang referred to it in Mandarin as <em>ca pigu,</em> or, literally, \"wiping their butts.\" After years of rampant corruption, he said, there's a lot to clean up.</p><p>\"Some officials had made investments, even opening karaoke parlors and private clubs,\" said Wang. \"This is very common. Recently, they've closed them down and destroyed documents linking their names to the businesses.\"</p><p>\"They've also sent their mistresses and illegitimate children overseas and moved assets out of the country,\" Wang said.</p><p><strong>Resistance From Bureaucrats</strong></p><p>Li Yongzhong, vice-director of a government institute that trains anti-graft investigators in Beijing, said Wang's description rings true. Li said the anti-corruption drive has forced many officials to pull back from past practices of collecting bribes and embezzling public funds.</p><p>However, he added: \"There are also many problematic and corrupt officials that are passively or actively resisting.\"</p><p>Li said some officials engineer work slowdowns, designed to make the public angry in hopes they'll put pressure on Beijing to call off the dogs.</p><p>Wang, the Shanghai official, wishes they would. It's why he talked to NPR. He said he wants President Xi to hear about this story and understand just how bad things are in the trenches. Like many officials, Wang doesn't believe in communism, and he doesn't have much loyalty to the party.</p><p>\"So long as my income isn't cut, whatever goes on above me is just the higher-ups' business,\" said Wang. \"It doesn't matter whether the Communist Party or the Nationalist Party [the ruling party on the island of Taiwan] is in charge. As long as they don't adversely affect the common people's lives, we don't care.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=China%27s+Fierce+Anti-Corruption+Crackdown%3A+An+Insider%27s+View&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"259"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1373303829-782210.m3u?orgId=1&topicId=1125&d=259&p=2&story=372903025&t=progseg&e=373303469&seg=12&ft=nprml&f=372903025"},{"href":"http://media.npr.org/assets/img/2014/12/24/china-corrupt2-ea8d91daf84ffd2264516ca18b98af647af0bb5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1527","width":"2038"}}]}