{"created":"2014-08-28T02:40:15+00:00","modified":"2014-12-04T14:31:34+00:00","valid":{"from":"2014-12-04T14:31:34+00:00","to":"3014-12-04T14:31:34+00:00"},"hreflang":"en","title":"Biologists Choose Sides In Safety Debate Over Lab-Made Pathogens","published":"2014-08-14T21:23:00+00:00","teaser":"The debate about whether it's OK to engineer and study microbes that could prompt a human pandemic has reignited. Each side now has a website and its own list of Nobelists and superstar supporters.","itags":["npr_api","339854400"],"guid":"67624bda-ceb7-4682-aca3-1c5f1342f446","contentencoded":"<p>A smoldering debate about whether researchers should ever deliberately create superflu strains and other risky germs in the interest of science has flared once again.</p><p>Proponents of the work say that in order to protect the public from the next naturally occurring pandemic, they have to understand what risky infectious agents are capable of — and that means altering the microbes in experiments. Critics argue that the knowledge gained from making new strains of these germs isn't worth the risk, because a lab-made pathogen might escape the laboratory and start spreading among people.</p><p>Now, as scientists on both sides of the dispute have formed groups that have issued manifestos and amassed lists of supporters, it looks like the prestigious <a href=\"http://www.nasonline.org/\">National Academy of Sciences</a> will step in to weigh the risks and benefits.</p><p>A representative of the National Institutes of Health, which funds this research, says that NIH, too, is \"giving deep consideration to the many views expressed by various highly respected parties\" about the best way forward.</p><p>In a recent <a href=\"http://mbio.asm.org/content/5/4/e01730-14.full?sid=9aaad890-ecfd-4fae-be1a-bff193644fbb\">editorial</a> in \"<a href=\"http://mbio.asm.org/content/5/4/e01730-14.full?sid=9aaad890-ecfd-4fae-be1a-bff193644fbb\">mBio</a>,\" the journal's editor-in-chief, <a href=\"http://www.einstein.yu.edu/faculty/3478/arturo-casadevall/\">Dr. Arturo Casadevall</a>, urged his colleagues to \"lower the level of rhetoric and focus on the scientific questions at hand.\"</p><p>Scientists have passionate debates all the time, but it's usually about the meaning of some experimental result, says Casadevall, a microbiologist at the Albert Einstein College of Medicine in New York.</p><p>\"What is different here is that we are facing a set of intangibles,\" he says. \"And because they involve judgment calls at this point, people are often weighing the risks and the benefits very differently.\"</p><p><a href=\"https://med.stanford.edu/profiles/david-relman\">Dr. David Relman</a>, a microbiologist at Stanford University, thinks the risks of making a new strain of flu virus that has the potential to cause a pandemic are very real.</p><p>\"I don't think we have adequately involved the public,\" Relman says, \"so that they understand the possible consequences of mistakes, or errors, or misadventures in performing this kind of science — the kinds of consequences that would result in many, many people becoming ill or dying.\"</p><p>Controversial work on lab-altered bird flu was halted for more than a year in a <a href=\"http://www.npr.org/blogs/health/2012/07/25/157130835/bird-flu-researchers-to-meet-about-research-moratorium\">voluntary moratorium</a>, after two labs generated new, more contagious forms of the bird flu virus H5N1. Eventually, after federal officials promised more oversight, the experiments started back up and the controversy quieted down. But key questions were never answered, Relman says.</p><p>\"One of the big issues that has not been advanced over the last two years is a discussion about whether there are experiments that ought not to be undertaken and, if so, what they look like,\" he says, noting that scientists keep publishing more studies that involve genetically altered flu viruses. \"You know, every time that one of these experiments comes up, it just ups the ante a bit. It creates additional levels of risk that force the question: Do we accept all of this?\"</p><p>Last month, Relman met in Massachusetts with others who are worried. They formed the <a href=\"http://www.cambridgeworkinggroup.org/\">Cambridge Working Group</a> and issued a statement saying that researchers should curtail any experiments that would lead to new pathogens with pandemic potential, until there's a better assessment of the dangers and benefits.</p><p>By coincidence, they released their official statement just as the public started hearing news reports of various <a href=\"http://www.npr.org/blogs/health/2014/07/18/332337425/head-scientist-at-cdc-weighs-costs-of-recent-lab-safety-breaches\">laboratory errors</a>, such as a forgotten vial of smallpox found in an old freezer, and mishaps involving anthrax and bird flu at the Centers for Disease Control and Prevention.</p><p>What's more, the unprecedented Ebola outbreak has reminded the public what it looks like when a deadly virus <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/08/05/338059797/the-ebola-outbreak-a-dress-rehearsal-for-the-next-big-one\">gets out of control</a>.</p><p>All of this led a different band of scientists to also form a group — to publicly defend research on dangerous pathogens.</p><p>\"There are multiple events that have come together in a rather unusual convergence,\" says <a href=\"http://www.bumc.bu.edu/microbiology/people/faculty/paul-duprex-ph-d/\">Paul Duprex</a>, a microbiologist at Boston University.</p><p>He sees the recent reports of lab mistakes as exceptions — they don't mean you should shut down basic science that's essential to protecting public health, he says.</p><p>\"These viruses are out there. They cause disease; they have killed many, many people in the past,\" Duprex says. \"We bring them to the laboratory to work with them.\"</p><p>Duprex helped form a group that calls itself <a href=\"http://www.scientistsforscience.org/\">Scientists for Science.</a> The group's position statement emphasizes that studies on <a href=\"http://www.npr.org/2011/04/05/135121451/how-the-pox-epidemic-changed-vaccination-rules\">risky germs</a> already are subject to extensive regulations. It says focusing on lab safety is the best defense — not limiting the types of experiments that can be done.</p><p>Whenever questions about safety are raised, Duprex says, scientists have one of two options. They can keep their heads down, do their experiments and hope it will all go away. Or, he says, they can proactively engage the public and provide an informed opinion.</p><p>His group has taken the latter approach, \"because ultimately we're the people working with these things.\"</p><p>Each of these two groups of scientists now has a website, and each website features its own list of more than a hundred supporters, including Nobel Prize winners and other scientific superstars.</p><p>One thing that almost everyone seems to agree on is that, to move forward, there needs to be some sort of independent, respected forum for discussing the key issues.</p><p>The American Society for Microbiology has <a href=\"https://www.asm.org/index.php/publicpolicy-2/statements-testimony/137-policy/documents/statements-and-testimony/93024-durc-7-31-14\">called on</a> the prestigious National Academy of Sciences to take the lead. A representative of the Academy says NAS does plan to hold a symposium, later this year. The details are still being worked out.</p><p><a href=\"https://energy.wisc.edu/about/energy-experts/tim-donohue\">Tim Donohue</a>, a microbiologist at the University of Wisconsin, Madison who is president of ASM, says a <a href=\"http://profiles.nlm.nih.gov/ps/retrieve/Narrative/DJ/p-nid/218\">similar kind of debate</a> happened back in the mid-1970s, when brand-new technologies for manipulating DNA forced scientists and the public to tackle thorny questions.</p><p>\"And I think that is a productive exercise,\" Donohue says, \"to have scientists and the public, sitting around the table, making sure each one understands what the benefits and risks are, and putting in place policies that allow these types of experiments to go on so that they are safe and so that society can benefit from the knowledge and innovation that comes out of that work.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Biologists+Choose+Sides+In+Safety+Debate+Over+Lab-Made+Pathogens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nell Greenfieldboyce","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340005107-37667d.m3u?orgId=1&topicId=1007&ft=3&f=339854400"},{"href":"http://media.npr.org/assets/img/2014/08/12/bird-flu-1a7ff2b0b71b584065541d96de1d541cff621633.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1594"}}]}