{"created":"2015-01-02T22:44:46+00:00","modified":"2015-01-02T22:44:47+00:00","valid":{"from":"2015-01-02T22:44:47+00:00","to":"3015-01-02T22:44:47+00:00"},"hreflang":"en","guid":"67670395-eeab-4121-a324-3953e30bdd9b","title":"Iraq's Baghad-to-Erbil route is a lifeline, but still a dangerous one","published":"2015-01-02T22:44:42+00:00","byline":"Susannah George","tags":["conflict","terrorism","business and economy","culture","ISIS","Conflict","Conflict & Justice","Baghdad","Erbil","Asia","Iraq","Diyala","Middle East","Raid Latif","Ali Hashem","Iraqi Kurdistan","Baghdad","Mosul"],"teaser":"After ISIS seized control of Mosul this past summer, it's become much more dangerous for Iraqis to travel between cities. But some taxi drivers continue to drive the dangerous Baghdad-to-Erbil road because they say \"it's their job.\"","contentencoded":"<p>Erbil’s main taxi stand is on the eastern edge of the city in a sparse industrial zone. A group of men hang out in front of a fleet of cars, yelling out their destinations: Sulaymaniyah, Kirkuk, Baghdad. </p>\n<p>“Honestly, the road isn’t good,” says Raid Latif, one of the taxi drivers who still shuttles people along the Erbil-Baghdad road. “But the danger is nothing compared to what it was a few months ago.”</p>\n<p>After Mosul fell to the extremist group ISIS last summer, Iraq was plunged into a deep political and security crisis that has shifted populations and forced a prime minister out of office. But there are smaller changes as well. For instance, fewer people can travel by land. Some of the country's major highways have been completely shutdown, while others, like the Erbil-Baghdad route, have become more dangerous.</p>\n<p>“I’ve seen it all,” Latif says, leaning against an SUV while picking at a handful of sunflower seeds. He’s been making this trip for nearly five years, and says almost nothing rattles him now. Afer ISIS swept into Diyala province, taking over towns and highways, everyone told him to stop driving. “But we continued, we never stopped. We would just take the longer route to the east,\" he says.</p>\n<p>The drivers took extreme detours along back roads that hugged the Iranian border. The trip, normally a 4.5 hour drive, sometimes took closer to 15 hours. </p>\n<p>Yet the Erbil-Baghdad road is still a lifeline for many Iraqis, connecting them to their businesses and families. And for a country without a reliable postal system, taxis can shuttle important documents as well as people. So people were willing to make even a long and dangerous trip. </p>\n<p>“Before [the the fall of Mosul], all the passengers would just sleep the entire way [to Baghdad],” says Ali Hashem, who has been making the trip for nine years. “But now no one sleeps! ... They all just look out the windows the entire drive.”</p>\n<p>Almost all of the drivers have a religious ornament of some kind in their cars. Most carry a copy of the Koran on the dashboard; others hang prayers for travelers from their rearview mirrors. Latif says he plays Koranic readings on CDs during the drive to calm people down. </p>\n<p>But while the drivers here insist they take every precaution to keep their passengers safe, it seems almost everyone has a story about a close call. </p>\n<p>“The islamic State fighters, they attacked an entire car full of Iraqi security forces right in front of me, executing every single one,” Latif says, matter-of-factly. “Honestly, at that moment I was scared.\" But he says he just sped up and kept driving. </p>\n<p>Forces aligned with the Iraqi government have now taken back territory from ISIS in Diyala province, and taxi drivers have returned to using the main road straight from Erbil to the capital. But the route is still dangerous: The front-lines are fluid, and various militia groups control different parts of the road with little coordination.</p>\n<p>When asked why they keep making the trip despite the danger, the drivers all say the same thing: “It’s my job, it’s what I do.” And there’s still a need. Flights are expensive and often booked solid for weeks. By road, a trip from Erbil to Baghdad costs just over $40. </p>\n<p>“Of course I’m a little scared,” admits Nusra, a woman in her 50s who’s making the trip back to Baghdad after visiting extended family in Erbil. She's sharing the taxi with two men who were traveling to Iraq’s Kurdish region on business. </p>\n<p>“One time on this road, I saw one of the militias execute a Kurdish officer right in front of his car,” Nusra says, referring to one of the militias who are aligned with the Iraq’s central government. But, she says, that was more than a week ago. Now, the route is “fine.\"</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/styles/2000_width/public/TAXI_IMG_5324.jpg?itok=YtR6YrS2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Nusra is making the trip back to Baghdad after visiting extended family in Erbil. One of the last times she took this drive, she says she saw Shia militia forces execute a Kurdish Peshmerga officer and spray his convoy with bullets.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Susannah George</p>\n  </div>\n</div>\n<p>A few minutes into the drive, the passengers settle in, tapping away at their phones and looking out the windows. Nusra pulls out snacks — cookies and cans of juice — and forces them on the businessmen seated behind her. “What, do you have a supermarket in there?” one jokes.</p>\n<p>A bit further on, the view outside the window changes. The landscape becomes more hilly and less arid, a sign we’re leaving the outskirts of Erbil.</p>\n<p>I leave the taxi just outside of Kirkuk, another city in Iraq's Kurdish north. While the road is relatively safe for Iraqis, it’s still too dangerous for a foreigner. As the taxi pulls away, Nusra waves and smiled from the car.</p>\n<p>“Hopefully I’ll see you in Baghdad soon,” she calls as the taxi drives off. “If you get there, call me!”</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/TAXI_IMG_5077.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/taxiimg5077jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/010220156.mp3"},{"href":"http://www.pri.org/file/010220156mp3"}]}