{"created":"2014-10-08T14:29:59+00:00","modified":"2014-10-31T01:24:27+00:00","valid":{"from":"2014-10-31T01:24:26+00:00","to":"3014-10-31T01:24:26+00:00"},"hreflang":"en","title":"'The Farm' Is A Terrifying Break From Reality — Or Is It?","published":"2014-06-09T20:01:00+00:00","teaser":"Tom Rob Smith's latest thriller is based on his own frightening real-life experience with his mother's mental illness. Smith says he hopes readers will take away something positive from his story.","itags":["npr_api","319542618"],"guid":"67692ce9-9924-4bd1-917d-56a4243b6d21","contentencoded":"<p>In the spring of 2009, British author Tom Rob Smith received a disturbing phone call from his father. \"And he was crying,\" Smith tells NPR's David Greene. \"He never cries. And he said to me, 'You've got to come to Sweden. Your mom has suffered a psychotic episode, and she's in an asylum.' \"</p><p>Then, Smith's mother called. She had just been released from the psychiatric hospital in Sweden, and she said everything his father had told him was a lie. \"She wasn't mad. My dad was involved in a criminal conspiracy, and she was flying to London to tell me the truth.\"</p><p>Smith was positive that when his mother landed at Heathrow, he'd be able to tell if something was truly wrong the moment he laid eyes on her — but, in fact, she was perfectly lucid and convincing. \"I barely said a word. I was listening to her for about four hours. She was the most incredible storyteller. It really reminded me of being a child again and having a parent tell me a story — a very disturbing story. And I love my both my parents, and I had never been put in a position where I had to choose between them.</p><p>Tom Rob Smith is used to putting his readers in such a terrifying position. He's a thriller writer, known for a trilogy that began with the book <em>Child 44</em>, about a serial killer in Stalin's Soviet Union. He mines historical events for his fiction, but for his new book, he turns to the deeply personal story of what happened to his parents.</p><p>The novel is called <em>The Farm</em>. It's about a couple who — like Smith's actual parents — had retired to the Swedish countryside. The mother in the book is named Tilde. And the pages are filled with her telling her son Daniel about the crimes she's witnessed — and how everyone's dismissing her as a madwoman.</p><hr /><h3>Interview Highlights</h3><p><strong>On going through the same problems as his characters</strong></p><p>There were several points where I didn't know what to believe ... because the fundamental question is, how well do we know people? And I was being asked that night, and the reader when they read the book will be asked the same question: How well do you know someone? Whether it's your father or your mother. And you know, you hear these stories on the news of people, and they're like, I can't believe my lover or partner did this; I didn't have any idea. And it's quite possible they had no idea.</p><p>And there is this sense that people hold things, these secrets, these things inside of them, and that we are shocked when we glimpse them. And often we don't glimpse them. They stay hidden for their whole lives, and when they're sort of glimpsed, there's that moment of real fear. And this was the moment for me. I was thinking: Have I missed something completely on my father, or have I missed some terrible trauma on my mother? Either which way, I had missed something ... and so that was the sensation I wanted the reader to have.</p><p><strong>On what he wants people to take away from his experience with his mother's mental illness</strong></p><p>There is the sense that they should talk about it to people. There is a secrecy that envelops it, and to me that's totally baffling, because there's such great potential for talking to other people about their experiences in the past. And it really helps — it's of enormous help just not to feel quite so lonely about it. The stigma, I mean, it's interesting. The stigma of it was perplexing to me. We are, as people, we get ill — that's what happens, and hopefully we get better, and that's something, sort of, to celebrate.</p><p><strong>On his mother's recovery</strong></p><p>She's very well. I mean, the book couldn't have been written if she hadn't have got better. ... [My parents] read every draft, actually. They were involved quite intimately. ... I think in some ways, this is about trying to turn it into something positive, and once they embraced that, then I think they kind of saw what I was trying to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27The+Farm%27+Is+A+Terrifying+Break+From+Reality+%E2%80%94+Or+Is+It%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1320220137-4208fa.m3u?orgId=1&topicId=1033&ft=3&f=319542618"},{"href":"http://media.npr.org/assets/img/2014/06/06/istock_000002443802medium-f643277b7b711db64fb89f099896c0cb2f047e81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"741","width":"989"}}]}