{"created":"2014-10-01T09:07:23+00:00","modified":"2014-10-30T21:54:52+00:00","valid":{"from":"2014-10-30T21:54:52+00:00","to":"3014-10-30T21:54:52+00:00"},"hreflang":"en","title":"Transcript: Sen. Warren's Full NPR Interview On Financial Regulation","published":"2014-10-01T13:17:00+00:00","teaser":"Elizabeth Warren tells <em>Morning Edition </em>that audio tapes made by an investigator working for the New York Fed re-enforce the perception of a disturbingly cozy relationship between regulators and banks.","itags":["npr_api","352779367"],"guid":"676d8d78-c948-4161-b695-3c59391a6c12","contentencoded":"<p><em>NPR's Steve Inskeep interviewed Sen. Elizabeth Warren about the <a href=\"http://www.npr.org/2014/09/26/351520037/former-fed-bank-examiner-says-secret-tapes-show-fed-leniency\" target=\"_blank\">audio tapes</a> made by Carmen Segarra, a Federal Reserve Bank of New York investigator who was examining Goldman Sachs. <em>A full transcript of the interview follows:</em></em></p><p><strong>STEVE INSKEEP: You described what you learned from this report as disturbing. What's disturbing about it?</strong></p><p>ELIZABETH WARREN: Well, ultimately this report tells us exactly what we already knew — that the relationship between regulators and the financial institutions they oversee is too cozy to provide the kind of tough oversight that's really needed.</p><p><strong>How is it too cozy? Because of course we hear the regulators on these tapes saying: \"There's a reason that we're trying to have good relationships with banks like Goldman Sachs — we want to know what's going on, we want to get information.\"</strong></p><p>Oh, golly. So, look — listen, though, to those tapes. For me, there were two things that jumped out. The first was just a basic lack of truthful reporting: Supervisors are actually telling examiners not to report accurately the damning things they heard from bank executives during meetings. I mean, <em>wow</em>. If there's not even an accurate record of what's going on, then the regulators can't hope to do their jobs.</p><p>And the second thing: Look at how the Fed emphasized <em>talk</em> instead of <em>action</em>. You know, the regulators seemed to think that it was a victory just to raise an issue, even if they took absolutely no action to address the issue. And that's the kind of approach that allowed banks to take on massive risks before the financial crisis.</p><p>You know, think about that: The regulators seemed to think that fussing at banks behind closed doors was their toughest sanction. Does anyone believe that Goldman Sachs is gonna give up a deal that would yield millions of dollars because someone <em>fussed at them</em> behind closed doors?</p><p><strong>The regulators described this particular deal <strong>—</strong> that was reported on in great detail on the tapes <strong>—</strong> as a transaction that was legal but shady. Uh, it did seem to be within the rules. Does that call for a proper <strong><strong>—</strong></strong> does that suggest a problem with regulators or the rules?</strong></p><p>You know, for me it starts as a problem with the regulators — and let me describe it this way: You know, the cultural problem isn't just some secondary concern. It's the whole ballgame.</p><p>We can keep making the rules tougher and tougher, but it won't make an ounce of difference if the regulators won't enforce the rules that are there. If the regulators back down or back off whenever the banks tell them to, then it's the banks — and not the regulators — who are running the show --</p><p><strong>Now you mention --</strong></p><p>-- and I think — yeah, go ahead.</p><p><strong>Now you mentioned a cultural problem, Sen. Warren. Of course, way back in 2009, five years ago now, there was a report commissioned by the Fed that identified this cultural problem: a reluctance to speak up and a suggestion of a too-close relationship with the banks. </strong></p><p><strong>But what can you really do about that, given that you need to have regulators who, perhaps, have experience in the financial industry, and are going to get to know the financial industry and the people in it really well?</strong></p><p>Well, you know, the first thing we can do is expose it. I mean, that's where this really starts — that's the first step. And that's why it is I want to see oversight hearings — I want to get a complete picture of what's happened here. ...</p><p>But we need to move on this and move quickly, because the big banks are just getting bigger, and they're taking on new kinds of risks. We need regulators who understand that they work for <em>the American people</em>, not for the big banks.</p><p><strong>Carmen Segarra, the woman who made these tapes <strong><strong><strong>—</strong></strong></strong> and who was fired from the Fed <strong><strong><strong>—</strong></strong></strong> sued, and her lawsuit was thrown out. One way to describe the reason it was thrown is simply that the whistleblower statutes did not apply to her <strong> <strong><strong><strong>—</strong></strong></strong></strong> she had not exposed a violation of regulations, she had exposed something short of that that was troubling to her. </strong></p><p><strong>Do you think the whistleblower statutes should be expanded in some way?</strong></p><p>Yeah, I think that's one of the things that ought to be on the table. I mean, look — we need to look at whether or not we've got the right tools to protect the kind of people who <em>will</em> speak up. But, but what we've got to start with is we've got to expose what happened here, we've got to look at what the available tools are, but we've got to give the message loud and clear to the Fed: Um, this isn't gonna work — you work for the American people, you don't work for the big banks.</p><p><strong>I should mention that these allegations have been around for a while <strong><strong><strong><strong>—</strong></strong></strong></strong> Carmen Segarra's story has been known for a while. What is new here is the tapes. Was there something, just from the tone — from listening to the tapes — that you learned that you did not know before?</strong></p><p>You know, there is something about listening to those tapes, and hearing someone say \"no, no!\" you know, \"back up!\" almost — almost a whiny tone about the, the fact that she feels pretty strongly that Goldman is not in compliance with the requirements of the law. And I'm ...</p><p>That's the part, when you hear the tape, there's no more \"he said, she said,\" one person describes it this way and another says no. It's that you really do, for a moment, get to be the fly on the wall that watches all of it, and there it is to be exposed to everyone: the cozy relationship, the fact that the Fed is more concerned about its relationship with a too-big-to-fail bank than it is with protecting the American public.</p><p><strong>I suppose if a Goldman official was sitting here, they might point out Goldman was complying with the law — at least according to some of the regulators</strong> <strong>— and the problem was whether they were doing something that was around the edges of the law, so to speak.</strong></p><p>Yeah, but this is partly the role of a regulator. A regulator doesn't say to a big financial institution: \"Hey! Step right up here. Get your toes on the line, and so long as you can make a legal argument that you have not crossed the line, then, hey, we're — we're all cool here.\"</p><p>That's not the way regulation of large financial institutions is supposed to work — they're supposed to be using judgment. And remember, part of this judgment is about whether or not there <em>has been</em> compliance with the law. The fact that Goldman could mount a legal defense here is not really the point of these tapes. The point of these tapes is that the regulators are backing off <em>long</em> before anyone's in court making a legal argument about whether or not they came right up to the line or they crossed over the line.</p><p><strong>Do you think regulators in a situation like that could say, \"Listen, this may be legal, but I don't like it — don't do it\"?</strong></p><p>You know, I think what regulators can do, is they can remind these large financial institutions that there's a lot of room in there for the large financial institutions to get themselves into trouble and to get the entire economy into trouble.</p><p>I mean, look, that's what happened in 2008 — the regulators stood by as the big financial institutions kept loading up on more and more and more risk. The regulators had the tools to say to the big financial institutions, \"Hey, guys, you gotta back off — you're putting the whole system at risk when you do this.\" And yet the regulators didn't do that. They were <em>willfully blind</em> to what went on.</p><p>And what we're seeing here is that same kind of cozy relationship, as the big financial institutions continue to run their operations, taking on more risk, doing what they want to do and brushing their regulators aside.</p><p><strong>Sen. Warren, this is, uh, something that you're clearly passionate about, but it's a complicated issue <strong>—</strong> bank regulation. What would have to happen for it to be a major campaign issue this fall or in 2016?</strong></p><p>You know, I think it already is a campaign issue. The way I see this, for everybody who's running right now in 2014, there's a fundamental question of whose side you stand on.</p><p>You know, the game out there is rigged, and people across this country really get it. And the Goldman Sachs tapes just show it one more time. Little banks have to follow the rules, regular families have to follow the rules, but big financial institutions? Somehow they can manage just to push their regulators aside and go forward.</p><p>There's a — there's a <em>fundamental</em> question about who this country works for. It can't just work for those who already have lots of money and lots of power. We've got to have a country that works for everybody else.</p><p><strong>Should Hillary Clinton address this issue forcefully?</strong></p><p>You know, I'd like to see everybody address this issue forcefully. I think it is a very important question, and I'm — I wanna see everybody in on it. Both parties — I think we all should be there.</p><p><strong>Do you think that — do you think that your party is going to be able to make an issue of this in the general election coming up in a couple of years?</strong></p><p>You know, I'm gonna keep talking about it, and I think there are a lot of people in the Democratic Party who will do the same.</p><p><strong>Sen. Elizabeth Warren of Massachusetts, thanks very much.</strong></p><p>Thank you.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Transcript%3A+Sen.+Warren%27s+Full+NPR+Interview+On+Financial+Regulation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"457"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1352925461-0af8c2.m3u?orgId=1&topicId=1017&ft=3&f=352779367"}]}