{"created":"2014-12-09T22:55:53+00:00","modified":"2014-12-10T21:45:22+00:00","valid":{"from":"2014-12-10T21:45:22+00:00","to":"3014-12-10T21:45:22+00:00"},"hreflang":"en","guid":"677a7dd8-2271-4fa0-970f-43f74f96cc06","title":"Here are four key findings from the gruesome Senate report on torture","published":"2014-12-10T21:45:16+00:00","byline":"Bradley Campbell","tags":["terrorism","intelligence","government","Conflict","Conflict & Justice","North America","United States","North America","Diane Feinstein","Jameel Jaffer","Ethics","Torture","Human rights abuses","Torture in the United States","Violence","Enhanced interrogation techniques","Central Intelligence Agency","Black site","Law","War crimes","Waterboarding","Interrogation techniques","Politics"],"teaser":"The conclusions reached by the Senate Intelligence Committee in a new report on so-called harsh interrogation techniques are a damning critique of the Central Intelligence Agency. Not only did the agency torture people, but it did so while lying about it and getting no value from the information it gathered.","contentencoded":"<p>The CIA likes to call the methods it used during the Bush years \"enhanced interrogation.\" But when you read some of the details in the new report released today by the Senate Intelligence Committee, you'll understand that this is simply torture.</p>\n<p>The report details the brutal interrogation techniques used by the CIA in the years after 9/11, showing they were far more brutal than the agency has acknowledged. Waterboarding, for example, amounted to repeated simulated drownings of detainees. And there was still much worse throughout the report's 528 pages.</p>\n<blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>Buried in a largely-redacted footnote: at least one officer played Russian roulette with a detainee. <a href=\"http://t.co/I7z8Bl6B1j\">pic.twitter.com/I7z8Bl6B1j</a></p>\n<p>— Matt Ford (@fordm) <a href=\"https://twitter.com/fordm/status/542371909779079169\">December 9, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><blockquote class=\"twitter-tweet\" lang=\"en\" xml:lang=\"en\"><p>\"Rectal rehydration\" <a href=\"http://t.co/gg5USSlnTw\">pic.twitter.com/gg5USSlnTw</a></p>\n<p>— Spencer Ackerman (@attackerman) <a href=\"https://twitter.com/attackerman/status/542354607255851009\">December 9, 2014</a></p></blockquote>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><p>“The conclusions that the committee has reached are quite damning,” says Jameel Jaffer, the deputy legal director at the ACLU in New York. “In fact, it’s hard to imagine they could be any more damning.”</p>\n<p>Jaffer listed out four key findings from the report:</p>\n<p><strong>1.</strong> Torture didn't work. The report said the intelligence the CIA got once it started using torture wasn't any better — and may have been worse — than the information it got before. “That alone is a devastating finding for the CIA,” Jaffer says.</p>\n<p><strong>2.</strong> The CIA misled the public, Congressional intelligence committees and even the president. This included not only the extent and nature of their interrogation methods, but also how effective they were — or weren't.</p>\n<p><strong>3.</strong> Management of the program was inadequate. The CIA was not prepared to run a secret prison system around the world, and admitted that it \"did not review its past experiences with coercive interrogations\" and \"did not contact other elements of the U.S. Government with interrogation experience.\"</p>\n<p><strong>4.</strong> The program was much more brutal than the CIA represented to policy makers.</p>\n<p>John Brennan, the Director of Central Intelligence, <a href=\"https://www.cia.gov/news-information/press-releases-statements/2014-press-releases-statements/statement-from-director-brennan-on-ssci-study-on-detention-interrogation-program.html\">issued a statement</a> on Tuesday pushing back against the report. While he acknowledged \"shortcomings\" and \"mistakes\" by the CIA, he insisted torture \"did produce intelligence that helped thwart attack plans, capture terrorists, and save lives,\" calling it \"critical to our understanding of al-Qa'ida.\"</p>\n<p>But Jaffer believes that given the scope and depth of the report, \"it's going to be very difficult for the CIA to discredit the report in any significant way. This is not a press release, this is something very serious and it'll have to be taken seriously.\"</p>\n<p>Insread, he says, \"I think that we will very quickly move onto a very important question of, ‘What happens now? What should the country do to revelations of this kind.’”</p>\n<p>Senator Diane Feinstein, who spoke about the report on the Senate floor on Tuesday, said now is the moment to say that torture won't happen again. But it’s far from clear if that will really be the case, especially with wars and operations continuing around the world.</p>\n<p>“If we expose all of these facts, all of these barbaric crimes authorized by people at the highest levels of the Bush administration, and we don’t do anything about it,” he says. ”Then there’s the very real chance this will happen again.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120920141.mp3"},{"href":"http://www.pri.org/file/120920141mp3"}]}