{"created":"2015-05-05T21:41:18+00:00","modified":"2015-05-12T19:43:35+00:00","valid":{"from":"2015-05-12T19:43:35+00:00","to":"3015-05-12T19:43:35+00:00"},"hreflang":"en","guid":"677f5c28-57a5-44c4-b2b8-fedbd900dd12","title":"The line between vague and actionable intel is a blurry, complicated mess","published":"2015-05-12T19:43:30+00:00","byline":"Bradley Campbell","tags":["conflict","terrorism","Religion","Conflict","Conflict & Justice","North America","United States","National security","Juliette N. Kayyem","Politics","Terrorism","Religion"],"teaser":"The FBI knew about one of the gunmen who tried to attack an event that featured cartoons of the Prophet Muhammad. But it wasn't able to prevent the attack. ","contentencoded":"<p>Were the two gunmen in Garland, Texas, who attacked that Prophet Muhammad cartoon event last weekend lone wolves, or ISIS operatives?</p>\n<p>The so-called Islamic State extremist group would like us to believe they were operatives. Today, ISIS called the two dead gunmen \"soldiers of the caliphate.\" It's not yet clear if the group's claim is real. But it adds to the many questions about the two dead suspects.</p>\n<p>Officials have identified them as Elton Simpson and Nadir Soofi. One of them, Simpson, at least was known to law enforcement. So how was he able to conduct such an attack?</p>\n<p>\"It's not clear how well-known he was, given the pool of people like him,\" says Harvard professor Juliette Kayyem. \"Unfortunately, there are lots of people who claim membership in an organization as flat-lined as ISIS. All you need to do is say you are a member and you are a member. So it's not clear that he did that much more than other people have done.\"</p>\n<p>Kayyem is a former counter-terrorism official with the Department of Homeland Security. She says stopping all suspects is a shaky endeavor. \"Unless you want to become a truly police state — and arrest people for liking the wrong people or being members of groups we don't like, you're going to have incidences like this,\" she says.</p>\n<p>Kayyem says there are more than a million people in the US database of suspected terrorists. It's known as the Terrorist Identities Datamart Environment or TIDE's list. She says the no-fly list is a smaller one, around 3,000 people during her time at Homeland Security. Essentially, there are lots of people interacting with the US security apparatus. And it's hard to pin down the harmless ones with those who act.</p>\n<p>So we're in a tricky space between safety and civil liberties. It's a tough thing to negotiate. But like other government officials and historians, she says it all depends on the state of the country. \"It's going to ebb and flow,\" she says. \"It's going to ebb and flow depending on perception of risk, people's sense of safety, unease, and the capability to address the threat.\"</p>\n<p>There were similar sentiments immediately after 9/11. The government was granted additional powers under the Patriot Act that undermine civil liberties. And now, more than a decade later we're at a point where we'll be debating whether to unwind those powers. Although, Kayyem says once a government gets powers, they tend to keep those powers. \"In Europe, there are temporary terrorism laws that were created in the 1930s to deal with Irish terrorism that are still law today.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-05%2Fline-between-vague-and-actionable-intel-blurry-complicated-mess&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/0505201501.mp3"},{"href":"http://admin.pri.org/file/0505201501mp3"}]}