{"created":"2015-05-15T14:20:08+00:00","modified":"2015-05-15T14:20:08+00:00","valid":{"from":"2013-03-21T18:59:57+00:00","to":"3013-03-21T18:59:57+00:00"},"hreflang":"en","guid":"67889318-6cf0-4fc4-89b3-16eacbaae1d4","contenttemplated":"[{\"content\":\"<p>A Russian lawyer Sergei Magnitsky goes on trial in Moscow  tomorrow  for tax offenses. The case is an extraordinary one -- for two reasons.  The lawyer is almost certainly innocent  of the charges.  And he&apos;s dead.  </p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Trying a dead man will  be a first for  Russia’s legal  system. But Magnitsky’s former law  partner, Jamison Firestone, says it is not a precedent of which the Russians should be proud:</p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;The reason you have a trial is to have somebody … a defendant gets the chance to defend themselves. And dead people can’t defend themselves, which is why we don’t try dead people in the civilized world,&quot; says Firestone.</p>\"},{\"content\":\"<p>Magnitsky goes on trial more than three years after his death in a Russian jail. A Russian human rights group says he was beaten and tortured. The  Russian authorities, meanwhile, deny that he was mistreated. But Firestone insists his colleague was a victim of corrupt officials and police officers. He was arrested and then murdered in prison for exposing a $230 million tax  fraud by Russian bureaucrats:</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The government  knows that its officials were involved in stealing public funds,&quot; he says. &quot;And the government went on to protect all of those officials and to arrest and kill the whistleblower.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But why -- three years later -- put the dead whistleblower in the dock and try him for the very offenses he exposed?</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Nicholas Redman, of the <a href=\\\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CDMQFjAA&amp;url=http%3A%2F%2Fwww.iiss.org%2F&amp;ei=t3lLUbK8HuamygHZwIHIBw&amp;usg=AFQjCNE464jWkmj1QWm8I9cbk1gXGPcXFw&amp;sig2=LuWdyOq-rYuyuWM84IHYYw&amp;bvm=bv.44158598,d.aWc\\\">International Institute for Strategic Studies</a>, says the purpose of the posthumous trial is to rebut the allegations surrounding the tax fraud and the lawyer’s death. The key to this macabre case lies in the U.S. Congress. Last year, it  passed the <a href=\\\"http://www.govtrack.us/congress/bills/112/s1039/text\\\">Magnitsky Act</a>, which slapped an asset freeze and a travel ban on 60 Russian officials implicated in the  Magnitsky affair.  And  that  has really rankled  Russia’s ruling classes.</p>\"},{\"content\":\"<p>&quot;It’s regarded as a huge insult in Russia,&quot; says Redman . &quot;For the arm of the U.S. law to be reaching into Russia is, of course, very deeply and bitterly resented.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>And there’s a real fear the Europeans might follow suit.</p>\"},{\"content\":\"<p>&quot;The Russians have  far more assets and far more money stashed away in Europe, so if EU states were to adopt similar legislation, it would be extremely disruptive for the people who rule Russia,” claims Redman.  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>The man at the heart of this drama is U.S. born financier  Bill Browder.  He  was once the biggest western investor in Russia, but he fell foul of the Kremlin, and his companies were hijacked and used in the $230 million tax fraud. He hired Magnitsky and Firestone to investigate. Now living in London, he says that he’s not surprised by tomorrow’s trial in Moscow. It’s just business as usual for Russia’s kleptocrats.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;The theft of assets, the false criminal cases, the pressuring of witnesses, the involvement of crooked law enforcement officers and shakedowns.  That happens everyday to every foreign business in Russia,” says Browder.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>As Russia proceeds to put a dead man in the dock, the Mayor of London, Boris Johnson, has proposed a rather different memorial: naming a building after Magnitsky in honor of the dead lawyer and his campaign against corruption.</p>\",\"type\":\"text/html\"}]","byline":"Sam Beard","contentencoded":"<div class=\"barn-cleaned\"><p>A Russian lawyer Sergei Magnitsky goes on trial in Moscow&nbsp; tomorrow&nbsp; for tax offenses. The case is an extraordinary one -- for two reasons.&nbsp; The lawyer is almost certainly innocent&nbsp; of the charges. &nbsp;And he's dead.&nbsp;&nbsp;</p>\n<p>Trying a dead man will &nbsp;be a first for&nbsp; Russia’s legal&nbsp; system. But Magnitsky’s former law&nbsp; partner, Jamison Firestone, says it is not a precedent of which the Russians should be proud:</p>\n<p>\"The reason you have a trial is to have somebody … a defendant gets the chance to defend themselves. And dead people can’t defend themselves, which is why we don’t try dead people in the civilized world,\" says Firestone.</p>\n<p>Magnitsky goes on trial more than three years after his death in a Russian jail. A Russian human rights group says he was beaten and tortured. The &nbsp;Russian authorities, meanwhile, deny that he was mistreated. But Firestone insists his colleague was a victim of corrupt officials and police officers. He&nbsp;was arrested and then murdered in prison for exposing a $230 million tax&nbsp; fraud by Russian bureaucrats:</p>\n<p>\"The government&nbsp; knows that its officials were involved in stealing public funds,\" he says. \"And the government went on to protect all of those officials and to arrest and kill the whistleblower.\"</p>\n<p>But why -- three years later -- put the dead whistleblower in the dock and try him for the very offenses he exposed?</p>\n<p>Nicholas Redman,&nbsp;of the <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CDMQFjAA&amp;url=http%3A%2F%2Fwww.iiss.org%2F&amp;ei=t3lLUbK8HuamygHZwIHIBw&amp;usg=AFQjCNE464jWkmj1QWm8I9cbk1gXGPcXFw&amp;sig2=LuWdyOq-rYuyuWM84IHYYw&amp;bvm=bv.44158598,d.aWc\">International Institute for Strategic Studies</a>, says the purpose of the posthumous trial is to rebut the allegations surrounding the tax fraud and the lawyer’s death. The key to this macabre case lies in the U.S. Congress. Last year, it&nbsp; passed the <a href=\"http://www.govtrack.us/congress/bills/112/s1039/text\">Magnitsky Act</a>, which slapped an asset freeze and a travel ban on 60 Russian officials implicated in the &nbsp;Magnitsky affair.&nbsp; And&nbsp; that&nbsp; has really rankled&nbsp; Russia’s ruling classes.</p>\n<p>\"It’s regarded as a huge insult in Russia,\" says Redman . \"For the arm of the U.S. law to be reaching into Russia is, of course, very deeply and bitterly resented.\"</p>\n<p>And there’s a real fear the Europeans might follow suit.</p>\n<p>\"The Russians have &nbsp;far more assets and far more money stashed away in Europe, so if EU states were to adopt similar legislation, it would be extremely disruptive for the people who rule Russia,” claims Redman. &nbsp;</p>\n<p>The man at the heart of this drama is&nbsp;U.S. born financier &nbsp;Bill Browder. &nbsp;He&nbsp; was once the biggest western investor in Russia, but he fell foul of the Kremlin, and his companies were hijacked and used in the $230 million tax fraud. He hired Magnitsky and Firestone to investigate. Now living in London, he says that he’s not surprised by tomorrow’s trial in Moscow. It’s just business as usual for Russia’s kleptocrats.</p>\n<p>\"The theft of assets, the false criminal cases, the pressuring of witnesses, the involvement of crooked law enforcement officers and shakedowns.&nbsp; That happens everyday to every foreign business in Russia,” says Browder.</p>\n<p>As Russia proceeds to put a dead man in the dock, the Mayor of London, Boris Johnson, has proposed a rather different memorial: naming a building after Magnitsky in honor of the dead lawyer and his campaign against corruption.</p></div>","published":"2013-03-21T18:59:57+00:00","teaser":"Russian legal specialist  Sergei Magnitsky is due to be tried tomorrow for tax offenses, even though he died in prison more than 3 years ago.  Critics of Russian business practices say he was killed to cover up corruption by officials.","title":"As Russia tries dead man, cover-up alleged","description":"Russian legal specialist  Sergei Magnitsky is due to be tried tomorrow for tax offenses, even though he died in prison more than 3 years ago.  Critics of Russian business practices say he was killed to cover up corruption by officials.","tags":["APM","Russia","World","corruption","trial"],"itags":["Marketplace for Thursday, March 21, 2013","678893186cf0fc439b3916eacbaae1d4","Marketplace","PMP:Marketplace_PMP"],"audio":[{"meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/157872419.jpg?itok=k_1MVxp1"},{"meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/21/marketplace_segment19_20130321","type":"application/json"},"duration":204,"duration_hms":"00:03:24"},"format":"MP3","type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/21/marketplace_segment19_20130321_64.mp3"}]}