{"created":"2015-02-27T15:41:11+00:00","modified":"2015-02-27T15:41:12+00:00","valid":{"from":"2015-02-27T15:41:12+00:00","to":"3015-02-27T15:41:12+00:00"},"hreflang":"en","guid":"678c54b0-9a44-47fc-bca7-30b93997ea9b","title":"Just 10 bucks and a phone call can get you Russia's dangerous new drug","published":"2015-02-27T15:40:27+00:00","byline":"David Leveille","tags":["Synthetic cannabis","Illegal drug trade","heroin","Designer drug","SPICE","Health","Health & Medicine","Russia","Mansur Mirovalev","Viktor Ivanov","Vladimir Putin","Synthetic cannabis","Illegal drug trade","Heroin","Designer drug","Spice","Recreational drug use","Molly"],"teaser":"A new drug called spice is only the latest in a series of synthetic drugs that have flooded the Russian market over the years. Offering a cheap and readily available high, Russian health experts are trying to keep kids away, but keeping up with drug dealers is proving difficult.\r\n","contentencoded":"<p>There's new drug showing up on the streets in Moscow that's as dangerous as it is cheap.</p>\n<p>It's called spice, mix, or killer spice. It can be smoked like a cigarette, snorted or injected to produce an intense high — but it also can cause panic attacks, hallucinations, spasms, cardiovascular problems and lung disease, according to health experts.</p>\n<p>\"Smoking just a small joint with spice can lead to a coma, and sometimes the drug can induce a very heavy paranoia,\" says Moscow-based journalist Mansur Mirovalev, who has been speaking with doctors and addicts about the synthetic street drug.</p>\n<p>The problem is that obtaining the highly addictive drug is not difficult in Moscow, he says. Just look outside some train stations for cell phone numbers scrawled on the concrete walls below the word “spice,\" “mix,\" “bath salts,\" or just a smiley face. </p>\n<p>“You can call the number and you'll never see the actual pusher, because you will have to transfer the money to a so-called <a href=\"https://qiwi.ru/\">QIWI purse</a> [a popular payment system that allows instant anonymous payments,]\" Mirovalev explains. \"Then the pusher will call you back to tell you your little plastic bag with the drug is under a bench somewhere nearby, or maybe it's hidden in a corner so that's the way to avoid police.”</p>\n<p>Just 600 rubles, about $10, will get you a bag with \"five or six joints,\" he says.</p>\n<p>So where does spice come from? Mirovalev interviewed one Russian drug addiction expert who told him “somebody is deliberately trying to poison the young generation in Russia.”  That kind of conspiracy theory echoes accusations from Viktor Ivanov, the head of Russia's top anti-drug agency, that Ukraine is responsible for the “tsunami of synthetic drugs\" coming into Russia.</p>\n<p>In the past, Mirovalev says the raw ingredients to make spice may have typically from China and Myanmar. It's possible, he admits, that Ukraine is now a source; there are chemical manufacturers as well as many qualified chemists in Ukraine. But Mirovalev cautions that any links to Ukraine could be part of the “Kremlin media campaign to besmirch anything Ukrainian.”</p>\n<p>Russia’s drug problem an be traced back to the late 1990s, when Afghan heroin produced flooded Russia. It didn’t take long for Russians to get hooked. UN statistics say Russia is \"the biggest consumer of heroin in the world;\" Russians took 70 tons of heroin in 2008, making up more than one-fifth of global usage.</p>\n<p>As health authorities fought to crack down on heroin trafficking, Russians switched to synthetic drugs, of which spice is only the latest.</p>\n<p>Law enforcement agencies struggle to stay ahead of the drug dealers. President Vladimir Putin signed a tough new bill in February banning \"spice\" and imposing jail sentences of up to eight years for dealers in cases where the drug causes a user's death. But other designer drugs may emerge that get around the new law. “It hit the ground limping,” Mirovalev says. \"I do not see any reduction in spice trade in Moscow.”</p>\n<p>Some observers hope media attention will prompt teenagers to smarten up about the dangers of using spice, but Mirovalev says that may be wishful thinking. “Things are really scary in public schools now because spice is so cheap,\" he says. \"Instead of spending your breakfast money on a couple of sandwiches you can just buy a couple of joints and light up right after class. That's happening a lot.”</p>\n<p>Mirovalev has picked up at least one hopeful sign from the teenagers he’s talked to. \"The word around the campfire is that spice is really scary, it's really dangerous, so don’t do it,\" he says. Of course, their solution has its drawbacks: Many kids have “switched to beer or stronger alcohol.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-26%2Fjust-starting-my-day&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/spice1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/spice1jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/spice100.mp3"},{"href":"http://www.pri.org/file/spice100mp3"}]}