{"created":"2015-02-07T15:08:55+00:00","modified":"2015-02-19T01:05:12+00:00","valid":{"from":"2015-02-19T01:05:12+00:00","to":"3015-02-19T01:05:12+00:00"},"hreflang":"en","title":"Climate Change Puts Alaska's Sled Dog Races On Thin Ice","published":"2015-02-07T21:20:00+00:00","teaser":"Warm temperatures and dwindling snow have shaken even the toughest mushers. Alaskans are worried about the future of their state sport.","itags":["npr_api","384447404"],"guid":"67969ca8-ad84-4145-bab3-bfe6d8047909","contentencoded":"<p>For more than 30 years, the 1,000-mile Yukon Quest International Sled Dog race, which begins Saturday, has followed the Yukon River between Whitehorse, Canada, and Fairbanks, Alaska.</p><p>A little open water along the Yukon Quest trail is nothing new, but in recent years, long unfrozen stretches of the Yukon River have shaken even the toughest mushers.</p><p>Last year, musher Hank DeBruin of Ontario had stopped along the Yukon River to rest his dog team in the middle of the night, when the ice started to break up.</p><p>\"I was sleeping in my sled bag and I heard a roar, sounded like freight train,\" DeBruin says. \"So I threw all my stuff in the sled bag, pulled my dogs and my sled up the bank a bit and turned around, and there was wide-open water where the sled was sitting five minutes earlier.\"</p><p>Stories like DeBruin's have become more common, raising concerns about the impact of climate change on Alaska's state sport.</p><p>Mushers have plenty of anecdotal evidence of warming temperatures and the impact on their sport. Cody Strathe of Fairbanks says warmer temperatures and dwindling snow have changed how he trains his dog team.</p><p>\"Normally dogs like to run at colder temperatures, usually like below zero,\" Strathe says. \"So we try to run more at night so they have those nice cold temperatures, which they tend to like more with their nice big fur coats.\"</p><p>Dog teams need snacks during the race, so Strathe and other mushers cut up frozen chunks of meat and tripe. Eventually all that meat gets packed into drop bags and sent out to checkpoints along the trail.</p><p>\"If it's really warm out, our meat can thaw and spoil, and then that is bad for the dogs,\" he says. \"They can get sick or have nothing to eat, so we have to package our food in ways so it can stay cold longer.\"</p><p>Strathe insulates his bags with bubble wrap to help keep them frozen. Other mushers add blocks of ice or even snow. Mushers are also packing gear for a wider variety of trail conditions. In recent years, they've carried rubber boots and chest waders in anticipation of open water. They've also packed raincoats for themselves and their dogs.</p><p>National Weather Service Climatologist Rick Thoman says a day will come when climate change delivers a more serious blow.</p><p>\"We will reach a point where this starts to affect the ability to have these races,\" Thoman says. \"Whether this is in five years or 50 years or 100 years is an open question.\"</p><p>That open question looms large for Alaska's state sport and the economy surrounding it. Unseasonably warm winter weather has slowed other dog races. Paige Drobny, a musher for eight years who will drive a dog team in the 1,000-mile Iditarod in March, says she's not sure how long her racing career will last.</p><p>\"With the weather that we're having, if we don't get winters here soon, I think that there's going to be no choice but for the sport to die out, if we don't get some snow in the state,\" Drobny says.</p><p>Drobny says she and her husband spend upwards of $70,000 a year to raise and maintain their dogs. The potential loss of mushing both as a sport and a draw for tourists could have a big economic impact in Alaska.</p><p>This year, Yukon Quest officials considered moving the start line of the race because of open water and thin ice on rivers near Whitehorse. A last-minute drop in temperature and a snowstorm gave race personnel a reprieve.</p><p>Mushers are hoping for a smooth run, but their sleds are still packed with extra gear, just in case.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Climate+Change+Puts+Alaska%27s+Sled+Dog+Races+On+Thin+Ice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Schwing","audio":[{"meta":{"duration":"235"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384502955-9005a7.m3u?orgId=1&topicId=1025&e=384447404&d=235&ft=nprml&f=384447404"},{"href":"http://media.npr.org/assets/img/2015/02/07/dogs_sq-a1d7d89a5d2641ffdc226463a98bc3ed7823581a.jpg","type":"image/jpeg","meta":{"crop":"square","height":"340","width":"340"}},{"href":"http://media.npr.org/assets/img/2015/02/07/spruce-9a3d7ed3e1734a714f766a7f9eee1c09b2c3e008.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"384","width":"512"}}]}