{"created":"2014-10-06T21:51:23+00:00","modified":"2014-10-30T21:44:44+00:00","valid":{"from":"2014-10-30T21:44:44+00:00","to":"3014-10-30T21:44:44+00:00"},"hreflang":"en","title":"A Ferguson Protest Brings New Meaning To Brahms' Requiem In St. Louis","published":"2014-10-06T22:30:00+00:00","teaser":"To protest the shooting death of Ferguson, Mo., teenager Mike Brown, audience members at a St. Louis Symphony concert unfurled banners and stood to sing an old union song.","itags":["npr_api","354101823"],"guid":"679ec523-0d29-4770-a13d-8a6fff3fc61f","contentencoded":"<p>At the St. Louis Symphony concert Saturday night, the intermission may have been the most memorable part of the performance. Demonstrators in the audience sang a \"Requiem for Mike Brown,\" referencing the 18-year-old African-American shot to death by a Ferguson, Mo., police officer in August.</p><p>The incident began normally enough. The audience applauded as the orchestra returned to the stage after its mid-concert break. The hall became silent as the conductor for the evening, Markus Stenz, readied his cue to begin <a href=\"http://www.npr.org/artists/15033230/johannes-brahms\" target=\"_blank\">Brahms</a>' <em><a href=\"http://www.npr.org/2011/07/18/111536889/appealing-to-the-masses-brahms-requiem\" target=\"_blank\">German Requiem</a></em>.</p><p>And that's when a man and woman in the audience stood up and began to sing <a href=\"https://www.youtube.com/watch?v=Nzudto-FA5Y\" target=\"_blank\">\"Which Side Are You On?\"</a> — a protest song written by union organizer Florence Reece during a bitter labor dispute involving coal miners.</p><p>Dozens of others in the audience rose to their feet and joined in the demonstration. They sang about justice for Mike Brown, the 18-year-old African-American shot by a police officer Aug. 9 in Ferguson.</p><p>The symphony's performance was being broadcast live by St. Louis Public Radio with co-host Adam Crane, who wound up narrating the protest.</p><p>\"I would imagine this is Ferguson-related,\" Crane said on the air. \"I can't hear specifically what they are saying now. Our camera has been blocked with some sort of a sign.\"</p><p>Protesters unfurled their signs over the balcony. One said, \"Requiem for Mike Brown,\" followed by the years of his birth and death. Another had the words \"Racism Lives Here\" printed above a symbol of St. Louis' Gateway Arch.</p><p>Crane, who is also the St. Louis Symphony's vice president for external affairs, says that some in the audience, and the orchestra, applauded the demonstration. Others just watched and waited.</p><p>\" 'Now some real music,' I heard somebody say,\" Crane said on the St. Louis Public Radio broadcast. \"But I think that was also some real music we heard, from passionate people in the audience.\"</p><p>The protesters sang for about two minutes before filing out of the auditorium. Crane says that he wishes they had stayed for the orchestra's performance — of a work modeled on the Mass for the dead.</p><p>\"The nature of tying this to the Brahms' Requiem, which is what I assume the protesters had in mind when they decided to do this, and then tying the Requiem to the 'Requiem for Mike Brown,' which is what was on the flyer that they passed around — I think it would have been a healing experience for them to have stayed for the Brahms' Requiem.\"</p><p>The concert continued after the protest without incident.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Ferguson+Protest+Brings+New+Meaning+To+Brahms%27+Requiem+In+St.+Louis&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"131"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354124560-399f93.m3u?orgId=1&topicId=1106&ft=3&f=354101823"},{"href":"http://media.npr.org/assets/img/2014/10/06/st_louis_protest_sq-5f203734592e2f1665844d3576bb0aa93d0fda26.jpg","type":"image/jpeg","meta":{"crop":"square","height":"542","width":"542"}}]}