{"created":"2014-10-07T19:14:40+00:00","modified":"2014-10-30T23:42:09+00:00","valid":{"from":"2014-10-30T23:42:09+00:00","to":"3014-10-30T23:42:09+00:00"},"hreflang":"en","title":"War In Gaza Tests Israel's Tolerance For Dissent","published":"2014-08-25T15:23:00+00:00","teaser":"In a nation that prizes free expression, some Israelis critical of the war say their views are under attack. \"Something really, really bad is happening to the Israeli society,\" says one activist.","itags":["npr_api","337165291"],"guid":"67af6284-a216-4a5b-9727-15ecfc09503b","contentencoded":"<p>While fighting between Israel and Gaza militants rages on for a fourth week, there's another war being fought among Israelis themselves — a war on speech. The nation is proud of its tolerance for free expression. But some Israelis critical of the war say their views are under attack; others say the dissent has gone too far.</p><p><strong>On The Street And Online</strong></p><p>If there's one place in Israel where you'd expect anti-war demonstrations to be tolerated, it's bohemian Tel Aviv. But last Saturday night, human rights activist Avi Blecherman and a friend were coming home from a protest when three Israelis pounced on them in the stairwell.</p><p>\"And then they just told me, you know, 'You're a leftist. You're a traitor,' \" he says. \"And then they just pushed me to this door over there and started beating me and the woman that was with me. Head, chest, arms, legs.\"</p><p>They were fine, but Blecherman is still shaken.</p><p>\"Something really, really bad is happening to the Israeli society,\" he says. \"It will stay here with us even after the war is ending.\"</p><p>The pushback against leftist opposition isn't only expressed through violence. An Israeli rapper called The Shadow, a prominent opponent of what he's called the \"extreme radical anarchist left,\" put out a <a href=\"https://www.youtube.com/watch?v=8t2Z8iVCvFM\">song</a> at the start of Israel's operation in Gaza, calling the Israeli army \"number one.\" His groupies call themselves the Lions of the Shadow.</p><p>Haim Atia, a 29-year-old who's one of the Lions, says, \"People who condemn the army that's defending them are traitors.\"</p><p>Atia oversees a group of volunteers who troll people's Facebook pages for what they consider to be anti-Israel posts, and then pressure their employers to fire them. A labor rights group says it knows of scores of Israelis — mostly Arab citizens — who've been fired or suspended.</p><p>One Arab ER doctor was suspended from Shaare Zedek hospital in Jerusalem because he posted on Facebook a caricature of Israel's prime minister with his mouth dripping with Palestinian blood.</p><p>\"He is a member of the staff. The staff has one mission: to treat everybody equally,\" says hospital director Jonathan Halevy, who made the decision to suspend the doctor. \"I am asking you, do you expect any Jewish patient to have faith in this physician?\"</p><p>The doctor could not be reached for comment. The Association for Civil Rights in Israel — the country's version of the ACLU — doesn't think the doctor's posts were grounds for suspension.</p><p>Sharon Abraham-Weiss, the group's executive director, says, \"I understand that this is [a] difficult situation for the hospital. One of your doctors is saying something very hard for the majority. But this is a man who expressed his views on his personal time, but during working hours he is saving lives, both Jewish and Arabs. So in this case this suspension is unjustified and illegal.\"</p><p><strong>On The Air And In Court</strong></p><p>Israel prides itself on its freewheeling approach toward speech. It creates a vibrant atmosphere in a region of countries with a poor track record for tolerating debate — and it also fosters aggressive journalism and frequent protests.</p><p>But the Gaza war, with its threats of Hamas rockets and tunnels, has Israelis considering where to draw the line.</p><p>This ad lists the names of Palestinian children killed in Gaza. It was prepared by Israeli human rights group B'Tselem, which investigates rights abuses by the military. The group submitted the ad for broadcast on Israeli state radio, but the country's broadcasting authority rejected it.</p><p>Yigal Palmor, a spokesman for Israel's Foreign Ministry, explains the decision with a rhetorical question: \"Would NPR tolerate an ad in favor of the Taliban?\"</p><p>Palmor admits it's not an exact comparison, but he says in a time of war, there are high sensitivities about what's OK to say.</p><p>The case is now at Israel's Supreme Court.</p><p>\"If that ad, which was banned, should not have been banned, the court will decide, and the court will rule,\" Palmor says. \"That's exactly what freedom of speech means. It means that if something crosses the line, then there is someone who decides whether it's allowed or not.\"</p><p>The broadcasting authority said it wouldn't run the ads because it said they were controversial — but state radio had been running ads by groups advocating for an Israeli military victory. Now it has taken those off the air.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=War+In+Gaza+Tests+Israel%27s+Tolerance+For+Dissent&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Daniel Estrin","audio":[{"meta":{"duration":"248"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337320823-364b3e.m3u?orgId=1&topicId=1009&ft=3&f=337165291"},{"href":"http://media.npr.org/assets/img/2014/08/01/452735134-5df29656e112ea385b2397928e0893be947c2578.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3740","width":"4990"}}]}