{"created":"2014-10-16T22:15:51+00:00","modified":"2014-10-17T19:12:00+00:00","valid":{"from":"2014-10-17T19:12:00+00:00","to":"3014-10-17T19:12:00+00:00"},"hreflang":"en","guid":"67c6dda7-c98b-410e-bf7e-c67a9206ed61","title":"If you want to know what CDC scientists are going through, check out Hollywood's 'Contagion'","published":"2014-10-17T19:11:59+00:00","byline":"Joyce Hackel","tags":["movies","ebola outbreak","health","Health","Health & Medicine","North America","United States","North America","Scott Z. Burns","Contagion","Ebola","deady virus","Hollywood","Biology","Medicine","Microbiology","Tropical diseases","Centers for Disease Control and Prevention"],"teaser":"Scott Burns wrote the screenplay for the 2011 movie \"Contagion\" after immersing himself in the world of the Centers for Disease Control and Prevention. He says viruses are \"bright lights that shine on all of our weaknesses,\" and wanted to use his movie to prompt people to trust in the science of viruses.","contentencoded":"<p>Two scientists are in front of a computer,&nbsp;marveling&nbsp;at an&nbsp;image of a deadly viral disease.&nbsp;</p><p>&quot;The virus attaches to the cell like the key slipping into a lock,&quot; one scientist explains to the other. &quot;Somewhere in the world, the wrong pig met up with the wrong bat.&nbsp;It&#39;s figuring us out faster than we&#39;re figuring it out.&quot;</p><p>It sounds like it could be a&nbsp;conversation taking place right now at&nbsp;the Centers for Disease Control in Atlant, but it&#39;s a scene in the 2011 film &quot;Contagion.&quot;</p><p>Screen writer Scott Z. Burns, who wrote &quot;Contagion,&quot;&nbsp;says many of the characters in the movie were informed by the scientists he spent considerable time with at the CDC.&nbsp;</p><p>&quot;They do what people are now getting familiar with &mdash;&nbsp;this term &#39;contact tracing&#39; &mdash;&nbsp;where you need to go and find all of the people who someone who is sick has had contact with,&quot; Burns says. &quot;These people are incredibly brave and really committed and have to work both with science and with local government.&quot;</p><p>When Contagion hit theaters in 2011, Burns was lauded for how much basic science he was able to pack into two hours. In the midst of the Ebola outbreak, it packs an additional punch.&nbsp;But Ebola is nothing compared to the movie&#39;s fictional virus.</p><p>&quot;Ebola is a disease that we know about and we&#39;ve had 40 or 50 years experience dealing with,&quot; Burns says.&nbsp;&quot;If we&#39;re struggling this much with a virus where we know a great deal about it, I shudder to think what kind of problems we would have when it&#39;s something new.&quot;</p><p>Burns&nbsp;sought guidance from a range of scientists as he made the film. He says it&#39;s&nbsp;based on research not only on the processes that the CDC and other governmental bodies go through when they&#39;re faced with pandemic illnesses, but also on some&nbsp;of the ways that society can come apart at the seams.&nbsp;</p><p>&quot;Viruses become these very bright lights that shine on all of our weaknesses,&quot; he says.&nbsp;</p><p>Although you may compulsively wash your hands after seeing the movie, Burns says his objective wasn&#39;t to instill fear.&nbsp;</p><p>&quot;My hope in making the movie was that I would get people past fear and paranoia and bring them back to science,&nbsp;so that they can understand what&#39;s going on and behave rationally,&quot; he says. In the current climate, that&#39;s a reminder worth having.</p><br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Winslet.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/winsletjpg"}]}