{"created":"2014-11-25T19:49:20+00:00","modified":"2014-11-25T19:52:16+00:00","valid":{"from":"2014-11-25T19:52:16+00:00","to":"3014-11-25T19:52:16+00:00"},"hreflang":"en","title":"No Charges Against Ferguson Officer; Businesses Torched","published":"2014-11-25T19:49:00+00:00","teaser":"There's an uneasy calm this morning, but last night it looked like a repeat of August, only worse, said the police chief.","itags":["npr_api","366610356"],"guid":"67ca0b02-590a-4e27-a09b-d5cec3fc5c7e","contentencoded":"<p>There&#8217;s an uneasy calm this morning, but last night it looked like a repeat of August, only worse, says the police chief of St. Louis County, Missouri.</p><p>After last night&#8217;s announcement that a grand jury in Ferguson decided not to indict a white police officer for the fatal shooting of a black 18-year-old, the chaos that occurred after the August shooting returned to the streets, with some protesters setting fire to buildings and cars and looting businesses.</p><p>The sound of gunshots temporarily prevented fire crews from fighting the flames.</p><p>Authorities say that more than 80 people were arrested as chaos enveloped sections of the St. Louis area overnight.</p><p>The grand jury&#8217;s decision means that Officer Darren Wilson, who is white, will not face any state criminal charges for killing Michael Brown, whose death inflamed deep racial tensions between many black Americans and police.</p><p>Prosecuting Attorney Bob McCulloch said the jury of nine whites and three blacks met on 25 separate days over three months, hearing more than 70 hours of testimony from about 60 witnesses, including three medical examiners and experts on blood, toxicology and firearms.</p><p>Brown&#8217;s family released a statement saying they were &#8220;profoundly disappointed&#8221; but asked that the public &#8220;channel your frustration in ways that will make a positive change. We need to work together to fix the system that allowed this to happen.&#8221;</p><p>Shortly after the announcement, authorities released more than 1,000 pages of grand jury documents, including Wilson&#8217;s testimony.</p><ul><li><strong>Documents:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/25/366507379/ferguson-docs-how-the-grand-jury-reached-a-decision#docs\" target=\"_blank\">Grand jury evidence</a></li><li><strong>Documents:</strong> <a href=\"http://www.npr.org/blogs/thetwo-way/2014/11/25/366519644/ferguson-docs-officer-darren-wilsons-testimony\" target=\"_blank\">Officer Wilson&#8217;s testimony</a></li></ul><p><em>The Associated Press contributed reporting to this article. </em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.npr.org/people/144449221/elise-hu\" target=\"_blank\">Elise Hu</a></strong>, NPR technology and culture reporter. She tweets <a href=\"https://twitter.com/elisewho\" target=\"_blank\">@elisewho</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=No+Charges+Against+Ferguson+Officer%3B+Businesses+Torched&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1366610359-1fbcf9.m3u?orgId=1&ft=3&f=366610356"}]}