{"created":"2014-12-24T16:11:29+00:00","modified":"2014-12-24T23:50:10+00:00","valid":{"from":"2014-12-24T23:50:10+00:00","to":"3014-12-24T23:50:10+00:00"},"hreflang":"en","title":"In A 'Depressing' Year For Films, Edelstein Finds Some Greats","published":"2014-12-24T19:06:00+00:00","teaser":"Film critic David Edelstein says in 2014 none of the great material came from Hollywood studios. But, he says, it was a \"wonderful year\" for indie films. He names <em>Boyhood</em> as the best of the year.","itags":["npr_api","372690996"],"guid":"67d5a1f6-46c3-46f1-944a-7d05c4a46f73","contentencoded":"<p>\"This is a very, very depressing year for film,\" critic David Edelstein tells <em>Fresh Air</em>'s Terry Gross, \"because none of the great material came from Hollywood studios.\"</p><p>Studios, he says, direct their financial resources into sequels and comic-book movies, which leaves little room for \"creative expression, and for doing something weird and potentially boundary-moving.\"</p><p>However, Edelstein says, in an era in which some 1,000 films may be released in the U.S. each year, the law of averages dictates that there will be some great movies. Edelstein says it was a wonderful year for indie films.</p><p>Here are his favorite movies this year:</p><p><strong><em><a href=\"http://www.npr.org/2014/07/10/330291891/filmed-over-12-years-boyhood-follows-a-kids-coming-of-age\">Boyhood</a></em>:</strong> Richard Linklater's film is about a boy in Texas whose parents have separated. Filmed over 12 years, audiences watch him grow up — and his worldview evolve. The movie catches the passing of time like no other movie, because it's literal.</p><p><strong><em><a href=\"http://www.npr.org/2014/12/23/371479848/a-vital-chapter-of-american-history-on-film-in-selma\">Selma</a></em>:</strong> Ava DuVernay's epic is about Martin Luther King Jr., played by the great David Oyelowo. It takes a deep look at the civil rights movement, from King's relationship with President Lyndon Johnson to the battle for voting rights for black Americans — and the incident on March 7, 1965, when state police beat peaceful protesters trying to march across the Edmund Pettus Bridge in Selma, Ala.</p><p><strong><em><a href=\"http://www.npr.org/2014/11/27/366622062/beware-the-babadook-the-monster-of-your-own-making\">The Babadook</a></em>:</strong> In this Australian chiller by Jennifer Kent, a bogeyman announces himself in a rhyming, pop-up book on a 7-year-old's shelf. But the real horror is that the boy's mom, a grieving widow, is battling psychic demons. It's a phenomenally scary pop-out storybook of a movie.</p><p><strong><em><a href=\"http://www.npr.org/2014/10/09/354881513/bang-the-drum-ever-faster-in-the-different-sports-arena-of-whiplash\">Whiplash</a></em>:</strong> Director Damien Chazelle's film centers on the agony of a drummer in a high-powered music school. The movie ties you into knots: The fear of failure is omnipresent. So is the jazz vibe.</p><p><strong><em><a href=\"http://www.npr.org/2014/04/18/304195268/undead-hipsters-and-an-abstract-alien-star-in-two-arty-horror-pics\">Only Lovers Left Alive</a></em>:</strong> Jim Jarmusch's film is about vampires Tilda Swinton and Tom Hiddleston, who are deadpan, undead hipsters in a dying world.</p><p><strong><em><a href=\"http://www.npr.org/2014/12/19/371924740/mr-turner-is-a-snuffling-growling-work-of-art\">Mr. Turner</a></em>:</strong> Mike Leigh's marvelous J.M.W. Turner biopic stars that great grunter Timothy Spall, who adds a dollop of the grotesque. Spall depicts a man whose mind is barely engaged by anything other than his work. He's a mystery, and his art is magically indefinite — just like the movie.</p><p><strong><em>Two Days, One Night</em>:</strong> The Belgian Dardenne brothers' latest triumph stars Marion Cotillard as a desperate woman begging co-workers to forgo a big bonus so she can keep her job.</p><p><strong><em><a href=\"http://www.npr.org/2014/05/15/312705363/from-the-traditions-of-melodrama-a-woman-of-resolve\">The Immigrant</a></em>: </strong>Marion Cotillard plays a Polish woman trying to free her sister from the island's infirmary in this moody period drama. Joaquin Phoenix co-stars as a shady businessman.</p><p><strong>Documentaries: </strong></p><p><strong><em>Tales of the Grim Sleeper</em>:</strong> Nick Broomfield's documentary will come to HBO in 2015. It's an incendiary look at a South Central Los Angeles serial killer who murdered as many as 100 women, and Broomfield finds out more about the case in a few weeks than the Los Angeles Police Department did in 25 years.</p><p><strong><em><a href=\"http://www.npr.org/2014/10/24/356100779/citizenfour-follows-the-snowden-story-without-much-grandstanding\">Citizenfour</a></em>:</strong> Laura Poitras' avant garde paranoid conspiracy thriller is the real story of Edward Snowden and the technological infrastructure that can monitor everyone in the world. It will make you look both ways when you're on the street.</p><p><strong><em>The Overnighters</em>: </strong>Director Jesse Moss tells the story of a North Dakota pastor who provides shelter for economically desperate temporary workers — and discovers that no good deed goes unpunished.</p><hr /><h3><strong>Interview Highlights </strong></h3><p><strong>On why <em>Boyhood</em> was his favorite of the year</strong></p><p>There are all sorts of ways on film to denote the passing of time, and Richard Linklater has done that by setting a lot of films in real time and using time as a kind of marker, [like in] <em>Before Midnight</em>. ... But, you know, time is really important to him, and here, when he follows over 12 years this one boy aging, we get to see the changes on a kind of molecular level. ... Since the movie is about things that are lost that can't be recovered, you can't go back in time. Once you see him age, you can't bring the little boy back. ... That, to me, makes the movie so poignant and so profound. It gives a kind of documentary element, but it kind of transcends documentary.</p><p><strong>On the best performances of the year</strong></p><p>Julianne Moore gives a performance in a film called <em>Still Alice:</em> She plays the victim of early onset Alzheimer's disease; she's 50 when the diagnosis comes in. ... Moore gives an extraordinary performance. She plays a character who has always defined herself by her intellect, and so for most, if not all of the movie, you're just riveted on her face. You're just watching her think. There's more and more distance between her thinking the thought and being able to articulate it, being able to chase it down — it becomes heartbreaking in a kind of visceral way that I've really never seen.</p><p>The other major performance of the year is by David Oyelowo as Martin Luther King [in <em>Selma</em>]. How do you play Martin Luther King convincingly? Well, for one thing, he's a British-trained actor, he's got this marvelous voice, and when you can take Martin Luther King's words, many of which we know already, and you can make it sound like they're coming out of your head and, more important, your diaphragm, then you've gone a long way. He's a spectacular actor.</p><p><strong>On <em>Into the Woods</em></strong></p><p><em>Into the Woods</em> is an extraordinary case, because early in the movie, I was jumping out of my seat I was so happy. We know it's the Stephen Sondheim and James Lapine musical, which farcically mixes up a bunch of Brothers Grimm fairytales. And ... they've said they wrote it to explode the sugary Walt Disney treatment of fairy tales, and here it is, opening on Christmas Day, a big-budget Disney movie and working amazingly well. ...</p><p>But, as most people know, the musical takes a turn into the apocalyptic in the second half, really the last third, and man, it doesn't work in this context. I didn't much care for it when I saw the show on Broadway in 1987, but I respected it. But in a Disney movie opening Christmas Day — and pitched to the whole family — this sudden wave of awful things, it seems like child abuse. I say see it, and I say leave at what's clearly the end of Act 1. I'm actually not being facetious. You get all the enchantment and even some of ambiguities and the ... doom, but you won't come out thinking the Big Bad Wolf directed the ending.</p><p><strong>On indie films</strong></p><p>This year was a wonderful year for indie films. I mean, I actually consider <em>Selma</em> an indie film; I consider <em>The Babadook</em> an indie film; I consider <em>Whiplash</em> an indie film, even though they were released by a major studio, in some cases the smaller divisions. ... Kids are coming out of film schools; the cost of making a movie has plummeted in terms of your equipment; you can always find a lot of out-of-work actors; people are creating really meaningful movies from nothing. It's just the gap has been widening every year between indies and studio pictures — and it has never been wider.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+A+%27Depressing%27+Year+For+Films%2C+Edelstein+Finds+Some+Greats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Edelstein","audio":[{"meta":{"duration":"1234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1372918268-140d95.m3u?orgId=1&topicId=4467349&ft=3&f=372690996"},{"href":"http://media.npr.org/assets/img/2014/12/23/download-86e08425631749abd8f4f968ceeb8afe9c84c66a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1080","width":"1442"}},{"href":"http://media.npr.org/assets/img/2014/12/23/thebabadook_still5_essiedavis_noahwiseman__bymattnettheim_2013-11-27_10-13-16am-9e00636c53e990a93bf6d1b4b4df24a998ec36b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2242","width":"2990"}},{"href":"http://media.npr.org/assets/img/2014/12/23/1-4d9f63749807e372a3e57b37640303256483dbfe.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2150","width":"2866"}},{"href":"http://media.npr.org/assets/img/2014/12/23/ujg_06357_lg-4a6889567ed5da62a41abadf11ede7ee3c90eb1d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1996","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/12/23/1_citizenfour-edca9fc778c2750df0ae6eb8f1ed380d2a213dde.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1747","width":"2330"}},{"href":"http://media.npr.org/assets/img/2014/12/23/selma12-54910bc3d86721f0de38060d408f2d8e88916407.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"925","width":"1233"}}]}