{"created":"2015-03-29T09:32:21+00:00","modified":"2015-04-15T19:59:00+00:00","valid":{"from":"2015-04-15T19:59:00+00:00","to":"3015-04-15T19:59:00+00:00"},"hreflang":"en","title":"In The TV Show 'Younger,' You're Only 26 Twice","published":"2015-03-29T14:33:00+00:00","teaser":"In the new TV Land show, Sutton Foster plays Liza, a 40-year-old who needs to get back into the job market. So she moves to Brooklyn, gets highlights, learns how tweet, and pretends to be in her 20s.","itags":["npr_api","395799667"],"guid":"67e338c2-7330-4d0b-ba8b-dc63857e5b97","contentencoded":"<p>Tony award-winning actress Sutton Foster just turned 40, but in the TV Land show<em> Younger </em>she gets to be 26 again. Foster plays Liza, a middle-aged woman who needs to get back into the job market. The last time Liza applied for jobs, Twitter, Facebook and Instagram didn't exist. Now, she's convinced that no one wants to hire someone her age. So she moves to Brooklyn, gets a few highlights, learns how to tweet, and applies for a job as an assistant to a fancy New York publisher.</p><p>It's fun, Sutton tells NPR's Rachel Martin. \"It's great to be able to go back to my '20s,' but still retain everything that I've learned now that I'm older,\" she says.</p><hr /><h3>Interview Highlights</h3><p><strong>On identifying with the Liza character</strong></p><p>I just turned 40. My birthday was on March 18th. And when I started filming this show, I would literally have days like: <em>Oh, this is what the young people are doing!</em> Like, I had no concept! And I was grateful to have Hilary Duff [who plays Liza's friend Kelsey]... and Nico [Tortorella] who plays my love interest on the show — they're both in their 20s. So I would sort of stare at both of them like, \"What are they up to and ... what are they doing?\"</p><p><strong>On the relationship between Liza and Kelsey (Hilary Duff) </strong></p><p>What I think is really cool about <em>Younger</em> is that, as opposed to relationships, or female relationships being conniving or backstabbing or whatever — is they're actually real friendships and women who are rooting for each other and who support one another. And I think that's really nice to see, especially on TV. ... Hilary's character Kelsey takes Liza under her wing and isn't threatened by Liza. She's like, \"I got your back, girl!\" And I think my character Liza sees in Kelsey who she was when she was 26 and wants to take care of her and mother her in a sense and try to protect her from all the mistakes that she knows ultimately she's going to end up making — because that's what happens. You know, that's what you've got to do in your 20s.</p><p><strong>On her transition from theater to television</strong></p><p>All I've ever really done was theater. I've been working in the theater professionally for over 20 years, which is insane! But I wasn't necessarily actively looking to do TV, primarily because I was scared! I did a show called <em>Bunheads</em> which was a show on ABC Family. And when that came along, it, like, rocked my world. It changed my entire perspective and idea about being on TV and working on a set and being able to go on a journey with a character: <em>that's</em> really exciting. Because when you do theater, you tell the same story every day. But with a television show, I have no idea where a character is going to go and it's really exciting.</p><p><strong>On missing the energy of the audience</strong></p><p>I'm like, \"Why isn't anyone applauding?\" I need <em>constant</em> gratification, all the time! ... You have this instant response when you're on stage ... Especially with comedy. I think that's the trickiest thing. ... You can learn if a joke lands if an audience responds. And then the next night you can like try it a little bit different. ... But you don't have that opportunity on TV, and you pray to God that you're funny and that things are landing. And most of the time the timing is in the editing room. Like how they cut together the scene. So you have to kind of just let go and pray that your editor has got your back.</p><p><strong>On what kinds of roles she's looking for at this point in her career</strong></p><p>I'm always looking for, like, that left turn. The surprise. The thing that's risky or scary. Usually when something's really, really scary and I don't want to do it, it means probably that's the thing I should do. Reno Sweeney in <em>Anything Goes </em>was that type of role. I had a moment right after I got cast where I was like, \"I can't do this! I don't want to do it!\" and I started to panic. I almost backed out of it. ...</p><p>She was a different type of character that I didn't know I could pull it off in my mind. ... She was just a scary character. She was ballsy and brave and fabulous and knew how to walk into a room and be the center of attention. And I was like, \"Ugh, I don't know who this girl is.\" ...</p><p>I'm the girl that walks into a room and I'm in the corner with a plate of shrimp, you know, trying to hide. So I was like, I needed to learn how to walk into a room with like gusto.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+TV+Show+%27Younger%2C%27+You%27re+Only+26+Twice&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1396128433-005aab.m3u?orgId=1&topicId=1138&e=395799667&d=341&ft=nprml&f=395799667"},{"href":"http://media.npr.org/assets/img/2015/03/27/maggie-gives-liza-a-makeover-cf27e31cd9761a0cc7bf62270d7dbd52ca4cc07d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2220","width":"2960"}}]}