{"created":"2015-02-21T02:38:41+00:00","modified":"2015-07-03T20:26:54+00:00","valid":{"from":"2015-07-03T20:26:54+00:00","to":"3015-07-03T20:26:54+00:00"},"hreflang":"en","title":"West Coast Ports, Dockworkers Reach Tentative Deal","published":"2015-02-21T04:23:00+00:00","teaser":"Negotiations with unions had been stalled for nine months; the dispute has snarled recent traffic at the facilities, which handle $1 trillion in cargo each year.","itags":["npr_api","387898173"],"guid":"67e35804-f44c-4e50-884a-c5a64f35ccd9","contentencoded":"<p>West Coast ports and the labor unions that service them reached a tentative agreement Friday night, NPR's Kirk Siegler reports, potentially ending a nine-month standoff that had snarled the movement of cargo.</p><p>Most of the big aspects of a deal — wages, benefits, even maintenance contracts — have been settled for weeks, Kirk says, but some sticking points remained.</p><p>\"This week the high drama seemed to be over something somewhat minor ... who has the power to hire and fire an arbitration during separate, smaller disputes,\" he says.</p><p>Kirk says the settlement should add some certainty to managing traffic at the ports — no more work stoppages or shutdowns like the one-day one Oakland saw earlier this week — but the backlog of cargo could take works or months to clear up. At the Port of Long Beach alone, there were 21 container ships waiting to offload Friday night.</p><p>The agreement came hours after U.S. Labor Secretary Tom Perez urged the two sides to reach an agreement by the end of the day.</p><p>NPR's Jasmine Garsd reported earlier today <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/20/387748178/labor-secretary-perez-says-to-dock-workers-and-port-operators-squash-it-today\" target=\"_blank\">that about 50 cargo ships were anchored offshore</a>, waiting to be unloaded, and that ships rerouted to Canada had overloaded ports in British Columbia.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=West+Coast+Ports%2C+Dockworkers+Reach+Tentative+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"194"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387903008-ac2ea5.m3u?orgId=1&topicId=1006&d=194&p=2&story=387898173&t=progseg&e=387805133&seg=18&ft=nprml&f=387898173"}]}