{"created":"2014-09-08T20:39:01+00:00","modified":"2014-10-31T08:05:34+00:00","valid":{"from":"2014-10-31T08:05:34+00:00","to":"3014-10-31T08:05:34+00:00"},"hreflang":"en","title":"Enduringly Dramatic Italian Soprano Magda Olivero Dies At 104","published":"2014-09-12T20:37:00+00:00","teaser":"The intensely expressive Italian singer had an unusually long career. \"I always have the sense that when I hear her recordings that she's singing just for me,\" says soprano Renée Fleming.","itags":["npr_api","160886605"],"guid":"67ec9a55-42e7-4126-8a92-6128244dea3a","contentencoded":"<p>One of the last great Italian divas, and one of opera's most thrilling voices, has finally gone silent. Soprano Magda Olivero died in Milan, Italy today, according to multiple media organizations including the newspaper <em>La Repubblica</em>. She was 104. Olivero never had a glitzy recording career, but she did have something her contemporaries didn't: longevity. She sang in public for more than seven decades.</p><p>I first heard Olivero almost three decades ago on one of her hard-to-get bootlegged live recordings, and I immediately fell for her unique sound.</p><p>But don't take my word for it. <a href=\"http://www.npr.org/artists/15656760/renee-fleming\" target=\"_blank\">Renée Fleming</a>, one of today's reigning divas, is so crazy about Olivero that she made a pilgrimage to Milan to see her when the older soprano was a spry 94.</p><p>\"She is such an inspiration,\" Fleming says, \"beautiful, funny, a great raconteur. She gave me a breathing lesson. She had me feeling how she breathes, how she supports, and let me tell you, her abdominal wall is stronger than mine. Rude awakening.\"</p><p>That hard as a rock diaphragm, Fleming says, allowed Olivero to do things like floating dreamy, gossamer-thin tones up to the rafters.</p><p>\"She does an unbelievable <em>messa di voce</em> on an aria from [Catalani's] <em> Loreley</em> on a high C that I could never hope to do,\" Fleming says. \"It's just perfection.\"</p><p>Olivero was born in the Northern Italian town of Saluzzo in 1910. She studied in nearby Turin, where she made her operatic debut in 1933. Five years later, she made a big impression <a href=\"https://www.youtube.com/watch?v=TorNaFMuFXk\" target=\"_blank\">singing the slave girl, Liu</a>, in the first complete recording of <a href=\"http://www.npr.org/artists/90063951/giacomo-puccini\" target=\"_blank\">Puccini</a>'s <em>Turandot</em>.</p><p>Olivero's flickering vibrato may not suit everyone's taste these days, but Fleming is among the legions of cult followers who thrill to Olivero's meticulous command of volume and her penetrating drama.</p><p>\"I actually love her sound,\" Fleming says. \"I always have the sense that when I hear her recordings that she's singing just for me.\"</p><p>In his book <em>The Grand Tradition: Seventy Years of Singing on Record 1900 to 1970</em>, critic John Steane raves about Olivero's 1940 performance of <a href=\"http://www.npr.org/artists/16927552/giuseppe-verdi\" target=\"_blank\">Verdi</a>'s <em>La traviata, </em>which has a white-hot intensity to it. He says it points \"forward to the new age of the gramophone.\"</p><p>Olivero's style might have pointed forward, but in the next year, 1941, she suddenly quit opera and got married. Ten years later, she re-emerged, Fleming says, as if nothing had happened.</p><p>\"I said, 'How did you feel coming back after 10 years?' And she said, 'No, I wasn't frightened because I never felt like I was singing. I felt like I was acting,'\" Fleming says. \"She said, 'My technique was so solid, I never had to think about it.' She said so many fascinating things that I just sat there with my jaw on the floor thinking, 'Wow!'\"</p><p>Olivero was coaxed back on the stage in 1951 at the request of composer Francesco Cilea, who was dying. He begged to hear her sing the title role in his opera <em>Adrianna Lecouvreur </em>one last time. He died two months before opening night.</p><p>After her comeback, Olivero went from strength to strength — a few recordings on big labels and finally, in 1975, a stunning Metropolitan Opera debut. She was then in her mid 60s, an age when many opera singers have already retired. Olivero gave up the opera stage in her early 70s, but kept right on singing.</p><p>Olivero once said her main role in life was to sing — wherever and to whomever. She made good on that motto just a few years ago, by singing a scene from <em>Francesca di Rimini</em> at age 99. Her notes may have been little shaky, but her support and breath control were amazingly still intact.</p><p>Olivero was truly among the last great Italian divas — an intensely dramatic presence who shines on in her recordings, whether she made them in her 20s or her 90s.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Enduringly+Dramatic+Italian+Soprano+Magda+Olivero+Dies+At+104&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tom Huizenga","audio":[{"meta":{"duration":"279"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347151242-f1190e.m3u?orgId=1&topicId=1106&ft=3&f=160886605"},{"href":"http://media.npr.org/assets/img/2012/09/10/magda_olivero-5003f44d47ab055c568dce4d41fa90e030a46ca1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2019","width":"2692"}}]}