{"created":"2015-03-23T08:56:17+00:00","modified":"2015-05-13T21:07:26+00:00","valid":{"from":"2015-05-13T21:07:26+00:00","to":"3015-05-13T21:07:26+00:00"},"hreflang":"en","title":"Hillary Clinton Is Ready To 'Stand Out' As A Female Candidate","published":"2015-03-23T21:30:00+00:00","teaser":"The former secretary of state is expected to announce her presidential candidacy soon. In recent weeks, she has given speeches to women's groups, pointing to a likely shift in tone since 2008.","itags":["npr_api","394724359"],"guid":"67eea52f-63cc-4735-8af5-534583013bc7","contentencoded":"<p>At the end of the grueling 2008 primary fight, Hillary Clinton gathered supporters in Washington, D.C., and delivered perhaps the most memorable line of her whole campaign.</p><p>\"Although we weren't able to shatter that highest, hardest glass ceiling this time, thanks to you, it's got about 18 million cracks in it,\" Clinton said to roaring applause.</p><p>It's a line, one could say, that began paving the way for her seemingly inevitable 2016 campaign.</p><p>\"And the light is shining through like never before, filling us all with the hope and the sure knowledge that the path will be a little easier next time,\" she continued.</p><p>Prior to that final moment in her campaign, Clinton rarely talked about the glass ceiling. The calculus — she'd have the women's vote locked up, but some of her campaign advisers were worried about alienating men.</p><p>In recent weeks, as she has assembled campaign advisers in New York and early primary states, Clinton has given a number of speeches to women's groups, pointing to a likely shift in tone from 2008 to 2016.</p><p>\"Don't you someday want to see a woman president of the United States of America?\" Clinton asked earlier this month with a glimmer in her eye at a gala for EMILY's List, an organization that works to elect Democratic women.</p><p>It's quite a contrast to 2008 when her standard response to questions about possibly becoming the first female president was, \"But I am not running as a woman. I am running, because I believe I am the best qualified and experienced person.\"</p><p>The country was involved in two ground wars and Clinton and her advisers didn't want to leave room for anyone to question her toughness.</p><p>\"I think the strategy was to say, 'I am qualified for this job,\" said J. Ann Selzer, who runs Selzer & Co., the pre-eminent polling firm in Iowa. \"And anything that you think of, in terms of a stereotype of what a woman leader would be like — 'Oh, she'd be soft on defense; she'd be reluctant to send in the armed forces,' — she wanted to make perfectly clear that that was not going to be the kind of leader that she would be.\"</p><p>Some people involved with Clinton's 2008 campaign believe it was a mistake. Bonnie Campbell, a prominent Democratic activist in Iowa and former state attorney general, called it a different time.</p><p>\"We think 2008 wasn't that long ago, but politically it really was,\" Campbell said. \"And I believe that women candidates really believed that they should fit in rather than stand out.\"</p><p>Now, nearly seven years after the election of the nation's first black president, and two years into a national conversation about women leaning in, Campbell said she expects Clinton to run a different campaign.</p><p>\"She's really relaxed and comfortable,\" Campbell said, \"and clearly more willing to say, 'I am woman, and so are you, and so are your children. This is why it's important.\"</p><p>She points to the EMILY's List speech as a perfect example of this.</p><p>Even Clinton's explanation of deleting 30,000 personal emails from her time at the State Department hinted at a softer side she kept hidden for much of the campaign in 2008.</p><p>\"Emails about planning Chelsea's wedding or my mother's funeral arrangements, condolence notes to friends as well as yoga routines, family vacations, the other things you typically find in inboxes,\" Clinton said of deleted messages she did not want made public.</p><p>People close to Clinton said this is who she is, and, at 67, she's comfortable in her own skin in a way she wasn't before. She also now has a granddaughter and several more years of foreign-policy experience.</p><p><em>Editor's Note: We've put a new photo at the top of this post. Neither the photo we originally posted, nor a version with a wider crop, clearly showed the words on the screen behind Clinton. Those photos are below.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hillary+Clinton+Is+Ready+To+%27Stand+Out%27+As+A+Female+Candidate&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tamara Keith","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394789496-ade6b7.m3u?orgId=1&topicId=1014&d=280&p=3&story=394724359&t=progseg&e=394789385&seg=11&ft=nprml&f=394724359"},{"href":"http://media.npr.org/assets/img/2015/03/23/4651956161-5cfccf3e47e8156bf3389ec0ad0e35859d49d14c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1326","width":"1768"}},{"href":"http://media.npr.org/assets/img/2015/03/23/465195554-a185ae47dc839c645705a5dccca57eed44033a0b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1120","width":"1495"}},{"href":"http://media.npr.org/assets/img/2015/03/22/465195616-159207dca35928e70fdc95aedb1e112f97791a18.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1961","width":"2615"}}]}