{"created":"2014-10-09T07:02:38+00:00","modified":"2014-11-22T19:05:15+00:00","valid":{"from":"2014-11-22T19:05:15+00:00","to":"3014-11-22T19:05:15+00:00"},"hreflang":"en","title":"Homeless In Nashville, Huge In Sweden","published":"2014-10-09T14:01:00+00:00","teaser":"After decades in obscurity, country singer Doug Seegers went from down-and-out to up-and-coming in an instant.","itags":["npr_api","354642327"],"guid":"67ef4bd9-a5dc-46a4-bd4c-88ab41569f3d","contentencoded":"<p>Country music fans were introduced to a new face at last month's Americana Music Awards in Nashville, when 62-year-old Doug Seegers opened the show with a song from his debut album, <em>Going Down to the River</em>.</p><p>Seegers is originally from Long Island, N.Y., but says he wanted to be a country singer from Day One. He wrote his first song at 16, and, after finishing high school, joined a country band and moved to Austin, Texas, performing under the stage name Duke the Drifter.</p><p>\"We were not drawing crowds into clubs,\" Seegers remembers. \"I mean, we were playing clubs for $100 a night — that we had to split between the four of us, you know? It was hard. We were living real poor, playing music.\"</p><p>One day, Duke the Drifter just split.</p><p>\"I didn't even say goodbye to anybody,\" Seegers says. \"For Pete's sake. I just, like, hitchhiked down the road.\"</p><p>He headed back to New York, learned a trade and started a family — but the music bug never left him. Some 20 years later, Seegers said goodbye to his now-grown children and former wife, and headed for Nashville, Tenn., to play music. But again, his music career stalled.</p><p>\"I didn't feel like I was good enough, to be honest,\" Seegers says. \"When I got to hearing all these musicians and stuff I thought, 'Oh, man, I'm just going to lay back for a few years, and just maybe I'll eventually get up the courage to get out and do something.\"</p><p>Another 17 years passed — and after many years of unsteady work, Seegers ended up homeless, living under a bridge and busking for coins.</p><p>Then, last fall, something incredible happened. Jill Johnson, a Swedish singer with her own TV show, came through town. She was shooting footage for a segment about down-and-out musicians and visited a food pantry where Seegers hung out.</p><p>\"He sat down very calmly and picked up his guitar and just played us this amazing tune, 'Going Down to the River,' \" Johnson says, \"which made us all just fall into tears. I'm speechless today, still. It was just overwhelming and so beautiful and so real and genuine.\"</p><p>Before he knew it, Seegers was whisked off to a studio to record the song for the show. Days after it aired, the song went to No. 1 on Swedish iTunes.</p><p>\"I was slapping myself in the face,\" Seegers says. \"I kept saying, 'Am I dreaming? When am I going to wake up and go back to living under the bridge?' \"</p><p>Sweden lacks for country music fans, but Johnson says something about Seegers seemed to moved people.</p><p>\"I think it's the Cinderella story,\" she says. \"They call him the Cinderella man.\"</p><p>People started sending money to help Seegers. A Swedish label offered him a record deal. A prominent record producer back in Nashville — along with a lot of big-deal session guys — signed on to make the record, and they finished it in three days.</p><p>For one track, someone called in a favor with one of Seegers' longtime heroes, <a href=\"http://www.npr.org/artists/14874232/emmylou-harris\" target=\"_blank\">Emmylou Harris</a>. Harris recorded her tracks separately — but she was so moved by Seegers' voice that she called him to let him know.</p><p>\"I pick up the phone and she says, 'Doug, this is Emmylou Harris,' \" Seegers says. \"And I immediately start crying. I couldn't even talk, I was crying so hard. It was a dream come true for me.\"</p><p>When it was released in Sweden, Seegers' album went to No. 1 and stayed in the top five for 10 weeks. Seegers toured the country, selling out 60 shows. Everywhere he went, he says, people would ask him how he was doing in the United States.</p><p>\"I made them laugh,\" he says, \"when I answered them by saying: 'They don't know me in America at all.' \"</p><p>But they may soon. <em>Going Down to the River </em>comes out in U.S. this week.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Homeless+In+Nashville%2C+Huge+In+Sweden&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Vince Pearson","audio":[{"meta":{"duration":"365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354754682-5b876a.m3u?orgId=1&topicId=1106&ft=3&f=354642327"},{"href":"http://media.npr.org/assets/img/2014/10/08/pressbild7_doug_seegers_fotograf_gregg_roth-52eb75b590cbeeb3e1719066b66049cd8c881be6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2832","width":"3779"}}]}