{"created":"2015-06-20T09:49:40+00:00","modified":"2015-06-20T19:50:06+00:00","valid":{"from":"2015-06-20T19:50:06+00:00","to":"3015-06-20T19:50:06+00:00"},"hreflang":"en","title":"What Do You Think Of When You Hear The Word 'Refugee'?","published":"2015-06-20T14:40:00+00:00","teaser":"The United Nations says there are nearly 60 million refugees around the world. NPR's Scott Simon reflects on what it means to be a refugee, from the lives they leave behind to the struggles they face.","itags":["npr_api","415824321"],"guid":"67f0ccb7-9ea4-430e-99ac-99f9ba9b719e","contentencoded":"<p>Many refugees around the world have to make a grim decision: what few things can they carry in their arms and on their backs as they try to run for safety and freedom?</p><p>This week the United Nations refugee agency said the number of people forced to flee their homes by war and oppression is now as large as a major nation: <a href=\"http://www.un.org/apps/news/story.asp?NewsID=51185#.VYR5_flVhBc\">nearly 60 million people</a>, or a little larger than the population of Italy. It may be the largest number of refugees ever recorded.<br /> <br />They include people from Afghanistan and Ukraine, Burundi and Congo, Eritrea, Haiti, Libya, and Myanmar, Syria, South Sudan, Yemen, and many more places.</p><p>Half of them are children. And thousands have died trying to sail across rough seas in flimsy boats, or of hunger, sickness, or slaughter before they could claw their way across a border.<br /> <br />Almost every continent in the world, including our own, has refugees. But how often when we hear the word do we pause to remind ourselves what being a refugee means?<br /> <br />I've talked to people in refugee camps, in the Middle East, the Caribbean, and Eastern Europe. \"I'm an engineer,\" they'll say as you meet them, or, \"Really, I'm a teacher,\" or, \"I'm a mother,\" or, \"I grow rice,\" or, \"I go to school.\" It's often what they tell you first, even though they've just survived bombs, raids, famines or massacres. They want you to know they are full, flesh and blood human beings, not just men and women who bear a label: survivor, victim, migrant, refugee.<br /> <br />Most of them have left their homes with just the clothes they have on, and suddenly possess only what they can carry. They've had to leave behind every thing they have ever worked to have, and all they've saved for their children. They might have gotten out with a few baby pictures in a pocket, a photo of their parents, or a Bible, a Koran, or a book of poems in a language they might never hear again in an alien country in which they hope to be safe.</p><p>But refugees are not only victims. They are people who have escaped places and circumstances most of us would consider hell through daring, valor, and determination. Joseph Conrad, Victor Hugo, Madeleine Albright, Sitting Bull, Marc Chagall, Miriam Makeba, Albert Einstein, Maria Von Trapp, and the Dalai Lama are just a few of the accomplished people who have been labeled, and proud to be, refugees. They have nourished the world.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Do+You+Think+Of+When+You+Hear+The+Word+%27Refugee%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Scott Simon","audio":[{"meta":{"duration":"171"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1415973880-a52d7a.m3u?orgId=1&topicId=1060&aggIds=4495795&d=171&p=7&story=415824321&t=progseg&e=415973866&seg=3&ft=nprml&f=415824321"},{"href":"http://media.npr.org/assets/img/2015/06/19/gettyimages-477581522-27d39ae70579e898baa3e8fed3ffa353a1b311e9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3484","width":"4646"}}]}