{"created":"2015-01-24T22:37:52+00:00","modified":"2015-06-05T15:30:02+00:00","valid":{"from":"2015-06-05T15:30:02+00:00","to":"3015-06-05T15:30:02+00:00"},"hreflang":"en","title":"'How Do You Tell Your Kids That You've Got Alzheimer's?'","published":"2015-01-26T22:16:00+00:00","teaser":"Writer Greg O'Brien was diagnosed with early-onset Alzheimer's disease five years ago. He describes what it was like to hear the news — and break it to his family.","itags":["npr_api","379381706"],"guid":"67f226b9-0851-4e69-b9f9-f4b4c0505c2f","contentencoded":"<p><em>This is the first in a series, \"Inside Alzheimer's,\" about the experience of being diagnosed with early-onset Alzheimer's disease.</em></p><p>In 2009, 59-year-old Greg O'Brien was a successful journalist and writer living in Cape Cod. He was healthy and happy — he exercised every day, made a good living, spent time with his three children and wife.</p><p>But he had also started to notice changes in himself. He was forgetting things, and his judgment sometimes seemed to fail him. Meanwhile, his own mother was dying of Alzheimer's disease.</p><p>And that year, he was diagnosed as well.</p><p>In the five years since his diagnosis, O'Brien has turned his writer's focus on himself and published <a href=\"http://onpluto.org/\">a memoir</a>, <em>On Pluto: Inside the Mind of Alzheimer's.</em></p><p>For as long as he's able, O'Brien says, he'll continue to talk about what he's going through.</p><p>\"There are millions more [people] out there who are suffering through the stages of early-onset Alzheimer's who are afraid to seek help. They're afraid to talk to people,\" he says. \"If I could help give them that voice so maybe things get a little better for them, then that's good.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On being diagnosed with early-onset Alzheimer's disease</strong></p><p>I was diagnosed in 2009. It was scary, and I remember sitting in my neurologist's office. He had all the test results and the clinical tests that I failed and the brain scan and all that, and he's sitting next to my wife. He said, \"You have Alzheimer's.\"</p><p>So, the doctor looked at me, and he said, \"Are you getting this? You have a battle on your hands. I'm talking to you as if you're terminal.\"</p><p>Now, I have a strong faith and I know I'm going to a better place, but I started thinking of my wife and kids. And I could feel water running down the side of my face. And they were my tears.</p><p><strong>On telling his three children he has the disease</strong></p><p>How do you tell your kids that you've got Alzheimer's? It sucks.</p><p>I had planned this family meeting, so all the kids were home and we're going to go out to dinner. I knew I had to talk beforehand.</p><p>So I'm in the bathroom, you know I felt a little bit like Luca Brasi in <em>The Godfather</em>, practicing my speech. \"On the day of your daughter's wedding ....\"</p><p>I could hear, \"Daddy, where are you?\" So I came out and I went over the fact that their great-grandfather, my grandfather, had died of Alzheimer's and my mother, which they knew. And now it's come for me.</p><p>They were stunned, they didn't quite know what to say. And then [my son] Conor cut through it and said, \"so Dad, you're losing your mind.\" And everyone laughed; and I laughed, and I said, \"You know what, that's enough talk for today. Let's go to dinner.\"</p><p>And that's what we did. We started talking about the Boston Red Sox and the Patriots and the Celtics, and I felt more comfortable in that.</p><p><strong>On speaking publicly about having Alzheimer's disease</strong></p><p>It's difficult doing interviews like this. It's like getting up for a big sporting event. You know, I say my mind is like my prized iPhone: still a very sophisticated device, but one with a short-term battery; one that breaks down easily, pocket-dials, and gets lost. So in writing, and in communicating, and in doing an interview like this, it beats the crap out of me. But I'm feeling like, in doing it, I'm beating the crap out of Alzheimer's.</p><p>There is a stereotype that Alzheimer's is just the end stage when you're in a nursing home and you're getting ready to die. And the point is no, that's not true.</p><hr /><p><em>Next week, on </em>Weekend All Things Considered<em>, Greg O'Brien will explain how his life has changed since his diagnosis.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27How+Do+You+Tell+Your+Kids+That+You%27ve+Got+Alzheimer%27s%3F%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rebecca Hersher","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379633195-fcceb4.m3u?orgId=1&topicId=1128&aggIds=389781574&p=2&story=379381706&t=progseg&e=379632077&seg=6&ft=nprml&f=379381706"},{"meta":{"duration":"377"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379632125-f06f89.m3u?orgId=1&topicId=1128&aggIds=389781574&d=377&p=2&story=379381706&t=progseg&e=379632077&seg=6&ft=nprml&f=379381706"},{"href":"http://media.npr.org/assets/img/2015/01/23/greg-s-hi-res-in-boat-photo---copy-090d2f3f00219158b48f7efb213d18863e85f3f4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"679","width":"905"}}]}