{"created":"2015-05-18T17:09:13+00:00","modified":"2015-05-18T17:09:13+00:00","valid":{"from":"2013-11-05T22:23:25+00:00","to":"3013-11-05T22:23:25+00:00"},"hreflang":"en","guid":"67fb1e0d-b922-4f7a-8a5e-d7db2030170c","teaser":"There are mayoral elections in a lot of cities across the U.S. today and one thread that's common to a lot of those city races is the issue of income inequality.","published":"2013-11-05T22:23:25+00:00","title":"A view of income inequality from the perspective of a city","byline":"Karen Clark","contentencoded":"<div class=\"barn-cleaned\"><p>Growing income inequality in the U.S. has become the subject of much debate in the last few years, in the wake of the Great Recession and movements like Occupy Wall Street. Lately, the issue is getting new life at the local level, too.&nbsp; Income inequality has popped up as a <a href=\"http://www.newyorker.com/online/blogs/currency/2013/10/how-to-manhattanize-a-city.html\" target=\"_blank\">major theme</a> in this week’s mayoral elections from New York City to Boston to Seattle.<span>&nbsp;</span></p>\n<p>“We are increasingly a city of the very rich and the very poor,” one of the candidates running for Mayor in Boston <a href=\"http://www.universalhub.com/2013/candidates-vow-keep-boston-becoming-another-manhat\" target=\"_blank\">said</a> during his campaign.&nbsp; Another <a href=\"http://www.bostonglobe.com/business/2013/11/02/mayoral-candidates-business-economic-issues/GQh4SmJPdwkI7Z80Xce2DJ/story.html\">called</a> income inequality the “top economic issue” facing the city.&nbsp; Across the country in Seattle, income inequality was also singled out by a mayoral hopeful as one of the most pressing concerns.&nbsp; And in New York City, the “<a href=\"http://nymag.com/news/features/bill-de-blasio-2013-11/index6.html\" target=\"_blank\">Tale of Two Cities</a>” became a rallying cry for front-runner Bill DeBlasio’s campaign.&nbsp;<span>&nbsp;</span></p>\n<p>But here’s the thing: local income inequality can mean something very different than national income inequality. &nbsp;<span>&nbsp;</span></p>\n<p>That’s at the core of a <a href=\"http://www.nydailynews.com/opinion/happy-tale-cities-article-1.1483174?print\" target=\"_blank\">provocative argument</a> by Harvard Professor <a href=\"http://scholar.harvard.edu/glaeser\" target=\"_blank\">Ed Glaeser</a>, who studies the economics of cities.&nbsp; “While we can perhaps all wish for a more equal society as a whole, I don’t necessarily <a href=\"http://www.bostonglobe.com/business/2013/11/02/mayoral-candidates-business-economic-issues/GQh4SmJPdwkI7Z80Xce2DJ/story.html\" target=\"_blank\">wish</a> for a community that’s completely homogeneous in terms of income,” he says.&nbsp; “I can think of few places more equal than many of our homogenous suburbs, that manage to stay equal by making it impossible for people with less income to move in to the area.&nbsp; That’s not anything that’s particularly good.”<span>&nbsp;</span></p>\n<p>Glaeser contends that measures of income inequality at the national level reflect “great tectonic forces” that determine which jobs earn how much across the global marketplace, and who gets what share of the nation’s economic prosperity.&nbsp;<span>&nbsp;</span></p>\n<p>Measures of local inequality, however, have more to do with how diverse a city is in terms of high and low income residents, Glaeser says. “Local inequality is often driven by far more prosaic factors—like does this particular community offer housing that’s attractive to rich and poor? Does this city provide both a home for the rich, and opportunity for the poor?”<span>&nbsp;</span></p>\n<p>The luxury lofts that attract rich people to a city, and the social services and public transit that attract the poor—Glaeser says cities should embrace all of it, to stay economically diverse.<span>&nbsp;</span></p>\n<p><strong>Not a Statistic, but a Feeling</strong><span>&nbsp;</span></p>\n<p>And yet, in the last few decades, in big cities across America, there is no denying that the gap between the richest residents and everyone else has been growing wider, and it’s changing these places in palpable ways.&nbsp; Take New York City as an example. In 1980, the richest 1 percent of New Yorkers claimed 12 percent of the city's total income.&nbsp; Now, they claim almost 39 percent, according to a report from the Fiscal Policy Institute.&nbsp;<span>&nbsp;</span></p>\n<p>But for the average person living in a city, it's not so much those statistics that they notice.&nbsp; It’s a more of a feeling they get when they walk down the street.&nbsp;<span>&nbsp;</span></p>\n<p>“The other day I happened to be walking by the block in Park Slope where I lived in 1990,” says Kevin Slavin, a professor at MIT who has lived most of his life in New York City.&nbsp; On his walk, Slavin passed by a building that used&nbsp; to be his local corner store -- a place where people from all walks of life stopped in for conversation, cheap groceries, and heroin—if you were so inclined.&nbsp;<span>&nbsp;</span></p>\n<p>Now, that building is home to a “cat clinic,” Slavin realized.&nbsp; “It's now daycare for your kittens.&nbsp; And I felt like that pretty much summed it up.”&nbsp;<span>&nbsp;</span></p>\n<p>Slavin has mixed feelings about the transformation he’s witnessed in his city -- where kitten day cares have taken over bodega drug fronts and luxury lofts are built on former squats and subways where you once had to guard your wallet are now places where people feel comfortable pulling out their thousand dollar laptops.&nbsp; On the one hand, Slavin -- who is somewhere in between rich and poor -- says these changes in the city have a real upside for him: less crime in many of the areas he frequents, less concern about getting mugged.<span>&nbsp;</span></p>\n<p>“I mean, my life is definitely easier to live without fear than with it. It is better,” he says.<span>&nbsp;</span></p>\n<p>But Slavin says he also feels like something's been lost, as a growing percentage of his city’s residents have more and more wealth.&nbsp; “You start to build out the city for that wealth,” Slavin says. “And there was something that was important and beautiful and worth preserving about living shoulder to shoulder with lots of people who were not at all like you.”<span>&nbsp;</span></p>\n<p><strong>The Price of Prosperity</strong><span>&nbsp;</span></p>\n<p>“There's a price to prosperity that really needs to be grappled with,” says <a href=\"http://www.brookings.edu/experts/katzb\" target=\"_blank\">Bruce Katz</a>, who directs the Metropolitan Policy Program at the Brookings Institution.&nbsp; Katz says cities like Boston and New York that were left for dead in the 1970s have “flourished” in the last ten years as crime rates have dropped and city services improved.&nbsp; “There are consequences to that, for people left behind and for neighborhoods left behind,” he says.&nbsp; “In many cities, as they become more prosperous and as housing prices rise, they’re crowding out a portion of their working population.”&nbsp;<span>&nbsp;</span></p>\n<p>And yet ironically, when low-income families have to move out of a city because they can't afford it anymore, that actually <em>reduces</em> income inequality, points out Harvard’s Ed Glaeser.&nbsp;<span>&nbsp;</span></p>\n<p>“The downside really of the extremes of wealth and poverty in cities is: where is the middle?” Glaeser says.&nbsp; The real problem, Glaeser argues, is that cities have “not been particularly hospitable places for middle income Americans, particularly those with families.\"<span>&nbsp;</span></p>\n<p>Glaeser and Katz both say that is the <em>real</em> challenge for cities where income inequality has become a hot button issue.&nbsp; Not necessarily how to reduce income inequality, but how to create more opportunities for working families to survive and thrive.</p></div>","itags":["67fb1e0db922f7a2a5ead7db2030170c","Marketplace","Marketplace for Tuesday, November 5, 2013","PMP:Marketplace_PMP"],"tags":["APM","Wealth & Poverty","gentrification","income inequality"],"description":"There are mayoral elections in a lot of cities across the U.S. today and one thread that's common to a lot of those city races is the issue of income inequality.","contenttemplated":"[{\"type\":\"text/html\",\"content\":\"<p>Growing income inequality in the U.S. has become the subject of much debate in the last few years, in the wake of the Great Recession and movements like Occupy Wall Street. Lately, the issue is getting new life at the local level, too.  Income inequality has popped up as a <a href=\\\"http://www.newyorker.com/online/blogs/currency/2013/10/how-to-manhattanize-a-city.html\\\" target=\\\"_blank\\\">major theme</a> in this week’s mayoral elections from New York City to Boston to Seattle.<span> </span></p>\"},{\"content\":\"<p>“We are increasingly a city of the very rich and the very poor,” one of the candidates running for Mayor in Boston <a href=\\\"http://www.universalhub.com/2013/candidates-vow-keep-boston-becoming-another-manhat\\\" target=\\\"_blank\\\">said</a> during his campaign.  Another <a href=\\\"http://www.bostonglobe.com/business/2013/11/02/mayoral-candidates-business-economic-issues/GQh4SmJPdwkI7Z80Xce2DJ/story.html\\\">called</a> income inequality the “top economic issue” facing the city.  Across the country in Seattle, income inequality was also singled out by a mayoral hopeful as one of the most pressing concerns.  And in New York City, the “<a href=\\\"http://nymag.com/news/features/bill-de-blasio-2013-11/index6.html\\\" target=\\\"_blank\\\">Tale of Two Cities</a>” became a rallying cry for front-runner Bill DeBlasio’s campaign. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>But here’s the thing: local income inequality can mean something very different than national income inequality.  <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>That’s at the core of a <a href=\\\"http://www.nydailynews.com/opinion/happy-tale-cities-article-1.1483174?print\\\" target=\\\"_blank\\\">provocative argument</a> by Harvard Professor <a href=\\\"http://scholar.harvard.edu/glaeser\\\" target=\\\"_blank\\\">Ed Glaeser</a>, who studies the economics of cities.  “While we can perhaps all wish for a more equal society as a whole, I don’t necessarily <a href=\\\"http://www.bostonglobe.com/business/2013/11/02/mayoral-candidates-business-economic-issues/GQh4SmJPdwkI7Z80Xce2DJ/story.html\\\" target=\\\"_blank\\\">wish</a> for a community that’s completely homogeneous in terms of income,” he says.  “I can think of few places more equal than many of our homogenous suburbs, that manage to stay equal by making it impossible for people with less income to move in to the area.  That’s not anything that’s particularly good.”<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Glaeser contends that measures of income inequality at the national level reflect “great tectonic forces” that determine which jobs earn how much across the global marketplace, and who gets what share of the nation’s economic prosperity. <span> </span></p>\"},{\"content\":\"<p>Measures of local inequality, however, have more to do with how diverse a city is in terms of high and low income residents, Glaeser says. “Local inequality is often driven by far more prosaic factors—like does this particular community offer housing that’s attractive to rich and poor? Does this city provide both a home for the rich, and opportunity for the poor?”<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The luxury lofts that attract rich people to a city, and the social services and public transit that attract the poor—Glaeser says cities should embrace all of it, to stay economically diverse.<span> </span></p>\"},{\"content\":\"<p><strong>Not a Statistic, but a Feeling</strong><span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>And yet, in the last few decades, in big cities across America, there is no denying that the gap between the richest residents and everyone else has been growing wider, and it’s changing these places in palpable ways.  Take New York City as an example. In 1980, the richest 1 percent of New Yorkers claimed 12 percent of the city&apos;s total income.  Now, they claim almost 39 percent, according to a report from the Fiscal Policy Institute. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But for the average person living in a city, it&apos;s not so much those statistics that they notice.  It’s a more of a feeling they get when they walk down the street. <span> </span></p>\"},{\"content\":\"<p>“The other day I happened to be walking by the block in Park Slope where I lived in 1990,” says Kevin Slavin, a professor at MIT who has lived most of his life in New York City.  On his walk, Slavin passed by a building that used  to be his local corner store -- a place where people from all walks of life stopped in for conversation, cheap groceries, and heroin—if you were so inclined. <span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Now, that building is home to a “cat clinic,” Slavin realized.  “It&apos;s now daycare for your kittens.  And I felt like that pretty much summed it up.” <span> </span></p>\"},{\"content\":\"<p>Slavin has mixed feelings about the transformation he’s witnessed in his city -- where kitten day cares have taken over bodega drug fronts and luxury lofts are built on former squats and subways where you once had to guard your wallet are now places where people feel comfortable pulling out their thousand dollar laptops.  On the one hand, Slavin -- who is somewhere in between rich and poor -- says these changes in the city have a real upside for him: less crime in many of the areas he frequents, less concern about getting mugged.<span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“I mean, my life is definitely easier to live without fear than with it. It is better,” he says.<span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Slavin says he also feels like something&apos;s been lost, as a growing percentage of his city’s residents have more and more wealth.  “You start to build out the city for that wealth,” Slavin says. “And there was something that was important and beautiful and worth preserving about living shoulder to shoulder with lots of people who were not at all like you.”<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>The Price of Prosperity</strong><span> </span></p>\"},{\"content\":\"<p>“There&apos;s a price to prosperity that really needs to be grappled with,” says <a href=\\\"http://www.brookings.edu/experts/katzb\\\" target=\\\"_blank\\\">Bruce Katz</a>, who directs the Metropolitan Policy Program at the Brookings Institution.  Katz says cities like Boston and New York that were left for dead in the 1970s have “flourished” in the last ten years as crime rates have dropped and city services improved.  “There are consequences to that, for people left behind and for neighborhoods left behind,” he says.  “In many cities, as they become more prosperous and as housing prices rise, they’re crowding out a portion of their working population.” <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>And yet ironically, when low-income families have to move out of a city because they can&apos;t afford it anymore, that actually <em>reduces</em> income inequality, points out Harvard’s Ed Glaeser. <span> </span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>“The downside really of the extremes of wealth and poverty in cities is: where is the middle?” Glaeser says.  The real problem, Glaeser argues, is that cities have “not been particularly hospitable places for middle income Americans, particularly those with families.&quot;<span> </span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Glaeser and Katz both say that is the <em>real</em> challenge for cities where income inequality has become a hot button issue.  Not necessarily how to reduce income inequality, but how to create more opportunities for working families to survive and thrive.</p>\"}]","audio":[{"meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/127540253.jpg?itok=6ru36JX1","type":"image/jpeg"},{"type":"audio/mpeg","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/05/marketplace_segment19_20131105_64.mp3","format":"MP3","meta":{"duration_hms":"00:03:22","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/05/marketplace_segment19_20131105"},"duration":202}}]}