{"created":"2014-08-28T01:48:01+00:00","modified":"2014-10-30T22:58:55+00:00","valid":{"from":"2014-10-30T22:58:55+00:00","to":"3014-10-30T22:58:55+00:00"},"hreflang":"en","title":"Director Richard Attenborough Brought Intimacy To Big Ideas","published":"2014-08-25T23:53:00+00:00","teaser":"Attenborough engaged audiences in the struggle for apartheid in <em>Cry Freedom</em>, and spent 20 years and his own fortune to bring<em> </em>Gandhi's story to the screen. NPR's Bob Mondello has this remembrance.","itags":["npr_api","343165442"],"guid":"67fc13bd-84c5-4de4-9ea4-20c6be272ea0","contentencoded":"<p>When Steven Spielberg was looking for someone who could make dinosaurs seem plausible in <em>Jurassic Park</em>, he asked fellow filmmaker Richard Attenborough to do something he hadn't done in almost 14 years: act. Plenty of performers could look at green screens and convey a sense of wonder. What Attenborough could do while playing the owner of Jurassic Park, figured Spielberg, was flesh out the bigger picture — the why. And when he did, it sounded almost as if he was stating the filmmaking credo he'd lived by all his life.</p><p>\"I wanted to show them something that wasn't an illusion,\" Attenborough's park owner tells Laura Dern, as his dream comes crashing down around them. \"Something that was real ... something they could see and touch.\"</p><p>That is more or less what Attenborough had been doing for five decades at that point, ever since 1947, when he was so persuasive in a British film noir called <em>Brighton Rock</em> that he risked being typecast as a thug when he played a baby-faced but coldblooded teenager who killed his friends as casually as he killed his enemies.</p><p>If raising goose flesh was what Attenborough did at the start of his acting career, raising consciousness was his aim once he stepped behind the camera. He personalized cautionary tales in <em>Oh! What A Lovely War </em>and <em>A Bridge Too Far</em>, his epic about military miscalculation.</p><p>And he spent 20 years and all of his personal fortune, even mortgaging his house, in a struggle to bring a story about nonviolence to the screen. It was a story Hollywood was convinced would never sell, about how the British empire was brought virtually to its knees by a frail wisp of a man named Gandhi who employed passive resistance and hunger strikes to demand \"that the fighting will stop.\"</p><p>That plea was echoed five years later in <em>Cry Freedom</em>, when Attenborough engaged audiences in the struggle against apartheid by concentrating his story on the words and personality of South African activist Steve Biko.</p><p>When Attenborough tackled less weighty subjects, the fire sometimes went out of his filmmaking. His movies <em>Chaplin </em>and <em>A Chorus Line</em> didn't connect with audiences. <em>Shadowlands</em> did, although it was arguably a tougher sell — a story of cancer and Christian theology that briefly turned Oxford academic C.S. Lewis into a matinee idol, mostly because Lewis had big ideas</p><p>And big ideas were what fired the imagination of Richard Attenborough — ideas that he could turn into something an audience could see and touch.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Director+Richard+Attenborough+Brought+Intimacy+To+Big+Ideas&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343203911-9e3201.m3u?orgId=1&topicId=1045&ft=3&f=343165442"}]}