{"created":"2014-10-08T20:50:40+00:00","modified":"2014-10-09T18:06:38+00:00","valid":{"from":"2014-10-09T18:06:38+00:00","to":"3014-10-09T18:06:38+00:00"},"hreflang":"en","guid":"6813de0e-74f7-41f2-b7f4-0bdb66c7d47d","title":"How small is small? Try looking at the nano-dimension","published":"2014-10-09T18:06:37+00:00","byline":"Nina Porzucki","tags":["Nobel Prizes","chemistry","microscope","nanotechnology","Science","Science, Tech & Environment","Global","Ortwin Hess","Eric Betzig","Stefan Hell","William Moerner","Richard Feynman","Science","Nanotechnology","Richard Feynman"],"teaser":"This year's Nobel Prize in Chemistry was awarded to three scientists who developed a way to see the world at an even smaller scale. But even though our ability to see into the \"nano-dimension\" is new, the use of nanotechnology is older than you might think.","contentencoded":"<p>Back in the 16th century, when <a href=\"http://www.history-of-the-microscope.org/history-of-the-microscope-who-invented-the-microscope.php\">Dutch lens-maker&nbsp;Zacharias Jansen</a> and his father began experimenting with magnifying glasses, they had no idea that&nbsp;we might be&nbsp;able to see the world at a molecular level some day.</p><p>Yet this year&#39;s Nobel Prize in Chemistry was awarded today for developing a way to&nbsp;take an even closer look at that tiny world.&nbsp;Scientists Eric Betzig, Stefan Hell&nbsp;and William Moerner figured out a way to enable to the optical microscope &mdash; the kind the uses light, just like&nbsp;the ones you remember from high school &mdash;&nbsp;to see further into the cell than ever before, ostensibly getting man deeper into the nano-dimension.</p><p>The what?</p><p>Think of the nano-dimension as its own kind of tiny universe, says Ortwin Hess, a&nbsp;nano-physicist at&nbsp;Imperial College&nbsp;London:&nbsp;&ldquo;Certainly, looking up at the sky has all of the fascination that people have been dreaming about,&quot; he says. &quot;But staying here on Earth,&nbsp;we have an intermediate cosmos, an intermediate galaxy to discover by seeing the way molecules are arranged.&rdquo;</p><p>Even though the scale is tiny, the nano world is vast. &ldquo;It&#39;s about the same order of magnitude going down to the nano world as going from the Earth to the Sun,&rdquo; Hess&nbsp;says.</p><p>And while nanotechology has only recently come into its own, Hess says it has been around for a long time.&nbsp;&ldquo;The Romans &mdash;&nbsp;unknowingly,&nbsp;probably &mdash;&nbsp;they used little bits of nano metals to embed in glass to change the color and that made its way to church glass windows in the Middle Ages as well,&rdquo; he explains.</p><p>The famous&nbsp;<a href=\"http://en.wikipedia.org/wiki/Damascus_steel\">Damascus steel</a>&nbsp;was also enhanced with nano bits of carbon to make it especially&nbsp;strong. But it&#39;s only today that we&nbsp;understand the reasons behind the colored glass and the strong steel.</p><p>In the 1950s,&nbsp;physicist Richard Feynman famously gave a lecture entitled, &ldquo;<a href=\"http://www.zyvex.com/nanotech/feynman.html\">There&rsquo;s Plenty of Room at the Bottom</a>,&quot; marveling at how little progress had been made in miniaturization.&nbsp;&ldquo;With everyone else looking up at the stars, [Feynman] said it&rsquo;s also very interesting to look down to small structures,&rdquo;&nbsp;Hess says.</p><p>&quot;There is a device on the market, they tell me, by which you can write the Lord&#39;s Prayer on the head of a pin. But that&#39;s nothing; that&#39;s the most primitive, halting step in the direction I intend to discuss,&quot; Feyman&nbsp;said in his lecture. &quot;It is a staggeringly small world that is below.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/microscope2.1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/microscope21jpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/100820143.mp3"},{"href":"http://www.pri.org/file/100820143mp3"}]}