{"created":"2015-01-03T15:07:50+00:00","modified":"2015-01-03T19:40:09+00:00","valid":{"from":"2015-01-03T19:40:09+00:00","to":"3015-01-03T19:40:09+00:00"},"hreflang":"en","title":"From Pulpit To Politics: A Pastor Takes Her Work To The Wider World","published":"2015-01-03T16:59:00+00:00","teaser":"Faith Whitmore says being a Methodist pastor was like running a small business. After 30 years of preaching, she was tired. Now she works on a larger platform as district director for a congressman.","itags":["npr_api","374562457"],"guid":"681675da-55a9-4cd6-a52a-7f34ed68434f","contentencoded":"<p><em>This is part of a series of stories about </em><a href=\"http://www.npr.org/series/374421063/starting-over\">starting over</a>,<em> profiling people who, by choice or circumstance, reinvented or transformed themselves.</em></p><p>Faith Whitmore was ordained as a pastor 30 years ago, drawn by a deep sense of God and spirit within her. She worked at churches throughout the Sacramento, Calif., region, eventually becoming senior pastor at one of the largest United Methodist congregations.</p><p>It was like running a small business, she says.</p><p>\"You have committee and property that you need to take care of, and fundraising that has to happen,\" she says. \"There are weddings and funerals and baptisms.\"</p><p>And, of course, preaching.</p><p>\"Christ engages the woman at the well,\" she said from the pulpit in 2011, \"finding the lost, calling them by name, calling them home. ... That's what a healthy church can do, that's what a healthy church can be: A place of knowing, and being known.\"</p><p>But after three decades doing this work, Whitmore was tired. She took a job leading a nonprofit that helps homeless people.</p><p>Soon after, the Catholic Church stopped contributing to the group because as a pastor, Whitmore spoke out in support of same-sex marriage and Planned Parenthood. She says she wasn't pushed out of the job, but soon after, she accepted a position as district director for U.S. Rep. Ami Bera, D-Calif.</p><p>\"People say, 'How you can you go from ministry to politics?' \" she says. \"Or they ask me, 'How long have you been in politics?' And I say, 'Well, depends on how you look at it. Maybe a couple weeks, maybe all my life.' \"</p><p>Exactly how Whitmore came to work for Bera is a point of disagreement between the two longtime friends. Whitmore says he approached her; Bera says she approached him.</p><p>\"From my end, it was a no-brainer,\" he says. \"You have someone who is trusted in the community, who is well-respected in the community, whose values align with my values, who really is a natural surrogate.\"</p><p>Bera ran for re-election last year, and won by a razor-thin margin. The candidates and their supporters spent more $20 million on the election — the most expensive congressional race in the country.</p><p>Bera says Whitmore got mad about the ads running against him.</p><p>\"We might be driving somewhere in a car, going to an event, and she might vent to me a little bit,\" Bera says. \"It's like, 'Faith, you remember the clergy? You can't use colorful language like that.' \"</p><p>Swearing aside, Whitmore is still deeply religious. But things have changed: She doesn't go to church every Sunday, and has no regrets about leaving behind her life as a pastor.</p><p>Whitmore says she now takes her Christian values into the world and fulfills her vocation outside the pulpit.</p><p>\"I am growing older and my time on Earth is getting shorter,\" she says. \"Some of the things I care about are on a larger scale. If I can care about health care for everybody, that's legislation. If I care about immigrant status, that's legislation.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Pulpit+To+Politics%3A+A+Pastor+Takes+Her+Work+To+The+Wider+World&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Green","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374737016-5da8b4.m3u?orgId=1&topicId=1016&aggIds=374421063&ft=3&f=374562457"},{"href":"http://media.npr.org/assets/img/2015/01/03/faithwhitmore-31a357adbf840865bf5ea103fd875c68cee83b43.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"353","width":"470"}}]}