{"created":"2014-09-07T23:28:16+00:00","modified":"2014-10-31T02:02:54+00:00","valid":{"from":"2014-10-31T02:02:54+00:00","to":"3014-10-31T02:02:54+00:00"},"hreflang":"en","title":"An Inmate Who Killed Another Rethinks His Own Past","published":"2014-05-16T16:07:00+00:00","teaser":"When he killed a fellow inmate in prison, Carlos Rocha \"looked at it like he was a criminal, just like me.\" But when his own brother was killed in jail, Rocha gained a new perspective on his crime.","itags":["npr_api","312827317"],"guid":"6829a63a-bd08-4b2b-9998-301ad2918dd7","contentencoded":"<p>Carlos Rocha grew up in Chicago and became a gang member like his brothers. In 1998, he was arrested for weapons possession and sent to prison.</p><p>Right before he was to be released on bond, Carlos, now 40, got into a fight with another inmate and killed him, resulting in an additional 24 years behind bars.</p><p>\"I didn't look at it ... like I took somebody's life that really mattered,\" Carlos says during a StoryCorps visit to Danville Correctional Center in Illinois, where he is an inmate. \"I looked at it like he was a criminal, just like me. I was defending myself. So that's what it was at first,\" Carlos says.</p><p>But then his brother, just a day before his set release from a penitentiary in Texas, was murdered by another inmate, Carlos says.</p><p>\"At first, I felt a lot of hate. I broke down because I thought that it was karma for what I had done,\" Carlos says. \"I kept thinking back about the victim in my case and I thought, 'Well, this guy, you know, he had a daughter. He had a wife and mother. They're going through what I'm going through right now,' \" he says.</p><p>He says he was told that the daughter came to see him at the county jail, \"but she just came in to see who I was, and I never got a chance to talk to her.</p><p>\"I think it was drilled into us when we were younger, you're supposed to hate this guy, or hate that guy over there. You just hated him because he was on the other side of the street. I think about that every day. I think about how I could have been different,\" Carlos says.<br /> <br /> \"I think the judge, when he sentenced me, he said that when I would be released, I would be an old and patient man, and I think I'm accomplishing it.\"</p><p><em></em><em>Produced for </em>Morning Edition<em> by Jasmyn Belcher.<br /> </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Inmate+Who+Killed+Another+Rethinks+His+Own+Past&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"140"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312978164-e6df18.m3u?orgId=1&topicId=1022&aggIds=4516989&ft=3&f=312827317"},{"href":"http://media.npr.org/assets/img/2014/05/15/rochanpr-7ca238519e3b7210aec7d6483f6b034d38f52f4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"219","width":"292"}}]}