{"created":"2014-11-10T20:27:34+00:00","modified":"2015-05-06T20:39:26+00:00","valid":{"from":"2015-05-06T20:39:26+00:00","to":"3015-05-06T20:39:26+00:00"},"hreflang":"en","title":"Why Divers In Bonaire Are So Eager To Kill The Beautiful Lionfish ","published":"2014-11-11T17:56:00+00:00","teaser":"Bonaire is a scuba diver's paradise in the Caribbean. But the invasive lionfish is gobbling up smaller fish that protect the reef. The island is now teaching divers how to spear the lionfish.","itags":["npr_api","361155911"],"guid":"682d89c0-08b8-47ed-9679-16fb1722095a","contentencoded":"<p>On the wall at the Buddy Dive Resort on the Caribbean island of Bonaire there's an Old West-style poster. It sums up the feelings here about the beautiful lionfish, pictured with its plume of featherlike fins and amber and white stripes.</p><p>\"Wanted: Dead,\" reads the poster.</p><p>The poster is an advertisement for a lionfish hunting course in Bonaire, a scuba diver's paradise off the coast of Venezuela. The surrounding reef is a kaleidoscope of corals, sponges and exotic fish. But in recent years, it has also become home to the lionfish — an invasive species native to the Pacific and Indian oceans.</p><p>It's believed aquarium owners first dumped lionfish off the coast of Florida in the mid-1980s. Since then, the fish have spawned at a rate that would make rabbits blush. <a href=\"http://www.npr.org/2013/04/17/177359109/lionfish-attack-the-gulf-of-mexico-like-a-living-oil-spill\">Lionfish are now devouring reef fish from North Carolina across the Caribbean</a>.</p><p>Bonaire is fighting back, training divers to hunt the predatory creature.</p><p>Instructor Mariska De Waard guides me through a short classroom session about the venomous fish, the damage it's doing to reefs, and how to hunt it without further harming the reef — or myself.</p><p>\"On the reef in the shallows, we have a nice line with little balls of foam and little bottles we can use as a practice to shoot,\" says De Waard.</p><p>What we'll be shooting is a short, spring-loaded spear called the ELF, which stands for \"Eliminate Lion Fish.\" It's the only spear Bonaire's government allows in its protected marine park, and it can only be used on lionfish.</p><p>We suit up and splash into the clear, 82-degree water. After I successfully shoot a couple of foam balls without flailing around, De Waard leads us down the lush reef.</p><p>Moments into the dive, we spot a small lionfish. This one is doing what lionfish usually do: hovering around in a little coral shelter. It looks quite beautiful, kind of an aquatic wolf in sheep's clothing that gobbles up other fish that keep the reef healthy.</p><p>De Waard shoots this one and shoves it into the Zookeeper — a PVC tube with a funnel at one end. You stuff the fish in and then pull out the spear, leaving the creature trapped inside.</p><p>Reef sharks are a rare sight here, and there's no worry about them chasing your catch. In fact, that's the problem — there are no natural lionfish predators in the Atlantic.</p><p>Next, it's my turn. After a couple of near-misses, I find my groove and shoot 16 over the course of my three training dives.</p><p>With that, I join the growing legion of certified lionfish hunters.</p><p>Pepe Mastropaolo, the course instructor at Buddy Dive, designed the lionfish hunting program for the Professional Association of Diving Instructors two years ago. \"The important thing is we are training people to remove this invasive species from our reefs,\" he says.</p><p>Mastropaolo says more than 500 divers have taken the course. While many are tourists and will spend only a short time here, a growing number of local residents are getting certified.</p><p>\"I would say at any given time, there's about 30 people on the island who are actively hunting,\" says Rita Peachey, the director of the Council on International Educational Exchange research center in Bonaire. She says the first fish was spotted in 2009 — some two decades after the species was released off Florida.</p><p>Patrick Lyons, a professor at CIEE, says that hunting is the only effective method of controlling the lionfish population.</p><p>\"We're certainly keeping their numbers low, and the numbers are much lower than other places where they're not being actively hunted,\" he says.</p><p>For example, in the waters off nearby Curacao and Aruba, the lionfish population is 10 times that of their natural habitat.</p><p>And with the hunting comes eating.</p><p>Bonaire wants to create demand for the fish — on your plate. <a href=\"http://www.npr.org/blogs/health/2011/07/07/137674792/in-a-fish-eat-fish-world-order-asian-carp-and-lionfish-to-save-the-rest\">Once the venomous spines are cut off, lionfish are safe to handle and — more important — to eat</a>.</p><p>I bring my catch to Ingredients Restaurant at Buddy Dive Resort. It has a weekly lionfish dinner, and the place is packed to the gills.</p><p>Chef Ellen Bross and her crew quickly fillet my fish and prepare several of their favorite dishes: pan-seared in olive oil and butter, lime and basil ceviche, beer-and-pesto-battered fritters.</p><p>The fish is light, tender, moist, and has a mild taste reminiscent of Mediterranean sea bass.</p><p>\"It's not a very fishy fish,\" says Bross. \"I don't like fish, but I like lionfish.\"</p><p>I like fish, and I would order lionfish over many others. And if eating them helps save Atlantic reefs, then all the better.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Divers+In+Bonaire+Are+So+Eager+To+Kill+The+Beautiful+Lionfish+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"251"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363101508-6624e8.m3u?orgId=1&topicId=1127&d=251&p=2&story=361155911&t=progseg&e=363055137&seg=6&ft=nprml&f=361155911"},{"href":"http://media.npr.org/assets/img/2014/11/05/lionfish-02-171550163c21251cf0a2cf0f0bbbb80eac516a48.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"719","width":"958"}},{"href":"http://media.npr.org/assets/img/2014/11/06/lionfish-food_custom-d1516ec9a512536ad160f67623796afdf71e8ac7.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"723","width":"1086"}}]}