{"created":"2014-10-08T15:34:35+00:00","modified":"2014-10-31T01:55:00+00:00","valid":{"from":"2014-10-31T01:54:59+00:00","to":"3014-10-31T01:54:59+00:00"},"hreflang":"en","title":"What Those Baby Photos On Social Media Can Teach Us About Moms","published":"2014-05-23T11:52:00+00:00","teaser":"Today's babies are part of the first generation with their entire lives documented on social media. Researchers are finding lessons in the streams of their photos.","itags":["npr_api","314241722"],"guid":"6838200f-9498-4dc4-bba6-2c6cb73afb63","contentencoded":"<p>You can't miss 'em. Baby pictures have flooded so many Instagram and Facebook feeds that an app is now available to block them, if you want. But as the newness of social media collides with an experience as old as time — motherhood — researchers are beginning to study its sociological and psychological impacts.</p><p>\"We're living in a different era, where families are not necessarily living in the same neighborhood, on the same block, seeing their grandparents every Sunday,\" says Brooklyn mom Nicole Jedinak, who has been snapping and sharing photos of her son Jackson since he was born. \"I think [Instagram] is a really great way for his grandparents and aunts and uncles and everybody in the family to keep up with what's going on.\"</p><p>Jedinak's son — and babies of his age — are part of the first generation with digital evidence of their entire lives on social media. It starts as early as a sonogram image.</p><p>\"Those children have a digital footprint before they were even born,\" says Priya Kumar. The University of Michigan researcher says seeing sonogram photos led her to <a href=\"http://hdl.handle.net/2027.42/106577\">her recent research</a> on the motivations of moms who post photos of their babies — even in utero — online.</p><p>\"Facebook pictures can give us a really unique lens on not only the transition to motherhood, but also that mother-child relationship,\" she says.</p><p>In interviews with dozens of moms, Kumar found that they share photos to connect — as Jedinak does — and because they see photo sharing as a social norm. The study further found that moms consider four main ideas when it comes to posting baby photos:</p><p>Content — what the photo shows.</p><p>Audience — who would want to see it?</p><p>Recency — how recently did I share another picture?</p><p>Convenience — how easy is it for me to share right now?</p><p>For moms like Molly Weingrod, who has three children, photos of kids are best shared with family only, and kept off all social media. Weingrod emails photo albums to small circles.</p><p>\"Since I don't know where things go and what happens to them after you put them out into the ether, I like to keep them private as much as possible,\" Weingrod says.</p><p>Privacy concerns did keep moms in the study from posting certain images, like naked photos. And moms were selective about their privacy settings. Still, Kumar's research shows the audience for baby photos is now much bigger than the days of physical photo albums. That makes parents curators, in a sense, creating a public image of these tiny humans that the kids one day have to inherit.</p><p>\"You've got the mother deciding how she wants to portray her own identity online, but she's sometimes doing that through pictures of another person — her child. So is she actually using pictures of the child to kind of represent her own self? And I find that fascinating,\" Kumar says.</p><p>How women negotiate the questions of parental identity and public selves is the work of psychologist Daphne de Marneffe. Her 2004 book <em><a href=\"http://www.npr.org/books/titles/314255118/maternal-desire-on-children-love-and-the-inner-life\">Maternal Desire</a></em> explored the complex relationship.</p><p>\"People are grappling with identity. And they're grappling with identity when they become parents, and they're also grappling with identity in terms of who we are online. And so it's sort of this perfect storm in a way, of these two kind of forces that people are trying to manage,\" de Marneffe says.</p><p>Jedinak, Jackson's mom, says she has put more thought into her photo sharing as Jackson has gotten older.</p><p>\"Now, as he's approaching 2, I post much less frequently. You know, maybe every other day, and before, it was two or three pictures a day. I do think that as he's becoming his own person, it's definitely a line I need to respect. I don't foresee myself kind of exposing his life in this way for too much longer,\" Jedinak says.</p><p>How we expose ourselves, how we present our children and who we really are: These are complicated topics that de Marneffe says deserve more thought.</p><p>\"Our public persona in a sense is kind of hard to disentangle from our private self. And those are issues that cultures are always grappling, with and this is just the newest iteration,\" she says.</p><p><a href=\"http://hdl.handle.net/2027.42/106577\">Read Kumar's full research study</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Those+Baby+Photos+On+Social+Media+Can+Teach+Us+About+Moms&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1315080698-597c03.m3u?orgId=1&topicId=1049&ft=3&f=314241722"},{"href":"http://media.npr.org/assets/img/2014/05/20/istock_000018911577large-f67cfb0e9839869366364e18526e58ecbd861950.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1876","width":"2500"}},{"href":"http://media.npr.org/assets/img/2014/05/20/istock_000031649814large-758f5ee83d81083890de90463e1d2840fdcd6da4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1831","width":"2438"}}]}