{"created":"2014-10-31T18:32:59+00:00","modified":"2014-11-10T20:55:53+00:00","valid":{"from":"2014-11-10T20:55:53+00:00","to":"3014-11-10T20:55:53+00:00"},"hreflang":"en","title":"In The Life Of 'Olive Kitteridge,' It's The Little Things That Add Up","published":"2014-10-31T18:48:00+00:00","teaser":"The HBO miniseries starring Frances McDormand is based on a collection of stories about residents in a small town in Maine. It's about family, friends and the tenuous relationships that make up life.","itags":["npr_api","360423631"],"guid":"683b27c4-a99f-46a5-884b-58987ad9c237","contentencoded":"<p><em>Olive Kitteridge, </em>a new two-part, four-hour miniseries that runs on HBO Sunday and Monday, sounds like the kind of long-form dramas TV used to make back in the '70s and '80s when miniseries ruled. Like them, <em>Olive Kitteridge </em>covers an entire generation in the lives of its characters — a 25-year span — but otherwise, it couldn't be more different. Most of those sprawling classic miniseries were set against major historical events, and were as much about passionate romance and glamorous costumes as anything else.</p><p><em>Olive Kitteridge, </em>which stars Frances McDormand as a fiercely acerbic New England teacher, wife and mother, is just the opposite. It's all about family, and friends and the tenuous relationships that make up life. There's no glamour whatsoever in <em>Olive Kitteridge, </em>unless you count a wedding ceremony or two — but even those are layered not with pomp and circumstance, but with the tiniest, most revealing bits of human behavior.</p><p><em>Olive Kitteridge </em>comes from an interrelated collection of stories by Elizabeth Strout about the residents of a small town in Maine. It's centered mostly around the title character, played by McDormand, who so strongly responded to these stories, and this character, that she optioned it from the author the week <em>before </em>the book won a Pulitzer Prize. Great timing.</p><p>Adapting the stories for television was a tough act to pull off — but McDormand, who's also the executive producer, does it superbly with her chosen on-screen and off-screen collaborators. The director is Lisa Cholodenko, who demonstrated her ability to film intimate family dynamics in <em>The Kids Are All Right </em>and <em>Laurel</em><em> Canyon</em><em>. </em>The screenplay adaptation is by Jane Anderson, who wrote <em>Normal</em><em>. </em>Playing opposite McDormand, in the equally crucial role of Olive's husband, Henry, is Richard Jenkins from <em>Six Feet Under. </em>And the supporting cast, giving great support every step of the way, is truly top-notch, including a late but pivotal appearance by Bill Murray.</p><p><em>Olive Kitteridge </em>tells most of its story in a series of flashbacks. We first get to know the central family when Olive is a math teacher at a public school, Henry is a pharmacist, and they have a young son, Christopher. At the dinner table, tensions are high. Henry is infatuated with one of his young employees at work; Olive is dismissive of both the girl and Henry.</p><p>Like <em>The Affair, </em>currently running on Showtime, <em>Olive Kitteridge </em>sometimes returns to the same scene with a slightly different perspective. But most of the time, it relies on its actors to convey all that's unsaid but implied, and they do it beautifully. As Henry, Jenkins, at times, almost oozes with longing and unrequited love — then, at other times, surprises you with his humor and self-assurance. And as for Olive — well, without an actress as strong and talented as McDormand, this miniseries simply would fall apart. It's as powerful a performance, and as challenging and complicated, as when Claire Danes starred in HBO's <em>Temple</em><em> Grandin</em><em>. </em>If you don't care for Olive, even at her most abrasive and disconnected, then nothing works. But everything in <em>Olive Kitteridge </em>works just fine.</p><p>There's one scene in which Olive is shown accidentally overhearing some other characters discussing what they really think of her — and not just her personality, but her style of dress, her relationship with her son, everything. McDormand doesn't have a line of dialogue in that scene — she just listens — but she reveals such quiet devastation that you're with her from then on.</p><p><em>Olive Kitteridge </em>allows its characters to age, and their relationships to change. And it also allows some of those characters, and those relationships, to die — which somehow, by the end, makes you appreciate the small miracle of survival all the more. By focusing on the little things over a long period of time, <em>Olive Kitteridge </em>reminds us that the little things add up, in the end, to the biggest things of all.</p><p><em>David Bianculli is founder and editor of the website <a href=\"http://www.tvworthwatching.com/\">TV Worth Watching</a></em><em>, and teaches TV and film history at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+The+Life+Of+%27Olive+Kitteridge%2C%27+It%27s+The+Little+Things+That+Add+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"313"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360446298-ccbd74.m3u?orgId=1&topicId=1138&ft=3&f=360423631"},{"href":"http://media.npr.org/assets/img/2014/10/31/richard-jenkins--frances-mcdormand-photo-jojo-whilden-9362674d8046d8e0ec9835357dfe9e8d30be60c3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1691","width":"2255"}},{"href":"http://media.npr.org/assets/img/2014/10/31/frances-mcdormand--photo--jojo-whilden-e0c17a24e6542c5a5ce8772f39d2df087617c021.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3120","width":"4164"}}]}