{"created":"2015-06-15T09:00:33+00:00","modified":"2015-07-01T14:55:44+00:00","valid":{"from":"2015-07-01T14:55:44+00:00","to":"3015-07-01T14:55:44+00:00"},"hreflang":"en","title":"Who Knew Yoga Could Be So Stressful!","published":"2015-06-22T21:04:00+00:00","teaser":"Yoga is supposed to bring inner calm. So why are some people in India up in arms about the upcoming International Day of Yoga?","itags":["npr_api","414561565"],"guid":"684635bb-39e7-4f29-8323-378155de7b1f","contentencoded":"<p>It seemed like a noble idea: Declare an international day of yoga.</p><p>Who knew it would be so controversial?</p><p>India's Prime Minister Narendra Modi put forth the proposal during his maiden speech before the United Nations last September. Modi, who himself does yoga, called the ancient practice \"India's gift.\"</p><p>The U.N. agreed to sanction the event, which will take place this Sunday, coinciding with the summer solstice. India is organizing yoga sessions in 192 countries — every U.N. member nation save for Yemen, where India's mission is closed. The idea, says foreign minister Sushma Swaraj, is to help lead a strife-torn world \"on a path of peace.\"</p><p>\"Yoga is the best soft power India has to bring the world together and end the increasing trend of violence,\" Swaraj says.</p><p>In India, the government has blanketed schools with circulars urging children to participate. Potbellied senior bureaucrats are hovering over<strong> </strong>mats in cram sessions, hoping to master \"downward facing dog\" before Sunday's celebrations, where their attendance is required. Modi has invited the Guinness World Records to document what would be the largest single yoga class in one venue: 35,000 people assembling in New Delhi at 7 a.m. for a 35-minute yoga exercise. (Although at a news conference, Swaraj announced that Modi will lead the event but will not actually take to the mat.)</p><p>But certain clerics in India's minority Muslim community aren't supporters of this event. They've said the government's push to promote yoga is a bid to promote the Hindu religion that the majority of Indians practice.</p><p>These critical clerics say the yoga pose known as the \"Surya Namaskar\" — the sun salutation — violates Islam because it means genuflecting to an entity other than Allah, namely the sun. In the pose, yogis stand up, hold their arms to the sky and bend backward a bit.</p><p>Historian Rizwan Qaiser, former director of the Center for Comparative Religions and Civilizations at Jamia Millia Islamia University, laughs as he says, \"In Islam there is only one god, and no other god — including [the] sun god.\"</p><p>The yoga tensions had been exacerbated by earlier events. Over the past several months, Hindu fundamentalists had issued a stream of bigoted remarks — how Muslims shouldn't be allowed to vote, for example — and waged campaigns to rewrite school textbooks in ways that elevate Hindu achievements.</p><p>Novelist and filmmaker Sohail Hashmi, who is a Muslim, shares the concerns about the anti-minority remarks from the Hindu right but doesn't have a problem with sun salutations: \"Yoga is universal. This is a very good method of cleaning up your body and toning up your body. \"</p><p>\"If you don't like 'Om,' chant, 'Allah,' \" he says.</p><p>Pratibha Agrawal, who directs a school of yoga in Hyderabad, says calling the pose \"sun-worship\" is a stretch.</p><p>\"Surya Namaskar is done facing the sun at dawn because the sun's rays are very good for the human body. And all the practices of yoga, the asana, the pranayama, or the meditation, whatever we are doing, those are just tools to bring us to the state of yoga, in other words, the state of harmony.\"</p><p>The government was forced into yoga day damage control after one parliamentarian from Prime Minister Modi's party, the firebrand Yogi Adityanath, said that those who opposed the \"Surya Namaskar\" should drown in the sea.</p><p>Foreign Minister Swaraj disowned the remark. She denied that the government is using yoga to impose Hinduism or is coercing any community to participate.</p><p>But the government has removed sun salutations from the June 21 program, saying the pose would be difficult for people who have a bad back.</p><p>For novelist and yoga practitioner Shobhaa De there has been an overreaction in which people may be seeing \"a Hindu agenda\" when there is none. She appreciates the debate, but says there is nothing \"subversive\" in an International Yoga Day.</p><p>\"We shouldn't look for too much meaning into something that could actually be pretty good for everyone.\"</p><p>\"Forty-seven Muslim countries are co-sponsoring World Yoga Day,\" Swaraj points out. That could only mean that yoga was <em>not </em>associated with one particular religion.</p><p>In other words, there has been too much stress over something meant to de-stress.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Who+Knew+Yoga+Could+Be+So+Stressful%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Julie McCarthy","audio":[{"meta":{"duration":"240"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414561566-ff6a39.m3u?orgId=1&topicId=1125&d=240&p=3&story=414561565&t=progseg&e=414552994&seg=11&ft=nprml&f=414561565"},{"href":"http://media.npr.org/assets/img/2015/06/15/gettyimages-476937702-3-80e91d286ec990c645f5758703fd4c05a4e994ab.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1423","width":"1898"}}]}