{"created":"2014-09-19T19:45:24+00:00","modified":"2014-10-08T21:07:42+00:00","valid":{"from":"2014-10-08T21:07:41+00:00","to":"3014-10-08T21:07:41+00:00"},"hreflang":"en","title":"Record Beef Prices May Lead Grillers To Cheaper Cuts Of Meat","published":"2014-04-14T18:57:00+00:00","teaser":"The Southwestern drought has led to higher feed prices and a tighter supply of beef, just as demand for it from countries like China is rising. But cuts of beef like back ribs won't break the bank.","itags":["npr_api","302858835"],"guid":"684f4fc8-29fc-42ea-a40f-e33e062b341d","contentencoded":"<p>According to <a href=\"http://www.ers.usda.gov/data-products/meat-price-spreads.aspx#.U0wDQKJnDLM\">federal government figures</a>, beef prices are at their highest levels in almost 30 years.</p><p>The average price of <a href=\"http://blogs.usda.gov/2013/01/28/what%E2%80%99s-your-beef-%E2%80%93-prime-choice-or-select/\">choice-grade beef</a> in February was $5.28. Numbers aren't out yet for March or April, but they'll be high as well.</p><p>\"We're in record territory actually,\" says <a href=\"http://www.afpc.tamu.edu/employees/?content=anderson\">David Anderson</a>, a professor of agricultural economics at Texas A&M University. He says the biggest reason for these high prices is drought.</p><p>\"Texas is our biggest cattle state, and 2011 was the driest year on record. And we continue in drought,\" Anderson says.</p><p>That drought, all over the Southwest, leads to higher feed prices, which means cattle ranchers raise fewer cows. Anderson says this decrease in supply is matched by an increase in demand from emerging economies, like China.</p><p>\"One of the things that happens that we see in people everywhere: When their incomes go up the first thing they do is they upgrade their diets,\" says Anderson. \"And so that usually means eating more meat.\"</p><p>It all adds up to a smaller supply, higher global demand and higher prices.</p><p>So, as grilling season starts, beef for barbecueing is going to be expensive. But <a href=\"http://www.texasmonthly.com/contributor/daniel-vaughn\">Daniel Vaughn,</a> the barbecue editor for <em>Texas Monthly, </em>says there are some cheaper beef cuts that will still taste good, with a little more effort.</p><p>He recommends beef chuck short ribs, beef back ribs and <a href=\"https://www.certifiedangusbeef.com/cuts/Detail.aspx?ckey=105\">shoulder clod</a>, a less tender shoulder cut.</p><p>But, Vaughn says, you've got to cook those cuts a little differently: \"Go low and slow.\"</p><p>That means low temperature and long cooking times: maybe up to eight hours on the grill.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Record+Beef+Prices+May+Lead+Grillers+To+Cheaper+Cuts+Of+Meat&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sam Sanders","audio":[{"meta":{"duration":"117"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1302858836-8b45d3.m3u?orgId=1&topicId=1006&ft=3&f=302858835"},{"href":"http://media.npr.org/assets/img/2014/04/14/screen-shot-2014-04-14-at-12.47.42-pm-e78789ec02ace05dae2046f8dc9d6c85f2c39da7.png","type":"image/jpeg","meta":{"crop":"standard","height":"765","width":"1021"}}]}