{"created":"2014-09-12T23:19:12+00:00","modified":"2014-11-12T18:15:58+00:00","valid":{"from":"2014-11-12T18:15:57+00:00","to":"3014-11-12T18:15:57+00:00"},"hreflang":"en","title":"Tom Petty On Cheap Speakers And George Harrison","published":"2014-09-12T23:19:00+00:00","teaser":"Petty says his new album, <em>Hypnotic Eye</em>, takes an observational look at the American dream: \"I don't really take a side,\" he says. \"I just invented characters that had their points of view.\"","itags":["npr_api","336608432"],"guid":"6853b23f-d372-44df-ac77-ba121e155855","contentencoded":"<p>On a recent night in San Diego, <a href=\"http://www.npr.org/artists/15300677/tom-petty\" target=\"_blank\">Tom Petty</a> was doing what he's been doing for close to 40 years: leading his band The Heartbreakers on stage, playing the old hits and inaugurating new ones. He's just started touring behind <em>Hypnotic Eye</em>, the band's latest album in a prolific career — and if you ask Petty how it feels to still be kicking after all this time, you'll get an uncharacteristically bashful response.</p><p>\"It's actually kind of embarrassing now; it's such a love fest,\" the 63-year-old rocker says. \"I don't think any of us pictured doing it at this level, at this age. \"How could you?\"</p><p>Musically, <em>Hypnotic Eye</em> is a throwback to early Heartbreakers albums; it's driving rock with a bluesy vibe. But lyrically, Petty says, it's very much about what's going on in America today. Petty recently spoke with NPR's Melissa Block about his long friendship with a late Beatle and why it pays to hear one's own music on a bad car stereo. Hear the radio version at the audio link and read their conversation below.</p><p><strong>Melissa Block: Tell me about writing the songs for <em>Hypnotic Eye</em> and thinking about what tied them together. What do you think that is? What makes this feel like a collection of songs to you?</strong></p><p><strong>Tom Petty: </strong>It's observational. I think it has a lot to do with American culture, without getting too strict about it or trying to be preachy. I don't really take a side; I just invented characters that had their points of view.</p><p><strong>Let me ask about one of the characters that I think you might be talking about, the speaker in the song \"Power Drunk.\" Who's this guy?</strong></p><p>Well, the guy singing that song is in some situation where he's feeling, maybe, a little frightened. The line, \"Pin on a badge and a man begins to change,\" that's pretty self-explanatory, really. There's a lot of power-drunk people around these days.</p><p><strong>Do you think about that? You said you don't want it to be preachy; is that a line you're pretty careful about not crossing?</strong></p><p>I just tried to kind of explore this gap between the poor and people that get so wealthy that making more money really wouldn't change an hour of the rest of their lives. And yet they're obsessed with making more money, regardless of how that affects other people.</p><p>Maybe it's a moral question of, \"Do you want something so bad that you don't need, even though it will hurt others?\" 'Cause we're looking at a very different time in America right now. We've rubbed out the middle class, which was really the whole point of the thing for a long time — meaning America.</p><p><strong>It's interesting, because I wonder if you see yourself as part of that group of people who are on top? Who are securely in that 1 percent?</strong></p><p>Yeah, I am. But I don't do anything that hurts anyone. I come from a very humble background, but I guess I did live the American dream of getting into something I loved and working really hard at it, and there were financial rewards. I don't think that's ever been the guiding light of our band, but it's nice.</p><p><strong>It's really astounding, when you think about it, how long this band has been together. The original members go back to 1976 — so, coming up on 40 years. </strong></p><p>Actually Mike, Benmont and I go back further than that, to 1970.</p><p><strong>Mike is your guitar player Mike Campbell, Benmont Tench on keyboards. When you listen to Heartbreakers songs, you can tell from the very first notes what song they are. I wonder what that's like for you, knowing that there's this direct tie from the very beginning of a song to what millions of people know and remember about that song. </strong></p><p>Well, it's a tremendous thrill. I mean, if I think about it very long, it frightens me.</p><p><strong>Really? Why?</strong></p><p>'Cause it's kind of like, \"Did I do that?\" Music is a real magic: It affects human beings, it can heal, it can do wonderful things. I've had two people contact me in my life about coming out of comas to their family playing a song to them of mine, that they had liked before they were injured. They credited the song having something to do with that. I find that fascinating. A lot of people have told me, \"This music got me through a really hard time,\" and I can relate to that.</p><p><strong>When I think about Tom Petty songs, I think they're songs you want to play with the windows open and the top down, driving really fast. I wonder if, when you're recording a new album, if you ever do that: if you take a rough recording and take it out for a drive, see how it sounds on the highway, outside the studio?</strong></p><p>Yeah, I have done that. I think it was the <em>Wildflowers</em> record, we had a rental car; we wanted a kind of average sound system, not too expensive. So as we did each mix we would transfer it over — I think it was probably cassettes in those days — and take it out and listen to it in the car. There was a terrible moment when one of the crew returned the car and got a different one.</p><p><strong>With the cassette still in it?</strong></p><p>Well, not with the cassette in it, but we wanted that system. There was a real panic, so we had to send him back to find that same car.</p><p><strong>But what's the idea there? </strong></p><p>Well, I'm trying to hear what it really sounds like. Studios have really good playbacks, good speakers and tuned rooms that are made for accuracy, soundwise. We tend to work most of the time with really inexpensive speakers that are probably worse than most people have.</p><p><strong>Really?</strong></p><p>Yeah, because if I can get it to sound good there, when I bring it up to the big speakers it's pretty amazing.</p><p><strong>How do you hear The Heartbreakers growing or evolving the longer you play with them? What's changed?</strong></p><p>There's a lot of things. In <em></em><em>Hypnotic Eye</em>, one of the things that I was most pleased with, and that I really wanted to make happen, was what we <em>didn't</em> play — the amount of space in the arrangements. The more air in the arrangement, the bigger the track sounds to me. We didn't try to create walls of sound on this one; it was more like sonic textures.</p><p>I like to create lots of different guitar sounds, and I'm fascinated with how sounds go together. When you get something that works in a particular way, it's kind of like mixing two colors together and getting a new one. Am I getting a little too esoteric?</p><p><strong>[<em>Laughs.</em>] In the best way.</strong></p><p>I probably sound like a pretentious ass here, but that's kind of the way I see it. I just look at it like, between the speakers, when you come in there's a blank canvas, and when you go out there's actually something on it. And as simple as that sounds, it's a tremendous rush to this day to me, to just make something happen.</p><p><strong>You spent quite a bit of time with the late <a href=\"http://www.npr.org/artists/15774029/george-harrison\" target=\"_blank\">George Harrison</a>, and sang with him in the Traveling Wilburys. What do you think was his biggest influence on you?</strong></p><p>We became very good friends, really, for decades. I don't like to bring it up that much, because <a href=\"http://www.npr.org/artists/15229570/the-beatles\" target=\"_blank\">The Beatles</a> are so special that people might see it as boasting or something. But he actually became my friend, past being a Beatle to me. It was like having an older brother that had a lot of experience in the music business, someone who I could go to with my troubles and questions.</p><p>I think [spirituality], probably, was the greatest gift he gave me. He gave me a way of understanding a higher power without it being stupid, or having tons of rules and books to read. But the best thing I can say to people that are curious about that is George was probably everything that you thought he was, and then some more. Very funny man; he could just kill me with his humor. He was a great guy and I miss him terribly.</p><p><strong>I know you've talked a lot about first seeing The Beatles on <em>The Ed Sullivan Show </em>in 1964 — I guess you'd have been 13 — and that was basically what made you think, \"Music, band, that's what I want to do.\" So to go from that to being that close with him and that intimate with him must have been quite something.</strong></p><p>Strangely enough, we got along very well right away. He was the kind of person that, when he came across a good thing or the potential for a friend, he really was aggressive about it. And he had a way of knocking out anything that was extracurricular, or in the way of what was really going on. He could get you comfortable with him very quickly. I was always asking Beatle questions, and probably annoyed him. But, you know, he liked The Beatles, too. He liked talking about it and remembering it.</p><p><strong>Do you have one George Harrison memory that really stands out?</strong></p><p>I have thousands, you know. Thousands and thousands. We'd be here all day talking about George.</p><p><strong>How do you gear up and get ready to go out on tour?</strong></p><p>That's easy, because just absolute fear takes over. I am in a state of shock.</p><p><strong>Is it still thrilling in any way, or does it feel so familiar that that thrill is gone?</strong></p><p>No, I get a thrill. My adrenaline gets so high from a concert that after it, I usually just pace until sunrise. I can't come down from it.</p><p><strong>Seriously?</strong></p><p>Yeah, you kind of spend the whole day gearing up for it, and the night getting over it. You just want to be as wonderful as everyone thinks you are, and you know you're not. So something takes place where you reach down and pull from so deep inside your soul that this music happens, and you all reach the place you wanted to reach together, you and the audience. Getting over that takes all night.</p><p><strong>So a lot of pacing?</strong></p><p>I pace, yeah. People deal with it in different ways, but I tend to walk around a lot.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tom+Petty+On+Cheap+Speakers+And+George+Harrison&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"963"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337861124-805ba9.m3u?orgId=1&topicId=1105&aggIds=100920965&ft=3&f=336608432"},{"href":"http://media.npr.org/assets/img/2014/07/31/1323728686tompetty_img02_hires-def747f84cc8aa396c7ba76a25284b661bf55bfc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1808","width":"2410"}}]}