{"created":"2014-11-04T21:15:53+00:00","modified":"2015-05-02T02:37:18+00:00","valid":{"from":"2015-05-02T02:37:18+00:00","to":"3015-05-02T02:37:18+00:00"},"hreflang":"en","title":"Domino's Becomes A Tech Company That Happens To Make Pizza","published":"2014-11-21T00:20:00+00:00","teaser":"Advancements in online and mobile orders have become key ingredients for the company's recent success. Domino's innovations include an online pizza tracker and a voice-ordering app.","itags":["npr_api","359829824"],"guid":"685905ba-5761-4e25-99ab-8a7301c9137b","contentencoded":"<p>If we asked you to name a few technology companies, Google or Microsoft might come to mind. But one tech company that isn't so obvious is Michigan-based but globally present Domino's Pizza.</p><p>In recent years, the company has gotten noticeably good at something that wasn't always its focus — developing technology products to get pizzas to people more easily.</p><p>\"Innovation, coming up with the ideas is one side of the challenge. But then you actually have to be able to deliver [the technology],\" says Kelly Garcia, Domino's vice president of development, which means he oversees tech products.</p><p>He says advancements in online and mobile orders have become key ingredients for the company's recent success. Last quarter Domino's stock hit a record high, and in the past year its same-store sales figures have been climbing, while numbers for rivals Pizza Hut and Papa John's have stayed mostly flat.</p><p>\"This technology is difficult,\" Garcia says. \"It takes a lot of money, and it's complicated to put together, and so it just becomes a major differentiator for us when we look across the landscape of our competitors in quick-service restaurants.\"</p><p>Domino's made its online ordering simple, for instance by letting customers save an \"easy order\" that they can get in just a few clicks. And there's the <a href=\"https://order.dominos.com/en/pages/tracker/#/track/order/\">Domino's Tracker</a> — a progress bar that updates customers on their pizza order in real time. Step one shows an order was placed.</p><p>NPR intern Nick de la Canal ordered a pizza to test out this process, and discovered the tracker for the first time. \"Now there's a blinking number two that says it's being prepped. Oh, there's an animation with a pizza guy! He's like, moving down the counter. Oh, this is so cool!\" de la Canal says.</p><p>In a Domino's store, when an online order comes in, an \"Internet alarm\" goes off.</p><p>\"We'll just look up, see that it's a large hand-tossed, grab our large dough and make the pizza,\" Domino's employee Luke Page explains.</p><p>The company emphasizes transparency, especially in its metrics. So inside the store, a screen detailing stats like average amount spent per order, rank against other stores in load time, and weekly new customer count are displayed for all employees to see.</p><p>What the customer gets to see is the tracker, which follows each pizza and updates customers on its progress all the way to the point it leaves the store. But that's last year's innovation. To keep up with more trends, Domino's is now betting on voice-activated personal assistants, <a href=\"http://www.npr.org/blogs/alltechconsidered/2014/03/17/290125070/computers-that-know-what-you-need-before-you-ask\">a trend <em>All Tech</em> explored earlier this year</a>. Domino's just rolled out its version of Apple's Siri. His name is Dom.</p><p>\"He's like your personal pizza assistant,\" our second intern-tester, NPR's Charles Pulliam-Moore says.</p><p>Domino's says ideas like the pizza tracker and Dom came about because the company's biggest single department is IT, its management is staffed with digital futurists and it's looking outside for ideas.</p><p>\"There's a lot of creative people out there that are outside our four walls. What sort of ideas, and how can we enable potentially more of that behavior?\" Garcia says.</p><p>One partnership — with Ford — moves Domino's into the world of connected cars. You can now order a pizza from <a href=\"http://www.theverge.com/2014/1/7/5286692/ford-sync-dominos-pizza-app-video\">inside the control panel</a> of the Ford Sync in-car communications and entertainment system.</p><p>If you ask Domino's executives, reacting quickly is a cultural orientation. The company has adopted a Silicon Valley-style, fail-fast approach to rolling out new products ever <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2010/01/12/AR2010011201696.html\" target=\"_blank\">since it famously fessed up in 2009 to its bland, bad pizzas</a>. Things are looking much better these days, and leaning into new technology gets a lot of credit.</p><p>\"I'm just really glad we weren't slow to react to what were the emerging trends, both socially as well as with the ordering clients,\" Garcia says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Domino%27s+Becomes+A+Tech+Company+That+Happens+To+Make+Pizza&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elise Hu","audio":[{"meta":{"duration":"263"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361459670-cd5286.m3u?orgId=1&topicId=1019&d=263&p=2&story=359829824&t=progseg&e=361406029&seg=20&ft=nprml&f=359829824"},{"href":"http://media.npr.org/assets/img/2014/10/29/dominostech2-3a499c27ea778fb980a0979ddb4825bd76854f71.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1621","width":"2162"}},{"href":"http://media.npr.org/assets/img/2014/10/29/pizza+tracker-793d6ab606d0fb181c628ddcbba9249857ea7284.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"674","width":"899"}}]}