{"created":"2015-03-11T21:41:51+00:00","modified":"2015-05-13T21:09:53+00:00","valid":{"from":"2015-05-13T21:09:53+00:00","to":"3015-05-13T21:09:53+00:00"},"hreflang":"en","title":"Results Of Many Clinical Trials Not Being Reported","published":"2015-04-12T20:51:00+00:00","teaser":"Federal law requires publicly funded medical researchers to promptly report the results of many experimental treatments. But few are doing so, a review shows, and patients may be hurt.","itags":["npr_api","392355433"],"guid":"6861def5-803d-4792-abc2-ca7876ffc978","contentencoded":"<p>Many scientists are failing to live up to a 2007 law that requires them to report the results of their clinical trials to a public website, according to a study in Thursday's <em>New England Journal of Medicine</em>.</p><p>The website is <a href=\"https://clinicaltrials.gov/ct2/search/index\">clinicaltrials.gov</a>, which draws 57,000 visitors a day, including people who are confronting serious diseases and looking for experimental treatments. <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMsa1409364\">A study</a> from Duke University finds that five years after the reporting law took effect, only 13 percent of scientists running clinical trials had reported their results.</p><p>\"We were really surprised to find that very few people are following the law,\" says <a href=\"http://cardiology.medicine.duke.edu/faculty/details/0510510\">Dr. Monique Anderson</a>, a cardiologist and the study's first author.</p><p>There are many exceptions in the law, so many of those who have not reported results are at least temporarily exempt from doing so. But Dr. Anderson says researchers should also feel an ethical obligation to make data generated by human volunteers available promptly.</p><p>\"Any patient who participates in clinical research should expect to see that their participation is going to be used effectively,\" she says.</p><p>People desperate for cures and treatments who are searching these results are also being shortchanged.</p><p>Larry Lightner found himself on clinicaltrials.gov after his then 9-year-old son, Glenn, developed a rare brain cancer in 2009.</p><p>Lightner, from Long Valley, N.J., says Glenn's initial radiation treatment worked for a while, but the treatment itself had a serious side effect. Glenn \"developed a second cancer, which was far more aggressive than the first cancer. One of the oncologists at NYU suggested that we look into clinical trials, because they knew they had nothing to cure this cancer with.\"</p><p><strong>Night After Night, Year After Year, 'No Results Posted'</strong></p><p>Lightner is a transportation manager, not a scientist, but he spent four hours a night, every night, on clinicaltrials.gov, looking for something that could help Glenn.</p><p>\"Every time I clicked on the results tab, it always said 'no results posted,' night after night, year after year.\"</p><p>That's only a mild overstatement, considering that the 13 percent reporting figure from the Duke study excludes many studies that don't fall under the reporting law. There's a complicated list of exemptions, and it's impossible to tell by looking at a study on clinicaltrials.gov whether the scientists have neglected to report their results or simply don't have to.</p><p>Anderson's study found that experiments sponsored by the pharmaceutical industry had a much better track record than university experiments funded by the National Institutes of Health or other agencies.</p><p>About half of the missing reports from industry-sponsored research were temporarily exempt. Companies are allowed to sit on their data at times to preserve a competitive advantage if they're trying to develop a new drug.</p><p>That is not the case for studies funded by the NIH or other agencies, \"who are just lagging,\" Anderson says.</p><p>Even counting the late entries and allowable exceptions, only about 50 percent of taxpayer-funded research has been reported back to the taxpayers on clinicaltrials.gov, she says.</p><p>The study doesn't assess why universities are frequently failing to post their results. As it happens, Duke University is considered a good example of what a university needs to do to comply with the law.</p><p>\"It was extremely difficult,\" says <a href=\"http://neurology.duke.edu/faculty/details/0308973\">Dr. Mark Stacy</a>, a neurologist and vice dean for clinical research at Duke. He says the university had a team working for months to develop a compliance system, and Duke has kept two full-time staffers to parse the complicated rules — and to remind and cajole Duke scientists to fill out the forms.</p><p>\"These are very busy people and this represents a new step in workflow, and we don't always do well when we add a step in workflow,\" Stacy says.</p><p><strong>Some Scientists Avoid Publishing Bad News</strong></p><p>But one worry is that the scientists who aren't complying aren't simply busy. <a href=\"http://www.ohsu.edu/xd/education/schools/school-of-medicine/departments/clinical-departments/dmice/people/mark-helfand.cfm\">Dr. Mark Helfand</a>, a professor of medicine at Oregon Health and Science University says scientists are generally more likely to publish good news and ignore bad news, which skews the scientific record. He's concerned that may be occurring on clinicaltrials.gov as well.</p><p>What's more, Dr. Helfand has<a href=\"http://www.ncbi.nlm.nih.gov/pubmed/24687070\"> found</a> that what's published in medical journals doesn't necessarily match what was reported in clinicaltrials.gov.</p><p>\"In a significant proportion of cases, the results on cliniclaltrials.gov were reported more thoroughly than the results in corresponding journal articles,\" he says.</p><p>Serious side-effects in particular were more likely to be reported online than in a published study.</p><p>Universities who don't report their studies on time can face fines of $10,000 a day. Scientists can even lose NIH research grants. But even though the law was passed in 2007, the government is still trying to finalize the <a href=\"http://www.nih.gov/news/health/nov2014/od-19.htm\">precise rules</a>. And in the meantime, no transgressors are being punished.</p><p>Larry Lightner, whose son had brain cancer, is rallying patient-advocates to support disclosure rules with no exceptions. He has put out the call both from his popular Facebook page and his website, <a href=\"http://www.fixcancernow.com/\">FixCancerNow</a>.</p><p>\"There are a lot of parents who have asked for the results of a clinical trial that their child was in, and they will not get an answer,\" he says. The scientists \"refuse to give them the results.\"</p><p>And as for Glenn: He died December 12, 2012. He was 14.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Results+Of+Many+Clinical+Trials+Not+Being+Reported&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"277"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392375506-4fbf0f.m3u?orgId=1&topicId=1128&d=277&p=2&story=392355433&t=progseg&e=392287605&seg=16&ft=nprml&f=392355433"},{"href":"http://media.npr.org/assets/img/2015/03/11/glenn-lightner-05e860c4f21b6a5db7009d39e078e4aef494b1c5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}