{"created":"2014-10-07T20:40:43+00:00","modified":"2014-10-31T00:05:35+00:00","valid":{"from":"2014-10-31T00:05:35+00:00","to":"3014-10-31T00:05:35+00:00"},"hreflang":"en","title":"Legal Battle Looms Over Florida Congressional Districts","published":"2014-07-21T19:18:00+00:00","teaser":"A judge ruled that maps for two congressional districts were drawn in a way that violates the state constitution. But can maps be redrawn in time for the midterm election three months away?","itags":["npr_api","333537773"],"guid":"686204f5-855b-463c-b4fc-36e78b1a9518","contentencoded":"<p>With the midterm election a little more than three months away, a legal battle in Florida has cast uncertainty over the state's upcoming congressional races.</p><p>A state judge ruled this month that maps for two of Florida's 27 congressional districts violated the state constitution. He ordered the Legislature to redraw the maps.</p><p>The question now is when.</p><p>Like most states, Florida redrew the maps for its congressional districts after the 2010 census. Some states appoint special commissions to do the job, but in Florida, redistricting is done by the state Legislature.</p><p>Deirdre Macnab, president of Florida's League of Women Voters, says that for decades the Legislature drew congressional district maps with two goals: to protect incumbents and the party in power.</p><p>\"They were able to ensure that their party and their candidates won many, many times without any competition whatsoever,\" she says.</p><p>The rules for drawing Florida's congressional maps changed, however, in 2010, when voters approved constitutional amendments that required the Legislature to draw maps without regard to incumbents or political parties.</p><p>It sounds simple. But in a state with an entrenched system of lobbyists and consultants expert in manipulating the levers of government, taking politics out of the process was easier said than done.</p><p>The League of Women Voters and other groups went to court to block the congressional maps, charging that they violated the new rules, and state Judge Terry Lewis agreed.</p><p>Florida's Republican-controlled Legislature promised an open and transparent redistricting process, but Macnab says Lewis found it was anything but. She said there was clear evidence that maps for two Florida congressional districts were drawn to benefit the Republican Party.</p><p>\"The judge said that the Legislature in fact made a mockery of that statement and had a shadow process going on, which was completely inappropriate,\" Macnab explains. \"He used the word conspire.\"</p><p>The head of Florida's Senate, Republican Don Gaetz, says he doesn't see the judge's ruling as a rebuke. He says the Republican leaders who controlled the process knew they faced a difficult challenge — crafting districts that complied both with federal law and the new state mandates.</p><p>He's not disappointed with the ruling.</p><p>\"Its effect is to hold intact as the Legislature drew them 25 of the 27 congressional districts,\" he says. \"That's pretty good when you consider the fact that we were operating in a process that was unprecedented in this country.\"</p><p>Republican leaders in Florida's Legislature declined to appeal the ruling, telling the court they'll draw new maps for the two contested districts and any others affected by the change.</p><p>At a hearing last week in Tallahassee, one of the attorneys representing the Legislature, George Meros, told Judge Lewis that new maps can't possibly be drawn up in time for the upcoming election for a simple reason.</p><p>\"This is not an impending election,\" he said. \"This election has begun.\"</p><p>Florida's primary is just over a month away and absentee ballots have already been sent out to military and overseas voters. County elections supervisors say some have already been returned.</p><p>Ron Labasky, who represents Florida's elections supervisors, says it's not just absentee ballots. If there are new districts, there will also have to be a new qualifying period for prospective candidates.</p><p>\"There just doesn't seem to be a window of time sufficient between now and November to re-craft these districts, have new qualifying in the revised districts, have a primary and a subsequent general election on Nov. 4,\" he says.</p><p>Judge Lewis will take the matter up in a hearing Thursday. But along with the difficult deadline, Macnab says there's an even more important issue.</p><p>\"We believe that the judge stated very clearly that the current map is invalid and unconstitutional,\" she says. \"We do believe that the people of Florida have the right to cast their vote on races and maps that are valid.\"</p><p>Two years ago, voters cast ballots in the two congressional districts where the maps have now been declared invalid. A Florida judge now has to decide whether to allow it to happen again  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Legal+Battle+Looms+Over+Florida+Congressional+Districts&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Greg Allen","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333537774-3eea4a.m3u?orgId=1&topicId=1014&ft=3&f=333537773"},{"href":"http://media.npr.org/assets/img/2014/07/21/istock_000010404565small-51773250ce2b1bb3f6028bade24abdd06fc9344b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"563","width":"751"}}]}