{"created":"2014-11-05T20:09:43+00:00","modified":"2014-11-10T21:55:34+00:00","valid":{"from":"2014-11-10T21:55:34+00:00","to":"3014-11-10T21:55:34+00:00"},"hreflang":"en","title":"How Thousands Of Nazis Were 'Rewarded' With Life In The U.S.","published":"2014-11-06T00:27:00+00:00","teaser":"After World War II, thousands of Nazis became informants in the Cold War against the Soviet Union — and then got entry into the U.S. Eric Lichtblau's new book, <em>The Nazi Next Door,</em> tells the story.","itags":["npr_api","361427276"],"guid":"68687d58-bced-43ae-b449-2c0384473dfe","contentencoded":"<p>In the early '70s, New York Rep. Elizabeth Holtzman received a confidential tip that American immigration authorities knew of dozens of former Nazis — some implicated in serious war crimes — who were living in the U.S.</p><p>Holtzman looked into it and discovered that it was true, and that the formerly named Immigration and Naturalization Service wasn't doing much about it.</p><p>But that was just the tip of the iceberg, according to investigative reporter Eric Lichtblau.</p><p>In his new book, <em>The Nazis Next Door,</em> Lichtblau reports that thousands of Nazis managed to settle in the United States after World War II, often with the direct assistance of American intelligence officials who saw them as potential spies and informants in the Cold War against the Soviet Union.</p><p>Lichtblau says there were whole networks of spy groups around the world made up of Nazis — and they entered the U.S., one by one.</p><p>\"They sort of had put in their service,\" Lichtblau tells <em>Fresh Air</em>'s Dave Davies. \"This was their 'reward' ... for their spy service ... coming to the United States and being able to live out their lives basically with anonymity and no scrutiny.\"</p><p>Most Americans knew little about the Nazis among them. And then in 1979, media reports and congressional interest finally spurred the creation of a Nazi-hunting unit with the Justice Department.</p><p>That prompted the first wave of Nazi-hunting, Lichtblau says.</p><p>\"You had teams of lawyers and investigators and historians at the Justice Department who began ... looking at hundreds and hundreds of names of suspected Nazis and Nazi collaborators who were living all around the country, in Queens, in Baltimore, in Florida and Chicago,\" he says.</p><p>And, in some cases, the CIA had scrubbed the Nazis' files, Lichtblau says.</p><p>\"They actively cleansed their records,\" Lichtblau says. \"They realized that guys who had been involved at senior levels of Nazi atrocities would not pass through immigration at the INS — and they basically removed a lot of the Nazi material from their files.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On the treatment of the Jews after liberation </strong></p><p>Even after the liberation of the camps, they were still prisoners. They were kept under armed guard; they were kept behind barbed wire; they were bunked with Nazi POWs. And in some cases, believe it or not, the Nazis still lorded over them while the Allies ruled the camp.</p><p>When I started researching the book, this was a book about the Nazis who fled to America. I really had no intention of looking at the survivors — it seemed sort of irrelevant to what I was doing.</p><p>And then the more I got into it, and the more horrified I was by the conditions that the survivors lived in — where you had thousands and thousands of people dying even after the liberation, of disease, of malnutrition. I realized it was relevant to the story because as easy as it was for the Nazis to get into America, it was just as horribly difficult for the Jews and the other survivors to get out of the camps.</p><p>It took them months, and in some cases a couple of years, to get out of these displaced-person camps. It made me realize that the liberation that I had learned about years ago was in some sense sort of a mockery.</p><p><strong>On Nazis running the camps even after the liberation </strong></p><p>[U.S. Army] Gen. [George] Patton believed that the Nazis were best suited to run these camps. In fact, he openly defied orders from then Gen. [Dwight] Eisenhower, who was in charge of the European forces after the war.</p><p>Patton was in charge of the displaced persons camps. Patton had sort of an odd fondness almost for the Nazi prisoners, believe it or not. He believed that they [were] the ones in the best position to efficiently run the camps — and he gave them supervisory approval to basically lord over the Jews and the other survivors.</p><p><strong>On Nazis and Nazi collaborators getting visas to the United States</strong></p><p>In the early months, and first few years after the war, beginning in mid-1945, [there were] only a very limited number of immigration visas to get into the United States.</p><p>Of all the [Holocaust] survivors in the camps, only a few thousand came in in [the] first year or so. To get a visa was a precious commodity, and there were immigration policymakers in Washington who were on record saying that they didn't think the Jews should be let in because they were \"lazy people\" or \"entitled people\" and they didn't want them in.</p><p>But there were many, many thousands of Nazi collaborators who got visas to the United States while the survivors did not — even though they had been, for instance, the head of a Nazi concentration camp, the warden at a camp, or the secret police chief in Lithuania who signed the death warrants for people. ...</p><p>The bulk of the people who got into the United States — some were from Germany itself, some in fact were senior officers in the Nazi party under Hitler — but more were the Nazi collaborators.</p><p><strong>On U.S. intelligence using Nazis as spies </strong></p><p>There were upwards of a thousand Nazis who were used by U.S. intelligence after the war by the CIA, the FBI, the military and other U.S. intelligence agencies — both in Europe as well as inside the United States, in Latin America, in the Middle East, even a few in Australia. And these were seen as basically cold warriors who served as spies, informants and in other intelligence roles.</p><p><strong>On whether it was an official policy to bring in Nazis as spies </strong></p><p>I think it was ad hoc. It was not a formal policy approved by the White House or even [Director Allen] Dulles at the CIA to say, \"We are going to actively recruit Nazis, their pasts be damned.\"</p><p>There's no document that I found which gives blanket authority for that. But it grew sort of organically because you had whole networks of Nazi spy groups in Europe ... as well as the Middle East and Latin America, and often these guys made it into the United States sort of one by one.</p><p>There's very little evidence that [the Nazis] had much to do with each other once they got to the United States.</p><p><strong>On the remaining classified documents </strong></p><p>There are still documents that remain classified today about the CIA's relationship with Nazi figures in the '40s and '50s and into the '60s. A lot of these documents have become declassified just in the last 10 or 15 years. ... There are documents that may open up whole new chapters that still remain classified that I'd love to see.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Thousands+Of+Nazis+Were+%27Rewarded%27+With+Life+In+The+U.S.&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2365"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1361812069-a99de9.m3u?orgId=1&topicId=1033&ft=3&f=361427276"},{"href":"http://media.npr.org/assets/img/2014/11/05/nazis-next-door-bf5d859a4f3fcfa1b72370b0b03bac5b939c28f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"613","width":"817"}},{"href":"http://media.npr.org/assets/img/2014/11/04/cred--sonia-suter-via-houghton-mifflin-c63ec8695cb5ee0100a6949310cde49b7061edad.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"688","width":"918"}}]}