{"created":"2014-10-08T13:22:08+00:00","modified":"2014-12-04T14:33:22+00:00","valid":{"from":"2014-12-04T14:33:22+00:00","to":"3014-12-04T14:33:22+00:00"},"hreflang":"en","title":"A CRISPR Way To Fix Faulty Genes","published":"2014-10-08T20:29:00+00:00","teaser":"This technique for manipulating genes borrows a strategy from the way bacteria fight viruses. It's still experimental, but the possibilities excite medical researchers hoping to tailor treatments.","itags":["npr_api","325213397"],"guid":"686c21c1-7716-4f2f-8c42-ec577ce272c3","contentencoded":"<p>Scientists from many areas of biology are flocking to a technique that allows them to work inside cells, making changes in specific genes far faster — and for far less money — than ever before.</p><p>\"It's really powerful, it's a really exciting development,\" says <a href=\"http://profiles.umassmed.edu/profiles/display/129741\">Craig Mello</a> of the University of Massachusetts Medical School. He won the <a href=\"http://www.nobelprize.org/nobel_prizes/medicine/laureates/2006/\">Nobel Prize</a> in 2006 for <a href=\"http://www.npr.org/templates/story/story.php?storyId=6179998\">a different technique</a> that also lets scientists modify how genes work. But, Mello says, this new genetic tool – known as CRISPR for <a href=\"http://www.nature.com/nbt/journal/v32/n4/full/nbt.2842.html\">clustered regularly interspaced short palindromic repeats</a> — is more powerful, \"because now you can essentially change a genome at will to almost anything you want. The sky's the limit.\"</p><p>Sure, scientists previously have made enormous strides in their ability to do things with genes: modifying them, moving them from cell to cell, even animal to animal.</p><p>But doing these things has been time consuming and expensive. It looks like CRISPR will change all that.</p><p>Mello thinks medical applications for CRISPR are not far off. He's formed a company, <a href=\"http://crisprtx.com/\">CRISPR Therapeutics</a>, to develop therapies for people with genetic blood diseases like <a href=\"http://www.nhlbi.nih.gov/health/health-topics/topics/sca/\">sickle cell</a> and <a href=\"http://www.nhlbi.nih.gov/health/health-topics/topics/thalassemia/\">thalassemia</a>. He says it's been possible, in theory, to treat these diseases by removing a patient's bone marrow, repairing the damaged gene, and then returning the repaired cells to the patient. In practice, Mello says, succeeding with that approach has been nearly impossible.</p><p>\"But now, the cost for that has come down to where it's really feasible to tailor therapies using the patient's own cells,\" he says, \"essentially correcting their genetic disease.\" Though a lot of testing still needs to be done before doctors can say the CRISPR technique is safe and effective enough for use in treating patients, even many scientists not directly involved in the research are enthusiastic about its possibilities.</p><p>CRISPR is one of those interesting inventions that comes, not from scientists explicitly trying to cure a disease, but from researchers trying to understand something fundamental about nature.</p><p><a href=\"http://rna.berkeley.edu/\">Jennifer Doudna's</a> research at the University of California, Berkeley has focused on how bacteria fight the flu. It turns out bacteria don't like getting flu any more than the rest of us do. Doudna says the way bacteria fight off a flu virus gave her and her colleagues an idea.</p><p>Bacteria have special enzymes that can cut open the DNA of an invading virus and make a change in the DNA at the site of the cut — essentially killing the virus.</p><p>Doudna and other scientists figured out how this defense system works in bacteria; that was interesting all by itself. But then they realized that they could modify these enzymes <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/22745249?dopt=Abstract\">to recognize any DNA sequence</a>, not just the DNA sequence of viruses that infect bacteria.</p><p>\"So this is now enabling researchers to introduce changes into the genetic code of cells and organisms at essentially any site,\" she says.</p><p>Doudna realized from the start that she was on to something big. \"I remember really feeling ... the hairs on the back of my neck,\" she recalls. \"Because I thought, wow, if this could work in animal or plant cells, this could be a very, very useful and very powerful tool. Honestly, I didn't even realize at the time <em>how</em> powerful.\"</p><p>Like Craig Mello, Doudna also foresees medical applications for CRISPR, and she is a co-founder of a <a href=\"http://www.editasmedicine.com/\">biotech company</a> that hopes to use the technology to develop new therapies.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+CRISPR+Way+To+Fix+Faulty+Genes&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joe Palca","audio":[{"meta":{"duration":"253"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325909329-fe96bb.m3u?orgId=1&topicId=1128&aggIds=156490415&ft=3&f=325213397"},{"href":"http://media.npr.org/assets/img/2014/06/25/doudna_crispr-8ca8680df50371ed51d8c92ee5f1bd20a8ab8e7d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2359","width":"3146"}}]}