{"created":"2014-10-08T15:43:42+00:00","modified":"2014-10-31T01:54:53+00:00","valid":{"from":"2014-10-31T01:54:53+00:00","to":"3014-10-31T01:54:53+00:00"},"hreflang":"en","title":"Heir To A Jazz Legacy, A Trumpeter Finds His Own Way","published":"2014-05-21T14:20:00+00:00","teaser":"Theo Croker is a descendant of old-school New Orleans jazz royalty, but his fusion of different genres is anything but traditional.","itags":["npr_api","314250596"],"guid":"687e136d-6fec-4928-b9a5-0d4ccdaa6b08","contentencoded":"<p>Jazz composer and trumpeter Theo Croker opens his new album, <em>AfroPhysicist</em>, with an ode to his grandfather: New Orleans jazz great <a href=\"http://www.npr.org/artists/94930761/doc-cheatham\" target=\"_blank\">Doc Cheatham</a>. The thing is, Croker didn't grow up in New Orleans or any other jazz hub. He's from Jacksonville, Fla., and he was just a child when his grandfather died in 1997. It wasn't until his grandfather's memorial services — attended by jazz legends — that he decided to join the legacy.</p><p>\"I didn't understand what a legacy was,\" he tells NPR's Audie Cornish. \"I just wanted to play the trumpet 'cause it was loud. I was a 12-year-old going to jazz concerts and listening to jazz CDs. It was very strange.\"</p><p>Croker went on to study at the prestigious Oberlin Conservatory. One of his early gigs out of school took him down an unexpected path — to Shanghai, and a new approach.</p><p>\"For the longest time I was a jazz purist,\" Croker says. \"When I left the United States and I would see how people started to react to different kinds of music, then I started to become influenced by other kinds of music.\"</p><p>He stayed in China for almost seven years, where he played with everyone — jazz ensembles, salsa bands, DJs — and met legendary jazz vocalist <a href=\"http://www.npr.org/artists/15296069/dee-dee-bridgewater\" target=\"_blank\">Dee Dee Bridgewater</a>, who produces and sings on <em>AfroPhysicist</em>. Hear more about where those early connections took his career at the audio link, and check out a handpicked playlist of songs that have influenced him, available now <a href=\"http://open.spotify.com/user/npr_allthingsconsidered/playlist/3SWajr8KoZi0TWxnBRjTtb\" target=\"_blank\">on Spotify</a>.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Heir+To+A+Jazz+Legacy%2C+A+Trumpeter+Finds+His+Own+Way&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"491"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314293371-4bddd4.m3u?orgId=1&topicId=1039&ft=3&f=314250596"},{"href":"http://media.npr.org/assets/img/2014/05/20/theo_croker_thomasbrodin-0426-bacdbe53f5f770b0b155fd101b3b73198f006c69.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"494","width":"659"}}]}