{"created":"2014-09-02T18:59:34+00:00","modified":"2014-10-31T00:29:22+00:00","valid":{"from":"2014-10-31T00:29:22+00:00","to":"3014-10-31T00:29:22+00:00"},"hreflang":"en","title":"Richard Dreyfuss' Kids Revisit 'Jaws,' Conclude It Makes No Sense","published":"2014-07-08T19:59:00+00:00","teaser":"Emily and Ben Dreyfuss recently reviewed the film in which their dad plays a biologist hunting a shark. In addition to finding it totally ridiculous, they realized there's a lot they misremembered.","itags":["npr_api","329731479"],"guid":"6884c467-7764-45c4-a254-322f4dcc190a","contentencoded":"<p>This is the season for news stories about shark bites. It's also the season when some theater somewhere will play <em>Jaws,</em> the 1975 thriller in which three men go hunting for a man-eating shark. One of them is a marine biologist played by Richard Dreyfuss, whose daughter, journalist <a href=\"https://twitter.com/EmilyDreyfuss\">Emily Dreyfuss</a>, rewatched the movie just the other day.</p><p>Afterward, she talked about her impressions with her brother, <a href=\"https://twitter.com/bendreyfuss\">Ben Dreyfuss</a>, also a journalist, and the two published their chat <a href=\"http://www.motherjones.com/mixed-media/2014/07/jaws-ridiculous-say-kids-who-owe-everything-jaws\">on Mother Jones</a>. Their conclusion? Between their dad's character's laughable attempt to kill the shark and the shark hunters' insistence on using a rickety old boat instead of one that was sonar-equipped, the film doesn't make a whole lot of sense.</p><p>They tell NPR's Steve Inskeep that, as it turns out, the movie is quite different from what they remembered.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On forgetting who really said, \"You're gonna need a bigger boat.\"</strong></p><p>Emily: When [people] hear that my dad is Richard Dreyfuss, they love to say that line to me and tweak it, like: \"We're gonna need a bigger taxi.\" And so because I hear it so much, I really did assume it was <em>his</em> line.</p><p>Ben: Our entire lives, when people come up to my dad, that's the line they quote. ... They don't say, \"This was no boating accident\"; they always say Scheider's line. And it's a running joke with my dad that he's like, \"I imagine that Roy Scheider [is] just constantly rolling his eyes and going like, 'God, Richard!' \" ...</p><p>He's always clarified and been like, \"Oh, thank you, I appreciate it, that's lovely. Um, that was Roy Scheider. I was the fellow with the beard.\" One time he and I were in Miami and he corrected someone and the person looked at him and said, \"No, you said it,\" and walked away.</p><p><strong>On how it all ends [Editor's note: Spoiler alert. Obviously.]</strong></p><p>Emily: I really thought my dad was the hero. Not that he wasn't heroic, but I thought he killed the shark basically single-handedly and then swam home.</p><p>Ben: I had just seen <em>Jaws</em> last year when my mother had said, \"Oh, look, <em>Jaws</em> is on. My favorite part is when dad kills the shark.\" And I was like, \"Dad didn't kill the shark.\" And, she was like, \"Shut up, Ben. I was married to him. He killed Jaws.\" And so we watched it and, of course, he doesn't kill Jaws. And she was like, \"Oh, wow, I guess he doesn't kill Jaws. I've been telling people I've been married to <a href=\"http://www.imdb.com/name/nm0001702/\" target=\"_blank\">Roy Scheider</a>, I guess.\"</p><p><strong>On whether — if he didn't kill the shark or deliver the film's most famous line — their dad's character is still a hero</strong></p><p>Emily: I would say he definitely is. Because he's the only person who takes it seriously, and without him the beaches would have never have been closed and they never would have set out to kill the shark at all. So after rethinking ... it, I would say he is definitely a hero.</p><p>Ben: When he goes down in the cage, that's the most brave act of the whole film. Like, he's in the water, they basically all know he's probably going to get killed in that situation. He made the brave act of going to fight that shark with a pole. And I mean, that takes chutzpah.</p><p>Emily: He was gonna shoot it with a tiny needle!</p><p>Ben: Yeah, with a little stick pole!</p><p><strong>On what their dad thought of their review of <em>Jaws</em> </strong></p><p>Ben: Well he <a href=\"https://twitter.com/RichardDreyfuss/statuses/484905862230601728\" target=\"_blank\">tweeted</a> ... \" 'Jaws' Is Ridiculous, Say [Kids] Who Are [Now] Out Of The Will.\" But I think that was with love.</p><p>Emily: The truth is our dad is so incredibly supportive of anything we do ever. I spoke to him and he was just tickled.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Richard+Dreyfuss%27+Kids+Revisit+%27Jaws%2C%27+Conclude+It+Makes+No+Sense&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329731483-bb956d.m3u?orgId=1&topicId=1137&ft=3&f=329731479"},{"href":"http://media.npr.org/assets/img/2014/07/08/jaws-dreyfuss-9dee99b27b54a76b55e71f8590c7c16463f58d42.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1900","width":"2535"}}]}