{"created":"2015-01-13T19:11:02+00:00","modified":"2015-01-14T23:05:31+00:00","valid":{"from":"2015-01-14T23:05:31+00:00","to":"3015-01-14T23:05:31+00:00"},"hreflang":"en","title":"'Man Seeking Woman' Examines How It Feels To Be Single, Dating And Rejected","published":"2015-01-13T20:47:00+00:00","teaser":"The new comedy series on FXX is a cross between an early Woody Allen comedy and a very edgy late-night comedy sketch. It's part literal, part impressionistic — even surrealist — and very different.","itags":["npr_api","376982262"],"guid":"6898eb9f-d8ba-42f2-a661-c8ffbb7c349c","contentencoded":"<p>Describing <em>Man Seeking Woman, </em>the new comedy series premiering Wednesday on the FXX cable network, isn't going to be easy.</p><p>On the one hand, it's pretty straightforward: In the opening moments, a young man named Josh, played by Jay Baruchel from <em>Undeclared, </em>is sent packing by his now ex-girlfriend. The rest of the episode, and presumably the series, has him weaving his way through the tricky currents of dating in the 21st century — enduring blind dates, attempting pickup lines and checking out dating websites and phone apps for potential new acquaintances and experiences.</p><p>But on the other hand, <em>Man Seeking Woman </em>is as devoted to examining how it <em>feels </em>to be single and dating and rejected as to what actually occurs. This very unusual new TV series is inspired by <em>The Last Girlfriend on Earth, </em>a collection of darkly comic, and proudly bizarre, short stories by Simon Rich, who's one of the show's writers. So while portions of <em>Man Seeking Woman </em>tell a literal narrative, other parts are more impressionistic, even surrealistic. Very few television shows have ventured into this territory regularly, and successfully — <em>Ally McBeal, </em>with its fantasy sequences, was one. <em>Louie, </em>currently on the FX network, with Louis CK slipping into occasional digressions of whimsy, poetry and existentialism, is another.</p><p><em>Man Seeking Woman </em>is a cross between an early Woody Allen comedy and a very edgy late-night comedy sketch — which may be why <em>Saturday Night Live </em>creator Lorne Michaels is an enthusiastic executive producer of this series. It uses the visual vocabulary of film and TV, and the freedom of sketch comedy, to explore a mood — even if, and sometimes especially if, it doesn't make any literal sense.</p><p>When Baruchel's Josh Greenberg is dumped by his girlfriend, he walks around with a cloud over his head, raining on him on an otherwise clear day. When his sister sets him up with a blind date, he sees that date as a monstrous little troll — and she looks and acts like one, even in a fancy restaurant. And when he accepts an invitation to a party held by his ex, he has to meet and endure her new boyfriend. Of course, Josh is going to think this new guy is a lot worse a match for her than <em>he </em>was — but Josh sees it, and so do we, as an extreme case. When his friends meet him at the door of the party, they let him know the identity of the new boyfriend: an old man in a wheelchair named Adolf. As in Hitler. Josh is dismayed and says, \"Isn't there, like, a pretty big age difference between them?\" When a woman calls him jealous, he says: \"I'm not jealous, I just don't like Adolf Hitler. He murdered millions of people.\"</p><p>Josh decides to make a graceful exit — but before he can, his girlfriend sees him and says hello. And then, approaching on his motorized wheelchair, so does Adolf Hitler — played by a completely unrecognizable Bill Hader, formerly of <em>Saturday Night Live.</em></p><p>Hader introduces himself as Adolf Hitler, and Josh says he's Josh Greenberg.</p><p>\"Greenberg?\" Hader says, \"Uh oh! Uh ohhhh! There's a Jew at Hitler's party! There's one in our midst.\"</p><p>Watching that scene made me uneasy, and intrigued at the same time. Uneasy because it felt like a third rail of comedy, and not particularly hilarious — but intrigued because, honestly, I can't remember ever seeing anything quite like it. A later scene, which has a war room of sorts assembled to help Josh compose the perfect follow-up text to a girl he met on the subway, is just as audacious — but not at all squeamish.</p><p>I really like Baruchel as an actor, and he handles angst and embarrassment here with as much humor and endearment as he did in <em>Undeclared. </em>After watching two preview episodes, I can't say I'm in love with <em>Man Seeking Woman. </em>But I can definitely say that I'm looking forward to a third date — and that I feel I'm experiencing something truly, and maybe even memorably, different.</p><p><em>David Bianculli is founder and editor of the website <a href=\"http:www.tvworthwatching.com\" target=\"_blank\">TV Worth Watching</a></em><em>, and teaches television and film at Rowan University in New Jersey.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Man+Seeking+Woman%27+Examines+How+It+Feels+To+Be+Single%2C+Dating+And+Rejected&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"David Bianculli","audio":[{"meta":{"duration":"382"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376996540-1d2486.m3u?orgId=1&topicId=1138&ft=3&f=376982262"},{"href":"http://media.npr.org/assets/img/2015/01/13/msw__0274_hires2-375716df67674e52c7d60722b1088c8a8573e392.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/13/msw__0512_hires2-a7a8471f4560d3c5e3f12e540b25036b9d01b1e4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1997","width":"2664"}}]}