{"created":"2015-04-24T18:11:43+00:00","modified":"2015-04-24T21:14:31+00:00","valid":{"from":"2015-04-24T21:14:31+00:00","to":"3015-04-24T21:14:31+00:00"},"hreflang":"en","guid":"689de87c-c49c-40be-b125-48810e360ff7","title":"Finding the courage to write about cowardice","published":"2015-04-24T21:14:28+00:00","byline":"Clark Boyd","tags":["books","culture","Books","Arts, Culture & Media","Sideways Glance","Coward","The Red Badge of Courage","Literature","Eddie Slovik"],"teaser":"\"Coward. Chicken. Yellow-belly.\" Those were insults the French used against the gunmen who carried out the Charlie Hebdo attacks in January. Cowardice, in fact, is currently enjoying a bit of global resurgence as a put-down. So much so that Boston University professor Chris Walsh decided it was time to write a book about the subject. The first hurdle? Finding source material.","contentencoded":"<p>Maybe it was the bright yellow cover.</p>\n<p>Every week, a dozen review copies of soon-to-be published books cross my desk. I don't open most of them. But Chris Walsh's book, with that yellow cover, stood out. It also had a title that intrigued the hell out of me: \"<a href=\"http://press.princeton.edu/titles/10318.html\">Cowardice: A Brief History</a>.\"</p>\n<p>Well, if it’s brief, I figured, “What’s to be afraid of?” And besides, it couldn’t possibly be more boring than “Profiles in Courage,” right?</p>\n<p>A couple of weeks later, I’m sitting in the studio with Walsh, who is a professor at Boston University. In a nod to the book’s subject, he’s wearing a bright yellow shirt and trying to explain how it’s taken 20 years to complete the book.</p>\n<p>“A lot of people have written about courage, but no one’s really written about cowardice,” he tells me. </p>\n<p>Walsh’s first stop was Library of Congress card catalogue, where he found one history title related to the subject. </p>\n<p>Still, he didn’t chicken out. </p>\n<p>“Once I decided that this book was worth doing, I realized that it would be cowardly not to finish it,” he says with a smile.</p>\n<p>So, he pressed on, digging into linguistics, literature and art the world over in an effort to fully embrace the concept of cowardice, which he defines in the book as “a failure of duty due to excessive fear.”</p>\n<p>“The label ‘coward’ still has real power. I think the Urban Dictionary calls it the worst insult known to man,” Walsh says.</p>\n<p>Walsh’s starting point is the Boston marathon bombing and its aftermath. The first image of the book is a big electronic billboard here in town flashing the word “cowards.”</p>\n<p>“Before anyone knew who they were, or why they had done it, it felt right to call those people ‘cowards.’”</p>\n<p>In the book, Walsh traces how the word coward (originally from the Latin root cauda, or “tail”) fell out of favor in America following the Civil War, but then enjoyed a resurgence post-9/11. </p>\n<p>President George W. Bush, among others, often referred to the 9/11 bombers as cowards.</p>\n<p>“The idea that these terrorists were cowards gives us confidence, maybe a false sense of confidence, that if we just attack them, they'll be subdued. And that not attacking them would be cowardly on our part.”</p>\n<p>On the flip side, Walsh notes, Osama bin Laden’s anti-US rhetoric sounded eerily similar. He often accused the US of cowardly using drones, and of fleeing places like Vietnam, Beirut and Somalia when the going got tough.</p>\n<p>Most of the so-called cowards highlighted in Walsh’s book come from the context of war. There’s Henry Fleming, the fictional solider who flees from the front lines in Stephen Crane’s “Red Badge of Courage.” And there’s Eddie Slovik, a real US soldier from World War II who refused to fight, and was executed.</p>\n<p>Walsh also notes that during World War II, the Soviet Army executed deserters and those accused of cowardice at a prodigious rate. Stalin’s infamous Order 227 had this rule: “panic-mongers and cowards should be exterminated in place.” The rule was carried out so forcefully that Soviet marshal Georgi Zhukov quipped that it “takes a very brave man to be a coward” in the Red Army. </p>\n<p>Away from the battlefield, Walsh notes other kinds of cowards, too. For example, he includes poet T.S. Eliot’s famed romantic waffler, J. Alfred Prufrock, who spends stanza after stanza wondering if he should eat a peach.</p>\n<p>In the end, though, Walsh’s book redeems cowardice, and even embraces it as a useful part of everyday life.</p>\n<p>“First of all, cowardice makes you think about what you should be doing. And then it also makes you think critically about your fears,” Walsh says in our interview. “Courage is great, and to aspire to courage is great. But actually I think it's more useful many times to think, ‘OK, I just don't want to be cowardly.’”</p>\n<p>It worked when writing the book, Walsh says. It was the fear of not being courageous enough to finish a book on cowardice that drove him to complete it. </p>\n<p>And hey, he jokes, now “I’m the pre-eminent researcher in the field. So I’ve got that going for me.”</p>\n<p>“I can found the field of Cowardice Studies.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-24%2Ffinding-courage-write-about-cowardice&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04242015_05.mp3"},{"href":"http://www.pri.org/file/0424201505mp3"}]}