{"created":"2014-09-04T16:42:32+00:00","modified":"2014-12-04T17:41:38+00:00","valid":{"from":"2014-12-04T17:41:38+00:00","to":"3014-12-04T17:41:38+00:00"},"hreflang":"en","title":"John Green's 'Stars' Shines Bright On The Silver Screen","published":"2014-06-05T16:40:00+00:00","teaser":"<em>The Fault in Our Stars</em> hits cinemas this week, causing mass outbursts of tears. Author John Green based the character on a real-life girl with cancer — and his own feelings of growing up an outsider.","itags":["npr_api","318791469"],"guid":"68a38489-6574-4a44-ad07-24c4420e6dea","contentencoded":"<p>It's a writer's fantasy. You author a book. It hits the young adult jackpot. It sells 10 million copies. Hollywood actors fight for parts in the movie.</p><p>Welcome to John Green's reality. Not too long ago, in New York City, he introduced a screening of the film based on his novel, <em>The Fault in Our Stars</em>, to an audience of hundreds of teenagers ecstatically screaming his name. They cried copiously throughout the film, which follows a romance between two teenagers with cancer.</p><p>The next morning, in his hotel suite, Green appeared somewhat dazed. The sandy-haired author said the process of writing a book is like a long, lonely game of Marco Polo.</p><p>\"In which you're in your basement alone for years and years, saying, 'Marco. Marco. Marco. Marco. <em>Marco</em>. And then if you're lucky, someone writes you and says ... Polo.\"</p><p>Plenty of people have shouted \"Polo\" since Green's novel came out two years ago. <em>The Fault in Our Stars</em> has spent 132 consecutive weeks on the <em>New York Times</em> best-seller list, and it's been translated into 47 languages.</p><p>People who knew him as a kid would've had a hard time imagining him as the recipient of such adult adulation, Green says. He claims he was a terrible student and a giant nerd who felt isolated and misunderstood.</p><p>\"I had a lot of emotional problems. I had a lot of behavioral problems,\" he says. \"But I was still very nerdy. I was just that awful kind of nerdy where you're nerdy, and not that smart.\"</p><p>Now, 36-year-old John Green and his younger brother Hank call themselves \"nerdfighters.\" They don't fight nerds. They are nerds. As they <a href=\"https://www.youtube.com/watch?v=FyQi79aYfxU\">explain</a> on their hugely popular Vlogbrothers Youtube channel:</p><p>\"Nerdfighter is basically just the community that sprung up around our videos. And basically we try to get together and do awesome things and have a good time and fight against world suck.\"</p><p>(World suck, in case you were wondering, is the amount of suck in the world.)</p><p>In their video blogs, the Green brothers talk about politics, share jokes and host an online book club. Right now they've got thousands of people reading <em>Behind the Beautiful Forevers</em>, a nonfiction book about life in the slums of India. Green says their video communities are meant as a refuge for people like them, nerds who sometimes feel alone.</p><p>\"And the great thing about these tight-knit Internet communities is you don't have to feel alone anymore,\" Green added.</p><p>There's a community inherent to fandom, and that appeals to Green. He attended a Harry Potter convention in 2009 where he met a teenage girl with an oxygen tank. She had thyroid cancer. Esther Earl also posted videos on Youtube that Green came to admire.</p><p>\"I was a fan of her humor and her openness,\" he said. And Esther, who died in 2012 at age 16, is something of a model for Hazel, the fictional heroine of <em>The Fault In Our Stars</em>.</p><p>\"The superficial connections between Esther and Hazel have been talked about a lot,\" Green noted, but he said he did not see their main commonality being cancer. \"The main thing for me actually had very little to do with their illness. For me it was that Esther was an uncommonly empathetic teenager.\"</p><p>And that's partly why fans like Samantha Tan feel a connection to Hazel in <em>The Fault in Our Stars</em>. The 20-year-old won a fan competition that brought her to the sneak preview in New York City.</p><p>\"This isn't, like, some stupid teenager,\" she said of the main character. \"This is a smart girl, and I could definitely relate to her.\"</p><p>And the movie more than exceeded her expectations, she said — \"by a billion, thousand percent.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=John+Green%27s+%27Stars%27+Shines+Bright+On+The+Silver+Screen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319030396-a3defe.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=318791469"},{"href":"http://media.npr.org/assets/img/2014/06/04/tfios-2f6dc9ef0550dc887d4a0e6e37527ed4bc932b9f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"939","width":"1252"}}]}