{"created":"2015-06-03T21:58:12+00:00","modified":"2015-06-09T17:05:19+00:00","valid":{"from":"2015-06-09T17:05:19+00:00","to":"3015-06-09T17:05:19+00:00"},"hreflang":"en","title":"Mumford & Sons On Plugging In And Turning Up","published":"2015-06-04T23:07:00+00:00","teaser":"The electrified new album <em>Wilder Mind</em> turns the band's \"arena folk\" sound on a dime. \"It's almost like being a teenager again,\" says singer Marcus Mumford.","itags":["npr_api","411782767"],"guid":"68a431c0-c85f-4db0-82c0-69bb71af05a2","contentencoded":"<p><a href=\"http://www.npr.org/artists/101141614/mumford-and-sons\" target=\"_blank\">Mumford & Sons</a> made its name and sold well over ten million albums with propulsive, rootsy acoustic music that channeled the spirit of old-time Americana. On their latest album, <em>Wilder Mind</em>, the four Londoners are blasting out with a new sound: the guitars are plugged in, while the trademark banjo, accordion and double bass are nowhere to be found. But there's one change that trumps all the others, according to lead singer Marcus Mumford.</p><p>\"We've added a drum kit, which we never had before, so that changes the way you can write songs,\" Mumford says. \"You can sit back, play one guitar chord every four bars, and really concentrate on singing. I don't have to be playing drums with my feet, like a kick drum and tambourine. I don't have to be hammering away with my right hand, providing a lot of the percussion. I get to really just sing, which is a real joy for me.\"</p><p>Mumford and his bandmate Winston Marshall spoke with NPR's Melissa Block about embracing of traditional rock instrumentation, weathering the inevitable fan backlash, and watching their songcraft evolve in the process. Hear their conversation at the audio link.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mumford+%26+Sons+On+Plugging+In+And+Turning+Up&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"489"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1411783655-7eaa5a.m3u?orgId=1&topicId=1105&d=489&p=2&story=411782767&t=progseg&e=411666402&seg=15&ft=nprml&f=411782767"},{"href":"http://media.npr.org/assets/img/2015/06/03/1422980132minchinphoto_mumfordsons_7939_retp19d823h3a1knl16595g1p7f29n-15a87089cf805c8957e52a733741d4597afe0904.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3839","width":"5119"}}]}