{"created":"2015-05-04T12:44:48+00:00","modified":"2015-05-12T20:00:09+00:00","valid":{"from":"2015-05-12T20:00:08+00:00","to":"3015-05-12T20:00:08+00:00"},"hreflang":"en","guid":"68bba22a-a2d7-44c7-ad18-7f117150cb38","title":"Agriculture is thriving in bone-dry California, and that's not a good thing","published":"2015-05-12T19:59:58+00:00","byline":"Marlisse Silver Sweeney","tags":["water","drought","agriculture","farming","environment","climate change","Environment","Science, Tech & Environment","North America","United States","California","Water","Aquifers","Groundwater","Agriculture","Environment","Water pricing","Environmental economics"],"teaser":"Everyone in California is feeling the crunch as the state tries to cope with its massive drought, but farms aren't suffering quite as much as the rest. That's good for business, but bad for the state's dwindling water resources.","contentencoded":"<p>California's severe drought shows no signs of easing — maybe not for years, possibly not for decades — and Governor Jerry Brown has imposed unprecedented water restrictions for both business and residential use across the state. That means the end is near for California's water-hungry agriculture industry — right?</p>\n<p>Maybe not, says Mark Hertsgaard, an independent journalist and author of the book, \"<a href=\"http://markhertsgaard.com/hot-living-through-the-next-fifty-years-on-earth/\">Hot: Living Through the Next 50 Years of Earth</a>.” This may be the first the first time in history a California governor has made water restrictions mandatory, but Hertsgaard says the agricultural sector hasn’t been hit as hard. And that's not a good thing.</p>\n<p>“The governor’s executive order said to the agricultural sector that it must only submit ‘plans’ for future drought,” he explains. But while the industry makes up only two percent of the state's economy, \" agriculture is responsible for 80 percent … of all the water that’s used here in California.\"</p>\n<p>Hertsgaard has found that some of the biggest farmers of pistachios, almonds and walnuts, known as “thirsty crops,” are actually <em>expanding</em> operations and reaping record profits.</p>\n<p>At the core of the problem is the water pricing system in California, Hertsgaard says. Experts say water is still relatively inexpensive, so more of it is being used more than necessary. “We still have a water system for pricing and incentives that is based on the 19th or 20th century and we need to prepare for the 21st century,” Hertsgaard says.</p>\n<p>The state's water is also distributed unequally. For example, there's no single price for water that all California farmers pay. That depends on factors like how long a farmer’s water rights have existed, what’s being done with the water and what time of year it’s needed — not to mention political connections.</p>\n<p>Making things even worse is California's policy on groundwater. “For many, many years California was the only state in the arid western part of the United States to put no limits on groundwater extraction. Zero,” Hertsgaard says.</p>\n<p>The state finally passed a law last fall that will gradually ramp up the restrictions on groundwater extraction to a reasonable level — by 2040. And in the meantime, Hertsgaard says, big farms are drilling deeper and deeper for the free water source, running the risk of ruining future supplies forever.</p>\n<p>“That would be a nightmare for California,” he says. “It would be very hard to imagine how significant numbers of people could live in the state going forward if we ruin our groundwater supplies.”</p>\n<p>Hertsgaard says a better pricing scheme for <em>all</em> of the state's water resources would naturally allow the market to determine which crops farmers should be growing.</p>\n<p>“This is not about demonizing farmers or demonizing a particular crop,\" he says. \"But you’ve got to have the incentives right if you want the final results to be true to what’s good for everybody in the state.\"</p>\n<p><em>This story is based on <a href=\"http://loe.org/shows/segments.html?programID=15-P13-00017&amp;segmentID=1\">an interview</a> from PRI's <a href=\"http://loe.org\">Living on Earth</a> with Steve Curwood.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-30%2Fprice-water&amp;feed=pmp\" /></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/living-earth/segment-audio/loe150424a1droughtupdated.mp3"},{"href":"http://admin.pri.org/file/loe150424a1droughtupdatedmp3-0"}]}