{"created":"2014-10-07T20:43:34+00:00","modified":"2014-11-20T19:10:48+00:00","valid":{"from":"2014-11-20T19:10:48+00:00","to":"3014-11-20T19:10:48+00:00"},"hreflang":"en","title":"At Monty Python Reunion Show, The Circus Makes One Last Flight","published":"2014-07-20T16:08:00+00:00","teaser":"The British comedy troupe has reunited for what they say is the final time in <em>Monty Python Live (Mostly). </em>Fans around the world will watch the last show Sunday, either in London or via live stream.","itags":["npr_api","332900656"],"guid":"68c29534-cdfe-4a00-8697-766e8fb8e849","contentencoded":"<p>The Ministry of Silly Walks is one of Monty Python's most famous sketches. John Cleese's serious civil servant with ludicrous locomotion first appeared in 1970, on the troupe's television show <em>Monty Python's Flying Circus. </em>Today, long after the Pythons broke up, it remains enduringly popular on YouTube.</p><p>Cleese is 74 now, and he can't kick his heels as high as he once could. But his silly walks have made one final comeback — with the help of some backup dancers.</p><p>For three weeks, the five surviving members of the Pythons have been performing a series of shows in London, called <em>Monty Python Live (Mostly).</em> Thousands of fans have seized the opportunity to see the Pythons reunite and perform familiar routines.</p><p>Sunday night is the final performance — and the Pythons say it will be the last time they perform as a troupe. That show will reach a worldwide audience, as <a href=\"http://www.montypythonlive.com/cinema.html\">theaters</a> and TV channels present the performance to viewers in more than a hundred countries.</p><p>For some, though, a screen wasn't enough. Lars Muller traveled from Denmark to London in order to catch a live showing.</p><p>\"I'm from the John Cleese Society,\" he says. \"We are here to pay a tribute to Monty Python and John Cleese, because this is an amazing situation for us.\"</p><p>The popular British comedy troupe first appeared on TV in the late 1960s. They went on to release movies, albums, books and much more, and the members went on to do solo work once the group officially disbanded. Now, with an average age of 71, they've decided it's time to say goodbye.</p><p>The group promises classics with a twist in this multi-million dollar series of shows. Tickets for the first reunion performance sold out in a record 43 1/2 seconds.</p><p>Python fans span decades, continents and generations. Englishman James Moore recalls welcoming Monty Python to Canada when he worked for the British Council, and he says he's not the only member of his family who's a big Python fan.</p><p>\"Not only me, but my children, who copied many of the sketches,\" Moore says. \"Especially the parrot sketch — until we were sick and tired and knew every single word backwards.\"</p><p>Kathleen Bahirj, who grew up watching the Pythons, has a guess for why they inspired such passion in fans like her. \"I think at the time they were so unconventional, so weird — and even now they're very unconventional,\" she says. \"There's been nothing like them, ever, ever, and I think they paved the way for the modern comedian.\"</p><p>This may be the last time the group will perform together, but their work will live on: The Pythons have launched their first-ever fan club and have released <em>Monty Python's Total Rubbish</em>, which features all nine of their albums.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Monty+Python+Reunion+Show%2C+The+Circus+Makes+One+Last+Flight&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Rich Preston","audio":[{"meta":{"duration":"178"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1333173700-354310.m3u?orgId=1&topicId=1046&ft=3&f=332900656"},{"href":"http://media.npr.org/assets/img/2014/07/19/451572578-361d9b78bf45d8d3b29e4b422a40c3d8b1d9abb3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1682","width":"2246"}}]}