{"created":"2014-09-11T13:25:37+00:00","modified":"2014-09-11T13:25:37+00:00","valid":{"from":"2014-09-11T13:25:37+00:00","to":"3014-09-11T13:25:37+00:00"},"hreflang":"en","title":"'Let It Go': A Hit Song, Spawned From Partnership ","published":"2014-09-11T13:25:00+00:00","teaser":"The songwriters behind Disney's <em>Frozen</em>, Kristen Anderson-Lopez and Bobby Lopez, recall their courtship and how a walk in the park led to the showstopper that won them an Oscar (and Bobby an EGOT).","tags":["npr_api","306171894"],"contentencoded":"<p>Has \"<a href=\"https://www.youtube.com/watch?v=YVVTZgwYwVo\">Let It Go</a>,\" the showstopper from Disney's <em>Frozen,</em> been stuck in your head all winter? You're probably humming it right now. It's a big-sounding song with a strong emotional core, written by husband-and-wife songwriters Bobby Lopez and Kristen Anderson-Lopez. If Queen Elsa, once destined to be the story's villain, is <em>Frozen</em>'s superhero, then the Lopezes view \"Let It Go\" as her origin story moment.</p><p>Their own origin story is equally as magical, hinted at in the way the charming pair finishes each other's sentences (and sandwiches). Of their first meeting at a musical theatEr workshop, Kristen says: \"I fell in love with him immediately.\" Bobby says: \"I thought, 'Thank God, someone who gets me. I can probably get with her.' \"</p><p>The duo's knack for blending sweetness with irreverence shines through in lyrics such as \"<a href=\"https://www.youtube.com/watch?v=BulXil2ROy4&feature=kp\">I don't know if I'm elated or gassy / But I'm somewhere in that zone</a>.\" Their musical credits collectively include <em>In Transit,</em> Disney's <em>Winnie The Pooh, Avenue Q</em> and <em>Book of Mormon,</em> the latter two of which earned Bobby multiple Tony Awards. (He now is an <a href=\"http://variety.com/2014/film/news/oscars-frozen-songwriter-robert-lopez-becomes-youngest-egot-winner-1201124322/\">EGOT</a> winner.)</p><p>On <em>Ask Me Another,</em> Kristen and Bobby graciously lent their voices to a rewritten version of \"Let It Go\" that quizzed contestants about other cold and frozen items. And later, the gloves came off during a <a href=\"http://www.npr.org/2014/04/24/306171903/this-quiz-never-bothered-me-anyway\" target=\"_blank\">VIP Challenge that pitted spouse against spouse</a> in a Broadway musical mashup showdown.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><br /><strong>On trying to write songs for an earlier version of <em>Frozen</em></strong></p><p>There was a script, it was very <em>Romancing the Stone </em>live action at the time. And we tried to write songs for that script, and it was like tuna and chocolate, a little bit. Like, \"You put your chocolate in my tuna!\" None of those songs stayed.</p><p><br /><strong>On finding the inspiration to write \"Let It Go\"</strong></p><p>We stood on picnic benches [in Prospect Park] and imagined what it would be like if you'd put your whole life keeping your feelings in and trying to be perfect. And at the time, she was supposed to be a villain. But up on that picnic table, I started to feel sorry for her, and I started to think, \"Well, that stinks!\" She's been repressing who she is her whole life, and here at this moment, she's being chased out of a village from these people who she's been sacrificing her whole life for. She has to say goodbye to all of that, and yet there's this release.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Let+It+Go%27%3A+A+Hit+Song%2C+Spawned+From+Partnership+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","guid":"68e01ed7-cb3c-4b2c-8b84-23b43c9a0c6c","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306260935-d15917.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=306171894"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306878219-8eb763.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=306171894"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306261504-1861ed.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=306171894"},{"meta":{"duration":"868"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1306218550-42e1f8.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=306171894"},{"href":"http://media.npr.org/assets/img/2014/04/23/bobby-and-kristen-on-stage-2-217cbcbd08f1bbd612250f1b4b3ffba1378be1ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1483","width":"1979"}}]}