{"created":"2014-10-06T22:32:49+00:00","modified":"2014-10-07T21:56:47+00:00","valid":{"from":"2014-10-07T21:56:47+00:00","to":"3014-10-07T21:56:47+00:00"},"hreflang":"en","guid":"68f38f58-4a3e-44f7-a5f6-ac32e8acc9e2","title":"Go inside 'the mountain that eats men' in Bolivia","published":"2014-10-07T21:56:46+00:00","byline":"Leo Hornak","tags":["mining","business and economy","labor","politics","elections","Global Politics","South America","Bolivia","South America","Catharina Moh","Evo Morales","Mining","child labor","Occupational diseases","Silicosis"],"teaser":"Bolivian President Evo Morales is staking his bid for a third term on improving the lot of his poorest citizens. But many of those poor Bolivians work in mines, where conditions are deadly and there's little sign that anything is set to improve.","contentencoded":"<p>This week, Bolivian&nbsp;President&nbsp;Evo Morales is hoping to be re-elected to an unprecedented third term in office. He has pledged to return more of the nation&rsquo;s resources to the people, and to improve dramatically the lives of Bolivia&rsquo;s poor.</p><p>Some of the&nbsp;poorest communities are based around the country&rsquo;s mining industry. One mine in particular, in a mountain called&nbsp;Cerro Rico, has been producing silver and other metals for longer than any other.</p><p>For centuries, the mountain was an important revenue source for the Spanish empire. Today,&nbsp;thousands of miners, many&nbsp;of them teenagers and children,&nbsp;still work in its harsh and dangerous&nbsp;tunnels.</p><p>&quot;Everywhere you shine your light, all you can see is a cloud of dust when you enter,&quot;&nbsp;says Catharina Moh, a BBC reporter who traveled to Cerro Rico.&nbsp;&ldquo;In some ways that is even more claustrophobic than the limited space. ...&nbsp;I was so completely disorientated,&nbsp;it&rsquo;s like a rabbit warren of tunnels.&quot;</p><p>So many people have lost their lives&nbsp;that Cerro Rico is&nbsp;known as&nbsp;&quot;The Mountain That Eats Men.&quot; The danger&nbsp;for the 15,000 miners who work there&nbsp;is shockingly high:&nbsp;Around 14 miners die every month, and the average life expectancy is just 40 years old.</p><p>Some of the dangers are immediate &mdash;&nbsp;rock falls, gas leaks&nbsp;and industrial accidents. Others take their toll over the long term. One of the miners Moh met was Marco, a young man whose brother-in-law was killed by silicosis, a disease caused by breathing rock dust. He was just 25.</p><p>There are few signs that the conditions in Cerro Rioc are likely to improve. A recent change in the law made it possible for Bolivian&nbsp;children as young as 10 to work legally, although they are technically banned from working in mines. In spite of this, Moh heard reports that children of that age are taking part in mine works.&nbsp;</p><p>To protect themselves against the dangers of their work, many workers turn to &quot;El Tio,&quot; or &quot;The&nbsp;Uncle,&quot;&nbsp;the mountain&#39;s&nbsp;patron spirit &mdash;&nbsp;also known as the &quot;Devil God of the Mountain.&quot;&nbsp;Shrines to El Tio are placed throughout the mineshafts, and are worshipped every Friday with gifts of alcohol, cigarettes and coca leaves.</p><p>On occasion, miners even sacrifice a&nbsp;llama&nbsp;to appease El Tio. One miner told Moh that he saw no contradiction between his Christian faith and worshipping El Tio: &quot;Outside the mine we are Catholics, and when we enter the mine, we worship the devil.&quot;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/El%20Tio%202.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/el-tio-2jpg"},{"href":"http://www.youtube.com/watch?v=i--e55x38zU"},{"href":"http://www.pri.org/file/our-world-mountain-eats-men-bbc-documentary-2014"}]}