{"created":"2014-10-06T21:41:18+00:00","modified":"2015-03-26T19:08:14+00:00","valid":{"from":"2015-03-26T19:08:14+00:00","to":"3015-03-26T19:08:14+00:00"},"hreflang":"en","title":"Stunning SCOTUS Move Widens Same-Sex Marriage To 30 States","published":"2014-10-06T22:32:00+00:00","teaser":"The U.S. Supreme Court Monday stepped out of the gay-marriage debate — at least for now. But the court's decision not to decide will have an immediate and dramatic effect.","itags":["npr_api","354138858"],"guid":"68fe2a4a-c8b0-4fa3-89ff-872d12c04804","contentencoded":"<p>In a stunning move, the U.S. Supreme Court Monday stepped out of the gay-marriage debate — at least for now. It refused to review lower court decisions that struck down state bans on same-sex marriage; but the decision <em>not</em> to decide will nevertheless have an immediate and dramatic effect, bringing the total number of states where gay marriage is legal up to 30.</p><p>Without saying or writing a word, the justices let stand three appeals court decisions, covering parts of the South, Midwest and West. That means that same-sex couples will now be able to marry in 11 more states: Utah, Oklahoma, Kansas, Colorado, Wyoming, North Carolina, South Carolina, Virginia, West Virginia, Indiana, and Wisconsin. Add those 11 states to the 19 states that already allow gay marriage, and you have 30 states where such unions are legal.</p><p>Thousands more same-sex couples are expected to begin marrying immediately. In Virginia, for instance, the state <a href=\"http://www.oag.state.va.us/index.php/component/content/article?id=341\">began issuing marriage licenses</a> to same-sex couples just hours after the Supreme Court's action.</p><p>Of course, some appeals courts could, this year or next, <em>uphold</em> a same-sex-marriage ban. Were that to happen, the Supreme Court would very likely have to resolve the conflicting decisions. There are a number of other same-sex-marriage cases in the pipeline. The 9th Circuit Court of Appeals, covering the far West and Northwest, and the 6th Circuit, covering parts of the Midwest, have both heard arguments in cases that challenge state bans on same-sex marriage, and a decision in either case could be in the offing. Two other circuits are poised to hear challenges to district court decisions striking down gay-marriage bans in Texas and Florida.</p><p>But by the time any of these cases reaches the Supreme Court, there are likely to be tens of thousands more same-sex couples married in the 11 states where the Supreme Court declined to intervene on Monday. And it's hard to imagine the justices then telling those married couples that they are not married after all. Gay-marriage opponents, who were largely silent on Monday, conceded privately that there would be \"chaos\" if the high court later decides to backtrack.</p><p>\"The Supreme Court justices are very smart people. I don't think they're going to be able to put the genie back in the bottle,\" said Amy Howe, editor of the leading Supreme Court blog, <a href=\"http://www.scotusblog.com/\">SCOTUSBlog</a>. Howe said that the message to the lower courts may be \"grudging,\" but it's pretty clear: \"Keep on doing what you're doing. We may not be ready to proclaim a national constitutional right to same-sex marriage, but we're not going to stop you from doing it on a state-by-state basis.\"</p><p>Some in the gay community, like Evan Wolfson, founder and president of Freedom to Marry, had hoped for more. \"It's not a done deal until it's done,\" he said, adding that Freedom to Marry and other organizations will \"keep making the case that every day matters and couples shouldn't have to fight state by state, or year by year for the freedom to marry.\"</p><p>Others, however, saw the court's action as a huge victory. \"I think that today is one of the greatest days in the history of lesbian and gay rights in the United States,\" said David Codell, constitutional litigation director for the National Center for Lesbian Rights.</p><p>Indeed, the Supreme Court's action, or more precisely, its inaction, is likely to put greater pressure on the 20 remaining states where gay marriage is not legal. Already gay marriage is legal in areas accounting for 60 percent of the American population. And at least some of the cases in the pipeline are likely to boost that number still further.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Stunning+SCOTUS+Move+Widens+Same-Sex+Marriage+To+30+States&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"421"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354142860-99accd.m3u?orgId=1&topicId=1070&e=354138858&d=421&ft=nprml&f=354138858"}]}