{"created":"2014-12-08T19:12:32+00:00","modified":"2014-12-11T20:13:52+00:00","valid":{"from":"2014-12-11T20:13:52+00:00","to":"3014-12-11T20:13:52+00:00"},"hreflang":"en","title":"In 'The Death of Santini' Pat Conroy Turns From Fiction To Memoir","published":"2014-12-08T19:12:00+00:00","teaser":"We revisit with author Pat Conroy, whose book, \"The Death of Santini,\" is out in paperback this month. ","itags":["npr_api","369384281"],"guid":"6911df17-83fd-4fb7-8a81-825420e6e9e3","contentencoded":"<p>Readers of <strong>Pat Conroy</strong>&#8216;s novels &#8220;<a href=\"http://www.amazon.com/The-Prince-Tides-A-Novel/dp/0553268880/?tag=wburorg-20\" target=\"_blank\">The Prince of Tides</a>&#8221; and &#8220;<a href=\"http://www.amazon.com/Great-Santini-Novel-Pat-Conroy/dp/0553381555//?tag=wburorg-20\" target=\"_blank\">The Great Santini</a>&#8221; are very familiar with his troubled family history, in particular his harsh military father But last year, Pat decided to step out from behind the guise of fiction and write a memoir: &#8220;<a href=\"http://www.amazon.com/The-Death-Santini-Story-Father/dp/0385530900\" target=\"_blank\">The Death of Santini: The Story of a Father and His Son</a>,&#8221; which is out in paperback this month.</p><p>We revisit the conversation <a href=\"http://hereandnow.wbur.org/\"><em>Here & Now’</em></a>s Robin Young had with Conroy last year.</p><ul><li><strong>Earlier story</strong>: <a href=\"http://hereandnow.wbur.org/2013/11/19/pat-conroy-santini\" target=\"_blank\">Pat Conroy No Longer Hides Behind Fiction To Tell His Family&#8217;s Stories</a></li></ul><ul><li><a href=\"http://hereandnow.wbur.org/tag/book-excerpt\" target=\"_blank\">More book excerpts</a></li></ul><p><em>Note: This excerpt contains language that some readers may find offensive.</em></p><h4>Book Excerpt: &#8216;The Death of Santini&#8217;</h4><p><em>By Pat Conroy</em></p><p><strong><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2013/11/1119_santini-book.jpg\"><img class=\"alignright size-medium wp-image-44483\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2013/11/1119_santini-book-197x300.jpg\" alt=\"\"The Death of Santini\" by Pat Conroy\" width=\"197\" height=\"300\" /></a></strong>Prologue</p><p>I’ve been writing the story of my own life for over forty years. My  own  stormy  autobiography  has  been  my theme,  my dilemma, my obsession, and the fly-by-night dread I bring to the art of fiction. Through the years, I’ve met many writers who tell me with great pride that they consider autobiographical fiction as occupying a lower house in the literary canon. They make sure I know that their imaginations soar into realms and fragments completely invented by them. No man or woman in their pantheon  of family or acquaintances has ever taken a curtain call in their own well-wrought and shapely books. Only rarely have I drifted far from the bed where I was conceived. It is both the wound and foundation of my work. But I came into the world as the son of a Marine Corps fighter pilot as fierce as Achilles. He was a night fighter comfortable with machine-gun fire and napalm. He fought well and honorably in three wars and at one time was one of the most highly decorated Marine  aviators in the corps. He  was also meaner than  a shit-house rat, and I remember hating him even when I was in diapers.</p><p>For a long time, I thought  I was born into a mythology instead of a family. My father thundered  out of the sky in black-winged fighter planes, every inch of him a god of war. My mother’s role was goddess of light and harmony—an Arcadian figure spinning through the grasses and wildflowers on long, hot summer days. Peg Peek and Don Conroy brought the mean South and hurt Ireland to each other’s bloodstreams.</p><p>Peg came from snake-handling fundamentalists in the mountains of Alabama, while Don  brought  the sensibility of rosary-mad  Chicago into a family that would be raised on military bases through the South. But the myths of our lives had no stories to support them. I’ve no memory of my father sharing one story about his growing up in Chicago, while my mother would simply make up stories of her own privileged upbringing in Atlanta. There, she was the belle of the ball during the seasons of society when the Pinks and Gels crowded into the ballrooms of country clubs before World War II. This was fantasy and an untruth. My mother was dabbling in fiction long before I tried my hand at that slippery game. Mom was always writing a plot where she was a daughter of wealth and privilege. Her actual South was utterly unbeautiful, but we never knew it, because my mama wrote her own mythology, making it up as she went along. My childhood  was storyless except I was being raised by an Irish god of fire and a Georgian goddess of the moon. Their marriage was composed of terror and great violence, storm-tossed and seasoned with all the terrible salts of pain.</p><p>Both of my parents were larger-than-life  to me. Dad prepared me for the coldheartedness of tyrants, for the spirit of Nero contained in the soul of every man, for the Nazi with his booted foot on the Jew’s throat, for the mass slaughters of the Tutsis by the Hutus, the collective roar of the ayatollahs—for the necessity of understanding the limits of cruelty as well as the certain knowledge that there are no limits at all.</p><p>In the myth I’m sharing I know that I was born to be the recording angel of my parents’ dangerous love. Their damaged children are past middle age now, but the residues of their fury still torture each of us. We talk about it every time we get together. Our parents lit us up like brandy in a skillet. They tormented us in their own flawed, wanton love of each other. This is the telling of my parents’ love story—I shall try to write the truth of it the best I can. I’d like to be rid of it forever, because it’s hunted me down like some foul-breathed hyena since childhood.</p><p>My childhood taught me everything I needed to know about the dangers of love. Love came in many disguises, masquerades, rigged card tricks, and sleights of hand that could either overwhelm or tame you. It was a country bristling with fishhooks hung at eye level, man-traps, and poisoned baits. It could hurl toward you at breakneck speed or let you dangle over a web spun by a brown recluse spider. When love announced itself, I learned to duck to avoid the telegraphed backhand or the blown kiss from my mother’s fragrant hand. Havoc took up residence in me at a young age. Violence became a whorl in my DNA. I was the oldest of seven children; five of us would try to kill ourselves before the age of forty. My brother Tom would succeed in a most spectacular fashion. Love came to us veiled in disturbance—we had to learn it the hard way, cutting away the spoilage like bruises on a pear.</p><p>It took a world war to arrange my parents’ accidental meeting on Atlanta’s Peachtree Street in 1943. Don Conroy was a hall-of-fame basketball player at St. Ambrose College in Iowa when he heard about the Japanese attack on Pearl Harbor. He left the gym that day, walked down to the  recruiting  office in Davenport,  and joined the  Marine Corps. He learned to fly at the Naval Air Station Great Lakes. After practicing a series of aerial acrobatics over Lake Michigan  one day, he returned  to his squadron and announced,  “I was better  than  the Great Santini today.” It earned him his first and only nickname among these fighter pilots, who would compose his circle of fierce brotherhood. These pilots could kill you and do it fast. The  original Great Santini had been a charismatic trapeze artist who performed in a circus act my father had seen as a boy. In his death-defying somersaults, the Great Santini had seemed fearless and all-powerful—with a touch of immortality in his uncanny flair—as he vaulted through the air on a hot Chicago night, always working without a net.</p><p>I hated my father long before I knew there was a word for hate. My mother would later claim that I refused to learn the word “Daddy” until after my first birthday. From  the start he was a menacing, hovering presence, and I never felt safe for one moment that my father loomed over me. I don’t think it occurred to him that loving his children might be part of his job description. He could have written a manual on the art of waging war against his wife and children. I can’t  remember a house I lived in as a child where he did not beat my mother or me or my brothers; nor do I believe that he would’ve noticed if both his daughters had run away from home. My mother raised me, the oldest child, to be the protector of her other kids, to rush them into secret hiding places we had scouted whenever we moved into a new house. We learned to hide our shame in the madness of our day-to-day lives so that the nuns and priests who ran our parishes everywhere we went considered us an exemplary Catholic family.</p><p>Sometimes on the long car trips we spent rotating between Southern air bases, my father would tell the romantic  story of his chance encounter with Peggy Peek as she drifted out of Davison’s department store on Peachtree Street. He said, “I was in Atlanta getting some extra training before they shipped me out to the Philippines. I asked a barber where I could hunt up some broads and he told me the best place was down on Peachtree, right in the middle of the city. So I hopped a bus and got off and started walking around, sort of scouting the place out. Then  your mother  came out of a store in a red dress, carrying some shopping bags. Man, what a package. What a figure. I mean, this was one fine-looking Southern girl. So I followed her across the street. She was walking with two other girls. They were sisters, but I didn’t know that then. I started up a conversation with her. You know. Showed her some suave moves of a Chicago boy. Told her I was a pilot—getting ready to go to war. Back then, it was always a sure pickup line with the broads. But I couldn’t get your mother or her sisters to even talk to me. I mean, talk about three cold fish! But they’d never met a Chicago boy, especially one as charming as me. So I kept going, ratcheting up the pressure, throwing out my best lines. I told Peg I was heading off to war, would probably be dead in a month or two, but was willing to die for my country, and wanted to live long enough to bomb Tokyo. Then I saw a bus coming up to the stop and watched in panic as your mother and her sisters got on. No air-conditioning  back then, so all the windows were raised. Jesus Christ, I was starting to panic. Your mother sat by the window. So I started begging, begging, which I’m not ashamed to admit. I begged her for an address, a telephone number, the name of her father, anything. We could go dancing, to a movie, maybe make out a little bit.</p><p>“The bus took off and I took off with it, running my ass off, pleading with this broad. I didn’t even know her name and she hadn’t said a word to me. The bus began to pull away from me and I felt like I had struck out big-time when your mother stuck her pretty head out of the bus window and said, ‘BR3-2638.’ Ain’t it a bee-you-tu-ful  story? And we lived happily ever after.”</p><p>From the backseat of our station wagon, Carol Ann always wailed out into the night: “Tell him the wrong number, Mom. One digit. Just one digit and none of this had to happen. None of us would’ve been born. Tell him the wrong number, Mom. Please. For all of us, tell him the wrong number.”</p><p>In the driver’s seat, my father responded to Carol Ann, “Shut your trap. I can always count on you to be Miss Negative.”</p><p>I thought Dad would stop the car and beat her, but now I think he never gave much thought to what his daughter felt. That would change later.</p><p>What made Dad’s temper dangerous was its volatility and unpredictable nature. Anything  could set it off and no weatherman in the world could track its storm warnings. His blue eyes were born to hate. Because he was a fighter pilot of immense gifts, he was also born to kill. When I was four years old, my father was stationed at El Toro and my parents liked to take me and Carol Ann to the San Diego Zoo on family outings. The animal world held rapturous powers over my mother, and a zoo was one of the happiest places on earth to her. My mother was pushing Carol Ann in her baby carriage, with my father in charge of looking after me. When  my father stopped to get a drink of water, I took off running, then heard my mother  screaming for me to stop. Exhilarated,  I ran faster and missed the moment  my father sprinted into action behind me, unamused by my defection. Looking back I saw him lunging at me; then I fell hurtling down a long flight of stone steps that led to the big cats. When I reached the bottom step, Dad was on me in an instant and went crazy when he saw I was bleeding from a head wound I sustained in the fall. He started slapping my face harder than he ever had before. My screams and his slaps brought two sailors running to my rescue as Mom was crying from the steps above. When the sailors pulled Dad off me, he turned to fight the two intruders into his family business.</p><p>“Hey, squids,” he said as he raised his fists, using the contemptuous name he used his whole life for members of the navy. “This is my kid and I’ll do anything I want to him.”</p><p>My mother got between Dad and the two sailors with Carol Ann in her arms and said to the sailors, “Please just leave. Everyone just leave and calm down.”</p><p>Carol Ann and I both were screaming, and my dad started yelling that if my mother did not shut us kids up, he’d give us something to cry about. From that day, I carried a lifelong affection for sailors, a mortal fear of my father, and the selection of a dog, Chippie, from a litter of mongrel puppies. Chippie was my reward for surviving the fall and the beating at the San Diego Zoo. In a farmer’s backyard, my mother and I examined a crush of puppies, but my eye was caught by the runt of the litter who was eyeing me from the back of the enclosure. I walked over and picked the dog up, who licked my face, beginning a fourteen-year love affair with the Great Dog Chippie.</p><p>My mother’s physical beauty played counterpoint  to my father’s powerful fists. Her  loveliness made her delicious cunning both possible and dangerous. In my mother, I caught glimpses of Becky Sharp, Lady Macbeth,  Anna  Karenina, and Madame  Bovary long before I read those works that introduced them into world literature. My brothers and sisters do not all share in my adoration of my mother, for reasons both painful and legitimate. She could camouflage the blade of beauty in the folds of a matador’s red cape. Often she was an unreadable woman who could use silence to declaw her ungovernable husband. When  I was a boy, she used me as helpmate and confessor to let me know of her desperate unhappiness with her life with Don Conroy. At least once a week, she swore she was going to divorce him as soon as she saved up enough money. Almost every year, she found herself pregnant, leading me to wonder if my father ever saw a condom. Soon there were too many children to feed and not enough money to save. But my heart would leap like a jackrabbit every time Mom said she wanted to divorce my father. It gave hope to a childhood not filled with much. The last time I heard her say it was on March 10, 1956, when we lived on South Culpeper Street in Arlington, Virginia—one of the nightmare years.</p><p>It was my sister’s birthday and Mom was lighting eight candles that had Carol Ann dancing around the table, waiting to blow them out. My father was reading the sports section of the <em>Washington Post </em>in the living room and kept refusing to come to the table to sing “Happy Birthday.” The barometer within me felt the pressure in the room changing, and I watched my father’s eyes turn predatory.</p><p>“You’re going to sing ‘Happy Birthday’ to your daughter, Don,” my mother said, the register of her voice rising a pitch.</p><p>“Shut up,” Dad said. “And don’t make me tell you again.”</p><p>Carol Ann began crying, which brought Dad to the boiling point of his sulfurous rage. He got up and backhanded my mother to the floor, the first overture in the long dance of my childhood. Over the years the choreography of this musical set piece hardened into grotesque and mistimed  rhythms.  My steps had been easy to learn, but they darkened my whole life because I had to learn them. As Mom struggled to rise, I ran and got between my parents. He knocked me with another backhand  that  sent me sliding across the  living room floor. All the kids were screaming and the pandemonium  unleashed in that  house had reached a pitch of hysteria. When Dad pulled Mom to her feet to resume the beating, he shoved her into the very narrow kitchen. When I got between them again, there was barely room for all three of us as I pounded my fists against Dad’s chest before he slapped me out of the kitchen with his right hand. Somehow, I got the feeling during those years that  my mother’s  love for me depended  on how many times I placed myself between them when Dad was beating her. Taking an ugly turn, the beating became the worst one I ever witnessed. From my vantage point it looked to me like my father was going to beat my mother to death. I was hitting against him as hard as I could, now crying and screaming loudly, joining the tribal wail of my brothers and sisters, in a house undone by pure bedlam. Looking up, I saw my father’s hated face getting ready to slap the living hell out of me when I saw something else rising into the air above him. It was a butcher knife. I saw its flashing blade slashing in the artificial light. A jet of blood hit my eyes and blinded me. I had no idea if it was the blood of my mother or my father.</p><p>When  my mother  began wiping the blood out of my eyes with a moistened towel, I saw the bloody knife in her hand. I caught a glimpse of my wounded father trailing blood as he made his way to the staircase. The kids were all going nuts, and Carol Ann seemed traumatized to the point of psychosis.</p><p>“Pat, get the kids out into the car,” Mom said. “We’ve got to make a run for it.” Mike, who was five, and Kathy, age four, were already running to the front door. I made a grab for the toddler, Jimbo, as I blew out Carol Ann’s birthday candles and helped walk her to the car. She babbled in a strange patois that seemed like a form of madness itself. Although Dad had bloodied my nose and Mom was bleeding from the mouth, she drove us away from that unhappy house, everyone in the car weeping and terrified. Mom drove us to the Hot  Shoppe in Fairlington Shopping Center,  where she cleaned everyone up, then bought us ice-cream sodas. She kept saying, “I’ll never go into that man’s house again. I’ll not subject my children to that kind of life. All of you deserve better than that. I’ll divorce him and go live with Mother in Atlanta. It’s just a matter of time before he kills me or kills you, Pat. Why’s he so mean? What  makes him so goddamn mean? No matter, I’ll never enter his house again. None of us will. That’s a promise and I’d swear my life on it.”</p><p>An hour later we drove back to the house on South Culpeper Street in Arlington, Virginia. I don’t remember the next year of my life.</p><p>My siblings freely admit that they made frequent use of denial and repression in their growing up. My problem was different. I seemed to remember almost every violent thing, and the memories tortured me. But I shut it all down as a seventh grader in Blessed Sacrament School. Although  Sister Bernadine was my teacher, I don’t recall a thing she taught me, but she complained to my mother that she found me drifting, unserious, and remote. She told my mother I was unpopular and didn’t even try to make friends. I can’t recall a single name of my classmates that year, though they sprang to life again when I entered Sister Petra’s penal colony in eighth grade. I know I played on a football team and a basketball team, but I couldn’t venture a guess at the names of those teams. We moved up the street sometime after the stabbing incident, but I have no memory of the move. I can’t conjure that year out of darkness or bring it up to the light. Because I’d been blinded by my father’s blood, I had to battle my way back to being a seer and recorder of my own life. I learned about grief covered by the forgetfulness of havoc.</p><p>My sister Carol Ann sustained the most ruthless collateral damage in that blood feud between our parents. When I was writing <em>The Great Santini </em>I thought  about putting  that scene into the book as the final assault in the tempestuous  marriage of Col. Bull Meecham  and his wife, Lillian. But I ran into an obstacle I could not overcome, one that I had not expected to encounter. Though it didn’t surprise me when both Mom and Dad denied any knowledge of the bloody scene on Culpeper Street, it shocked me when Carol Ann agreed with them and claimed it was part of my overwrought imagination. Neither Mike nor Kathy had any memory of the ordeal, and Jim had been too young. Even though I remembered every detail of the event down to Mom’s anguished soliloquy at the Formica table at the Hot Shoppe, I was uncomfortable being the only witness who carried the memory of that dreadful day.</p><p>Several years after <em>The Great Santini </em>came out, Carol Ann called to tell me she had gone through a most extraordinary therapy session in which she recalled those long-ago crimes committed during the lighting of her birthday candles. Because of her lousy childhood, Carol Ann had spent her days tormented  by voices and visions and hallucinations. She was the clear winner in the Conroy siblings’ sweepstakes for human lunacy until our youngest brother, Tom, made a last-minute lunge at the finish line and leaped to his death from a fourteen-story building in Columbia, South Carolina.</p><p>Carol Ann’s voice was slow and shaken as she told me what she had revealed to her therapist. Carol Ann loved her birthday parties better than  any of the other  kids. All during her girlhood she would look at the presents piled up for her and she would cackle, “Every present on the table’s for <em>me</em>. You other kids get nothing.  I love that you get nothing and I get everything. This is my favorite day of the year, by far. Pat, you get zero. Mike, look all you want but don’t touch, midget boy. Kathy, I may share something with you, but probably not.”</p><p>I had always been Carol Ann’s most supple interpreter in the family, and her oddball view of the world struck me as hilarious. But on that day in 1956, she had hardly slept the night before because of her rising excitement over her party. When  the fight broke out, it was so violent and bloodthirsty that she had the first psychotic break of her life. She looked up into the kitchen and saw Mom and Dad locked in what seemed like mortal battle; she hallucinated two wolves slashing at each other’s throats with their cruel and lethal fangs. She remembered the bloodcurdling curses and my terror-induced  runs to get into the middle, which sent me flying out of the kitchen onto the living room floor. Then, for the first time, she heard the initial hisses of the voices that would corrupt all possibility of untroubled thinking for her.</p><p>The  voice was cruel and satanic: “My name  is Carol-Wolf.  I’m going to be with you for a very long time. And I’m going to hurt you. That’s a promise. I’ll hurt you.”</p><p>So my sister’s lifetime of madness was born in the wavering light of birthday candles, and she would speak for the rest of her life in fiery tongues of poetry to fight off that pack of wolves on the hunt  in her psyche.</p><p>In my father’s sock drawer, he kept a deadly looking knife that fighter pilots carried into battle with them if they ever got shot down. As the men made their way back to friendly lines, the knives could sever the throats of the enemy or stop their hearts. It had a blade curved like a serpent’s lips. Each time we moved, I made sure I knew where to find that knife. Whenever Dad was on a night flight or away on maneuvers, I would study the edges and point of that frightening weapon. If I ever witnessed a beating of my mother like that again, I planned to sneak into their bedroom at night, unsheathe  the knife, and drive it into his throat at the windpipe, trying to sever all the way through the backbone. I knew I would have to be swift and silent and remorseless. A glancing blow or a missed thrust would get me killed, and I wanted to be the killer that night. I longed to remove that malignant aviator from my mother’s bed. My father had succeeded in turning me into a murderous, patricidal boy. I never regretted these deplorable visions of making an abattoir of my father’s bed, nor ever confessed these sins to any parish priest. The only thing about that knife in my father’s drawer that struck me as strange was that I would never leave such a deadly weapon near a woman who had once stabbed me with a butcher knife.</p><p>I don’t know what happened to that knife, but it brought me comfort in a wife-beater’s house.</p><p>When I was thirty years old, my novel <em>The Great Santini </em>was published, and there were many things in that book I was afraid to write or feared that no one would believe. But this year I turned sixty-five, the official starting date of old age and the beginning countdown to my inevitable death. I’ve come to realize that I still carry the bruised freight of that childhood every day. I can’t run away, hide, or pretend it never happened. I wear it on my back like the carapace of a tortoise, except my shell burdens and does not protect. It weighs me down and fills me with dread.</p><p>The Conroy children were all casualties of war, conscripts in a battle we didn’t sign up for on the bloodied envelope of our birth certificates. I grew up to become the family evangelist; Michael, the vessel of anxiety; Kathy, who missed her childhood by going to sleep at six every night; Jim, who is called the dark one; Tim,  the sweetest one—who can barely stand to be around any of us; and Tom, our lost and never-to-be-found  brother.</p><p>My personal tragedy lies with my sister Carol Ann, the poet I grew up with and adored. She has spent much of her adult life hating me with a poisonous rage she can’t control. Her eyes turn yellow with the fury of a leopardess whenever I walk into a room. For a long time I endured her wrath with a stoic forbearance because I was an eyewitness to her forlorn life as a girl. I watched Mom and Dad coax her to madness and I grew up applauding her wizardry with the English language. She was the original truth teller in the family and she force-fed me the insider information that our parents were crazy. Her perspicacious voice formed the anthem  of my own liberation. Don  and Peg devastated a sweet kid and smothered her like a firefly in a closed-up bottle.</p><p>My books have always been disguised voyages into that archipelago of souls known as the Conroy family.</p><p>When <em>The Prince of Tides </em>was published, my father said, “I hear you made me a mean shrimper in this one.” I replied that my father couldn’t catch a shrimp with a fork in a seafood restaurant. When  <em>Beach Music </em>made its appearance in 1995, Dad said, “Hey, I’m a drunk judge in this one. And as mean as shit again. Folks are gonna get the idea that your old man is something  of a monster. Let’s face it, Pat, you can’t write down the word ‘father’ without my face hovering over you. Admit it.”</p><p>It was superb literary criticism. I realized its truth  when I wrote down the word “mother” on a blank sheet of paper and my mother’s pretty face appeared in the air above me. Once, I wrote that my father and mother always appeared like mythical figures to me, larger-than-life Olympians  like Zeus and Hera.  For many years, because of the house they created, I’ve wished I’d never been born. I’ve felt like I was born in a prison yard and would never be eligible for furlough or offered safe passage into a cease-fire zone. My family is my portion of hell, my eternal flame, my fate, and my time on the cross.</p><p>Mom and Dad, I need to go back there once again. I’ve got to try to make sense of it one last time, a final circling of the block, a reckoning, another dive into the caves of the coral reef where the morays wait in ambush, one more night flight into the immortal darkness to study that house of pain a final time. Then  I’ll be finished with you, Mom and Dad. I’ll leave you in peace and not bother you again. And I’ll pray that your stormy spirits find peace in the house of the Lord. But I must examine the wreckage one last time.</p><p><em>Excerpted from the book THE DEATH OF SANTINI: The Story of a Father and His Son by Pat Conroy. Copyright © 2013 by Pat Conroy. Excerpted by permission of Nan A. Talese/Doubleday, a division of Random House, Inc. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p><h4>Guest</h4><ul><li><a href=\"http://www.patconroy.com/about.php\" target=\"_blank\"><strong>Pat Conroy</strong></a>, author of “The Death of Santini.”</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27The+Death+of+Santini%27+Pat+Conroy+Turns+From+Fiction+To+Memoir&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"529"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369406022-cc2eb4.m3u?orgId=1&ft=3&f=369384281"}]}