{"created":"2015-03-03T08:34:53+00:00","modified":"2015-06-15T17:15:22+00:00","valid":{"from":"2015-06-15T17:15:22+00:00","to":"3015-06-15T17:15:22+00:00"},"hreflang":"en","title":"Behold The Humble Block! Tools Of The Trade ","published":"2015-03-03T19:41:00+00:00","teaser":"Math. Measurement. Balance. Negotiation. Collaboration. And fun. You might call blocks the anti-app: These smooth maple pieces need no recharging, no downloading.","itags":["npr_api","384347659"],"guid":"69232388-984c-40ac-a768-e33bd322c0ea","contentencoded":"<p>For this series, we've been thinking a lot about the iconic tools that some of us remember using — if only for a short time — in our early schooling. Things like the <a href=\"http://www.npr.org/blogs/ed/2014/10/22/356937347/the-slide-rule-a-computing-device-that-put-a-man-on-the-moon\">slide rule</a> and protractor, <a href=\"http://www.npr.org/blogs/ed/2014/11/24/365716113/tools-of-the-trade-the-presidential-physical-fitness-test\">Presidential Fitness Test</a> and Bunsen burner.</p><p>Today we explore the simple, powerful tool that is still alive and well in some early learning classrooms: the wooden block. You might call it the anti-app.</p><p>Measurement. Balance. Math. Negotiation. Collaboration. And fun. The smooth maple pieces need no recharging, no downloading.</p><p>\"Let's just put these blocks up,\" says 4-year-old Jacques. \"I think this will probably work. Be careful, Corrine.\"</p><p>\"I know,\" says Corinne, who is also 4.</p><p>With focused intensity, Jacques and Corinne work to balance and secure two semicircular wooden blocks atop two long, straight ones.</p><p>Whoa, careful, it's leaning!</p><p>The tower collapses to the carpeted floor at <a href=\"http://web.stanford.edu/dept/bingschool/aboutbing.html\" target=\"_blank\">Stanford University's Bing Nursery School</a>.</p><p>They work the problem.</p><p>It is Silicon Valley, after all. Fail early, fail often, kids. Iterate. Collaborate.</p><p>Jacques makes a pitch for stability.</p><p>\"Corinne, I think if we just put a little on each side and used the right amount where mine was, it would work,\" he says. \"OK?\"</p><p>\"OK, let's try,\" says Corrine. \"OK!\"</p><p>The tower grows.</p><p>Then, to paraphrase Homer, the tower falls thunderously and the blocks clatter about.</p><p>\"It keeps falling down! Maybe a little higher,\" Jacques says, resisting the urge to lose patience.</p><p>The block party is on. Soon other kids wander over to try to help build this hour's great random structure.</p><p>\"If we can't do it, we could build something else!\" \"OK, what?\"</p><p>Two blocks or four? Big or small? What shape? This negotiation and collaboration, pre-K style.</p><p>\"Those are the kinds of skills that we need later on,\" says Jennifer Winters, the Bing school's director. \"We'll need to learn to work together on projects, to collaborate, to bounce ideas off one another.\"</p><p><strong>Building A World</strong></p><p>Don't call it a comeback: Blocks have been here for more than 100 years.</p><p>In 1913, progressive educator <a href=\"http://en.wikipedia.org/wiki/Caroline_Pratt_%28educator%29\">Caroline Pratt</a> designed \"unit blocks\" as a central part of the curriculum at the <a href=\"http://www.cityandcountry.org/page\">school she founded</a> in New York City, which <a href=\"http://www.cityandcountry.org/page/Programs/Blocks-Program\">still uses blocks</a>.</p><p>Pratt wrote of blocks: \"I wanted something so adaptable children could use it without guidance or control, I wanted to see them build a world ... to re-create on their own level the life about them ...\"</p><p>Pratt's vision and ideas greatly influenced the founders of Bing, which is a laboratory school. That means Stanford's psychology department conducts research on child development there, and students assist the professional staff of preschool teachers.</p><p>\"Pratt observed that the real learning was occurring when they (kids) had unscheduled, free play time,\" says Winters. \"Children still need those hands-on, tactile materials to make sense of the world.\"</p><p>Several <a href=\"http://www.imaginationplayground.com/images/content/2/9/2965/Effect-of-Block-Play-On-Language-Acquisition.pdf\">early childhood studies</a> have shown that children who play with blocks have better language and cognition skills than control groups. Others have looked at the power of blocks to <a href=\"http://mathscience.foxbrightcms.com/downloads/math__curriculum_support/building_blocks_and_cognitive_building_blocks_20111101_101612_1.pdf\">help teach math</a>, as well as the relationship between <a href=\"http://www.isaeplay.org/Resource_Articles/Using_Block_Play.pdf\">unstructured play</a> materials and learning. Research has shown that math skills are the biggest predictor of later academic success.</p><p>\"What's special about the blocks is that they provide an excellent venue, an excellent platform for parents and children to engage with one another. Which is really critical, not just to children's language development, but to their cognitive development generally and their social development as well,\" says <a href=\"http://www.npr.org/blogs/ed/2015/02/12/385264747/q-a-blocks-play-screen-time-and-the-infant-mind\" target=\"_blank\">Dr. Dimitri Christakis</a>, a pediatrician, researcher and professor.</p><p>But they're also just a lot of fun.</p><p>At Bing there is no prescribed \"block period.\" The kids are simply given time for open-ended exploration. Tightly scheduled events aren't part of this school.</p><p>\"It's a little bit of sucking the joy out of it: 'Now you have to do this,' as opposed to wanting to do that,\" Winters says.</p><p>The school's emphasis is on free-range play. Here blocks — along with clay, paint, sand and water — are the basic materials preschoolers use every day.</p><p>Wander in, wander off. Play hard, live free.</p><p>\"When children are allowed time to think, to observe, to interact with their environment, their minds are bringing in all this information,\" says Todd Erickson, one of Bing's head teachers.</p><p>\"With that gift of time, it really unlocks a lot of creativity, a lot deeper thinking because they can mull and let their unconscious work on it.\"</p><p><strong>'Solving For X'</strong></p><p>And blocks, lots of them, aren't just used inside.</p><p>In the school's spacious, grass-covered yard, 4-year-old Yuri works alone turning large, hollow outdoor building blocks into her imaginative play area. A stage is born.</p><p>She looks at the spaces between two sides and starts to grapple with different sized pieces to bridge the gap.</p><p>See, in a sense, she and other kids working with blocks are really starting algebra, Erickson says.</p><p>\"Essentially they're solving for X,\" he says. \"They've got one piece on one side and one piece on the other and a distance to fill. So what is that amount going to be, what does the length of that block have to be to bridge, to sit at both edges of the block. It's the beginning of mathematics, really.\"</p><p>The blocks are all multiples and fractions of a basic unit. Director Winters says it is really a way to start on math. \"They're not just stacking up and making a wall,\" she says. \"Children can do complex math projects with blocks even into elementary years, and we forget that.\"</p><p>Ten focused minutes later, Yuri loses interest. A swing beckons.</p><p>But two other girls wander over and turn Yuri's half-built stage into a makeshift obstacle course. Dramatic, imaginative play ensues with blocks as the props.</p><p>Erickson says he's regularly in awe of the continuing pedagogic and play power of these basic pieces of sanded maple.</p><p>\"I think they are so simple that's it's very easy to look down on them, almost, to disqualify them in terms of their complexity,\" he says.</p><p>\"There's work with balance. Science. Math. Social emotional language. All these things interweave so beautifully in such a sophisticated way for such a basic material. It's really amazing.\"</p><p>Today, blocks are still in heavy use in pre-K and kindergarten classes across America. But block use overall is in decline. No, there are no hard numbers on this. But anecdotally, teachers say free play time is slowly getting chipped away to make time for more formal academic exercises and proscribed projects.</p><p>At an outdoor bench, 4-year-old TJ is hammering together small scrap blocks of wood using a real hammer and real nails. A teacher is there to help as needed.</p><p>TJ is working off a raw yet fairly detailed paper sketch he made.</p><p>\"This is my instructions. I drew it with this pen. This is the first page,\" he shows me. \"This is the second page.\"</p><p>I marvel at the rough, yet wonderfully done blueprint for a block car.</p><p>\"It puts lots of things together to make this whole thing with all those blocks,\" he explains.</p><p>It's kind of a Henry Ford meets Elon Musk, I tell him.</p><p>\"Yeah!\" TJ says, unsure what I'm babbling about.</p><p>\"I'm ready, teacher Emma!\" he says politely, yet firmly.</p><p>He needs a little help hammering that last wooden wheel.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Behold+The+Humble+Block%21+Tools+Of+The+Trade+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Westervelt","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390351269-aaf29d.m3u?orgId=1&topicId=1013&aggIds=359620445&d=247&p=3&story=384347659&t=progseg&e=390351135&seg=2&ft=nprml&f=384347659"},{"href":"http://media.npr.org/assets/img/2015/02/09/blockspromo-edit-3770a695c408c60fcd8de183f29c841bd42a7d19.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"409","width":"546"}},{"href":"http://media.npr.org/assets/img/2015/02/09/blocks-1-edit-d9f25567a45a7905ee467e3a4c2e982734d0e1ea.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2246","width":"2995"}},{"href":"http://media.npr.org/assets/img/2015/02/11/blocks-3_custom-3e2499b8deb824e5c798fb93419815ac0aabf15f.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"3560","width":"2248"}},{"href":"http://media.npr.org/assets/img/2015/02/11/blocks-2_custom-44b5c9f57388a32dda8787c61fb1081f750dfc9c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2246","width":"3707"}}]}