{"created":"2015-05-28T20:57:27+00:00","modified":"2015-05-29T20:34:53+00:00","valid":{"from":"2015-05-29T20:34:53+00:00","to":"3015-05-29T20:34:53+00:00"},"hreflang":"en","guid":"694c0a96-6fd8-4369-9045-a73f04ceee8e","title":"Life inside a giant tampon suit: Sort of a quilt, but more like tampon","published":"2015-05-29T20:34:49+00:00","byline":"Leo Hornak","teaser":"In Australia, campaigners have found a new way to protest against the unfairness of sanitary product taxation. Tampon suits.","tags":["Across Women's Lives","Health","Health & Medicine","Australia"],"contentencoded":"<p>If you want to start a public debate on gender inequality and social injustice there are a number of ways of doing so. But in Australia a surprisingly effective tactic involves dressing up as a giant tampon.</p>\n<p>Half the world’s population needs sanitary products every month for much of their adult lives — but they are still not officially considered essential items in many countries. In the United Kingdom, Australia and some states in the US, tampons and sanitary towels are subject to extra taxation in ways that other health products are not.</p>\n<p>But if a growing campaign is successful, that may soon be changing.</p>\n<p>In Australia, the tampon-tax protest movement has been led by student activist Subeta Vimalarajah. The best results, she says, come from making sure people aren’t ashamed to be seen with tampons and talking about tampons. Or dressed as tampons.</p>\n<p>Subeta’s team has used three main props so far:</p>\n<h2>1. The giant tampon</h2>\n<p>“It’s a kind of 2-meter-tall (6-foot-6) proportionately sized tampon. It’s wood, and cotton — and then, of course, there’s the string coming out the bottom.” It is decorated with slogans against the tampon tax, written in red ink.</p>\n<h2>2. The tampon suits</h2>\n<p>“They’re really, really thick — kind of like wearing a quilt. And yeah, they do kind of look like tampon dresses. With the string coming out the bottom, of course.”</p>\n<h2>3. The tampon-themed mobile billboard </h2>\n<p>“A huge truck. With Mr Abbott, our prime minister, hiding behind a giant tampon. That says, ‘Mr Abbott, stop hiding behind the tampon tax.’\"</p>\n<p>The efforts appear to be working. Subeta’s petition to repeal the tax has attracted more than 90,000 signatures, and more 11,000 submissions have been sent to the government for a formal review of the tax rules.</p>\n<p>When Australia’s treasurer, Joe Hockey, appeared on a TV talk show this week, Subeta asked him whether he considered the tax fair. While she spoke, one of her fellow activists was waving another giant tampon behind her. Hockey has now promised to look into whether the tax can be repealed.</p>\n<p>The campaign is far from over, but Subeta feels confident that Australia is ready talk about sanitary products. Or even dress up as them, if necessary.</p>\n<p>Australia is just one of many worldwide campaigns. A Change.org effort to eliminate the tampon tax in the UK has yielded 235,000 signatures. Its title, \"<a href=\"https://www.change.org/p/george-osborne-stop-taxing-periods-period\">Stop taxing periods. Period.</a>\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-28%2Fhave-you-ever-worn-gian-tampon-suit-its-kind-quilt-really-more-tampon&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn-113a.kxcdn.com/sites/default/files/story/images/Tampon%20tax.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/tampon-taxjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05282015_03.mp3"},{"href":"http://admin.pri.org/file/0528201503mp3"}]}