{"created":"2015-05-18T08:58:37+00:00","modified":"2015-05-22T23:56:37+00:00","valid":{"from":"2015-05-22T23:56:36+00:00","to":"3015-05-22T23:56:36+00:00"},"hreflang":"en","title":"How China's Censors Influence Hollywood","published":"2015-05-18T23:58:00+00:00","teaser":"Huge box office numbers underscore how essential the Chinese market has become to Hollywood's bottom line. Money is power — meaning the Communist Party has increasing influence over big U.S. movies.","itags":["npr_api","407619652"],"guid":"695987a2-8cfd-467a-87db-5b58b4ddcae2","contentencoded":"<p><em>Age of Ultron</em>, the new Avengers movie, kicked off the summer blockbuster season in China last week and already has taken in more than $150 million. <em>Fast and Furious 7</em> has finished up its run, pulling in more than $388 million — more than it made in the U.S. — and becoming China's all-time box-office champ.</p><p>Those huge box-office numbers underscore just how essential the Chinese market has become to Hollywood's bottom line. Because money is power, that also means the Communist Party has increasing influence over how some Hollywood movies are made and how they portray China.</p><p>China's government chooses which movies can be shown in what is now the world's second-biggest cinema market, so many filmmakers have to think more carefully about how to attract Chinese audiences and not offend the country's censors, according to scholars and theater owners.</p><p>Unlike the United States, China doesn't have a movie-rating system. So the government relies on censors at the State Administration of Press, Publication, Radio, Film and Television of the People's Republic of China — SAPPRFT — to block content it deems offensive for general audiences. What officials find offensive can extend beyond sex, violence and foul language to politics, culture and portrayals of China.</p><p>Consider <em>Mission: Impossible III,</em> which was partially shot in Shanghai. The film's establishing shot of Shanghai shows Tom Cruise walking past the winking lights of the modern cityscape and then past underwear hanging from a clothesline. The movie was released in 2006. Even now, many people in Shanghai don't own dryers and hang their clothes out on the balcony to dry.</p><p>\"The censors felt that it did not portray Shanghai in a positive light, so that scene was removed from the movie,\" says T.J. Green, CEO of Apex Entertainment, which owns and builds movie theaters in China.</p><p>\"The censorship always goes back to the Communist Party. They're in charge and they're always looking at how China is portrayed,\" he says. \"They didn't want to see something that portrayed it ... [as] a developing country.\"</p><p>Nor do they like to see Chinese portrayed as incapable of defending themselves. In the latest 007 movie, <em>Skyfall,</em> an assassin walks into a skyscraper in Shanghai's showcase financial district and shoots a security guard. Censors ordered that scene cut, too.</p><p>\"My speculation would be they didn't like the fact that a foreign perpetrator comes in and a Chinese security guard just gets shot and looks weak,\" says Green, who adds that the scene amounts to a loss of face. From the censors' perspective, the movie is saying: \"They can't secure their most prized assets in China.\"</p><p>Green's company, Apex, estimates the China movie market will surpass North America as the world's largest within a few years. So, some filmmakers are adding scenes — at times clumsily — to appeal to Chinese audiences.</p><p>For the Chinese release of <em>Iron Man 3,</em> <a href=\"https://www.youtube.com/watch?v=39m85puOQok\">moviemakers inserted a scene of doctors, played by major Chinese movie stars</a>, discussing surgery on the superhero. The scene made no sense and seemed like it was from a different film. The Chinese audience I watched it with at an IMAX theater in Shanghai was bewildered.</p><p>Green says adding the scene, which was not in the global version, was seen as \"a blatant attempt to try to get more Chinese audiences into the movie to make a quick buck. Some in the industry took offense to that, saying you're belittling Chinese actors and talent.\"</p><p><em>Iron Man 3</em> received some financing from DMG, an entertainment company in Beijing, which also backed the 2012 sci-fi movie <em>Looper</em>. In an attempt to appeal to Chinese audiences, the filmmakers shifted <em>Looper</em>'s international scenes from Paris to Shanghai. Director Rian Johnson said they didn't have enough money to actually shoot in Paris and were going to have to use New Orleans.</p><p>\"Our Chinese distributor stepped in and said, 'Look, if it makes sense to you for that section of the story for him to go to Shanghai instead, we can make this a co-production,' \" Johnson said in a 2012 interview with the website Filmschoolrejects.com.</p><p>As a Chinese co-production, the film was not subject to the government's annual foreign import quota of just 34 movies. Some of the Shanghai scenes were cut after testing poorly in the U.S., but remained in the Chinese version.</p><p>In recent years, foreign filmmakers have also gone out of their way not to provoke the Communist Party. For instance, the 2012 remake of the Cold War action movie, <em>Red Dawn,</em> originally featured Chinese soldiers invading an American town. After filming was complete, though, the moviemakers went back and turned the attacking army into North Koreans, which seemed a safer target, at least until last year's hack of Sony Pictures.</p><p>Peter Shiao, who runs Orb Media Group, a film production and financing company with offices in China and the U.S., says Chinese diplomats asked him to arrange a conversation with the makers of <em>Red Dawn</em>.</p><p>\"They were not interested in their country being perceived as a violent military threat to the lives of the average American,\" Shiao recalls. By then, though, Shiao says the filmmakers were already erasing references to China in post-production.</p><p>\"You pick up the scenes where the Chinese flag may be on a uniform and retroactively paint them as something else,\" Shiao says.</p><p>Ying Zhu, a professor of media culture at the College of Staten Island at the City University of New York, worries China's growing market power is giving the Communist Party too much leverage over Hollywood.</p><p>\"The Chinese censors can act as world film police on how China can be depicted, how China's government can be depicted, in Hollywood films,\" she says. \"Therefore, films critical of the Chinese government will be absolutely taboo.\"</p><p>In the late 1990s, when China's box office was still small, Hollywood did make movies that angered the Communist Party, such as <em>Seven Years In Tibet,</em> about the life of the Dalai Lama, and <em>Red Corner,</em> a Richard Gere thriller that criticized China's legal system. Given the importance of the China market now, Zhu says those movies wouldn't get financing today.</p><p>When it comes to free expression in general, the situation in China these days isn't encouraging. But Shiao of Orb Media is optimistic about the long-term future of film in the country.</p><p>\"The things we can see on the screens in China right now versus what was allowable 10 years ago are very, very different,\" he says.</p><p>Shiao thinks China's increasingly sophisticated audiences will demand better movies and not just the ones censors want them to see.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+China%27s+Censors+Influence+Hollywood&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"301"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407619653-5e9ac4.m3u?orgId=1&topicId=1125&d=301&p=3&story=407619652&t=progseg&e=407617978&seg=8&ft=nprml&f=407619652"},{"href":"http://media.npr.org/assets/img/2015/05/18/sky025aa-ad2165f2d430521984865e4f325ca0bc17bcdf61.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}