{"created":"2015-05-19T17:59:27+00:00","modified":"2015-05-19T18:27:44+00:00","valid":{"from":"2015-05-19T18:27:44+00:00","to":"3015-05-19T18:27:44+00:00"},"hreflang":"en","title":"Congressman Weighs Risk And Rewards In ISIS Raid","published":"2015-05-19T18:27:00+00:00","teaser":"Democratic Rep. Adam Schiff says he's concerned about balancing the risk to soldiers and the value of the captured intelligence. ","itags":["npr_api","407977156"],"guid":"695fc2c1-8385-4ee3-a801-47809d2d9f17","contentencoded":"<p>Democratic Congressman <strong>Adam Schiff</strong> is the ranking member of the House Intelligence Committee and he was briefed on last weekend&#8217;s <a href=\"http://www.npr.org/sections/thetwo-way/2015/05/17/407447915/4-isis-leaders-reportedly-among-32-killed-in-u-s-raid-airstrikes\" target=\"_blank\">raid</a> on ISIS leaders in Syria before it happened.</p><p>Rep. Schiff says it was &#8220;a bold call by the president,&#8221; but he&#8217;s concerned about the balance between the risk that a U.S. soldier might have been killed or captured and the value of the intelligence the commandos were able to obtain.</p><p>The Congressman joins <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson to talk more about this decision to send in special forces.</p><h4>Interview Highlights: Adam Schiff</h4><p><strong>On the raid and whether he thinks it was worth it</strong></p><p>&#8220;The briefing before was very abbreviated, really just giving a &#8216;heads-up&#8217; about what was about to take place. The questions that I&#8217;ve raised since the raid &#8211; and hats off to the Delta Force personnel involved and a really courageous effort and a successful one &#8211; is that there were very considerable risks here. If one of our people were captured and killed, you can imagine what the potential for escalation would be. And I think we have to make sure that we ask tough questions even when raids are successful&#8230; And that is: do those risks, are they nonetheless outweighed by the intelligence that we hope to gain? We&#8217;re exploiting materials that we got. They&#8217;re very substantial materials and it may very well prove to be worthwhile, but I&#8217;m going to reserve judgment until we see just what we&#8217;ve got.&#8221;</p><p><div class=\"l-article-primary pullquote\" style=\"\"></p><p>&#8220;I think we have to make sure that we ask tough questions even when raids are successful.&#8221;</p><p></div></p><p><strong>On the loss of Ramadi and how America should and should not respond</strong></p><p>&#8220;I think the loss of Ramadi is a serious setback and I don&#8217;t think we should sugar coat it. It&#8217;s part of the story we&#8217;ve seen of the war in Iraq and that is it&#8217;s been a &#8216;see-saw&#8217; phenomenon. I think, on the whole, we have shrunk the territory that ISIS controls, but nonetheless, they remain a very important fighting force. But I think not-with-standing the seriousness of the setback, we have to be careful that we don&#8217;t draw the wrong conclusion. I think the wrong conclusion is that the answer is sending in American boots on the ground. The right answer, I think, is we have to do more to press the Iraqis to make the Sunnis a real part of the military, a real part of the government, a real part of the country because right now what has driven the Suni tribes into the arms of ISIS is feeling that they&#8217;re marginalized, feeling that they&#8217;re at risk from the Shia militias.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://schiff.house.gov/\" target=\"_blank\">Adam Schiff</a>, </strong>U.S. Representative for California&#8217;s 28th congressional district, and the ranking member of the House Intelligence Committee. He tweets <a href=\"https://twitter.com/@repadamschiff\" target=\"_blank\">@repadamschiff</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Congressman+Weighs+Risk+And+Rewards+In+ISIS+Raid&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407977159-91e0f1.m3u?orgId=1&d=232&p=60&story=407977156&t=progseg&e=407969590&seg=4&ft=nprml&f=407977156"},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0519_schiff.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1023","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/05/0519_obama.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"733","width":"1000"}}]}