{"created":"2015-02-16T19:21:30+00:00","modified":"2015-05-13T21:15:17+00:00","valid":{"from":"2015-05-13T21:15:17+00:00","to":"3015-05-13T21:15:17+00:00"},"hreflang":"en","title":"One Night Only: The Streets Meet The Opera House","published":"2015-02-17T00:35:00+00:00","teaser":"The Dallas Street Choir recently performed to a sold-out house. The group, comprised of homeless people, sang with renowned mezzo-soprano Frederica von Stade.","itags":["npr_api","386681308"],"guid":"697109cc-00ff-4a82-bece-4b0880a8358f","contentencoded":"<p>The Dallas City Performance Hall is packed, sold out. As the late arrivers scramble down the aisles looking for their seats, two dozen homeless singers quietly walk out of the wings and line up across the stage single file. It's a thin band stretched across a large expanse of stage and they look fairly terrified. The orchestra plays the opening bars of \"Somewhere\" from <a href=\"http://www.npr.org/artists/15234027/leonard-bernstein\" target=\"_blank\">Leonard Bernstein</a>'s <em>West Side Story</em>. The house goes completely quiet, a sense of anxiety in the air. The Dallas Street Choir has been practicing for months, but as they begin, it's shaky.</p><p>If they're still a bit wobbly, it's nothing compared to before. The road to the performing stage began last year at the city's largest homeless shelter, <a href=\"http://www.thestewpot.org/\" target=\"_blank\">The Stewpot</a>. Veteran Dallas choral director Jonathan Palant stands at the front of the room with two long rows of homeless people facing him. Palant has about five regulars. The other 20 singers are constantly changing.</p><p>Palant used to do this once a year, at Christmas — a couple of hours of rehearsal and then they'd put on a nice little singing concert at the huge Christmas meal for the homeless. But now he's trying for something much more ambitious. And risky. Palant says he's practiced with 57 different homeless singers over the last 12 weeks.</p><p>\"Every week is a new challenge,\" Palant says. \"Every week it's a new chorus. It's difficult, it's difficult to be consistent in our musical preparation. My goal however is that we just continue to get better.\"</p><p>Russell Rodriguez is one of the regulars. A 53-year-old day laborer from Sweetwater, Texas, he lost his apartment six months ago. So, for the time being, he sleeps in the shelter and cuts lawns and works construction to accumulate a security deposit and a few months' rent. Rodriguez joined the Dallas Street Choir because he sang in high school and wants to perform in front of an audience one more time. He's taking it very seriously.</p><p>\"Yeah, I'm nervous every day,\" Rodriguez says. \"I get nervous 'cause the date's getting closer and I don't want to make a fool out of myself in front of everybody.\"</p><p>Hotel rooms have been donated and the women will sing in custom-made evening gowns, the men in tuxes. Rodriguez's eyes light up at the prospect — a night on the town, the star of the show.</p><p>\"I mean, I haven't been in a tux since I got married,\" Rodriguez says. \"That was a long, long time ago.\"</p><p>A month later, Rodriguez is wearing his tux, squinting against the klieg lights while anchoring the baritones. Suddenly a world-famous opera singer appears on the stage seemingly out of nowhere. Mezzo-soprano Frederica von Stade walks into the in the middle of the Dallas Street Choir and puts her arms around two of the singers.</p><p>Under the spell of von Stade's voice, the hall is transformed. There's suddenly a lot of surreptitious wiping of eyes. Must be a little dusty in here. Backed by the power of the great mezzo, the Dallas Street Choir finds its stride. It was a turning point. The crowd loved it and everyone, performers and audience, relaxed.</p><p>In the second act, the Dallas Street Choir was joined by the Richland College Chamber Singers and the local ecumenical choir <a href=\"http://www.credochoir.org/\" target=\"_blank\">CREDO</a>; surrounded by a hundred trained voices, they happily performed the American premiere of <em><a href=\"http://www.sbs.com.au/ondemand/video/275489859760/-Street-Requiem-explores-street-violence\" target=\"_blank\">Street Requiem</a></em>, which was written just last year by Australian composers Kathleen McGuire, Andy Payne and Jonathon Welch. The 10-movement piece honors the world's homeless who've died disregarded on the pavement and in the dirt. When it was over, the audience offered a long standing ovation.</p><p>Backstage the members of the Dallas Street Choir celebrated, laughing and taking group pictures of themselves in their tuxedos and long dresses. The transformation was frankly astonishing. Rodriguez looked so proud his bow tie threatened to pop off.</p><p>\"I thought it was awesome, man. I think we pulled it off and tonight I'm going to enjoy a room in the motel and sleep late in the morning,\" Rodriguez said, laughing.</p><p>It was an evening, they said, they'd remember the rest of their lives. For a night, two dozen of Dallas' homeless people were lifted from the city's cold streets and sidewalks to bask in the warm glow of spotlights. For the usual hostility and indifference to their fate, they were traded love, respect and goodwill. One performance only.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=One+Night+Only%3A+The+Streets+Meet+The+Opera+House&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Wade Goodwyn","audio":[{"meta":{"duration":"450"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386758878-cc4a98.m3u?orgId=1&topicId=1106&d=450&p=2&story=386681308&t=progseg&e=386674586&seg=19&ft=nprml&f=386681308"},{"href":"http://media.npr.org/assets/img/2015/02/16/img_3782-39ed34d3b093ce48024005d0049aa1468c934979.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}},{"href":"http://media.npr.org/assets/img/2015/02/16/img_3721-5c491e213fa39325345b02ab939d304de89edaa4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"572","width":"763"}},{"href":"http://media.npr.org/assets/img/2015/02/16/img_3783_wide-d0f46130713b1a08276c3ff7e5bc1b47e1266dfc.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"720","width":"1280"}}]}