{"created":"2014-08-28T02:18:24+00:00","modified":"2014-10-30T23:09:38+00:00","valid":{"from":"2014-10-30T23:09:38+00:00","to":"3014-10-30T23:09:38+00:00"},"hreflang":"en","title":"Doctors Without Borders: What We Need To Contain Ebola","published":"2014-08-20T00:51:00+00:00","teaser":"Dr. Joanne Liu of Doctors Without Borders says fear and a lack of sense of urgency has kept the international community in their home countries rather than stepping up to the plate in West Africa.","itags":["npr_api","341639702"],"guid":"697b1815-124f-496a-8994-bc6baea76146","contentencoded":"<p>With the continuous uptick in the number of cases and deaths in the current Ebola outbreak, the few agencies that are on ground are stretched thin.</p><p>That includes <a href=\"http://www.msf.org/\">Doctors Without Borders</a>, also known as MSF. It's one of the main health care providers in West Africa, where there are more than <a href=\"http://www.who.int/csr/don/2014_08_19_ebola/en/\">2,000 cases</a> of Ebola and 1,200 deaths. Even with roughly 1,000 volunteers spread among the three Ebola-stricken countries, the agency says that still isn't enough.</p><p>In an interview on <em>All Things Considered</em>, MSF's international president, Dr. <a href=\"http://www.msf.org/international-president\">Joanne Liu</a>, tells NPR's Audie Cornish that they opened a new Ebola care center in Monrovia, Liberia, this weekend. It was equipped with 120 beds, and \"all the beds got filled in one day.\"</p><p>\"We're thinking about expanding, \"she says. \"But the reality is, we don't have a definitive picture of how many cases there are in the city right now.\"</p><p>Liu says that caring for patients is only one of the three \"pillars\" for controlling the Ebola outbreak. The other two are tracing possible Ebola cases and educating the community.</p><p>\"Right now the only thing we're facing is fear,\" she says. \"Fear is normal when you don't understand what is going on.\"</p><p>To eliminate that fear, the agency not only needs more funding but also more volunteers to talk to the community. \"We need people who are going to go and ... talk to the elders, talk to the religious leaders and tell them about Ebola,\" she says. \"[To] mobilize the population and make them understand what is going on.\"</p><p>She adds that MSF is also looking for volunteers to find out how many cases are in each village. \"Right now we don't have a full picture of the magnitude of the epidemic,\" she says.</p><p>Enlisting help from the international community hasn't been easy. \"NGOs that I used to see in some other crises, like after the Haiti earthquake or even in [Central African Republic] or South Sudan, are not present right now in Western Africa.\"</p><p>That's why Liu's on a tour, speaking to U.N. leaders and NGOs about how they can help. \"There is some reluctance, I guess,\" she says. \"Everybody has to overcome their own fear before coming to the field.\"</p><p>She says that MSF has been \"ringing the alarm\" since the beginning of the epidemic, but it's been slow wake-up call for the other NGOs. That's likely because past Ebola oubreaks were contained in a matter of weeks.</p><p>\"But what is happening now is that we have cases in a highly dense, populated area like Monorovia, with 1.3 million,\" she says. Without the involvement of other organizations, she says, \"we will not be able to contain the Ebola epidemic.\"</p><p>And it's not only Ebola victims who suffer. With hospitals and care centers crowded, it's also been difficult for people seeking other types of care like for malaria or for maternity issues — what Liu calls an \"emergency within the emergency.\"</p><p>\"We were faced with the really hard reality of welcoming six women who were pregnant and who lost their children because they were walking around the city trying to find a place to deliver their babies,\" she recalls. \"By the time they got to our centers, the babies were not alive anymore.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doctors+Without+Borders%3A+What+We+Need+To+Contain+Ebola&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"320"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341674619-cfff01.m3u?orgId=1&topicId=1031&ft=3&f=341639702"},{"href":"http://media.npr.org/assets/img/2014/08/19/msb11544_medium-5877f0bcaedd22d8164d3fd55eb169069b7935b7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/08/19/msb11549_medium_sq-0e784e9d7371f6574f662928697f2b7c00fb68f6.jpg","type":"image/jpeg","meta":{"crop":"square","height":"633","width":"633"}}]}