{"created":"2015-05-12T20:30:53+00:00","modified":"2015-06-01T23:34:39+00:00","valid":{"from":"2015-06-01T23:34:39+00:00","to":"3015-06-01T23:34:39+00:00"},"hreflang":"en","title":"Just How Do 'Thomas & Friends' Drive Sodor's Economy?","published":"2015-06-01T23:34:00+00:00","teaser":"On the 70th anniversary of the books that spawned <em>Thomas The Tank Engine</em>, NPR's Elizabeth Blair considers the economic model of Thomas's home island of Sodor, and its elaborate railway system.","itags":["npr_api","406157611"],"guid":"697f43ae-417b-4c10-96a3-128caea04f1f","contentencoded":"<p>Is Sir Topham Hatt a robber baron or a paternalistic CEO? Are Thomas the Tank Engine and his friends part of a union? How does anyone make money on the Island of Sodor?</p><p>Turns out, these are some of the serious issues that have perplexed more than one grown-up forced to read or watch <em>Thomas & Friends</em> for the umpteenth time with their kids. On the 70th anniversary of the Railway Series, the books by Reverend Wilbert Awdry that spawned the shiny engines, we explore this elaborate train of thought.</p><p>If you haven't had the pleasure of reading or watching Thomas, here's the gist: The colorful trains have human faces and human names like Percy, James, Gordon and Thomas. They have a range of personalities, from \"bossy boilers\" to chug-chug cheerful. Regardless of their temperament, all of the engines want to please their boss, Sir Topham Hatt, or The Fat Controller, as he's also called. Hatt is all human. He likes iced buns and really \"useful engines,\" and loathes \"confusion and delay.\"</p><p>I first became interested in Sodor's economy when I overheard my husband tell my son, then five years old, that Sir Topham Hatt was \"the embodiment of corporate malfeasance.\" My husband now admits the spontaneous remark was a \"total exaggeration.\" Still, Sir Topham Hatt's authority is perplexing.</p><p>Duncan Weldon, an economics correspondent for the BBC, has a new baby and a toddler at home. \"I became over-interested in Thomas the Tank Engine, probably as a result of sleep deprivation,\" says Weldon. He recently sparked a Twitter conversation with his <a href=\"https://medium.com/bull-market/the-economics-and-politics-of-thomas-the-tank-engine-8bbc05494b08\">analysis</a> of Sodor:</p><blockquote><p>There are elements of a stakeholder model at work. Whilst there is little evidence of a works' council, the interests of the staff do seem to be taken into account at times. Suppliers are clearly valued and there is a certain long termism at work. Profit, in the short term at least, is very much a secondary consideration. Maybe the Rhine flows through Sodor? But this theory is too neat.</p></blockquote><p>In Tuscaloosa, Ala., law professor Paul Horwitz grappled with similar Sodorian issues back in 2008, watching Thomas on TV with his two-year-old daughter while he was at home recovering from surgery. \"It's possible the reason it was fascinating was the morphine,\" admits Horwitz.</p><p>Like Weldon, Horwitz shared his views in a blog <a href=\"http://prawfsblawg.blogs.com/prawfsblawg/2008/07/the-law-and-eco.html\">post</a>, called \"The Law and Economics of Thomas the Tank Engine.\"</p><blockquote><p>What is the lesson of Thomas the Tank Engine? It strikes me as being a pro-market show, but a genuine, Hayekian coordination-of-information free-market type of capitalism, with maybe a dose of TR-ish trustbusting spirit. Simultaneously, surely it is also a critique of the kinds of market imperfections that arise in a more oligarchical, monopoly-permitting market. Think about Sir Topham Hatt for a bit. He is a caricature of a robber baron, but he's not simply an unrestrained successful capitalist in an open and competitive market, a Gates or Carnegie. Rather, he runs everything on the island of Sodor: the railroads, the towns, all other means of transportation, etc. He's not villainous, exactly; but his tentacles extend over the entire economy of the show. On Sodor, Hatt truly controls all the means of production.</p></blockquote><p>\"That was definitely the medicine talking,\" says Horwitz, reflecting on what prompted him to spend so much time and thought on the economics of Thomas. But Horwitz still questions Sir Topham Hatt's ethics. \"When the trains aren't serving to move his raw material from one end of the island to the other, then they're showing up to help him with a surprise party or to get him a new hat or something of the sort,\" notes Horwitz.</p><p>Something else economists have pointed out: A lack of competition on the Island of Sodor. \"There is Bertie the Bus,\" says Weldon, \"although Bertie the Bus doesn't appear to be a direct competitor. At times, in fact, it's unclear what Bertie the Bus is doing.\" Despite the fatigue from caring for two small children, Weldon's been paying attention. So has Horwitz, who says Hatt seems to have his fingers in every aspect of Sodor's business and politics. \"It's not clear how much of Sodor he really runs, but you'd want the whole thing broken up for purposes of competition, I think,\" says Horwitz.</p><p>There is yet another theory about how money flows on Sodor from Britt Allcroft, creator of <em>Thomas & Friends</em>, the long-running TV show. \"I do have the skinny on this, you know,\" says Allcroft. \"Sodor Railways is a cooperative. It is owned by the passengers and the railway staff and — very importantly — all the engines.\" Sir Topham Hatt, Allcroft posits, is an official appointed by the cooperative. \"He has a contract that's renewed on performance,\" and that's why he can be so gruff. \"He needs to keep his job,\" she says.</p><p>With Sodor's somewhat scrappy labor force, Sir Topham Hatt's job is not easy. The engines are constantly getting into trouble. They, literally, lose track of their goals, grumble about the newer diesel engines, or clatter too fast around the bend. Despite the mishaps in every book and TV episode, economists have also noted, nobody ever gets fired. \"I think you could be the most mediocre, cheerful train in the world and probably have a shot at lifetime employment with Sir Topham Hatt,\" says law professor Horwitz.</p><p>The late Reverend Awdry, who wrote the original Railway Series, didn't say much about the economy on his fictional Island of Sodor. But gainful employment did seem to be on his mind. \"My engines, they may be punished but they're not scrapped,\" Awdry told the BBC in 1995. \"They have to express sorrow and intention of amendment and then they're brought back into the family, so to speak,\" he explained.</p><p>Awdry might be tickled to learn that his stories — and the TV shows they inspired — have sparked some rather sophisticated discussion among adults. Horwitz says, after writing his blog, he discovered a cottage industry of varying economic views about Thomas. \"If you're libertarian, you can write about Sodor as a libertarian paradise. And if you hate big industry you can say 'Down with the capitalist Sir Topham Hatt,' and if you just want an economy that's a little more personal in scale, then you can talk about that aspect of the show,\" concludes Horwitz.</p><p>Duncan Weldon's article picked up plenty of steam. It was linked to by <em>The Financial Times</em> and <em>Bloomberg</em> and it lit up his Twitter feed. Weldon says that after analyzing other, more serious economic issues for several years, \"Nothing I've ever written has gotten so positive a response as one and a half thousand words on the economics of Thomas the Tank Engine.\"</p><p>As Sir Topham Hatt might say, \"You are a really useful engine.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Just+How+Do+%27Thomas+%26+Friends%27+Drive+Sodor%27s+Economy%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"267"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406241862-84789f.m3u?orgId=1&topicId=1048&d=267&p=2&story=406157611&t=progseg&e=406171776&seg=5&ft=nprml&f=406157611"},{"href":"http://media.npr.org/assets/img/2015/05/12/sirtophamhatt_hero_mar2011-ebe59ee25a9a58644d1cc45e050a02b84e6dd173.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"671","width":"894"}},{"href":"http://media.npr.org/assets/img/2015/05/12/thomas_1981-first-live-action-shot-d5d40a1f0f0045fb78eb6d3eb5e377674f58a1a3.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2520","width":"3360"}}]}