{"created":"2015-05-18T07:53:33+00:00","modified":"2015-05-22T19:05:20+00:00","valid":{"from":"2015-05-22T19:05:20+00:00","to":"3015-05-22T19:05:20+00:00"},"hreflang":"en","title":"It's Not A Come-On From A Cult. It's A New Kind Of Poll!","published":"2015-05-20T18:46:00+00:00","teaser":"Tanzanians were skeptical when they were invited for a free trip to the big city to discuss natural gas policy. But it's actually an innovative strategy to involve ordinary citizens in key decisions.","itags":["npr_api","406462789"],"guid":"698caf56-e92f-4c11-80d9-50b6a5f65d40","contentencoded":"<p>You get a visit by someone you've never met before. You're invited on an all-expense paid trip to your country's biggest city for a two-day meeting on natural gas policy.</p><p>Oh, and if you show up you get a free cellphone!</p><p>It might sound sketchy. But it's actually an innovative strategy that is being tested by researchers at a Washington, D.C.-based think-tank, the <a href=\"http://www.cgdev.org/\">Center for Global Development</a>, or CGD, to help the African nation of Tanzania decide how to spend its expected windfall from new discoveries of natural gas.</p><p>The approach was actually first developed in the late 1980s by <a href=\"https://comm.stanford.edu/faculty-fishkin/\">James Fishkin</a>, a professor at Stanford University. Fishkin has devoted his career to persuading leaders to consult their citizens before making difficult policy decisions. But he says you can't just do a poll.</p><p>\"If you have ordinary polls people usually are not well-informed. You don't want to follow public opinion when the public just has a vague impression of sound-bites and headlines.\"</p><p>So Fishkin created what he calls a \"<a href=\"http://cdd.stanford.edu/\">deliberative poll</a>.\" You gather a representative sample of a population for a one- or two-day meeting. You give them tutorials on the issue and a chance to question experts from all sides. Then, you send them home and poll them.</p><p>\"The idea of the deliberative poll is to find out what people would think if they really had a good chance to think about it,\" Fishkin says.</p><p>This approach sounded particularly intriguing to several researchers at CGD, including a Tanzanian-born economist named <a href=\"http://www.cgdev.org/expert/mujobu-moyo\">Mujobu Moyo</a>. She specializes in the management of resources like natural gas — and over the past several years Tanzania has discovered rather large reserves of the stuff.</p><p>Though it will be some years before the new gas money materializes, Moyo says tensions have already erupted over how to spend it. A deliberative poll seemed \"the perfect chance to engage Tanzanian citizens on the question in the meantime — to help them understand what revenues will be available, and what the government's options are for using them.\"</p><p>So CGD enlisted Stanford's Fishkin to help do a deliberative poll of 400 people and approached local experts about collaborating. <a href=\"http://www.repoa.info/index.php/staff/more/abel_alfred_kinyondo1\">Abel Kinyondo</a>, an economist who works at a <a href=\"http://www.repoa.info/index.php\">think-tank in Tanzania</a>, jumped at the chance.</p><p>Kinyondo worries that the profits from the new natural gas reserves could prove less of a blessing than a curse. When other poor countries have hit similar jackpots, the infusion of cash has fueled corruption. It has also driven up inflation, making it hard for other industries — agriculture and manufacturing — to compete on the global market. Most disheartening of all, says Kinyondo, is that the leaders of countries that failed to reap the full benefit of their oil and gas money often knew what the risks were.</p><p>\"These people had wonderful economists and wonderful policymakers who had all these wonderful plans.\"</p><p>But Kinyondo says one group of potential advisers aren't typically consulted: ordinary people, like farmers and street vendors and housewives. Kinyondo thinks their input could be crucial because the choices Tanzania faces really boil down to a judgment call about priorities. Would it be better to put the natural gas money in a rainy day fund or spend it now? If you do spend it, what's the most urgent need? Roads? Schools? Clinics?</p><p>\"People, regardless of their education level, they know what they want,\" he says.</p><p>Over the years, Fishkin <a href=\"http://cdd.stanford.edu/deliberative-polling-timeline/\">has done</a> about 70 deliberative polls in more than 20 countries. This is the first time a deliberative poll has been done on this scale in Africa. The organizers say it raised some particular challenges.</p><p>For instance, if you pull together a cross section of Tanzanians a lot of people won't have studied beyond elementary school. So instead of creating written briefing documents, the team had to come up with video versions.</p><p>Another problem: How do you do follow-up polls with people who don't necessarily have a phone? The solution: Hand out free cellphones.</p><p>But the biggest obstacle may have been the reaction in far-flung villages to the offer of a free trip and phone.</p><p>\"It was like, 'Why us? What is this?' \" says Kinyondo.</p><p>Moyo explains that there are a lot of rumors in her homeland about satanic cults, which people there refer to as \"Free Masons.\"</p><p>\"Anything new in Tanzania that involves money and that people have never heard of immediately gets marked down as a Free Mason thing,\" says Moyo. \"So people were saying, 'Who goes around the country giving out free cellphones?' It must be some Free Mason, devil-worshipping group.\"</p><p>That was the conclusion drawn by relatives of Hamisi Hamisi, a 24-year-old street vendor whom I reached on his new cellphone in his town in southern Tanzania. His family begged him not to go to the natural gas meeting. \"They were very, very scared,\" he recalls, speaking in Swahili through an interpreter. \"They said, 'Why are they only selecting a few people to give phones to? These researchers must be bad people who are going to take people for human sacrifice.'\"</p><p>About 40 would-be participants refused to go. After a talk with a local official, Hamisi decided it was probably safe. \"It seemed like something very unique and I wanted to experience it for myself,\" he says. \"So I convinced myself that it was worth the risk. If I took the trip and I ended up dying then it would be the day that God had written for me to die.\"</p><p>Many participants seemed wary when they first arrived. The sight of the fancy hotel only heightened their anxiety. Some had never opened a door with an electronic card key. And Moyo describes the reaction of one man when a volunteer took him up to his room in an elevator:</p><p>\"He got out of the elevator and said, 'This has proved what I thought all along. This is definitely a Free Mason thing. How did they fly me from another location to this location?' He just didn't know what an elevator was!\"</p><p>That man left. Almost everyone else stuck it out. And when participants gathered in the grand ballroom and started discussions, something remarkable happened: People really got into it.</p><p>\"Everyone was pumped up!\" says Kinyondo.</p><p>Stanford's James Fishkin describes mothers with suckling babies, elderly folks dressed in their finest, all talking so earnestly. When there was a sudden power outage, \"they just continued as if nothing had happened. They turned on their cellphones and used them as lights.\"</p><p>Now that the recruits have gone home, the researchers have started calling them to do the poll. Kinyondo and Moyo say they hope Tanzania's government will use the results to inform its decisions. But they say the ultimate message for the country's leaders — in fact for leaders everywhere — is broader: It's worth the trouble to involve ordinary citizens. Who better to judge tradeoffs than the people who have to live with them?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=It%27s+Not+A+Come-On+From+A+Cult.+It%27s+A+New+Kind+Of+Poll%21&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"254"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407619706-98ca51.m3u?orgId=1&topicId=1004&d=254&p=3&story=406462789&t=progseg&e=407617978&seg=13&ft=nprml&f=406462789"},{"href":"http://media.npr.org/assets/img/2015/05/13/eli_2167-3-0d13476c8f2175432cefe2e20eafcbfab94b2807.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/05/13/eli_1697-2-d3a8437c2449ced4c0fdefb4645c2418f2c4612b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2015/05/13/eli_1644-1-1fd3306190599b6875b01fb143b51af45c1a60b9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1930","width":"2573"}}]}