{"created":"2014-10-07T19:14:54+00:00","modified":"2014-12-04T14:31:59+00:00","valid":{"from":"2014-12-04T14:31:59+00:00","to":"3014-12-04T14:31:59+00:00"},"hreflang":"en","title":"Why Treating Ebola With An Experimental Serum Might Help","published":"2014-08-25T15:23:00+00:00","teaser":"In 1995, doctors in the Democratic Republic of the Congo skimmed serum rich in antibodies from the blood of Ebola survivors to treat other patients. It's a 19th century approach. Does it work?","itags":["npr_api","337188425"],"guid":"699e9eb9-d6bf-4eca-ad8a-713255d63e48","contentencoded":"<p>Last week we learned that two Americans working in Liberia for a medical charity, <a href=\"http://www.samaritanspurse.org/\">Samaritan's Purse</a>, were among those who had contracted Ebola. When their symptoms took a turn for the worse, the organization announced that the two were going to get experimental treatments. One was going to get a blood transfusion from a 14-year-old boy who recovered from the disease, the organization said; the other was to get an \"experimental serum.\" What's that?</p><p>We know there's no drug to treat Ebola (<a href=\"http://www.npr.org/blogs/health/2014/04/11/301418627/ebola-drug-could-be-ready-for-human-testing-next-year\">though several are in development</a>). But sometimes the human body can mount a successful defense against this deadly virus. And 20 years ago, doctors adapted this natural defense to make an impromptu treatment during a previous Ebola outbreak.</p><p>The year was 1995. Ebola had erupted in the Democratic Republic of the Congo. Eighty percent of patients were dying. But a small group of doctors took blood samples from people who appeared to be on the road to recovery — and used that as an experimental treatment for other sick patients.</p><p>Here's the idea: A person who had managed to fight off the infection may have developed antibodies that circulate in the blood and that could neutralize the Ebola virus.</p><p>This isn't as crazy as it might seem. In fact, these \"sera\" were a common treatment for infectious diseases in the 19th century, before antibiotics came along. Sera are proven treatments for many infectious diseases, including diphtheria and botulism. In fact, the immune globulins used to treat tetanus today are a refined version of this process.</p><p>\"For example, if you step on a nail and are exposed to tetanus, and you've never been vaccinated, you can get something called tetanus immune globulin, which works immediately,\" says <a href=\"http://www.uclahealth.org/body.cfm?id=479&action=detail&ref=3021\">Dr. E. Richard Stiehm</a>, a pediatrics professor at the UCLA School of Medicine. These antibodies only stay in your body for about four weeks, he says, but that's often enough time to treat a sudden infection like Ebola.</p><p>And the source doesn't have to be other people — horses are also used to produce these antibodies for human drugs.</p><p>Because antibiotics are safer, sera fell out of favor starting in the 1940s for most diseases. And vaccines are a closely related concept — except that vaccines generally stimulate the body's immune system to produce its own antibodies, rather than transferring antibodies from somewhere else. Vaccines are much more effective because the antibodies are there at the time of infection. It's harder to knock down a disease that's already raging.</p><p>Still, if there's no drug, there's not much choice. Attempts to <a href=\"http://jid.oxfordjournals.org/content/179/Supplement_1/S218.full.pdf+html\">use sera against Ebola</a> date back to 1977, just a year after the virus was first recognized as a threat to public health. But the technique relies on finding Ebola survivors who can donate their blood (and the antibodies it contains). So it's challenging even in the best of circumstances.</p><p>Stiehm and a pediatrician colleague from UCLA, Dr. Margaret Keller, <a href=\"http://cmr.asm.org/content/13/4/602.full\">note</a>, in a published overview of the science, that goats were used to produce antibodies against Ebola in the early 1990s, and this serum \"was then used in Russia for emergency prophylaxis for four patients exposed by laboratory accidents.\" Nobody got seriously ill, but it's not entirely clear what role the serum played in protecting them.</p><p>The most hopeful experience to date involves blood donors who were recovering from Ebola, back in Congo in 1995. Their blood was transfused into eight patients who were ill with Ebola. Normally 80 percent of people with Ebola die, but in this case, seven of the eight survived, <a href=\"http://jid.oxfordjournals.org/content/179/Supplement_1/S18.short\">according to a report by scientists from Congo and Belgium</a>.</p><p>The medical charity Samaritan's Purse hasn't spelled out the source or the nature of the serum available to its workers.</p><p>These days, blood transfusions aren't the only possible source of sera. Researchers in Canada and Japan are currently developing custom-tailored antibodies to combat Ebola. These are \"monoclonal\" antibodies, meaning they are specifically designed to attack one thing — in this case, the Ebola virus. They've been successfully tested in monkeys, but it's not clear under what circumstances this material would be tested in humans.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Treating+Ebola+With+An+Experimental+Serum+Might+Help&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Richard Harris","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337843000-6095c7.m3u?orgId=1&topicId=1128&ft=3&f=337188425"}]}