{"created":"2015-03-02T09:03:01+00:00","modified":"2015-03-06T14:25:44+00:00","valid":{"from":"2015-03-06T14:25:44+00:00","to":"3015-03-06T14:25:44+00:00"},"hreflang":"en","title":"Supreme Court To Weigh Power Of Redistricting Commissions","published":"2015-03-02T22:06:00+00:00","teaser":"Although the court has viewed gerrymandering of legislative districts as a practice that deprives citizens of fair representation, it's also thrown up its hands when it comes to policing the practice.","itags":["npr_api","389573352"],"guid":"699f3d72-b67f-4f3a-96a9-ccd28aa58271","contentencoded":"<p>Take a look at a congressional district map, and it can look like a madman's jigsaw puzzle. The reason is, in part, that the district lines are drawn by state legislators seeking to maximize partisan advantage. It's a process that critics say is responsible for much that's wrong with Washington.</p><p>That's why some states have tried setting up independent commissions to draw the map. Arizona voters created such a commission in 2000. But when the commission chair displeased the governor and state Senate, they tried, unsuccessfully, to remove her.</p><p>The power of the commission to draw district lines has now reached the U.S. Supreme Court, which could hand that power back to the legislators in Arizona, California, and a dozen other states.</p><p>Although the Supreme Court has viewed partisan gerrymandering of legislative districts as a bad practice that deprives citizens of fair representation, the court has also thrown up its hands when it comes to policing the practice. The reason is simple: the justices have been unable to come up with neutral and judicially-manageable rules for drawing electoral boundaries. So, in recent years, some states have been experimenting with independent commissions.</p><p>The commissions vary in form and in how much influence they allow incumbents to have in drawing their own districts.</p><p>Arizona's independent commission presents the test case before the Supreme Court on Monday. Fifteen years ago the state's voters overwhelmingly approved a referendum that amended the state constitution to put the decennial redistricting in the hands of an independent, five-person commission. Two of the commissioners were to be Republicans, two Democrats, and the commission's chair was to be an Independent.</p><p>In a state with 35 percent registered Republicans, 35 percent Independents, and 30 percent Democrats, the congressional map the commission drew after the 2010 census had four safe Republican seats, two safe Democratic seats, and three competitive districts.</p><p>\"Some of the most competitive races in the country are in Arizona now, and I attribute that directly to the commission's work,\" says Commission Chair Colleen Coyle Mathis.</p><p>Even before the map was completed, however, the Republican who was governor, Jan Brewer, fired Mathis, backed by a vote of the Republicans in the state Senate, who had a two-thirds majority.</p><p>The controversy ended up in the Arizona Supreme Court, which held a hearing and took just two hours to overrule the firing. The unanimous ruling was that there was no sufficient cause for removing Mathis as chair.</p><p>Having failed to block the commission's work that way, Republican state officials went to federal court, to challenge the commission as unconstitutional. Their appeal has now reached the U.S. Supreme Court.</p><p>At the heart of the case is the Elections Clause of the Constitution, which says that the \"times, places and manner of holding elections\" for Congress \"shall be prescribed in each state by the legislature thereof.\"</p><p>Those words resolve the issue, says former U.S. Solicitor General Paul Clement, now representing the Arizona State Legislature in the Supreme Court.</p><p>\"We make the radical claim that when the Framers used the word 'legislature' they meant the word 'legislature,'\" says Clement.</p><p>Not so, says former Solicitor General Ted Olson. He contends that the founding fathers were \"actually very suspicious\" of state legislatures and wanted to have \"the people\" hold the ultimate power over legislatures.</p><p>\"We looked back at the definition of 'legislature' at the time the Constitution was written and it didn't mean a particular body, it meant the entity or collection of individuals that made the law,\" says Olson. And that includes the people in Arizona who created the commission there.</p><p>Olson and Clement served, one after the other, as the top legal advocate in the George W. Bush administration. But in this case they are on opposite sides.</p><p>Olson filed a friend-of-the-court brief on behalf of Republican former governors of California who pushed for the creation of that state's independent commission. He argues that leaving redistricting to the legislature means that in the age of computers, the party in power can manipulate the drawing of district lines to be \"whatever they want it to be.\" And the result is self-perpetuating, polarized districts, where incumbents are guaranteed re-election and are accountable only to the extremes of their party to fend off primary challenges.</p><p>The Framers, he argues, wanted the people to be able to extricate themselves from this sort of gridlock, to experiment and have wide authority over the election process.</p><p>\"What California and Arizona have done,\" says Olson, \"is simply to try to fulfill the goals of the Framers to make a system where our elections are reasonably competitive, and that the people then have a choice and aren't boxed in to one particular party or the another.\"</p><p>Clement counters that the Framers did not believe in direct democracy.</p><p>\"The whole idea of the Constitution was that we're going to form a republican government, that we can't have direct democracy,\" he contends. \"They didn't give this authority to the people at large, they gave it specifically to the state legislature.\"</p><p>Olson rebuts that proposition, pointing to the second part of the Constitution's Elections Clause. That clause gives Congress the power to make laws to alter state election regulations.</p><p>And Congress, he maintains, did just that in the early 20th century when it adopted a statute allowing states to be redistricted by referendum instead of by the legislature.</p><p>That statute, as amended, permits redistricting \"as prescribed by the law of the state.\" And the law in the state of Arizona, he argues, is the state constitutional amendment enacted by referendum giving the power to redistrict to an independent commission.</p><p>Clement dismisses that argument, calling it \"just a red herring.\"</p><p>\"The one thing the second Clause doesn't give Congress is the ability to rewrite the first Clause,\" he says. \"It's not the people who will formulate these election maps in Arizona. It's five unelected state officials as part of this commission.\"</p><p>Indeed, Arizona's state Senate President Andy Biggs complains that the Independent Redistricting Commission leaves the state legislature all but impotent in the redistricting process.</p><p>\"We're just totally irrelevant to the process other than at the beginning where you have slight participation,\" says Biggs, referring to the legislature's mandate to pick commissioners from a slate of vetted candidates.</p><p>Of course, the legislature does have the power to put the redistricting commission on the ballot again to get it repealed. But Biggs confesses that effort would likely be futile. So what would he tell the voters who seem to like the Independent Redistricting Commission?</p><p>\"I would tell them, 'I understand your cynicism and skepticism, but the reality is the U.S. Constitution says that the legislature's supposed to draw the congressional lines,'\" he says.</p><p>Now the Supreme Court will decide whose reading of the Constitution will prevail.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+To+Weigh+Power+Of+Redistricting+Commissions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"423"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390119341-4f23e0.m3u?orgId=1&topicId=1070&e=389573352&d=423&ft=nprml&f=389573352"}]}