{"created":"2015-06-30T17:44:48+00:00","modified":"2015-07-02T19:59:35+00:00","valid":{"from":"2015-07-02T19:59:35+00:00","to":"3015-07-02T19:59:35+00:00"},"hreflang":"en","guid":"69a57534-d0a3-44e3-8bec-e9d803370f26","title":"In the spotlight: Breakdancing (and hope) in Tunisia","published":"2015-07-02T19:59:28+00:00","byline":"Marine Olivesi","tags":["International Security","Culture","Arts, Culture & Media","Sidi Bouzid","Tunisia","central Tunisia","Nidhal Bouallagui","Repercussions of the Arab Spring","North Africa","Tunisia","Sidi Bouzid"],"teaser":"The revolution succeeded in Tunisia, but though the politics have changed, things haven't gotten much better for the country's youth. Unemployment is high, young people feel hopeless, and they're targets for jihadi recruiters. But, here's one group — a breakdancing troupe — that's trying to give young Tunisians a sense of belonging and a place to blow off steam.","contentencoded":"<p><em>Editor's note: Seifeddine Rezgui, the student who shot 39 tourists in Tunisia last week, was for a time, <a href=\"http://www.nytimes.com/2015/06/29/world/africa/tunisian-gunman-showed-subtle-signs-of-radicalization.html?smid=tw-share&amp;_r=0\">a breakdancer</a>. But, when Rezgui went to college he turned to religion and then to fundamentalism. We reported on one group of breakdancers in Tunisia last year. The group offers marginalized youth a place where they can belong and importantly, a place where they can express themselves.</em></p>\n<p>A b-boy with a Red Bull cap breaks down the steps for two teenagers, showing them how to spin and where to put their hands.</p>\n<p>Two hours later, Kassem, a high school senior, walked out sweaty, but cheerful.</p>\n<p>“I forget about the whole world when I dance,” he said. “If I hadn’t come here, all I’d be doing on a Saturday is play cards and drink coffee. There’s nothing else to do.”</p>\n<p>This dance workshop was organized by young people, for young people — without much help from anyone else.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_AZMI.jpg?itok=7JcJFfQ0\" alt=\"\" /><div class=\"field-caption\">\n    <p>Azmi Laifi, one of the dance trainer, explains to a beginner how to have the right \"b-boy attitude.\" Azmi, 24, works as a home decorator. That Saturday, he went straight from his job to the workshop.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>Nidhal Bouallagui, 24, and his team, the Rocking Steps Crew, started touring last fall, organizing workshops and battles on the streets and in youth centers like this one in the town of Jelma.</p>\n<p>“We organized this here because it’s such a small town, away from everything,” said Nidhal. “It’s the first time for them to see someone perform in front of their eyes. That’s our way of putting some fun in their lives, and they need it. Most of the boys I meet are depressed because their situation here is so bad.”</p>\n<p>It’s that kind of hopelessness that touched off the revolution in Tunisia over three years ago. Tunisia was the first North African country to rise up against its leader, Zine el Abidine Ben Ali. And it all started in Nidhal’s hometown, Sidi Bouzid, when a young fruit vendor set himself on fire in December 2010.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_BOUAZIZI.jpg?itok=EnsB-8yk\" alt=\"\" /><div class=\"field-caption\">\n    <p>Nidhal Bouallagui in his hometown of Sidi Bouzid. He stands in front of the memorial for Mohamed Bouazizi, who set himself on fire on December 17, 2010 after an argument with the police. His desperate act triggered national protests and led to the overthrow of President Ben Ali four weeks later.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>That was, quite literally, the spark that ignited the unrest and toppled a president.</p>\n<p>Ben Ali stepped down four weeks later. Tunisians have since elected an assembly, which passed a democratic constitution this January. That prompted international observers to describe Tunisia as the rare success story of the Arab Spring.</p>\n<p>But apart from the politics, things haven’t improved much for young Tunisians. They have one of the highest unemployment rates in the region: over 40 percent of them are out of work. The discontent has been fertile ground for Islamic extremist groups that preach jihad.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_FOOTWORK.jpg?itok=9nRaFQdS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ilyesse Gharbi, 17, teaches another teenager the basic footwork of break dance.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>“Ask anyone on the street and he’ll tell you one of his brothers is in Syria,” said Nidhal, sitting at a café just across the square from a recruiting booth for the Salafi movement, the most influential radical Islamist group in Tunisia.</p>\n<p>“It’s like my whole neighborhood has gone there. And that’s because life in this country has nothing to offer; there’s no hope, no job, nothing. So it’s easy to persuade a young guy to go for jihad, to give his life to God, and maybe go to heaven. He’ll pick that over the life he has here.”</p>\n<p>Nidhal saw this play out, up close.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_HEAD%20DOWN.jpg?itok=t_U3R0Bo\" alt=\"\" /><div class=\"field-caption\">\n    <p>Riadh Bouallagui (Nidal's brother) helps one of the teenager with a tricky move.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>“My own brother went to Syria for eight months last year,” he said. “He wanted to get married. But in Tunisia, that requires having a job and a house — and he had neither.”</p>\n<p>Nidhal’s brother has since returned. I asked if I could interview him, but Nidhal said there was no way he’d speak with me. “My brother barely talks to me anymore.”</p>\n<p>Home-grown extremist groups haven’t just been active in Syria’s civil war. Tunisia now has security problems of its own.</p>\n<p>“For the first time in Tunisia, we saw two high-profile politicians murdered, a string of clashes with armed forces, even a suicide bomber in Sousse, a resort town on the coast,” said Issam Khemakhem, president of a leading youth organization in Tunis.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_ILYESSE.jpg?itok=Ko1Af61V\" alt=\"\" /><div class=\"field-caption\">\n    <p>Ilyesse Gharbi, a high school dropout, is part of the Rocking Steps Crew. Here, showing some moves at the workshop.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>“We had never seen that before. Really, 2013 has been a disastrous year.”</p>\n<p>Khemakhem blamed Tunisian authorities for being too soft on radical groups, and too slow to address youth problems.</p>\n<p>And while efforts like Nidhal’s b-boy workshops deserve some praise, he said, bottom line, dance is no real fix.</p>\n<p>“It’s nice to let off steam but if you have five people in your family without jobs, without income, and you live on one or $2 a day, it’s not going to make your life any easier.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_JUMP.jpg?itok=IJ-JzkBc\" alt=\"\" /><div class=\"field-caption\">\n    <p>\"You have to be so aggressive on the dance floor,\" keeps repeating Azmi Laifi to the teenagers. One of them got the message and jumps forward so Azmi has to step back.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>It won’t put food on the table, but according to Wissem Missaoui, head of the USAID-funded Bridge to Democracy Program in Tunisia, the b-boys of Sidi Bouzid provide something precious for young Tunisians: a sense of belonging.</p>\n<p>“The youth problem, especially in the interior of the country, is that they don’t feel like they belong to this society. They feel marginalized,” said Missaoui at a recent conference showcasing the work of dozens of local organizations.</p>\n<p>“That’s why they’re easily attracted by the extremist groups and by the criminals. And the Rocking Step, they get this. They are countering this appeal, and they create for young people a space where they can express themselves, a place where they belong.”</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_RIADH.jpg?itok=mPsy1zcK\" alt=\"\" /><div class=\"field-caption\">\n    <p>Riadh Bouallagui, Nidhal's 22-year-old brother, studies computer engineering and spends the rest of his time on the dance floor.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>Missaoui has worked with Nidhal’s group on other projects, including rallying locals to fix-up and repaint a neighborhood of Sidi Bouzid.</p>\n<p>“I met them in 2011. Back then, they were super young and all they wanted to do was hip hop. And now look at them.” Missaoui said, pointing to Nidhal and his friends. “They’ve become leaders in their community.”</p>\n<p>Back at the workshop, another organizer, Azmi Laifi, 24, starts a drill with a group of beginners. He wants them to play out their anger. He pairs them up and asks them to push forward until one of them steps back.</p>\n<p>“With b-boys in the floor, you have to be so aggressive. You have to be a different person,” Azmi told them. At least one of the students got the message: A few minutes later, he jumped toward Azmi, forcing the teacher to give in.</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/story/gallery/PIX_RIADH2.jpg?itok=zPCePJ1a\" alt=\"\" /><div class=\"field-caption\">\n    <p>Riadh Bouallagui, showing some moves at the workshop.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Marine Olivesi</p>\n  </div>\n</div>\n<p>At the end of the session, two dozen teenagers put down their names and phone numbers.</p>\n<p>“Whenever someone doesn’t show up for a workshop, I call and try to track them down,” Nidhal said.</p>\n<p>“We’ve become more than dancers, that’s for sure. We’re like youth counsellors, too.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2014-04-24%2Fbreakdancing-tunisia&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/pris-world/segment-audio/042420148.mp3"},{"href":"http://admin.pri.org/file/042420148mp3"}]}