{"created":"2014-09-25T07:24:35+00:00","modified":"2015-03-24T17:57:56+00:00","valid":{"from":"2015-03-24T17:57:56+00:00","to":"3015-03-24T17:57:56+00:00"},"hreflang":"en","title":"Sayonara To 'Super-Size Me'? Food Companies Cut Calories, So Do We","published":"2014-10-02T12:48:00+00:00","teaser":"Major food companies have cut trillions of calories, and studies show Americans are consuming fewer calories because of it. But some advocates think companies should do more to improve our diets.","itags":["npr_api","351244903"],"guid":"69a6d252-1d70-46fd-a963-3e9fc8d84081","contentencoded":"<p>It just might be the dawn of a new era in American eating. Two-thirds of us are now more likely to go for foods marketed as lower-calorie and \"better for you,\" and that means we're finally eating fewer calories.</p><p>But all this calorie-cutting from our cookies and cupcakes isn't just benevolent behavior on the part of the big food and beverage companies. It's also good for their bottom line.</p><p>As we've <a href=\"http://www.npr.org/blogs/thesalt/2014/01/09/261050610/food-firms-trim-trillions-of-calories-from-packaged-snacks\">reported</a>, 16 companies, including General Mills, Kraft and Nestle, have removed 6.4 trillion calories from the marketplace. The calorie cuts — <a href=\"http://www.rwjf.org/en/about-rwjf/newsroom/newsroom-content/2014/09/foodindustryleadersfindingwaystohelpsolvenationsobesityepidemic.html\">tracked</a> by the Healthy Weight Commitment Foundation — are part of a nationwide effort to tackle the obesity epidemic.</p><p>And a new paper <a href=\"http://www.ajpmonline.org/article/S0749-3797%2814%2900248-7/abstract\">published</a> in the <em>American Journal of Preventive Medicine</em> finds that as a results of companies' trimming calories, Americans are cutting back on salty snacks and sugary treats.</p><p>\"We found that families with children cut 101 calories per day [per person] in their purchases,\" researcher <a href=\"http://www.cpc.unc.edu/projects/nutrans/popkin\">Barry Popkin</a> of the University of North Carolina, Chapel Hill tells us.</p><p>After subtracting out for food waste, this equates to about 78 fewer calories eaten per person per day. His findings jibe with a recent U.S. Department of Agriculture <a href=\"http://www.npr.org/blogs/thesalt/2014/01/16/263083058/good-news-americans-are-eating-78-fewer-calories-every-day\">analysis</a>.</p><p>This may not sound like a lot, until you consider the cumulative effect. Think about cutting 80 to 100 calories — day after day, year after year.</p><p>\"The science says that this will probably be enough to lead to the leveling off that we've seen — the plateauing — of the obesity epidemic,\" Popkin says.</p><p>So how are companies cutting calories? They're shrinking portion sizes. (Think 100-calorie packs.) And they're cutting back on sugar and fat.</p><p>General Mills, for instance, <a href=\"http://www.blog.generalmills.com/2014/01/6-4-trillion-calorie-reduction/\">points to</a> Fiber One 90 Calorie Brownies and Yoplait Greek 100 as two examples that consumers seem to eat up.<strong><br /></strong></p><p>Nestle points to its Lil' Drums ice cream cones and Haagen-Dazs single-serve ice cream cups as examples of products that help consumers stick to small portions.</p><p>\"Consumers are always looking for ways to enjoy the foods they love,\" says <a href=\"http://www.togethercounts.com/at-school/meet-the-scientists/hanson\">Chavanne Hanson</a>, who heads nutrition, health and wellness for global public affairs for Nestle. And <a href=\"http://www.npr.org/templates/story/story.php?storyId=130732347\">stealth health</a> — sneaking nutrients into snacks — sometimes works, too. She points to Outshine Fruit & Veggie Bars as a growth category for the company.</p><p>Just this week at the Clinton Global Initiative forum in New York, Coke, Pepsi and Dr. Pepper <a href=\"http://www.ameribev.org/news-media/news-releases-statements/more/334/\">announced</a> new efforts to trim back the calories Americans are getting from beverages — a move the beverage industry says consumers have warmed up to.</p><p>How are better-for-you foods paying off? <a href=\"http://www.hudson.org/experts/607-hank-cardello\">Hank Cardello,</a> who directs the Obesity Solutions Initiative at the Hudson Institute, says there are clear signs that more healthful food can boost companies' bottom lines.</p><p>\"It's very clear to me that companies with a higher percentage of their sales coming from lower calories, better-for-you products, their sales growth is higher and their operating profits are growing faster,\" he says.</p><p>Now, not everyone is convinced that trimming calories from processed foods is a solution to Americans' less-than-stellar eating habits.</p><p>\"I applaud any change that reduces calories, but I'm doubtful it will lead to meaningful change,\" says <a href=\"http://www.wholesomewave.org/about-us/board/michel-nischan/\">Michel Nischan</a>, the founder of Wholesome Wave.</p><p>As a food advocate pushing the idea of <a href=\"http://www.npr.org/blogs/thesalt/2013/09/12/221757539/no-bitter-pill-doctors-prescribe-fruits-and-veggies\">prescription fruits and vegetables, </a>Nischan says if big companies really want to make a difference, they should use their marketing savvy to get Americans to rethink what we put on our plates.</p><p>For example, instead of a dinner of just frozen pizza or lasagna — why not bundle and co-market these processed foods with vegetables such as broccoli and a side salad?</p><p>Companies like Nestle say they're trying to encourage people in this direction with initiatives such as <a href=\"http://www.nestleusa.com/nutrition/balance\">Balance Your Plate</a>, a resource for how to put together nutritious meals.</p><p>It would be great if all Americans just shopped at farmers markets year-round for most of our food, says Barry Popkin.</p><p>\"But that's not going to happen,\" he says. \"The reality is that [most] Americans get more than 70 percent of their calories from processed foods.\"</p><p>So, when pushing for change, Popkin says, it's good to meet Americans where they are — in the packaged food aisle.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sayonara+To+%27Super-Size+Me%27%3F+Food+Companies+Cut+Calories%2C+So+Do+We&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351373734-207edd.m3u?orgId=1&topicId=1053&e=351244903&d=233&ft=nprml&f=351244903"},{"href":"http://media.npr.org/assets/img/2014/09/24/istock_000000713280medium-f7a8acdd4e9e49ffc0e197ce85fcbd13df729ca6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1199","width":"1599"}}]}