{"created":"2014-12-03T20:31:38+00:00","modified":"2014-12-03T21:10:42+00:00","valid":{"from":"2014-12-03T21:10:42+00:00","to":"3014-12-03T21:10:42+00:00"},"hreflang":"en","title":"For Japanese Airbag Maker, Pressure Mounts To Expand Recall","published":"2014-12-03T21:10:00+00:00","teaser":"Takata took a defiant stand against lawmakers today, refusing to expand a recall on its airbags.","itags":["npr_api","368257291"],"guid":"69a6f189-f2e1-471d-a314-4189e27491ee","contentencoded":"<p>The Japanese auto-parts supplier Takata took a defiant stand against lawmakers at a hearing on Capitol Hill today. The company is facing pressure from federal regulators to expand a recall of its defective airbags, but so far, Takata has refused.</p><p>Exploding Takata airbags that send metal shards flying inside the vehicle have been linked to at least five deaths. Long-term exposure to humid air can cause the airbag&#8217;s inflators to burn faster than they&#8217;re supposed to.</p><p>More than 11 million cars with Takata airbags have already been recalled in the U.S., but it&#8217;s been limited to hot, humid states like Hawaii and Florida and some U.S. territories.</p><ul><li><a href=\"http://www.nhtsa.gov/About+NHTSA/Press+Releases/Vehicle-owners-with-defective-airbags-urged-to-take-immediate-action\" target=\"_blank\">See the full list of affected vehicles</a></li><li><a href=\"https://vinrcl.safercar.gov/vin/\" target=\"_blank\">Look up your VIN to see if your recalled vehicle need to be repaired</a></li></ul><p>But now, federal regulators want more. The National Highway Traffic Safety Administration gave Takata a deadline of midnight last night to expand the recall to all 50 states.</p><p>At a House committee hearing today, Takata executive Hiroshi Shimizu wasn&#8217;t ready to comply.</p><p>&#8220;Takata continues to believe that the public safety is best served if the area of high absolute humidity remain the priority for the replacement of suspect inflators,&#8221; Shimizu told lawmakers.</p><p>Shimizu says his company is sorry for any injuries caused by its airbags, but the company maintains it shouldn&#8217;t be subjected to the government&#8217;s demand to expand the recall.</p><p>Rep. Jan Schakowsky, a Democrat from Illinois, questioned Takata&#8217;s argument that only the manufacturer was responsible for conducting a recall.</p><blockquote><p>Rep. Schakowsky: &#8220;Do you agree that Takata is not required to decide in good faith whether your products contain a safety related defect?&#8221;</p><p>Shimazu: &#8220;Congresswoman, I agree with the statement that based on the data we have it doesn&#8217;t support to change from regional recall to national recall at this moment.&#8221;</p></blockquote><p>Executives from Toyota, BMW and Honda also testified. Honda&#8217;s Rick Schostek said it would do what Takata hasn&#8217;t.</p><p>&#8220;We want to inform you that Honda is going to expand our existing regional safety improvement campaign on affected driver airbag inflators to a national campaign. Why are we doing this? Our customers have concerns and we want to address them,&#8221; Schostek said.</p><p>But expanding to a national recall won&#8217;t be easy for Honda or the industry.</p><p>&#8220;We believe this expansion, and acceleration of current action, we believe there there will be a part shortage that may occur despite Takata&#8217;s effort to increase the supply of inflators,&#8221; Schostek said.</p><p>Takata&#8217;s Hiroshi Shimizu says the company is making 350,000 replacement kits a month. He says by January, production should go up to 450,000 kits. Republican Joe Barton from Texas says at that rate, getting millions of airbags replaced would take a year and a half or longer.</p><blockquote><p>Barton: &#8220;Do you think that&#8217;s acceptable?&#8221;</p><p>Schostek: &#8220;It&#8217;s not speedy enough. We understand the issues, so that&#8217;s why we are discussing to add to capacity of the productions but we do everything we can do at this moment.&#8221;</p><p>Barton: &#8220;But what does a driver do with a vehicle that&#8217;s in a recall that&#8217;s not going to be repaired for another year and a half or two years? Do you just disconnect the airbag? Just hope you don&#8217;t have an accident?&#8221;</p><p>Shimizu: &#8220;On driver side, no, that&#8217;s impossible.&#8221;</p></blockquote><p>Shimizu says by focusing its recall on humid areas, the company can keep up. But no matter how Takata responds, it faces a difficult and expensive road ahead. Scott Upham, who heads Valient Market Research, says Takata&#8217;s situation is precarious.</p><p>&#8220;A large part of that is due to the liability, as well as cost implications,&#8221; Upham said. &#8220;Really, they&#8217;re going to be on the hook to produce millions and millions of replacement parts, which right now they really haven&#8217;t shown an ability to come up with a game plan on how to produce those parts within their own production facilities.&#8221;</p><p>Takata faces fines of up to $35 million if it doesn&#8217;t comply the government&#8217;s order.</p><p>The National Highway Traffic Safety Administration&#8217;s David Friedman says Takata hasn&#8217;t yet gotten to the root cause of the airbag failures.</p><p>&#8220;That is a critical step and we will continue to push ourselves and industry to get to the bottom of this,&#8221; Friedman said.</p><p>If Takata doesn&#8217;t act, Friedman said the government could bring the company to court.</p><p>&#8220;It is clear to us we need a bigger stick,&#8221; he said.</p><ul><li><a href=\"http://hereandnow.wbur.org/2014/10/21/exploding-airbag-recall\" target=\"_blank\">More details on the Takata airbag problem</a></li></ul><h4>Reporter</h4><ul><li><strong><a href=\"http://www.wbur.org/about/people/peter-odowd\" target=\"_blank\">Peter O’Dowd</a></strong>, assistant managing editor and fill-in host for <em>Here & Now</em>. He tweets <a href=\"https://twitter.com/odowdpeter\" target=\"_blank\">@odowdpeter</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Japanese+Airbag+Maker%2C+Pressure+Mounts+To+Expand+Recall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","byline":"Peter O&rsquo;Dowd","audio":[{"meta":{"duration":"247"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1368265990-1b2100.m3u?orgId=1&ft=3&f=368257291"}]}