{"created":"2015-01-24T13:42:38+00:00","modified":"2015-02-03T21:05:43+00:00","valid":{"from":"2015-02-03T21:05:43+00:00","to":"3015-02-03T21:05:43+00:00"},"hreflang":"en","title":"Foe Of 'Fiscal Waterboarding' Leads Going Into Greek Election","published":"2015-01-25T09:58:00+00:00","teaser":"If elected on Sunday, Syriza would be the first anti-austerity party to come to power in the Eurozone. But it would still have to pay off Greece's debt and help the country out of a deep depression.","itags":["npr_api","379550418"],"guid":"69b18211-05b9-4452-b11d-051eebcb61d0","contentencoded":"<p>Years of austerity have worn down Greeks, who will choose a new government Sunday. Greek voters are expected to elect the first anti-austerity party in the Eurozone.</p><p>Maria Tsitoura, one of those voters, is a lively grandmother in her 70s. Like many retirees in Greece, she shares her small pension with her grown children, whose salaries have dropped by more than half in the last four years.</p><p>\"Most families I know are in the same situation,\" she says. \"The crisis has made them poor. And it's our politicians who created this mess. They made us bankrupt instead of creating jobs.\"</p><p>More than a quarter of Greeks are unemployed. Four years of austerity, which came in exchange for billions in bailout loans, have crushed the economy. Greeks are now poised to elect Syriza, a leftist party that calls austerity \"fiscal waterboarding.\"</p><p>\"Europe's austerity experiment has failed,\" says Christoforos Vernadakis, a pollster running for Parliament on the Syriza ticket. \"And as a result, the old political parties — viewed as tools of this austerity policy — have fallen apart.\"</p><p>One of those parties is New Democracy, the conservative party of outgoing Prime Minister Antonis Samaras. He has warned that Syriza is reckless and untested.</p><p>And if the party wins, it will have to find a way to pay off the country's debt while keeping its generous promises to voters, says economist Jens Bastian.</p><p>\"If it wants to implement its ambitious economic and welfare agenda, where's it going to find the money for that? It will need financial assistance from international — in particular European — partners,\" Bastian says. \"That is a matter of negotiation and of compromise, consensus building.\"</p><p>But candidate Vernadakis says the party wants to kick out the <em>troika</em>, the representatives of international lenders. He calls them foreigners infringing on Greek sovereignty.</p><p>\"The only thing we have to talk to our creditors about is debt,\" he says. \"How will we pay it back? How can we do it quickly? That's all.\"</p><p>Syriza says Greeks must ask for debt relief, something Germany — the biggest Eurozone lender — has rebuffed.</p><p>But that attitude may change if Syriza wins, especially if another hard-charging anti-austerity party, Podemos, comes to power in Spain (another troubled European economy).</p><p>Podemos leader Pablo Iglesias joined Syriza leader Alexis Tsipras at a giant campaign rally in Athens on Thursday.</p><p>\"The wind of democracy is blowing through Europe,\" Iglesias declared in perfect Greek as the crowd cheered.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foe+Of+%27Fiscal+Waterboarding%27+Leads+Going+Into+Greek+Election&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joanna Kakissis","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1379550419-2549d1.m3u?orgId=1&topicId=1124&e=379550418&d=191&ft=nprml&f=379550418"},{"href":"http://media.npr.org/assets/img/2015/01/25/tsipras-5e1238436bd4f707bfcf0b2dcfeaad72867a54e2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2876","width":"3836"}}]}