{"created":"2015-02-09T02:03:30+00:00","modified":"2015-06-05T15:29:11+00:00","valid":{"from":"2015-06-05T15:29:11+00:00","to":"3015-06-05T15:29:11+00:00"},"hreflang":"en","title":"Civil Rights Attorneys Sue Ferguson Over 'Debtors Prisons'","published":"2015-02-09T13:06:00+00:00","teaser":"NPR got an advanced look at a civil rights lawsuit that claims Ferguson, Mo., residents who can't afford to pay their court fines are illegally held in jail.","itags":["npr_api","384332798"],"guid":"69b9e39c-ef8c-4db0-80ec-60887becc8e0","contentencoded":"<p>In a new challenge to police practices in Ferguson, Mo., a group of civil rights lawyers is suing the city over the way people are jailed when they fail to pay fines for traffic tickets and other minor offenses.</p><p>The lawsuit, filed Sunday night on the eve of the six-month anniversary of the police shooting of Michael Brown, alleges that the city violates the Constitution by jailing people without adequately considering whether they were indigent and, as a result, unable to pay.</p><p>The suit is filed on behalf of 11 plaintiffs who say they were too poor to pay but were then jailed — sometimes for two weeks or more.</p><p>NPR got an advance look at the lawsuit, filed by lawyers from Equal Justice Under Law, ArchCity Defenders and the Saint Louis University School of Law. It charges that Ferguson officials \"have built a municipal scheme designed to brutalize, to punish, and to profit.\"</p><p>In 2013, Ferguson collected $2.6 million in court fines and fees, mainly on traffic violations and other low-level municipal offenses. That was the city's second-largest source of income, or about 21 percent of its total budget.</p><p>The lawsuit challenges the practice of jailing people when they can't afford to pay those fines. When tickets go unpaid, people are summoned to court and usually offered a new payment plan. If they fail to show up or make the new payments, the city issues an arrest warrant.</p><p>In 2013, Ferguson, a city with a population of 21,000, issued nearly 33,000 arrest warrants for unpaid traffic violations and other minor offenses. Many of those were for people who lived outside the city.</p><p>Ferguson officials did not respond to requests for comment. But the city has made some recent court reforms. In September, the City Council, in its first meeting since the Brown shooting, announced a proposal to cap revenues from tickets. And in December, the city ordered a partial \"amnesty.\" People could pay $100 to get an arrest warrant lifted and then agree to pay their fines on a new payment plan.</p><p>Last year, <a href=\"http://www.npr.org/series/313986316/guilty-and-charged\">NPR's investigative series Guilty and Charged</a> revealed that <a href=\"http://www.npr.org/2014/05/19/312455680/state-by-state-court-fees\">all 50 states add long lists of fines and fees</a> for court services, including the cost of a public defender, and room and board for jail stays. The investigation also found that when the poor struggle to pay those fees — often with penalties that push costs to hundreds or thousands of dollars — they are sent to jail for not paying the fines, even though debtors prisons were outlawed before the Civil War.</p><p>City officials say traffic fines protect public safety, and they need to punish the many people who can pay but simply refuse.</p><p>Plaintiffs in the lawsuit say they were indigent and got caught up in a cycle of increased fees, debt and jailing.</p><p>Just over a year ago, Tonya DeBerry was driving her 4-year-old grandson in her daughter-in-law's car. A St. Louis County police officer saw that the license plates were expired and pulled her over. He ran a background check and saw an arrest warrant for multiple unpaid traffic tickets in Ferguson. Among those old violations were tickets for driving with a suspended license — lost for earlier unpaid tickets — and driving with no registration, insurance or proof of inspection.</p><p>DeBerry was arrested and handcuffed in front of her grandson. After someone came to pick up the boy, she was taken to jail.</p><p>\"Just traffic tickets. No criminal act. Nothing,\" says DeBerry, 52, who doesn't work and depends on a disability check and food stamps. \"If you have the money, you would never go through that type of situation. If you don't have the money, it's jail, jail.\"</p><p>She says the jail cell was moldy and dirty. \"There was blood on the walls where people cut themselves and wiped the blood.\"</p><p>She spent two nights in a Ferguson jail in January 2014, until her daughter arrived with $300 borrowed from a neighbor to pay her bond. She was then transported to Jennings, Mo. — which is also being sued in a companion lawsuit — where there were more unpaid traffic tickets.</p><p>DeBerry still owes a few thousand dollars on those unpaid traffic tickets. She says she worries that she could be picked up again and go back to jail, so she's careful about where and when she drives.</p><p>DeBerry says the arrest warrants are a problem not just for her, but also for her son and daughter, who live with her.</p><p>Both Herbert Nelson, DeBerry's 26-year-old son, and Allison Nelson, her 23-year-old daughter, are plaintiffs in the lawsuit, too.</p><p>Herbert Nelson has been jailed at least four times in Ferguson over the past four years and owes the city a couple of thousand dollars for unpaid traffic tickets. He was last arrested in September and released after his mother borrowed $300 to pay for his bond.</p><p>Nelson says jailing him for unpaid tickets is disproportionate to his offense.</p><p>\"We're not criminals. It's just driving. ... And we're paying these big punishments. It's not fair. It's holding us back. It's like a cycle. Once you put us in trouble for something so petty ... [it's] just digging a hole and putting us in it.\"</p><p>Nelson says he can't work because of the arrest warrants. He painted houses. But when he lost his driver's license, he lost his truck and now can't get to work.</p><p>His sister Allison Nelson says she's had to put on hold her dreams to join the Navy. The recruiter says she can't enlist until she clears up her outstanding warrants, which would require paying hundreds of dollars she says she doesn't have.</p><p>\"This is holding so many of these young black kids back, it's ridiculous,\" says DeBerry. \"They can't even get a job because they can't even get a background check, because they have a warrant for traffic tickets only.\"</p><p>Anthony Kimble, 53 and another plaintiff in the Ferguson lawsuit, says he's been jailed multiple times by Ferguson police, and in February 2013 spent nearly two weeks in jail.</p><p>He says when it was finally clear that he could not pay, and no one in his family could help, he was released. He says he was never allowed to shower, was given little food and, by the time he got out, had \"lost 12 to 15 pounds.\"</p><p>The lawsuits allege that Ferguson and the nearby town of Jennings violate the Constitution because courts jail defendants without adequately considering whether they have the ability to pay. Also, the courts don't offer alternatives, like more affordable payment plans or the chance to pay off fines by doing community service instead.</p><p>\"[Judges] routinely fail to make the inquiry into someone's ability to pay, even when it's required by law,\" says attorney Thomas Harvey, a co-founder of ArchCity Defenders, which provides legal services to the homeless and indigent. \"At the very moment anyone says, 'I can't afford this. I'm on Section 8. I have lived in a homeless shelter,' that is raising the issue of indigency before the court, and it's required at that moment for the court to continue that inquiry and not continue to incarcerate someone if they've raised that issue of indigency.\"</p><p>Alec Karakatsanis, co-founder of the civil rights nonprofit Equal Justice Under Law, says the lawsuits, filed in the U.S. District Court for the Eastern District of Missouri, ask the federal court to order judges in Ferguson and Jennings to stop \"throwing people in jail solely because they're too poor\" and to compensate those too poor to pay who have gone to jail.</p><p>\"We've seen the rise of modern American debtors prisons, and nowhere is that phenomenon more stark than in Ferguson and Jennings municipal courts and municipal jails,\" he says. \"We have people languishing in grotesque conditions, solely because of their poverty.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Civil+Rights+Attorneys+Sue+Ferguson+Over+%27Debtors+Prisons%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"252"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875902-30f09b.m3u?orgId=1&topicId=1003&aggIds=313986316&d=252&p=3&story=384332798&t=progseg&e=384875711&seg=2&ft=nprml&f=384332798"},{"href":"http://media.npr.org/assets/img/2015/02/06/ferguson-fines_6044-9aa10743a786576764042f4416eff6397050dd1b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2772","width":"3696"}},{"href":"http://media.npr.org/assets/img/2015/02/06/ferguson-files_6133-d840f90aa7da1d9416cb45071e3065b55a2e5176.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4413"}}]}