{"created":"2014-12-23T23:00:08+00:00","modified":"2014-12-29T21:20:23+00:00","valid":{"from":"2014-12-29T21:20:23+00:00","to":"3014-12-29T21:20:23+00:00"},"hreflang":"en","guid":"69bad703-6a09-4ae6-8ec4-147a2d80852b","title":"The so-called Islamic State is even worse than you thought","published":"2014-12-29T21:20:22+00:00","byline":"Carol Hills","tags":["terrorism","conflict","military","Religion","Conflict","Conflict & Justice","Mosul","Asia","Iraq","Middle East","Asia","Juergen Todenhoefer","Abu Bakr al-Baghdadi","Islamic state","Politics of Iraq","Iraqi insurgency","Al-Qaeda in Iraq","Iraq War"],"teaser":"A seasoned war correspondent who thinks he's seen it all negotiates his way into ISIS-controlled Mosul. What he finds is a chilling enthusiasm for killing.","contentencoded":"<p>Here's a cheery thought for the end of the year: ISIS is even more dangerous than you thought they were.</p>\n<p>\"I don't see anybody who has a real chance to stop them,\" says German writer and political activist <a href=\"http://Juergen Todenhoefe\">Juergen Todenhoefer</a> who recently spent time experiencing life in the so-called <a href=\"http://www.bbc.co.uk/news/world-middle-east-29052144\">Islamic State</a> in the northern Iraqi city of Mosul. \"I thought I would meet a brutual terrorist group and I met a brutal country.\" </p>\n<p>Todenhoefer managed to gain access to ISIS-controlled territory in Iraq after spending months negotiating with a German jihadist and then getting a personal safety guarantee from the Islamic State's \"caliph,\" <a href=\"http://www.bbc.co.uk/news/world-middle-east-27801676\">Abu Bakr al-Baghdadi</a>.</p>\n<p>Todenhoefer spent six days in Mosul with his son, a cameraman, in an ISIS version of a reporter-embed. They saw what ISIS wanted them to see, of course, but talking to ISIS militants themselves was the most disturbing. \"There is an enthusiasm that I personally cannot understand — which I've never seen in war zones — an incredible enthusiasm.\" </p>\n<p>And 74-year-old Todenhoefer is no stranger to war zones or trouble spots. Over his long career as a reporter, activist and politician, he's spent time in lots of them. But <a href=\"http://www.bbc.co.uk/news/world-middle-east-30585783\">he tells the BBC</a> that nothing prepared him for the Islamic State. \"I came back very pessimistic.\"</p>\n<p>Todenhoefer says you just cannot underestimate the power of ISIS. </p>\n<p>\"They are so sure that they will win this war, that they will win the whole Middle East. Every day, hundreds of new fighters arrive and these people are not 'losers' in the way we may think. Many of them are clever, intelligent people.\" Todenhoefer met one man \"from an island near the United States\" (Todenhoefer wouldn't say where) who just finished law school and passed the bar, but turned down a great job offer because he wanted to fight for ISIS.</p>\n<p>Todenhoefer met a lot of foreign fighters from places like Sweden, Britain and the United States. He found a certain normalcy in Mosul, though he concedes his ISIS minders seemed intent on showing him that things were functioning.</p>\n<p>\"The [Sunni] population is tolerating them,\" he explains. \"They accept them because they are Sunnis and they have been discriminated [against] by the Shia government since the US-led war in Iraq ended.\" </p>\n<p>But the most disturbing thing Todenhoefer found during his six days in Mosul? \"People can be enthusiastic about killing hundreds and millions of people.\" Todehoefer is confounded and deeply disturbed. \"I have read the Koran several times and 113 of the 114 surahs start with 'In the name of Allah, the merciful, the most merciful' and I say, where is the mercy?\"  </p>\n<p>He says Pol Pot is nothing compared with ISIS and al-Qaeda is peanuts in comparison with what he believes ISIS is capable of. </p>\n<p>It gets worse. Todenhoefer has no idea who or what is capable of vanquishing ISIS. His only hope is an uprising led by the <a href=\"http://www.bbc.co.uk/news/world-middle-east-27980524\">moderate Sunnis of Mosul and Anbar</a>.</p>\n<p>They have fought ISIS in its early form since the late 2000s when it was known as<a href=\"http://www.bbc.co.uk/news/world-middle-east-28116033\"> al-Qaeda in Iraq</a>. \"They have fought them down in 2007, but at [that] time, the Islamic State was much weaker than IS is today.\" But Todenhoefer doesn't think moderate Sunnis are ready to fight, because they're not integrated in their country. \"They have no rights in their country. If they were integrated in a real political effort, then there would be a chance to stop the Islamic State.\"</p>\n<p>\"Only Arabs can stop IS. The western countries will never stop IS.\" </p>\n<p><iframe frameborder=\"0\" height=\"500\" src=\"http://emp.bbc.co.uk/emp/embed/smpEmbed.html?playlist=http%3A%2F%2Fplaylists.bbc.co.uk%2Fnews%2Fworld-europe-30587835A%2Fplaylist.sxml&amp;title=German%20author%3A%20'Islamic%20State%20brutal%20and%20enthusiastic%20about%20killing%20millions'&amp;product=news\" width=\"400\"></iframe></p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[]}