{"created":"2014-10-03T03:55:39+00:00","modified":"2015-04-30T19:47:55+00:00","valid":{"from":"2010-10-11T15:05:04+00:00","to":"3010-10-11T15:05:04+00:00"},"hreflang":"en","guid":"69fb270a-5a2b-49b2-8fd0-9592c9b1c8dc","title":"Veterans Day Special","teaser":"The wars in Iraq and Afghanistan are sending our veterans home with wounds and obstacles not always clearly visible to the rest of the country. These two current wars also illuminate how veterans of previous eras are still trying to come home years after returning from war. In this episode, State of the Re:Union explores how veterans are serving each other after they come back home from serving the country.","description":"STATE OF THE RE:UNIONVeterans Day SpecialSOTRU explores the challenges veterans face as they return home from warHOST: Al LetsonDESCRIPTION: The wars in Iraq and Afghanistan are sending our veterans home with wounds and obstacles not always clearly visible to the rest of the country. These two current wars also illuminate how veterans of previous eras are still trying to come home years after returning from war. In this episode, State of the Re:Union explores how veterans are serving each other after they come back home from serving the country.BILLBOARD (:59)Incue: From PRX and NPR...Outcue: But first, this news.&nbsp;NEWS HOLE: 1:00- 6:00&nbsp;Segment A (12:29)Incue: From PRX and NPR...Outcue: ahead on State of the Re:UnionA. VETERAN'S BOOK PROJECT: Riley Sharbonno returned from a year in Iraq with thousands of digital images that he took, but with no memory of the events the photographs captured. So when artist Monica Haller approached him, the two embarked on a project that ended up as a book of Riley's photographs and writing. This book sparked the Veteran's Book Project, a bookmaking workshop for people who have experienced the wars through many different perspectives. While each book tells a different story, together the books are creating a library of honest conversations about what happens during war.BREAK: 19:00- 20:00SEGMENT B (18:59)Incue: You're listening to State of the Re:UnionOutcue: P-R-X.O-R-GA. O's GUITAR: Richard O'Connor left for Vietnam with his father's old Montgomery Ward guitar. In between fighting and attacks, he played songs for his fellow marines in order to keep a sense of sanity and calm amidst chaos and devastation. Now, 42 years after returning home, Richard is using his music to welcome back recently returning veterans. But he's also finding his own way home.BREAK: 39:00- 40:00SEGMENT C (18:59)Incue: You're listening to State of the Re:UnionOutcue: This is N-P-RA. TEAM SEMPER FI: On a foggy Sunday morning in Santa Cruz, California, a team of injured marines take the same camaraderie and strength from the battlefield, and bring it to the competitive sports track.B. FARMER VETERANS: The country is having a hard enough time dealing with the unemployment rate, so imagine returning home from war, and then having to find a job. But a growing movement of veterans are finding their stride by creating a new mission once they return home: Feeding the country. SOTRU visits two farms that are on this mission.C. REFLECTION: Al reflects on a country dividing its attention between two wars and their own lives.D. VOX: A montage of voices of those who have experienced the challenges of coming home, from veterans to family members, of all services, of all eras. PROGRAM OUT @ 59:00The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","contentencoded":"STATE OF THE RE:UNION<br />Veterans Day Special<br />SOTRU explores the challenges veterans face as they return home from war<br /><br />HOST: Al Letson<br /><br />DESCRIPTION: The wars in Iraq and Afghanistan are sending our veterans home with wounds and obstacles not always clearly visible to the rest of the country. These two current wars also illuminate how veterans of previous eras are still trying to come home years after returning from war. In this episode, State of the Re:Union explores how veterans are serving each other after they come back home from serving the country.<br /><br />BILLBOARD (:59)<br />Incue: From PRX and NPR...<br />Outcue: But first, this news.<br />&nbsp;<br />NEWS HOLE: 1:00- 6:00<br />&nbsp;<br />Segment A (12:29)<br />Incue: From PRX and NPR...<br />Outcue: ahead on State of the Re:Union<br /><br />A. VETERAN'S BOOK PROJECT: Riley Sharbonno returned from a year in Iraq with thousands of digital images that he took, but with no memory of the events the photographs captured. So when artist Monica Haller approached him, the two embarked on a project that ended up as a book of Riley's photographs and writing. This book sparked the Veteran's Book Project, a bookmaking workshop for people who have experienced the wars through many different perspectives. While each book tells a different story, together the books are creating a library of honest conversations about what happens during war.<br /><br />BREAK: 19:00- 20:00<br /><br />SEGMENT B (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: P-R-X.O-R-G<br /><br />A. O's GUITAR: Richard O'Connor left for Vietnam with his father's old Montgomery Ward guitar. In between fighting and attacks, he played songs for his fellow marines in order to keep a sense of sanity and calm amidst chaos and devastation. Now, 42 years after returning home, Richard is using his music to welcome back recently returning veterans. But he's also finding his own way home.<br /><br />BREAK: 39:00- 40:00<br /><br />SEGMENT C (18:59)<br />Incue: You're listening to State of the Re:Union<br />Outcue: This is N-P-R<br /><br />A. TEAM SEMPER FI: On a foggy Sunday morning in Santa Cruz, California, a team of injured marines take the same camaraderie and strength from the battlefield, and bring it to the competitive sports track.<br /><br />B. FARMER VETERANS: The country is having a hard enough time dealing with the unemployment rate, so imagine returning home from war, and then having to find a job. But a growing movement of veterans are finding their stride by creating a new mission once they return home: Feeding the country. SOTRU visits two farms that are on this mission.<br /><br />C. REFLECTION: Al reflects on a country dividing its attention between two wars and their own lives.<br /><br />D. VOX: A montage of voices of those who have experienced the challenges of coming home, from veterans to family members, of all services, of all eras. <br /><br />PROGRAM OUT @ 59:00<br /><br />The fall season of The State of the Re:Union is available now on PRX and the ContentDepot without charge to all public radio stations, and may be aired an unlimited number of times prior to May 31, 2012. The program may be streamed live on station websites but not archived. Excerpting is permitted for promotional purposes only.<br /><br />The State of the Re:Union is produced by Al Letson, and presented by PRX. Major funding for the State of the Re:Union comes from CPB, the Corporation for Public Broadcasting. <br /><br />Thanks for your consideration of this season of SOTRU.&nbsp; Please contact Israel Smith at ismarketing@yahoo.com or 612-377-3256 with questions or to confirm carriage.","byline":"Al Letson","published":"2010-10-11T15:05:04+00:00","tags":[],"itags":["prx:stories-54232"],"audio":[{"href":"https://hal.prx.org/pub/6926d052182bb0801a006df309bd42ff/0/web/story_image/109159/medium/SOTRU_Vets_Square_240.jpg","type":"image/jpeg","meta":{"crop":"medium"}},{"href":"https://cms.prx.org/pub/7bbdcfac606b839f3c009fd9a52b2336/0/web/audio_file/230759/broadcast/01_Veterans_Billboard.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1887101}},{"href":"https://cms.prx.org/pub/93cdf66f7b631a55a6937be4e5718bd3/0/web/audio_file/230761/broadcast/02_Veterans_Newscast_Music_Break.mp3","type":"audio/mpeg","meta":{"duration":29,"size":925181}},{"href":"https://cms.prx.org/pub/29ada935b0af99d3209b5e93c8f0dec9/0/web/audio_file/230768/broadcast/03_Veterans_Segment_A.mp3","type":"audio/mpeg","meta":{"duration":749,"size":23941956}},{"href":"https://cms.prx.org/pub/2f4169aa3930c6da9ff17f9dd2f470cb/0/web/audio_file/230769/broadcast/04_Veterans_Segment_A_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/9838a70a066c8df135b80ba80b27d889/0/web/audio_file/230771/broadcast/05_Veterans_Segment_B.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36406836}},{"href":"https://cms.prx.org/pub/eb97db6b31d67ad3fe949b2042cc3463/0/web/audio_file/230772/broadcast/06_Veterans_Segment_B_Music_Bed.mp3","type":"audio/mpeg","meta":{"duration":59,"size":1885431}},{"href":"https://cms.prx.org/pub/91c8bf61b9d19127264ce2cfc37eed24/0/web/audio_file/235693/broadcast/07_Veterans_Segment_C_v2.mp3","type":"audio/mpeg","meta":{"duration":1139,"size":36407671}}]}