{"created":"2015-02-15T22:01:04+00:00","modified":"2015-02-16T02:20:10+00:00","valid":{"from":"2015-02-16T02:20:10+00:00","to":"3015-02-16T02:20:10+00:00"},"hreflang":"en","title":"Fake It Till You Make It, Then Come Clean: A Sportscaster's Big Break","published":"2015-02-15T23:20:00+00:00","teaser":"How do you become a sportscaster when you've never done it before? Adrián García Márquez, now <em>La Voz De Los Lakers, </em>faked a demo tape with the help of a Sega console and FIFA '95.","itags":["npr_api","386367396"],"guid":"6a0ee052-7cad-4b5f-8e2b-5486a5ea30ad","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>Before he called play-by-play for the Los Angeles Lakers, before he called the Olympics, before he called the World Series, before he called Monday Night Football, sportscaster Adrián García Márquez was handing out flyers and bumper stickers for a hip-hop station in San Diego.</p><p>The year was 1997. He'd been struggling to launch his pro baseball career, where he'd bounced around low-level college ball and the Mexican League.</p><p>Then he found out his girlfriend was pregnant. It was time for a real career.</p><p>So he got a part-time job with the promotions department of San Diego radio station Jammin' Z 90. A few months in, he started DJing overnight.</p><p>\"In my heart, I didn't want to be a hip-hop disc jockey,\" he says. \"I mean, I loved it. But I wanted to go to sports.\"</p><p>But a radio station was a radio station, and working there was better than nothing.</p><p>Then, he remembers, a colleague told him, \"I have a buddy of mine who told me that he has a buddy that knows this guy\" who wanted to broadcast a handful of San Diego Flash games in Spanish on TV. (At the time, the Flash were an A-League soccer team — basically a minor league team, Garcia says.)</p><p>There was a problem, though. To get a sportscasting job, he says, you have to have a demo tape of yourself actually calling a game — a college game, a high school game, any game.</p><p>But Garcia didn't have one.</p><p>\"So how do I get a demo, on the fly, out of nowhere, having zero experience? Make one. Fake one, basically.\"</p><p>He looked around the house to see what he could use.</p><p>\"I did have a Sega. I did have [the video game] FIFA Soccer, 1995 edition,\" he remembers. \"So I pop that into the console, I recorded the beautiful crowd chants that they had. Because technology was advancing, so it sounded like a real soccer game. So I figured, I'll grab that crowd noise, and put it on the tape.\"</p><p>Then he found a soccer match he'd recorded — América de Cali vs River Plate, he remembers, playing each other in the '96 Copa Libertadores finals.</p><p>\"So I grab that video, pull the TV into the bathroom, [and] had a boombox with that Sega crowd noise that I recorded from FIFA '95.</p><p>\"And I just grab my little handheld [recorder], and I recorded a minute of play-by-play.\"</p><p>That's the tape he turned in.</p><p>And the guy loved it. He told García that he'd get one of the two announcer jobs, though he'd still have to go through the formal audition process. García was elated.</p><p>But then the guilt started to set in.</p><p>\"I felt like such a liar, so I went back and I told him the truth,\" García told me. \" 'Federico, you know what? I lied, man. I did the Sega.' Told him the whole story.</p><p>\"He starts laughing. He goes, 'Well, if you can do this with home appliances and crap lying around your house, I can only imagine what you're gonna do with the real gear. Thank you for being honest.'\"</p><p>And García got the job.</p><p>That handful of Flash games only paid $50 (\"I thought I had nailed it,\" he laughs. \"Like, oh! This is an awesome career! Fifty bucks for just sitting there, calling soccer!\"). But it was a start.</p><p>\"You need a lot of breaks,\" he explains, if you didn't go to college at a broadcasting school like Syracuse. \"The breaks that you end up getting because of a college education [aren't] gonna be there ... for a guy like me that has to come in through the kitchen — not door, the kitchen <em>window</em>.\"</p><p>So it took another fake-it-then-come-clean moment — pretending to be a San Diego Flash employee to score a meeting with an executive at a Spanish-language radio station, admitting his caper, then impressing him with his knowledge of the Padres — to land his next gig, this time hosting a Spanish pre-game baseball show.</p><p>That's when the ball really started rolling. That fall, on the strength of his now-genuine demo tape, Garcia got picked up to call Chargers games. By 2000, he'd landed with the Oakland A's.</p><p>\"When I got the Oakland A's, ESPN happened to show up on a weekend. They heard the broadcast. Álvaro Martín [heard me]. That was a huge break,\" he remembers. \"The next thing you know, I'm the voice of the Red Sox, at the same time that I'm doing Wednesday and Sunday Night Baseball, Monday Night Football, NFL Primetime.\"</p><p>That job led to another, which led to another. Univision, Fox Sports, and now, Time Warner Cable Deportes here in Los Angeles, calling play-by-play for the Lakers.</p><p>\"I caught myself in 2009, World Series, Yankees — opening up new Yankees Stadium, and there I am, behind home plate, calling the game. And I had that moment, like, 'Adrián, what the heck are you doing here?'</p><p>\"And I'm gonna be saying to myself when the Lakers get another title before Kobe retires,\" he says with a wink, \"'<em>Adrián, ¿qué estás haciendo aquí?</em> What the heck are you doing here?'</p><p>\"And I'm gonna have the answer. I earned it. That's why I'm here. And thank you, Sega FIFA '95.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Fake+It+Till+You+Make+It%2C+Then+Come+Clean%3A+A+Sportscaster%27s+Big+Break&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"262"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1386544400-578edc.m3u?orgId=1&topicId=1055&aggIds=274340198&e=386367396&d=262&ft=nprml&f=386367396"},{"href":"http://media.npr.org/assets/img/2015/02/14/img_8672v-9ffe93361fdd105f3a792e4e048bbd067c4d5f6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1561","width":"2082"}},{"href":"http://media.npr.org/assets/img/2015/02/14/144167970-9c4a0d45dfab64b98836767a762238e73630af03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1309","width":"1746"}}]}