{"created":"2015-01-29T22:05:44+00:00","modified":"2015-06-05T15:29:57+00:00","valid":{"from":"2015-06-05T15:29:57+00:00","to":"3015-06-05T15:29:57+00:00"},"hreflang":"en","title":"University Re-Imagines Town And Gown Relationship In Philadelphia","published":"2015-02-02T10:40:00+00:00","teaser":"Drexel University is taking a hands-on approach to redeveloping one of Philadelphia's poorest neighborhoods with a new center designed to serve not just students but mainly local residents.","itags":["npr_api","375415911"],"guid":"6a1c39d8-6842-4a8e-94e6-1143d0eb6af5","contentencoded":"<p>Dinner is served in the West Philadelphia neighborhood of Mantua.</p><p>\"You look like you're ready to have a great Dornsife neighborhood partnership meal! Am I right about it?\" Rose Samuel-Evans asks the crowd at a free community dinner of chicken marsala and stuffed flounder hosted by Drexel University.</p><p>Samuel-Evans works in this two-story, orange-brick schoolhouse; it's one of three refurbished buildings that opened last summer north of campus as part of Drexel's Dornsife Center for Neighborhood Partnerships.</p><p>Like many expanding colleges and universities, Drexel has put real estate pressure on its surrounding neighborhoods including Mantua, a predominantly black community and one of Philadelphia's poorest neighborhoods. The school is now trying to counteract that pressure with a center designed to serve not just faculty and students but mainly local residents.</p><p>\"Developers were looking at this beautiful 1.3-acre site and were saying, 'Boy, we could put a lot of student housing on the block!' \" explains Lucy Kerman, who oversees the Dornsife Center as Drexel's vice provost for university and community partnerships. \"What's intentional is to look at this as a resource for the community and to say, 'No, that's not what's going to happen.' \"</p><p><strong>Tackling A 'Tough Situation'</strong></p><p>There are a computer lab and plenty of rooms ready for career-building workshops and legal clinics, many staffed by Drexel students. Kerman says these resources are in high demand in Mantua, where more than half of residents live below the poverty line. The neighborhood is part of one of the country's first \"Promise Zones\" — economically struggling areas selected by the White House to get targeted help from the federal government. Walk around Mantua, and it's easy to see why.</p><p>\"The sidewalk is totally broken up here,\" Kerman says as she walks around the blocks surrounding the Dornsife Center.</p><p>Old tires, potato chip bags and strips of yellow caution tape fill many empty lots here. It all makes the center's main building — a freshly painted white mansion — stick out like a lily in a barren field. The center also serves as a kind of olive branch from Drexel to its neighbors in Mantua and Powelton Village, another nearby community that is predominantly white. More students are moving into these neighborhoods as the school scrambles to build more housing on campus. Kerman says it's in Drexel's interest for Mantua to thrive, and the center is trying to solve some of its problems.</p><p>\"Can we protect longtime homeowners who are in trouble from losing their homes? Can we deal with rising real estate taxes? That's harder,\" she admits. \"It's a tough situation, and it's one that we're very, very aware of.\"</p><p><strong>Engaging The Neighborhood</strong></p><p>Residents like the Rev. Dr. Andrew Jenkins are also aware of Mantua's tough situation.</p><p>A board member of the Mantua Civic Association, Jenkins has lived in this neighborhood for over five decades. He lives a few doors down from the Dornsife Center in a three-story townhouse that stands as a reminder of better times. This was once a stable working-class community that over decades, white flight and the loss of manufacturing jobs turned into a neighborhood of poverty by the 1960s.</p><p>Today, drilling and hammering often punctuate the steady hum of car traffic passing through the neighborhood. They're the sounds of the future of Mantua, a blighted neighborhood seemingly on the verge of a radical makeover. Private developers are transforming empty lots into new apartments that some longtime renters feel certain they won't be able to afford.</p><p>\"[I would] rather see buildings going up than an empty lot,\" Jenkins says.</p><p>But he adds that he's worried that eventually homeowners like him will be pushed out.</p><p>\"Once all the land is obtained, naturally, developers are going to approach the people who have aged and offer them something they can't refuse,\" he says.</p><p>It's a kind of change West Philadelphia has seen before around another school — the University of Pennsylvania, where Kerman and Drexel's current president, John Fry, also helped to lead neighborhood development efforts that some derisively called \"Penntrification.\" Kerman says they've learned how colleges can unintentionally displace longtime residents.</p><p>\"What we didn't know as well at Penn, I think, was that we needed to be proactive in engaging the neighborhood that much more deeply,\" she says.</p><p><strong>'The Rent Is Going Up'</strong><strong></strong></p><p>That engagement between Drexel University and Mantua is most direct back at the Dornsife Center.</p><p>Sitting down with family for the community dinner, Wade Carter says he's heard his neighbors in Mantua talk a lot about their fears of gentrification. But he says he doesn't have a problem with it and welcomes Drexel's new Dornsife Center.</p><p>\"These dinners, asking for volunteers, opening up doors and saying, 'You can help us do this, do that, and do the other thing.' This helps you become part of the solution!\" he says.</p><p>Tamicka Stephens, a single mother of two, says Drexel's presence in the neighborhood is helping her children envision a better future.</p><p>\"It lets my children see more than what I've just seen growing up. So they can see college is not just somewhere else. College can be here,\" she says.</p><p>But the benefits of gentrification come at a high cost for Stephens.</p><p>\"The landlord just kept saying, 'The rent is going up. The rent is going up. The rent is going up,' \" Stephens explains. \"And when it went up, it was way too much.\"</p><p>She and her children moved last summer from her Mantua apartment into a shelter fewer than four blocks from the Dornsife Center. They're now living in an apartment 3 miles away. Kerman admits some residents see the center and other new buildings in Mantua as a mixed blessing.</p><p>\"People don't want to live in poverty. They don't want to live around this kind of abandonment, but they do want to stay in their homes,\" Kerman says. \"The question they always have is can things improve and they still can stay here.\"</p><p>That's a question that will decide the future of this Philadelphia neighborhood.</p><p><em>This story is part of the </em><a href=\"http://www.npr.org/series/155914958/npr-cities\" target=\"_blank\">NPR Cities Project</a><em>.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=University+Re-Imagines+Town+And+Gown+Relationship+In+Philadelphia&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"357"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382463533-b7938f.m3u?orgId=1&topicId=1091&aggIds=155914958&d=357&p=2&story=375415911&t=progseg&e=382375596&seg=4&ft=nprml&f=375415911"},{"href":"http://media.npr.org/assets/img/2015/01/28/141221_drexel_willfigg00318-583468d8336c2b38031b08d2ac0121e519c670ca.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/28/141221_drexel_willfigg00290-af7c7ee58fd0ec7dbda93bfdaa58f41ea55cd812.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/01/28/141221_drexel_willfigg00251-affe865087d65609f44ad1226bbbd2b0424f5b38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1758","width":"2344"}},{"href":"http://media.npr.org/assets/img/2015/01/28/141221_drexel_willfigg00181edit-290b18678f803af8489025e068e4031c06d65f30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2556","width":"3408"}},{"href":"http://media.npr.org/assets/img/2015/01/28/141221_drexel_willfigg00009-de0a25d73bbcd995e8da3ac2752a99a42bc88f16.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1815","width":"2420"}}]}