{"created":"2014-11-20T22:30:15+00:00","modified":"2015-05-13T21:30:11+00:00","valid":{"from":"2015-05-13T21:30:11+00:00","to":"3015-05-13T21:30:11+00:00"},"hreflang":"en","title":"The Whole World Is Fat! And That Ends Up Costing $2 Trillion A Year","published":"2014-11-30T22:37:00+00:00","teaser":"Nearly a third of us are overweight, and some of the worst rates of obesity are in the developing world. All this corpulence takes a huge economic toll.","itags":["npr_api","365514156"],"guid":"6a2fe049-1b6c-48e3-90ba-b1fb746c27f0","contentencoded":"<p>Obesity used to be an issue primarily in well-off countries. It was one of those things flippantly dismissed as a \"first-world problem.\" Now people are packing on the pounds all over the planet. In some fast-growing cities in China, for example, half the people are now overweight.</p><p>A new <a href=\"http://www.mckinsey.com/insights/economic_studies/how_the_world_could_better_fight_obesity\">report</a> from the global management consulting firm McKinsey & Company finds that more than 2.1 billion people nearly 30 percent of the world's population are overweight (a bit chubby) or obese (just plain fat).</p><p>Over the last decade, no country in the world managed to trim its obesity prevalence. Some of the worst rates of obesity are now in the developing world.</p><p>\"It seems that many of the emerging markets that are on this phenomenally fast growth trajectory are on an even faster obesity trajectory,\" says Richard Dobbs, the head of the McKinsey Global Institute and one of the authors of the obesity report.</p><p>Indeed, the number of people categorized as excessively heavy is growing faster than the buffet line at a Vegas casino. The report predicts that if current trends continue, 41 percent of adults in the world will be overweight by the year 2030. The report also finds that burgeoning waistlines have a ripple effect.</p><p>\"This is a massive global economic issue,\" says Dobbs. \"It's largely been left to the health people but actually it's having a huge economic effect and there really hasn't been a systematic view of how to address it.\"</p><p>The McKinsey report estimates the economic impact of obesity around the world at $2 trillion a year. Part of that figure is the cost of caring for diseases that are linked to obesity, like Type 2 diabetes. But there's an even bigger cost in \"the loss of productivity,\" Dobbs says. \"People suffering from obesity often work less. They have to take more time off sick. They retire early or even die early.\"</p><p>The United States has the highest obesity rate in the world: <a href=\"http://www.cdc.gov/obesity/data/adult.html\">34.9 percent</a>. And while Americans are known for enjoying fast food and being \"big,\" the other countries in the top five fattest nations might surprise you: Saudi Arabia, the United Arab Emirates, Mexico and South Africa.</p><p>Dobbs says it's going to take far more than banning super-size sodas to address what the new report calls a \"critical global issue.\"</p><p>\"The challenge we have with addressing obesity is we are fighting thousands of years of evolution,\" he says. \"Our bodies have a natural inclination to want to horde energy when we have it available. [We want] to horde food and to horde fat.\"</p><p>Programs to get individuals to eat right and exercise more must be a part of any weight loss effort. But the report makes it clear that focusing just on the eating habits of the morbidly obese — in other words, blaming the victim — won't solve anything.</p><p>This growing global problem is result of social and economic changes that have swept the world over the last century.</p><p>Food, for instance, is relatively far cheaper than it used to be.</p><p>\"In the United States, the share of average household income spent on food fell from 42 percent in 1900 to 30 percent in 1950 and to 13.5 percent in 2003,\" the report notes.</p><p>McKinsey and Co suggests 74 interventions to combat the obesity crisis — from simple things like requiring food labels to include calorie counts to plans to overhaul urban transportation systems to discourage cars.</p><p>Changing what's in your refrigerator will also help.</p><p>\"Personally I know if there's cheese in the fridge, I eat it,\" Dobbs says. \"If I open the fridge and there's not cheese there, I eat the celery.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Whole+World+Is+Fat%21+And+That+Ends+Up+Costing+%242+Trillion+A+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"133"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365910562-83ee8a.m3u?orgId=1&topicId=1031&d=133&p=7&story=365514156&t=progseg&e=365910457&seg=17&ft=nprml&f=365514156"}]}