{"created":"2014-11-01T09:28:30+00:00","modified":"2014-11-10T20:56:02+00:00","valid":{"from":"2014-11-10T20:56:02+00:00","to":"3014-11-10T20:56:02+00:00"},"hreflang":"en","title":"After A Sexual Assault And A Pregnancy, Vet Kept Her Pain Secret","published":"2014-11-01T18:25:00+00:00","teaser":"Trista Matascastillo was in officer training when she was sexually assaulted by someone she served with. Then she discovered she was pregnant. For six years, she didn't tell anybody what had happened.","itags":["npr_api","360462758"],"guid":"6a41928b-8c8d-486d-9aeb-130f2c31b9f4","contentencoded":"<p><em>StoryCorps' Military Voices Initiative records stories from members of the U.S. military who served in Iraq and Afghanistan.</em></p><p>In 1998, Trista Matascastillo was training to become an officer in the Navy, when she was sexually assaulted by someone she had served with.</p><p>She told no one about the attack.</p><p>\"I used to say when I put my uniform on, I was in my Superwoman suit. Nothing could happen, nothing could hurt me,\" she told her husband, former Army 1st Sgt. Hector Matascastillo, during a recent visit to StoryCorps in St. Paul, Minn.</p><p>\"And yet, it did. Someone who I had worked with, I had served with, someone that I had called my brother, ultimately became my perpetrator.\"</p><p>After it happened, she says, \"I kinda fell apart. I just remember feeling the complete shock, the betrayal, even though I thought I was hiding it from everyone.\"</p><p>Then she found out she was pregnant.</p><p>\"I was thinking, 'I'm just gonna go home and kill myself anyway, it doesn't matter,' \" Trista says. \"Once I decided, 'I'm just gonna keep doing what I've done and survive this,' I never told anyone, 'cause I thought 'they're not gonna believe me.' Nobody ever asked me, and I assumed that was my license to keep it all a secret.\"</p><p>Trista met Hector five years after the attack — and at first, she kept her secret.</p><p>\"Were you worried about telling me about your assault?\" he asks.</p><p>\"You can imagine how afraid I was, how you were going to react,\" she says. \"Would you suddenly see me as weak? Or would you suddenly not trust me somehow? By the time I told you, it had been six years and I hadn't told anyone.\"</p><p>\"After finding out that you were assaulted — and that Hunter is the product of the assault — I remember questions and a lot of emotions and a lot of anger, and needing to somehow rectify things,\" Hector says.</p><p>\"That traumatic event happened to me. It also didn't define who I am today,\" Trista says. \"And ... as much as I try not to, there are times it clouds and enters into our relationship.</p><p>\"Do you wish that I hadn't told you?\"</p><p>\"No,\" Hector says. \"Knowing the choices that you had to make, to me, validates your strength. You are still a miracle.\"</p><p>\"The support that you've given me through the years is unbelievable,\" says Trista, who now chairs the <a href=\"http://mnwomen.org/current-members/1360/women-veterans-initiative/.\">Women Veterans Initiative for Minnesota</a>. \"I know that if I were to fall you'd also catch me. It's meant everything. And I know that we're in this together.\"</p><p><em>Audio produced for </em>Weekend Edition<em> by Andres Caballero.</em></p><p><em>StoryCorps is a national nonprofit that gives people the chance to interview friends and loved ones about their lives. These conversations are archived at the American Folklife Center at the Library of Congress, allowing participants to leave a legacy for future generations. Learn more, including how to interview someone in your life, at <a href=\"http://storycorps.org/\" target=\"_blank\">StoryCorps.org</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+A+Sexual+Assault+And+A+Pregnancy%2C+Vet+Kept+Her+Pain+Secret&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"184"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1360629407-9487b0.m3u?orgId=1&topicId=1060&aggIds=4516989&ft=3&f=360462758"},{"href":"http://media.npr.org/assets/img/2014/10/31/matascastillonpr-79628c5311ef0534ffe8c02e83312b6693c21e8f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"599","width":"799"}},{"href":"http://media.npr.org/assets/img/2014/10/31/matascastillo_navy-99934e81606e66d6ba3a4c3f8b6f939cecc6c3c4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"188","width":"251"}}]}