{"created":"2014-10-28T20:38:36+00:00","modified":"2014-11-26T01:05:13+00:00","valid":{"from":"2014-11-26T01:05:12+00:00","to":"3014-11-26T01:05:12+00:00"},"hreflang":"en","title":"At 83, Dancer Carmen De Lavallade Looks Back At A Life Spent Onstage","published":"2014-10-29T16:50:00+00:00","teaser":"De Lavallade's husband of 59 years, dancer Geoffrey Holder, died on Oct. 5. \"He was my biggest fan and I was the same way with him,\" she says. De Lavallade's one-woman show is called <em>As I Remember It.</em>","itags":["npr_api","359326972"],"guid":"6a4dd368-b67d-4756-90a6-a1bb34b7ab73","contentencoded":"<p>Geoffrey Holder and Carmen de Lavallade were a magnetic couple — he was towering, 6'6\", with a deep, Caribbean-lilted voice. She was a poised, petite dancer who brought sensuality and soul to ballet. He was best known for <a href=\"https://www.youtube.com/watch?v=JwluvJJfro4\" target=\"_blank\">playing a James Bond villain</a> and <a href=\"https://www.youtube.com/watch?v=AXmc7DG4uu8\" target=\"_blank\">starring in 7 Up commercials</a>. She was one of the first African-Americans to dance with the Metropolitan Opera.</p><p>As a couple they seemed inseparable. But Holder <a href=\"http://www.npr.org/2014/10/09/354529748/this-impromptu-dance-geoffrey-holders-son-tells-one-more-story\">died</a> on Oct. 5 at age 84, and now, without her husband of 59 years, de Lavallade must go on. This week she's scheduled to perform her one-woman show <em>As I Remember It</em>, at the <a href=\"https://www.kennedy-center.org/events/?event=DPDSC\">Kennedy Center</a> in Washington, D.C.</p><p>De Lavallade says she wasn't counting the years they were married, but she's pretty clear on why they stayed together for so long.</p><p>\"He allowed me to be myself,\" she says. \"He was my champion, he was my biggest fan, and I was the same way with him.\"</p><p>They met in 1954 — Holder was instantly smitten. She and her friend Alvin Ailey (before he started his own, legendary company) were cast in the Broadway musical <em>House of Flowers,</em> starring Pearl Bailey.</p><p>As she says in <em>As I Remember It</em>, \"Alvin and I got a featured duet.\" But the two dancers were new to Broadway, so, she says, \"This one, tall, handsome man from Trinidad named Geoffrey Holder took us under his wing. Three days later he proposed; four months later I accepted.\" The story received cheers and applause when she performed <em>As I Remember It</em> at Jacob's Pillow Dance Festival in Massachusetts this past summer.</p><p>Between them, the glamorous, hard-working couple's credits include movies, TV shows, major stages around the world and a Tony Award. There's a delightful video of de Lavallade dancing in the late 1960s, in high heels and a low-cut, tight-fitting black dress. She's got hips and she shimmies them elegantly.</p><p>In <em>As I Remember It,</em> de Lavallade watches footage of herself dancing in old movies projected on a large screen behind her. She jokes about her hips in the show. But she's clearly proud of them, too: \"Eat your heart out, Beyonce,\" she says watching herself do moves that are strikingly similar to the pop diva's.</p><p>At 83, de Lavallade is still gorgeous and graceful; her moves in her solo theater piece are just gentler. She critiques herself, reminisces, and talks about what she learned from some her famous teachers and fellow artists.</p><p>\"I remember Duke Ellington kissing me on the cheek four times and whispering 'One for each cheek,' \" she says in her show, to laughs from the audience.</p><p>When Holder died, de Lavallade considered postponing her Kennedy Center shows. But she knows he wouldn't have wanted that.</p><p>\"I really want to do it for him, and for my friends and the other people who I've missed who are in it — because they made my life,\" she says.</p><p>Holder was de Lavallade's closest companion and collaborator of 59 years. She says she plans to talk about her husband's death in the show — she just doesn't yet know how.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+83%2C+Dancer+Carmen+De+Lavallade+Looks+Back+At+A+Life+Spent+Onstage&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"200"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1359632743-46c558.m3u?orgId=1&topicId=1145&ft=3&f=359326972"},{"href":"http://media.npr.org/assets/img/2014/10/27/carmendelavallade-3e3051192a107208fd8dde8f1a607d047e4310cd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1439","width":"1920"}},{"href":"http://media.npr.org/assets/img/2014/10/27/carmendelavallade_2013christopher.duggan_010_custom-119093214ec66021f658f571cf723fdfad13f3a4.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1997","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/10/28/93652614-0d5cd3c2258991b78d570ba721023841218aa6ee.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1782","width":"2376"}}]}