{"created":"2015-07-02T06:14:35+00:00","modified":"2015-07-02T21:06:19+00:00","valid":{"from":"2015-07-02T21:06:19+00:00","to":"3015-07-02T21:06:19+00:00"},"hreflang":"en","title":"Jobs Report Expected To Show 'Stronger Momentum' In Economy","published":"2015-07-02T12:16:00+00:00","teaser":"Economists surveyed by Reuters are predicting that employers added about 230,000 jobs to their payrolls in June. That's less than the month before but still a pretty strong showing.","itags":["npr_api","419370944"],"guid":"6a543605-631b-4de6-b11c-2aac8ef22d5f","contentencoded":"<p>Economists surveyed by Reuters are predicting that employers added about 230,000 jobs to their payrolls in June. That's less than the month before but still a pretty strong showing.</p><p>Because of the Independence Day holiday, the unemployment report is being released on Thursday at 8:30 a.m. ET. It is normally issued on a Friday.</p><p>The U.S. economy slowed a lot over the winter, but as the weather has improved so has the job market. On Wednesday, the payroll processing company ADP said private employers added about 237,000 jobs in June — the biggest gain since December.</p><p>Bernard Baumohl of The Economic Outlook Group is expecting the jobs report to look even better. He's expecting a gain of about 260,000 jobs among all employers.</p><p>\"The economy looks like it is moving forward with stronger momentum,\" Baumohl says. \"As a result, I do expect not only payrolls to increase but we're also looking at average hourly earnings and average weekly earnings to climb as well.\"</p><p>Baumohl says the current recovery in the U.S. economy has now been going on for seven years. Most recoveries only last about five. In May, employers added about 280,000 jobs to their payrolls, and the unemployment rate was 5.5 percent. But in many parts of the country, such as the upper Midwest, the jobless rate is a lot lower.</p><p>Stuart Hoffman, chief economist of PNC Financial Services, says employers are starting to feel a squeeze.</p><p>\"More and more employers are saying they're having trouble finding good qualified employees, or once they find them, holding onto them before they jump to some other job,\" Hoffman says.</p><p>Hiring has been especially strong in construction, retail and business services. Hoffman says this is having an effect on wages. The evidence is anecdotal so far. But Hoffman believes the increase is bound to show up in Labor Department data. And he says the Federal Reserve will take notice of that, and it could finally begin raising interest rates soon.</p><p>\"That's not going to come next month no matter how strong this June jobs report is, but with think it more and more likely that the Fed will make that initial move in September,\" Hoffman says.</p><p>One potential headwind remains the strong dollar. It has cut into exports and big manufacturers that sell a lot of products abroad are starting to feel the impact. But small and medium-sized businesses continue to add workers at a pretty healthy pace and Thursday morning's report should reflect that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Jobs+Report+Expected+To+Show+%27Stronger+Momentum%27+In+Economy&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jim Zarroli","audio":[{"meta":{"duration":"152"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1419405985-bec869.m3u?orgId=1&topicId=1017&d=152&p=3&story=419370944&t=progseg&e=419383151&seg=11&ft=nprml&f=419370944"}]}