{"created":"2014-09-25T19:16:32+00:00","modified":"2014-09-25T21:23:55+00:00","valid":{"from":"2014-09-25T21:23:55+00:00","to":"3014-09-25T21:23:55+00:00"},"hreflang":"en","guid":"6a6754f8-e776-4a11-a9de-2703d09a1e5f","title":"This Japanese woman never gave up on her hometown. Even after the tsunami","published":"2014-09-25T21:23:54+00:00","byline":"Shirin Jaafari","teaser":"Tomoko Kobayashi is one of the few residents who keeps coming back to the town of Odaka in Japan every day. Residents there were ordered to evacuate after the tsunami hit Japan in 2011. Tomoko hopes to help preserve the town for future generations.","tags":["Arts","Arts, Culture & Media","Odaka","Japan","Jake Price","Tomoko Kobayashi","Tsunami","Risk","Fukushima Daiichi nuclear disaster","Earthquakes in Japan","Natural disasters"],"contentencoded":"<p>Photographer Jake Price has been going back to Japan since the major earthquake and tsunami rattled the country in 2011.</p><p>It was during his trip last summer that he came across a scene in the city of Odaka, south of Fukushima, that he felt he needed to document.</p><p>&ldquo;I was pulling out of a [train] station that was abandoned and I saw this tricycle and older bicycles,&rdquo; he recalls.</p><p>Price didn&rsquo;t get a chance to photograph that &quot;family of bicycles&quot; and the image stayed with him even when he returned to New York.</p><p>Eventually, he managed to go back to Odaka to take the picture he wanted.</p><p>But after he had taken the photo of bicycles, something unusual caught his attention: a woman holding a watering can.</p><p>Odaka is not very far from the Fukushima power plant and the residents of the town were ordered to evacuate.</p><p>Since the evacuation, the town had become like a ghost town and that&#39;s why seeing the woman holding a watering can was so surprising for Price.</p><p>&quot;There was some birds, some wind, dry grass blowing in the late November wind,&quot; he says.</p><p>There was no body in the town and yet this woman insisted on watering her garden.</p><p>Price got to know more about her. Her name isTomoko Kobayashi.</p><p>&quot;[She feels] that the natural world is encroaching on the place that she loved and she has so many memories there,&quot; he says.</p><p>To preserve her town, the place that she loves, Kobayashi decided to plant flowers.</p><p>Residents of Odaka are only allowed to enter the town during day time and so every day, Kobayashi went back.</p><p>Price says Kobayashi is not sure whether residents will return to the town after 2016, when they are officially allowed to go back.</p><p>But he says she wants to &quot;pave the way&quot; for those who might.</p><p>In general, Price feels that the world has forgotten about Fukushima and the areas affected by the tsunami.</p><p>&quot;About a month after a disaster strikes, people think it&#39;s over. But for the people who live there, it&#39;s not over,&quot; he says.</p><p>Price says visiting a lot these places long after disasters strike, it&#39;s surprising to see how much life there is.</p><p>&quot;People really care for their land. There are 1600-year-old Buddhas there that are going to fall into ruin if they don&#39;t protect them,&quot; he says.</p>","audio":[{"href":"http://www.youtube.com/watch?v=1o86ooIeksk&feature=youtu.be"},{"href":"http://www.pri.org/file/world-tomoko-kobayashi-odaka-japan"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092520145.mp3"},{"href":"http://www.pri.org/file/092520145mp3"}]}