{"created":"2015-03-23T07:37:45+00:00","modified":"2015-06-05T15:27:41+00:00","valid":{"from":"2015-06-05T15:27:41+00:00","to":"3015-06-05T15:27:41+00:00"},"hreflang":"en","title":"As Ebola Crisis Ebbs, Aid Agencies Turn To Building Up Health Systems","published":"2015-03-25T19:31:00+00:00","teaser":"The virus is largely contained in Liberia. But an already-fragile health care system has been devastated. Crucially important workers have died. Will the world pay attention — and pitch in?","itags":["npr_api","394324540"],"guid":"6a6dc74f-1530-43e5-9c65-df277db8fa51","contentencoded":"<p>Michelle Niescierenko is a pediatric emergency physician at Boston Children's Hospital. But for the past five months she has been in Liberia, helping the country's 21 public hospitals get back on their feet after the devastating Ebola outbreak there. She says the challenges they face are shocking.</p><p>\"Almost all the hospitals that we worked with in Liberia are running on generators,\" she says. The trouble with generators is that they require fuel.</p><p>\"And fuel is really expensive, really difficult to move. It's not like there's a functioning gas station, you know, every 10 miles.\"</p><p>In fact, there's often only one gas station for a whole county. Hospitals have to send a truck along rutted dirt roads to pick up the fuel. Those roads can be impassable during the rainy season, and if the truck can't make it, then the hospital just has to make do with less power. This happens so often that a lot of the hospitals Niescierenko worked with end up operating without electricity for as long as 12 hours a day.</p><p>This has nothing to with Ebola. This is what it has been like in Liberia for years. Like the two other countries at the center of the outbreak, Guinea and Sierra Leone, Liberia is one of the world's poorest countries. And now that cases are down in Liberia — there's been only one new case in weeks — attention is shifting to building up the broader health system.</p><p><strong>Pumping Water, Finding Gloves</strong></p><p>The lack of power is just one of the obstacles. Most hospitals also don't have a regular supply of water. They get it from wells — and those run low during the dry season or the pumps just break down.</p><p>The well issue is a problem when it comes to Niescierenko's top priority — making sure the hospitals could handle patients with infectious diseases like Ebola. \"Yeah, it's hard to do good infection control and hand-washing when you have no water,\" she says.</p><p>Niescierenko's team was able to address some of these issues. With money from the Paul G. Allen Family Foundation of Seattle, they fixed a lot of the pumps on the wells. They made sure every hospital had a three-month supply of basics, like surgical gloves.</p><p>But these were temporary fixes. Improving Liberia's health system will require a major investment in building roads and in setting up a steady supply of equipment and medicine. And that's not even the toughest part:</p><p>\"One of the tragic implications of this epidemic has been the death of health care workers,\" says Gabrielle Fitzgerald, who directs the Ebola program at the Paul G. Allen Family Foundation.</p><p>Even before Ebola hit, Liberia had just over 50 doctors for the whole country — and only one health worker, people like nurses and midwives, for every 3,400 people. Ebola has killed about 180 of those workers.</p><p>Fitzgerald says we're already seeing the consequences.</p><p>\"Routine things like immunizing children just have not happened for a year. And there are now measles epidemics.\"</p><p><strong>Intangible, 'Not Sexy' — And Essential</strong></p><p>Recruiting and training new health workers is key, because experts warn that unless the health systems in West Africa are brought up to scratch, an epidemic on the scale of this one will happen again.</p><p>Unfortunately, building national health systems doesn't tend to attract a lot of love from international donors, says Erin Hohlfelder, who has been pushing for this kind of funding on behalf of the ONE Campaign, a global health advocacy group.<strong></strong></p><p>\"It's certainly not as 'sexy' — quote unquote — as things like treatment for HIV or bed nets for malaria, which are very tangible and easy to understand.\"</p><p>She says at least for now, the international community does seem to get the importance of building up West Africa's health systems. The governments of the affected countries are preparing national plans to present next month at a meeting of the World Bank. There's talk of millions of dollars in commitments.</p><p>\"If there is a silver lining of this horrible crisis, it's the ability to illustrate why investing in health systems is so important,\" says Hohlfelder.</p><p>But she adds that it's going to take years to fix the infrastructure, let alone train enough health workers. And she worries the world's attention and money could dry up before then.</p><p>Henry Gray of Doctors Without Borders shares that concern. He's the emergency coordinator for the group's Ebola response. He's not even convinced the world can be trusted to stick it out long enough to stamp out <em>this</em> outbreak.</p><p>\"The world has failed Sierra Leone, Guinea and Liberia once by not turning up quick enough,\" he says. \"And we don't want the world to fail them a second time by leaving before the job is done.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+Ebola+Crisis+Ebbs%2C+Aid+Agencies+Turn+To+Building+Up+Health+Systems&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"271"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394789478-189965.m3u?orgId=1&topicId=1031&d=271&p=3&story=394324540&t=progseg&e=394789385&seg=2&ft=nprml&f=394324540"},{"href":"http://media.npr.org/assets/img/2015/03/20/ebola_082514_redemption_dg-18_20417029-1-9db49b93ee521ffc535590283d7ac89e733f537c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2015/03/20/ebola_082514_redemption_dg-11_20417015-1-db3b9f067ec7475fae849fff030f009de46251e7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}},{"href":"http://media.npr.org/assets/img/2015/03/20/ebola_082514_redemption_dg-06_20417005-1-dd60e352e33cbbc7b745d608434f2835852941f7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}}]}