{"created":"2014-09-19T19:45:47+00:00","modified":"2014-09-19T19:53:58+00:00","valid":{"from":"2014-09-19T19:53:56+00:00","to":"3014-09-19T19:53:56+00:00"},"hreflang":"en","title":"Nevada Farmers Hack The Drought By Switching Up The Crops","published":"2014-04-30T16:25:00+00:00","teaser":"The latest drought has revived questions about the viability of farming in Nevada desert. While some farmers have given up, others are experimenting with crops like grapes that require less water.","tags":["npr_api","291179944"],"guid":"6a8d4eea-252a-42da-891f-838386f6845d","contentencoded":"<p>Take a drive around the perimeter of Colby Frey's farm in Nevada and it's clear you're kind of on an island — an oasis of green surrounded by a big, dusty desert.</p><p>Nearby, a neighbor's farm has recently gone under. And weeds have taken over an abandoned farmhouse in the next property over.</p><p>\"It's just kind of sad, because it seems like it's kind of slowly creeping towards us,\" says Frey, a fifth-generation farmer trying to adapt to the current drought in California and in the far West.</p><p>Every farm and ranch around here is, or was, entirely dependent on water that comes from snow melt in the Sierra Nevada. So, during a different drought a few years back, the farmers got to thinking: The only way to survive was to diversify and find crops that didn't need as much water.</p><p>Sitting in what Frey calls a lab is the family's first test vineyard – an experiment inspired by the original farmhouse just across the field, which always had a grapevine next to it that yielded pounds of fruit every summer.</p><p>Unlike Frey's primary crop — alfalfa — grapes take a lot less water. \"If we could only use 10 percent of the water, we could essentially take one acre of water rights and plant 10 acres of vines,\" he says.</p><p>And they did. And it's becoming profitable.</p><p>Frey says diversifying into a high-yield specialty crop like grapes should help them coast through a lean water year like this one.</p><p>Now, make no mistake — alfalfa is <em>still </em>their main business. It's what northern Nevada was built on. But like other farmers in this area, the Freys are beginning to look at lower-water grain alternatives like <a href=\"http://www.npr.org/blogs/thesalt/2013/10/31/231509864/heat-drought-draw-farmers-back-to-sorghum-the-camel-of-crops\">sorghum</a> and a desert grain from Ethiopia called teff – something that the local dairy cows seem to like.</p><p>\"We've been in Nevada for a long time and if we don't adapt, then we won't survive,\" he says. \"And there [have] been several other families that didn't make it because they didn't change the way that they did things.\"</p><p>Indeed, one of the unintended functions of drought is to \"rejigger\" the thinking about the value of water and what people do with it, says <a href=\"http://www.dri.edu/kelly-redmond\">Kelly Redmond</a>, a climatologist studying farming in Nevada's Great Basin at the federally backed Desert Research Institute in Reno, Nev.</p><p>The drought, he says, changes \"how we buffer ourselves and improve our resiliency against this happening again, because there's some thought that we might see this happen a little bit more often in the future.\"</p><p>This latest drought has renewed questions about the viability of farming in arid places like this — especially since farmers are competing with thirsty cities for a shrinking supply of stored water.</p><p>But Redmond is an optimist.</p><p>\"My sort of overall impression is [that] it will be viable, because we're clever enough to make it viable,\" he says.</p><p>Back at Frey's place, a team of six workers is bottling wine that's headed to stores and restaurants in nearby Reno. Frey says he's hoping to show some of his skeptical neighbors that grapes <em>can</em> be a profitable side business.</p><p>But he says he can't blame some families for shutting down and selling off their land, especially in devastating years like this. He's thought of it, too.</p><p>\"We'd probably make five times more money,\" Frey says. \"We wouldn't have to worry about the water or the droughts or anything like that, and we could live the rest of our lives.\"</p><p>\"But that's not what we want to do,\" he adds.</p><p>After all, farming is what his family does. His great-great-grandfather was one of this state's first farmers, and Frey plans on handing the farm over to his kids one day.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nevada+Farmers+Hack+The+Drought+By+Switching+Up+The+Crops&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Kirk Siegler","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1291722384-2c8f6b.m3u?orgId=1&topicId=1053&ft=3&f=291179944"},{"href":"http://media.npr.org/assets/img/2014/03/18/11966010953_b54bd1df7e_o-copy-d25679c01d7566019cc992521b3169793eca568d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3256","width":"4345"}},{"href":"http://media.npr.org/assets/img/2014/03/18/474893331-a90f1bc36e8649aeeeb3cf40d4663c3ca8cebbbd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2001","width":"2671"}}]}