{"created":"2015-02-19T22:15:40+00:00","modified":"2015-06-08T15:05:09+00:00","valid":{"from":"2015-06-08T15:05:09+00:00","to":"3015-06-08T15:05:09+00:00"},"hreflang":"en","title":"Instead Of Stop-And-Frisk, How About Stop-And-Shake?","published":"2015-02-20T01:13:00+00:00","teaser":"In a speech last week, FBI Director James Comey addressed racial tensions between police and minorities. A new effort in his hometown of Yonkers, N.Y., tries to get officers and young people talking.","itags":["npr_api","387479647"],"guid":"6a927034-ed85-4e11-9216-bab13e2d34fb","contentencoded":"<p>James Comey's <a href=\"http://www.npr.org/blogs/codeswitch/2015/02/12/385785275/fbi-director-faces-hard-truths-of-policing-minority-communities\" target=\"_blank\">speech on race and policing</a> last week was a big departure for a sitting FBI director. For one thing, Comey quoted a lyric from the Broadway musical <em>Avenue Q:</em> \"Maybe it's a fact we all should face: Everyone makes judgments based on race.\"</p><p>Comey's speech, which tackled tensions between police and communities of color, drew praise for its candor. Comey said police have unconscious racial biases, just like everyone else, and those biases can have real impacts on how officers do their jobs.</p><p>\"The two young black men on one side of the street look like so many others that officer has locked up,\" he said. \"Two white men on the other side of the street — even in the same clothes — do not. And that drives different behavior.</p><p>\"We need to come to grips with the fact that this behavior complicates the relationship between police and the communities they serve.\"</p><p>\"It's rare that someone of his stature can be so honest and say, 'Yeah, but we all have prejudices,' \" says Karen Edmonson, a former president of the NAACP chapter in Yonkers, N.Y., Comey's hometown.</p><p>Edmonson is also an outspoken critic of the police department there. She helped push the Department of Justice to investigate complaints of police misconduct in Yonkers, an investigation that is continuing.</p><p>She gives Comey credit for his honesty but wishes he had said more about his hometown. \"Yonkers has a history. There's not just a police misconduct case,\" she says. \"I kind of wanted him to bring it home for Yonkers, and he kind of glossed over it.\"</p><p>Comey did talk about the city in his speech, but mostly to point out that his grandfather served as police commissioner in the 1940s and '50s, when Yonkers was an overwhelmingly white, middle-class suburb of New York City.</p><p>Now the city has a sizable African-American and Latino population, but the police force is still majority white, which is a source of tension. Yonkers is not unique in that way, but Comey seemed to downplay that kind of tension in his speech.</p><p>\"When you dial 911, whether you are white or black, the cops come. And they come quickly,\" Comey said last Thursday.</p><p>That does not ring true to many in Yonkers. Shawyn Patterson Howard, who heads the Yonkers YMCA, says, \"You're gonna get a response quicker in a neighborhood that is a little less threatening. Or if it's a neighborhood that they've gone to over and over again, and no one is ever gonna give them information on who the bad guy is, they're not gonna rush.\"</p><p>Nate Taylor, who grew up in Yonkers, says the cops do not come quickly in his neighborhood. And Taylor says he's used to being stereotyped by the police there.</p><p>\"I think they look at me as a criminal, just by looking at me, 'cause of the color of my skin, or way I may dress sometimes,\" he says. \"They probably see me as a criminal. And I haven't done anything wrong.\"</p><p>Talking to police in Yonkers, they acknowledge that there's a lack of trust between the department and young black and Latino men. But they were trying to bridge that gap even before the FBI director's speech.</p><p>\"I think what Director Comey was really getting at was, we have to stop being strangers,\" says John Mueller, a captain with the Yonkers Police Department. \"We have to know each other. And you can really build on some great things from there.\"</p><p>Mueller is part of a new effort to get police and young people talking. The other half of that endeavor is Hector Santiago, a 27-year-old community activist.</p><p>They are definitely an odd couple. Mueller is white and tall with buzzed hair. Santiago is shorter, Latino and a former gang member who acknowledges he was involved in all sorts of bad stuff, although he says he was never convicted of anything major.</p><p>\"I would've never spoken to any cop at all. At all,\" he says. \"But now, I at least approach them to see if he's even a good guy or not.\"</p><p>These days, Santiago owns his own cleaning business. And he's the creator of something called the \"stop-and-shake.\" It's a play on <a href=\"http://www.npr.org/2014/07/03/328120358/top-nypd-cop-stop-and-frisk-is-not-the-problem-or-the-solution\" target=\"_blank\">stop-and-frisk</a> — the controversial police tactic in which cops stop and search people on the street without a warrant.</p><p>Santiago says the idea is to get regular people to stop a cop on the street, shake hands and introduce themselves — maybe even snap a quick selfie together to post on social media.</p><p>\"So instead of the crossing the street when they see an officer 'cause they're scared to get stopped and frisked for no reason, now they're like, 'You know what, let me try this stop-and-shake thing out,' \" he says. \"And they'll pass by and they'll smile at the officer, 'Hey how are you? Have you heard of the stop-and-shake?' \"</p><p>Santiago brought his idea to Mueller back in the fall --and the police captain loved it.</p><p>\"The first step is the stop, then the shake, and then it's a conversation. And then it's getting to know each other on a very personal level,\" Mueller says. \"And then all of a sudden, whatever stereotypes people have pent up inside, it kind of goes away. Because now you're looking at the person.</p><p>\"I think what Hector's doing, which is the most important thing, is to break this barrier,\" Mueller adds.</p><p>Yonkers Mayor Mike Spano and Police Commissioner Charles Gardner officially announced the \"Stop & Shake\" campaign at a press conference Thursday.</p><p>Mueller is quick to say that this is starting small. But it could be the beginning of a bigger conversation — maybe the same one that FBI Director Comey was trying to start in his speech.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Instead+Of+Stop-And-Frisk%2C+How+About+Stop-And-Shake%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"304"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387554244-a8b8eb.m3u?orgId=1&topicId=1003&d=304&p=2&story=387479647&t=progseg&e=387548493&seg=6&ft=nprml&f=387479647"},{"href":"http://media.npr.org/assets/img/2015/02/19/santiagostopshake-1afe1c3a06b53063ad72b5145edcb8a80e5c80b8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"673","width":"898"}}]}