{"created":"2014-12-04T23:12:54+00:00","modified":"2014-12-08T20:12:30+00:00","valid":{"from":"2014-12-08T20:12:30+00:00","to":"3014-12-08T20:12:30+00:00"},"hreflang":"en","guid":"6a9e545f-a3d2-4833-be38-8f50bd5cea4f","title":"Despite South Africa's successful black middle class, there's still incredible tension between police and poor black communities","published":"2014-12-08T20:12:26+00:00","byline":"Carol Hills","tags":["Ethnicity & Race","conflict","social justice","Justice","Conflict & Justice","New York City","Africa","North America","South Africa","United States","Africa","North America","Sean Jacobs","Marco Werman","Eric Garner","Daniel Pantaleo","chokehold","takedown move","grand jury","Black middle class","Racism"],"teaser":"Excessive use of force, the death of an unarmed black man in police custody, and a justice system that seems to favor the police. It sounds too familiar to a South African living in New York.","contentencoded":"<p>Sean Jacobs grew up in South Africa under apartheid. And as protesters filled the streets of New York City, Jacob's adopted home, on Wendesday night after a grand jury declined to indict a police offcer for choking Eric Garner to death, Jacobs was reminded of his own country's struggle against racism.</p>\n<p>\"At one level, it's not very different from what many poor black people in South Africa are going through right now,\" says Jacobs. \"You have the [South African government] acting violently through the police against people protesting about the conditions under which they have to live.\" In 2012, a series of violent clashes between South African police and miners in the town of Marikana killed 44 people. No charges were ever brought against the South African police. </p>\n<p>Jacobs is the founder of the popular blog <a href=\"http://africasacountry.com/\">Africa is a Country</a> and teaches at the New School. He describes himself as \"middle class, a college professor, and a professional, so my experience is somewhat different from what many poor black men are subjected to.\"</p>\n<p>But he also knows that doesn't matter in the eyes of police: \"I recognize that the police don't make any distinctions about class when they see you on the street. You're just another black person.\"</p>\n<div>Jacobs says South Africans were more hopeful in the 1990s, after Nelson Mandela was elected the first president of the New South Africa. But it was a house of cards from the start.</div>\n<p>\"There was all this optimism built on a false consensus of a rainbow nation in which somehow just good feelings and good intentions would get South Africa away from the structural apartheid it inherited and they'd create a new society. But I think, in South Africa, there's a sense that it didn't work,\" he says.</p>\n<p>Jacobs says even in the last few weeks he has seen that consensus unravel. \"You have white people randomly attacking poor black people just walking on the street on their way to work, accusing them of stealing their car or of being a prostitute.\"</p>\n<p>In the 1990s, South Africans thought a black majority government would transform the police force, the courts and the criminal justice system. And to be sure, successive post-apartheid governments have created a black middle class that is flourishing. But \"at the same time though, the majority of blacks in South Africa are subjected not just to police violence, but also the solidifying of apartheid's ghettos and the prison system — where the majority of prisoners are poor black people.\" </p>\n<p>Jacobs says the lesson from South Africa is that you have to figure out how to create a society that is free from racism. \"But it's going to be hard to get there.\" And that's a lesson for New York City as well.</p>\n<p>\"You can elect a mayor like Bill de Blasio who is going to be very different from the way that Michael Bloomberg or Rudy Giuliani governed,\" he says. \"But you can't just rely on the good intentions of a mayor. You have to put systems in place and you have to enforce those laws. If you say that chokeholding is illegal and a policeman does it, you can't rely on some broken element of the justice system, the grand jury, to fix that. It's not easy to make these things happen. You have to have systems, you have to work with institutions to get them right.\"</p>\n<p>Jacobs is encouraged by the reaction in the United States to the grand jury decisions on Michael Brown and Eric Garner. \"Unlike in South Africa, middle class and poor people in the US are outraged. In South Africa what happens is that the middle class sees the government as theirs — and they don't identify with the poor. And poor South Africans believe this is their fate.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/120420141.mp3"},{"href":"http://www.pri.org/file/120420141mp3"}]}