{"created":"2014-10-20T19:34:59+00:00","modified":"2014-10-23T14:22:05+00:00","valid":{"from":"2014-10-23T14:22:05+00:00","to":"3014-10-23T14:22:05+00:00"},"hreflang":"en","guid":"6aa12090-8317-405d-82ee-7e6f5f232e45","title":"This London chef will make you reconsider cauliflower","published":"2014-10-23T14:22:01+00:00","byline":"Alex Gallafent","tags":["food","culture","cooking","Food","Lifestyle & Belief","London","Europe","United Kingdom","Europe","Yotam Ottolenghi","Cauliflower","Roasting"],"teaser":"\"Eat your cauliflower!\" It's a phrase that might bring back horrific memories from childhood. But in the hands of London-based British-Israeli chef Yotam Ottolenghi, the humble cauliflower can be transformed into appetizer, side dish, main dish — and even dessert.","contentencoded":"<p>Yotam Ottolenghi has already made a big splash in the food world by coming up with inventive ways to prepare vegetables. The British-Israeli chef even wrote a whole cookbook on the subject called \"<a href=\"http://www.amazon.com/gp/product/B005CRY2O6?btkr=1\">Plenty</a>.\" And now he's back with a sequel: \"<a href=\"http://www.randomhouse.com/book/234428/plenty-more-by-yotam-ottolenghi\">Plenty More</a>.\"</p>\n<p>So what would Ottolenghi do with cauliflower? It's the vegetable his maternal grandmother decided would be his favorite.</p>\n<p>\"We used to go around to her house every Saturday for lunch and she just decided that that was my favorite vegetable, so she cooked it for me for about 15 years,\" Ottolenghi remembers. \"It's one of those things that I could have probably done without once or twice, but it became kind of a tradition that I ate cauliflower while my brother liked potatoes. It was kind of funny.\"</p>\n<p>Ottolenghi's grandmother used to boil the cauliflower and serve it with breadcrumbs fried in butter. She was German, \"so that's a very northern European way to treat cauliflower. Nothing like what I would do today, but hey, that was her style,\" he says.</p>\n<p>There are \"a million ways\" to cook cauliflower, he says. \"I think many people just have one idea about cauliflower, a bit like my grandmother — just boil it and serve it. I have a completely different idea.\"</p>\n<p>Recently, Ottolenghi has been serving a lot of raw cauliflower. \"I grate my cauliflower so it turns into something which is a bit like bulghur wheat or couscous, and I mix it with tons of herbs — chopped parsley, chopped cilantro, chopped onion — and a lot of olive oil, lemon juice and garlic. And it is one of the most refreshing salads, a bit like a tabbouleh but cauliflower-based. So there you've got raw cauliflower.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"3264\" width=\"2380\" style=\"width: 300px; height: 411px; float: right; margin: 5px;\" alt=\"Yottam Ottolenghi&amp;#039;s &amp;quot;Plenty More&amp;quot; is a second cookbook devoted to vegetable recipes.\" title=\"Yottam Ottolenghi&amp;#039;s &amp;quot;Plenty More&amp;quot; is a second cookbook devoted to vegetable recipes.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/_COVER%20Plenty%20More%20jpg.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Random House</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Yottam Ottolenghi's \"Plenty More\" is a second cookbook devoted to vegetable recipes.</p>\n  </div>\n</div>\n<p>How about slow roasting? \"I take a whole head of cauliflower, stick it in water for about five minutes just to get it going, then dry it and smother it with tons of butter, olive oil, and salt,\" Ottolenghi says. \"Then I put it in a low oven for a couple of hours. And what happens is quite magical. The florets almost burn, but not quite. They go all nice and brown and caramelized; even the leaves are edible after this process — they go transparent and are absolutely delicious.\"</p>\n<p>Cauliflower, Ottolenghi says, is like a potato but with a more distinguished flavor. \"It absorbs things dramatically, but it has that wonderful sweetness that lingers in the background. That's what I like about it so much.\"</p>\n<p>Yet he vegetable has endured years of unpopularity. \"Everyone started eating broccoli because it was considered healthier, for some reason, although cauliflower is very good for you,\" Ottolenghi says. \"Nowadays people are coming back to the cauliflower because, between you and me, I think cauliflower is much more delicious than broccoli.\"</p>\n<p>And you can even do some unexpected things with it. An example? Cauliflower cake.</p>\n<p>\"It's a savory cake‚ it has a few herbs — rosemary, basil — and it's got turmeric and cheese. It's one of the most comforting things — quite hard to imagine, like a frittata or a tortilla, but shaped like a cake,\" Ottolenghi says. \"It looks great and it has that kind of sweetness of a cauliflower that you get through long cooking in the oven that's part of the baking process.\"</p>\n<p>That kind of experimentation, he says, is how you can discover amazing dishes: \"You have this idea that certain things go together or don't go together, and if you challenge that, very often you really surprise yourself.\"</p>\n<br><p>©2014 Public Radio International</p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMAG0763.jpg.jpeg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/imag0763jpgjpeg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/102020149.mp3"},{"href":"http://www.pri.org/file/102020149mp3"}]}