{"created":"2014-10-08T02:36:16+00:00","modified":"2014-11-12T19:52:12+00:00","valid":{"from":"2014-11-12T19:52:12+00:00","to":"3014-11-12T19:52:12+00:00"},"hreflang":"en","title":"Clash In Nashville: A Property Battle On Music Row Draws A Crowd","published":"2014-07-10T15:27:00+00:00","teaser":"After decades hosting country greats, RCA Studio A is in jeopardy — and there are local music titans on both sides of the fight.","itags":["npr_api","330176407"],"guid":"6aa13f9b-8fcf-4f53-90dd-09bf620714d1","contentencoded":"<p>News that a Nashville developer is paying $4.4 million for a half-century-old recording studio has sparked a battle in Music City. On one side is singer-songwriter <a href=\"http://www.npr.org/artists/15294227/ben-folds\" target=\"_blank\">Ben Folds</a>, inspired by the musical history made in that studio. On the other, a trailblazing musician who <em>made</em> that history.</p><p>Folds made his name with his solo records and as a reality show judge, but on the side he rents RCA Studio A, a famous studio in Nashville where he runs a business recording musicians like <a href=\"http://www.npr.org/artists/15396875/willie-nelson\" target=\"_blank\">Willie Nelson</a> and <a href=\"http://www.npr.org/artists/15200004/tony-bennett\" target=\"_blank\">Tony Bennett</a>.</p><p>\"You can feel how musical this space is,\" Folds says in the studio. \"You're standing in, like, a Stradivarius violin right now.\"</p><p>The space was built in the early '60s on Music Row, the neighborhood that's been the nexus of Nashville's music industry for decades. Pioneering recording label RCA brought in some of the best audio engineers of the time to design the huge room with undulating walls that diffuse the sound. Every detail was crafted so that musicians like <a href=\"http://www.npr.org/artists/90312093/eddy-arnold\" target=\"_blank\">Eddy Arnold</a> could sing with full-size orchestras.</p><p>\"What Ben is doing is continuing a history of what's really one of the longest-running studio spaces in Nashville,\" says Brian Mansfield, who writes about country music for <em>USA Today</em>.</p><p>Mansfield says RCA Studio A<em> </em>is the <em>only</em> significant Nashville studio of its era that's still being used in its original form. That's a big draw for singer <a href=\"http://www.npr.org/artists/16295727/jim-lauderdale\" target=\"_blank\">Jim Lauderdale</a>, who cut about half of his new album in the studio.</p><p>\"I'm sitting in the same room that <a href=\"http://www.npr.org/artists/17079284/roy-orbison\" target=\"_blank\">Roy Orbison</a> and <a href=\"http://www.npr.org/artists/16320091/waylon-jennings\" target=\"_blank\">Waylon</a> were in; it gives you goose bumps,\" Lauderdale says.</p><p>But that room is at risk.</p><p>Recently, the owner taped a notice to the studio door saying he's selling it — to a developer. Folds sounded the alarm online, suggesting the historic room could meet a similar fate to that of other Music Row buildings that have been razed to make way for condos. A few days later, about 200 songwriters, audio engineers, producers and concerned fans crammed into Studio A.</p><p>\"We flock to these old rooms to make new music because they're old rooms and there's ghosts in the walls,\" says producer Trey Bruce, who helped fire up the Studio A crowd.</p><p>Whether those ghosts are real or not, folks like Bruce and Folds consider them valuable inspiration. The building's owner sees the studio as valuable real estate. But that owner isn't some businessman who doesn't appreciate music: It's <a href=\"http://www.npr.org/2013/12/25/256622454/harold-bradley-the-guitarist-of-nashville-past\" target=\"_blank\">Harold Bradley</a>, one of the most prolific session guitarists country music has ever seen.</p><p>\"Harold and his brother Owen and <a href=\"http://www.npr.org/2011/12/17/143837702/chet-atkins-the-lasting-influence-of-mr-guitar\">Chet Atkins</a> essentially built the recording industry in Nashville,\" Mansfield says.</p><p>For several decades, Bradley played on what seemed like every country hit. He backed <a href=\"http://www.npr.org/artists/15396529/patsy-cline\" target=\"_blank\">Patsy Cline</a> and <a href=\"http://www.npr.org/artists/16152990/loretta-lynn\" target=\"_blank\">Loretta Lynn</a>, and played with <a href=\"http://www.npr.org/artists/15796130/tammy-wynette\" target=\"_blank\">Tammy Wynette</a>. He says the dispute over Studio A has taken him by surprise.</p><p>\"The Bradleys have never really had any problems with anybody, so it's kinda strange to us that all of a sudden we're the bad guys,\" he says.</p><p>He says he tried for more than two decades to sell the studio to a music company, but couldn't find a taker. And, he adds, he always meant to sell the building.</p><p>\"It was a business decision to build the RCA studio and building,\" he says. \"And it was a business decision to sell it 24 years ago.\"</p><p>Bradley thinks efforts to save the building miss the point. To the legendary guitarist, what's historic isn't the studio, it's the music — and the music will live on in recordings.</p><p>There <em>is</em> a chance for everyone to walk away satisfied this time: The property developer says engineers are looking into whether a preserved Studio A can be incorporated into whatever he intends to build.</p><p>But Nashville is growing. Condos and hotels are moving into Music Row. And, as Brian Mansfield bluntly notes, not every recording studio can be saved.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clash+In+Nashville%3A+A+Property+Battle+On+Music+Row+Draws+A+Crowd&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Cardona","audio":[{"meta":{"duration":"258"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330183854-700fe0.m3u?orgId=1&topicId=1106&ft=3&f=330176407"},{"href":"http://media.npr.org/assets/img/2014/07/09/rcastudioa-1105e31f4fe4bd8459fb515794760fd6f5cd0d59.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"999","width":"1333"}}]}