{"created":"2015-05-13T16:40:28+00:00","modified":"2015-06-16T17:13:11+00:00","valid":{"from":"2015-06-16T17:13:11+00:00","to":"3015-06-16T17:13:11+00:00"},"hreflang":"en","title":"Nothing More To Say On Brian Williams, Tom Brokaw Says ","published":"2015-05-13T19:27:00+00:00","teaser":"The former NBC <em>Nightly News</em> anchor's comments came on <em>Fresh Air</em>. Williams, the man who succeeded him, is serving a six-month suspension for exaggerating his experiences in the Iraq War.","itags":["npr_api","406462792"],"guid":"6aa27d56-1596-4310-b235-ae33a91f8ca6","contentencoded":"<p>Former NBC <em>Nightly News</em> anchor Tom Brokaw tells <em>Fresh Air</em>'s Terry Gross he has said all he wants to say about <a href=\"http://www.npr.org/tags/383883250/brian-williams\" target=\"_blank\">Brian Williams</a>, the man who succeeded him in the anchor's chair and who is serving a six-month suspension for exaggerating his experiences in the Iraq War.</p><p>Here's the exchange:</p><blockquote><p>Gross: I just want to start by saying my understanding is you've said all you care to say about Brian Williams, true?</p><p>Brokaw: True.</p><p>Gross: OK. So let's just move on.</p></blockquote><p>Much has been made of Brokaw's relationship with Williams. <a href=\"http://www.npr.org/2015/02/11/385537491/brian-williamss-suspension-brings-attention-to-tom-brokaw\">As NPR's David Folkenflik said on <em>All Things Considered</em></a> in February, the relationship between the two men has \"been cool and evolving to frosty.\"</p><p>On Monday, Brokaw, who is promoting his new book, <a href=\"http://video.foxnews.com/v/4230771796001/tom-brokaw-reflects-on-writing-his-memoir/#sp=show-clips\" target=\"_blank\">told Fox News' Sean Hannity</a> that much of what has been said about his relationship with Williams is wrong.</p><p>\"I read things attributed to me or what my state of mind is — completely wrong, almost all of them,\" he said. \"I hope that this can get worked out to the advantage of everybody, but we've got to let the process play out.\"</p><p>Brokaw added that Williams was preparing his response to the scandal that resulted in his suspension from NBC in February.</p><p>In his interview with <em>Fresh Air</em>, Gross also asked Brokaw about an unrelated issue: the occasional slur in his speech. Here's that exchange:</p><blockquote><p>\"Gross: I'm going to ask this next question as someone who has been known to have an occasional stammer that I have to deal with on the air. You have a kind of slur in your speech sometimes --</p><p>\"Brokaw: Yeah, I have an 'L' issue and I think ... over the years [it has] diminished a lot. I was unaware of it until I left South Dakota and then I go back and listen to other people in South Dakota and it's not uncommon. In our family we had chronic hearing loss and I really think that it came out of that, that I didn't hear it the right way at the right time.</p><p>\"I had a brother who had a really severe hearing loss and as a result his speech pattern is even more pronounced although it has been a lot better now. I also grew up in working class neighborhoods where we didn't have speech therapists even though I was known as a kid who was talking all the time on the television and radio all the time, it didn't really come up until I left South Dakota and I had a wonderful speech coach in Omaha who kind of got me started in the right direction and I've worked on it over the years but when I get tired is when it shows up most of all.</p><p>\"Gross: Has it ever been an obstacle in your career?</p><p>\"Brokaw: I don't think so. It has come up in the past but I think people by and large didn't think that it was so acute that it was a distraction.</p><p>\"Gross: When you say you worked on it, what did you do?</p><p>\"Brokaw: I just did exercises, you know, tongue placement and reciting various verses. You can take a word like 'million' and you can substitute 'd's for the 'l's, 'middion,' and if you just use the same thing then 'million' comes out correctly.\"</p></blockquote><p>You can listen to the full interview <a href=\"http://www.npr.org/programs/fresh-air/\" target=\"_blank\">here</a>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Nothing+More+To+Say+On+Brian+Williams%2C+Tom+Brokaw+Says+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Krishnadev Calamur","audio":[{"meta":{"duration":"101"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1406464912-8d06d1.m3u?orgId=1&topicId=1020&d=101&story=406462792&ft=nprml&f=406462792"}]}