{"created":"2014-10-08T16:33:44+00:00","modified":"2014-10-31T02:27:10+00:00","valid":{"from":"2014-10-31T02:27:10+00:00","to":"3014-10-31T02:27:10+00:00"},"hreflang":"en","title":"Civil War Invades An Elephant Sanctuary: One Researcher's Escape","published":"2014-05-09T14:14:00+00:00","teaser":"Andrea Turkalo spent 22 years in central Africa, studying rare forest elephants. Then civil war forced her to flee — and poachers killed many of the elephants she'd shared a life with.","itags":["npr_api","309089369"],"guid":"6aa74b5c-eab0-402e-92eb-e1afb5fe9aba","contentencoded":"<p>Ivory poachers are killing some 22,000 African elephants a year. Among the recent casualties was a group of rare <a href=\"http://www.birds.cornell.edu/brp/elephant/cyclotis/cyclotis.html\">forest elephants</a> in the Central African Republic.</p><p>Those elephants were featured in an NPR program, Radio Expeditions, in 2002, when former NPR host and correspondent Alex Chadwick and sound engineer Bill McQuay went to central Africa to <a href=\"http://blog.allaboutbirds.org/2014/05/07/elephant-npr-sounds-video/\">record them</a>.</p><p>The Central African Republic was peaceful back then. We were expecting to find an amazing new world of sound to record, and the experience lived up to its reputation — the insects, the tropical downpours, and of course the cacophony of the elephants themselves.</p><p>But we also discovered field biologist Andrea Turkalo, who's now a conservation scientist with the <a href=\"http://www.wcs.org/about-us.aspx\">Wildlife Conservation Society</a>. At that point she'd already dedicated more than a decade of her life to studying forest elephants, which for centuries had remained hidden within the dense canopy of the rain forest.</p><p>Turkalo is back in the U.S. now, living near Providence, R.I. She had to flee Africa last year because of the civil war in the country that is home to the elephants she shared a life with.</p><p>So we — Bill McQuay and Chris Joyce, who've worked together on stories from the mountains of China to the copper mines of Michigan — recently decided to go see Turkalo and find out what happened.</p><p>We meet in a busy coffee shop full of students from nearby Brown University. Turkalo is compact and direct, and wears her dark hair pulled back in a bun. She's bundled in a heavy coat – rarely needed during her years in the African bush.</p><p>Turkalo's pretty famous in the world of elephant research, as one of the first to study forest elephants. She had gone to Africa to do aid work, but was drawn to the intricate lives of these elephants. She turned her life around to be near them, settling in a rough camp in the rainforest and building an observation platform where she could safely watch the animals that congregate there. It's called the Dzanga bai — a clearing the size of several football fields that's rich in the mineralized mud that the elephants depend on. It was to become her home, and her life's work.</p><p>\"We didn't know anything about (the forest elephants) in terms of their social structure, numbers, genetics, communication,\" Turkalo explained back in 2002 when the NPR team visited. \"All that was wide open to me ... I didn't go looking for this. It sort of found me.\"</p><p>To identify the elephants, Turkalo learned to draw the animals' ears — each ear's shape and markings are unique to each individual. She and other scientists also recorded their calls. \"Not only do they recognize each other's calls, but the calls go far,\" she told NPR correspondent Alex Chadwick, who spent days with her back then, observing the elephants with Bill McQuay. \"I could hear the call and say, 'Yeah, that's a juvenile being pushed out of a hole by its mother; it's protesting.' Or you hear a rumble, and you know it's probably an adult female, rumbling for a family — either saying, 'I'm here,' or 'Let's go.' \"</p><p>But Turkalo's 22 years with those elephants came to a disastrous end last year, when civil war in the republic found its way to the Dzanga bai. Turkalo had lived through civil strife before, but this time, she tells us, it was much worse. \"This time they covered most of country,\" she says, \"pillage, rape and kill.\"</p><p><em>They</em> were the Seleka — the Muslim rebels who had overthrown the national government in the spring of 2013. As she sips her tea in the Providence coffee shop, Turkalo is the picture of calm. But last year at the bai, she says, she feared for her life. It was just impossible to stay. She well remembers the day when the war came to the bai. \"It was the 24<sup>th</sup> of March,\" she says. \"I heard they were on their way.\"</p><p>\"We got into a boat; we went downriver,\" Turkalo says. \"We were all women — five women.\" The women motored downriver toward the Democratic Republic of Congo. Andrea says all she was able to rescue were electronic copies of her research data. That evening, they floated by a village. \"The people on the shore, they started discharging their automatic weapons in the air,\" she remembers. \"So we heard this 'rat-a-tat-tat.' \" Turkalo and the other women stopped their boat, afraid they'd be fired on if they kept going. \"And they were yelling at us,\" she says. \" 'Everybody out, everybody out.' \"</p><p>Turkalo says she walked up to the man in charge and saw he had an AK-47 assault rifle. \"And there was moonlight and I could see he had a revolver and he might have been drinking. So I said to myself, 'I better go into a very passive mode.' \"</p><p>To her relief, the men turned out to be local. One of them knew one of the women in the boat. The tension broke. \"We gave them a little money and said the Seleka were coming,\" says Turkalo. \"They were terrified. They had nowhere to run.\" The women pushed on downriver. After six hours on the dark river, they got to safety, to a campsite in the Congo.</p><p>But Turkalo decided not to leave the region right away. In fact, she tells us, two weeks later she went back to the bai — something we found pretty astonishing given the circumstances of the civil war. There were armed combatants roaming the countryside. It was still too dangerous, Turkalo decided, so she made her escape by boat a second time.</p><p>It was several weeks after that, that she heard that poachers — taking advantage of the chaos in the country — had invaded the bai. They shot 26 elephants and cut out their tusks.</p><p>That's painful to imagine, especially for anyone who's had the chance to watch these animals. The NPR team had spent hours on that platform with Andrea, seeing these huge animals in a way few people in the world have a chance to do, and with someone who could \"translate\" what they were doing. \"They recognize each other's voices,\" she told us in 2002, \"just like women recognize their babies' cries. It's nothing extraordinary for humans. But seeing it in front of you, and knowing those individuals are related, that makes my day.\"</p><p>Now, a year later, Andrea is stoic about the loss. \"I can never get too emotionally attached to things there,\" she says of central Africa, \"because otherwise you set yourself up for a lot of disappointment. I mean, I've been through a lot of poaching.\"</p><p>We ask if she recognized any of the elephants in the photos taken of their carcasses after the poachers fled. \"I don't know which ones they killed,\" she replies.</p><p>\"But I'm certain I knew a few of the elephants they killed,\" she says — including some that the NPR team had recorded.</p><p>Turkalo clearly would rather be back in Africa than in a coffee house in Rhode Island. But she knew she had to leave; she's a researcher for a non-governmental wildlife organization, not some kind of soldier-of-fortune. \"You know, a lot of the NGOs, we just cut and run,\" she tells us matter-of-factly. \"When it gets bad we leave.\"</p><p>But that's not the end of the story. Turkalo is now part of an extraordinary operation to protect the surviving forest elephants. It's run by a band of men who, if not exactly soldiers-of-fortune, certainly are trained warriors who can deal not just with poachers, but with civil war, too.</p><p>We'll tell you more about them — Friday, on NPR's Morning Edition.</p><hr /><p><em><em><a href=\"mailto:wjm93@cornell.edu\">Bill McQuay</a></em> now works as a sound engineer with the</em> <em>National Public Radio - National Geographic Society Radio Expeditions Sound Collection at the Cornell Lab of Ornithology's Macaulay Library. You can hear the original field recordings and interviews from Radio Expedition's 2002 elephant story, and see photos and night-vision video from the elephant bai, on the archive's <a href=\"http://birds.cornell.edu/NPRelephants\">website</a>.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Civil+War+Invades+An+Elephant+Sanctuary%3A+One+Researcher%27s+Escape&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill McQuay","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310785826-fefd10.m3u?orgId=1&topicId=1007&ft=3&f=309089369"},{"meta":{"duration":"417"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310630826-f2e973.m3u?orgId=1&topicId=1007&ft=3&f=309089369"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310171310-813344.m3u?orgId=1&topicId=1007&ft=3&f=309089369"},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants002-c693990b4c2d0be03b435ed5af8e45c36cfcd0e3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"820","width":"1226"}},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants003-d06a694c6e934d81184a8b213dbc9ba0805fe8a7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"613","width":"817"}},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants004-7ab0722f223c376a0433f4a06829ce725b03e14f.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3008"}},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants005-52e35fe47b7f05c0e6301288b87e2a78345fc109.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2574","width":"3436"}},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants006-379caf34fd04d60d86f4b6a53fa698ff83643960.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2048","width":"3072"}},{"href":"http://media.npr.org/assets/img/2014/05/06/elephants007-0ccb1d19e495f5ce7cdca67fd5b6ea82ef554db9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1987","width":"2650"}},{"href":"http://media.npr.org/assets/img/2014/05/06/273-4-51869f5138bf3fd1cecab8e46057b0cd9267be4e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"614","width":"938"}}]}