{"created":"2014-09-08T15:34:40+00:00","modified":"2015-02-18T17:05:40+00:00","valid":{"from":"2015-02-18T17:05:40+00:00","to":"3015-02-18T17:05:40+00:00"},"hreflang":"en","title":"Foley's Mother: We Didn't Want Him To Go Back To Syria","published":"2014-08-28T23:28:00+00:00","teaser":"Diane Foley tells NPR that her son, slain journalist James Foley, \"could have done so many other things. But he, I think, was drawn to some of the drama, some of the rawness of the conflict zones.\"","itags":["npr_api","344036631"],"guid":"6aa84547-b4e3-4a0d-8a72-848a66c32f6e","contentencoded":"<p>The mother of slain journalist James Foley says in an interview with NPR's <em>All Things Considered</em> that the family did not want him to return to Syria after a brief trip back to the United States in 2011.</p><p>\"We really did not want him to go back,\" Diane Foley tells host Melissa Block. \"I must be honest about that,\" she says of her son, who was <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/20/341836683/video-purports-to-show-beheading-of-u-s-journalist-by-militants\">killed by Islamic State militants in Syria earlier this month</a>.</p><p>\"Jim's multitalented, and he could have done so many other things. But he, I think, was drawn to some of the drama, some of the rawness of the conflict zones. He also really was very touched by the suffering of the civilians in the midst of it all,\" she says.</p><p>\"Jim was very interested in human rights and had grown into an incredibly compassionate man,\" Foley says.</p><p>(GlobalPost, which Foley freelanced for, has <a href=\"http://www.globalpost.com/dispatch/news/regions/americas/140827/what-james-foley-meant-to-us\">published this remembrance of the journalist</a>.)</p><p>Since the <a href=\"http://www.npr.org/blogs/thetwo-way/2014/08/20/341882787/beheading-video-sets-off-debate-over-how-or-whether-to-portray-it\">brutal, videotaped beheading</a>, Diane Foley has spoken with fellow captives of her son who were released. Some spent as long as a year with him. One of them, Danish photojournalist Daniel Rye Ottosen, memorized a letter that James Foley dictated to him.</p><p><a href=\"http://www.washingtonpost.com/news/morning-mix/wp/2014/08/25/james-foleys-last-message-to-his-family-i-am-going-to-need-your-help-to-reclaim-my-life/\">In it</a>, the U.S. journalist recalls his happy childhood and how much he cared for his siblings, nephews and niece.</p><p>Ottosen and others have told Diane Foley how her son \"brought some of his fun-loving spirit to that dark place,\" she says.</p><p>\"They played games and gave lectures to one another and hugged one another, tried to lift each other's spirits,\" she says.</p><p>\"Jim had several degrees, and ... I know [he] gave lectures on American literature,\" she says. \"Some of the [other captives] were gourmet cooks, gave cooking lectures. One of the others was teaching them how to sail,\" she says. \"So they helped each other in those ways.\"</p><p>Foley says she understands that the question of paying a ransom for hostages, as some European nations have done, is a \"very, very complex issue, but I agree and I know our country agrees that more has to be done to protect American journalists.</p><p>\"Our country feels strongly that paying ransom encourages hostage-taking, and that certainly is a concern. And so I understand that, however I would hope we would have some way to quietly protect and negotiate for these brave young people,\" Foley says.</p><p>The family is working out the details of a James W. Foley Foundation that would, among other things, help freelancers: \"We want his legacy to continue. That's our hope,\" she says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Foley%27s+Mother%3A+We+Didn%27t+Want+Him+To+Go+Back+To+Syria&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"511"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344036638-1aa443.m3u?orgId=1&topicId=1009&e=344036631&d=511&ft=nprml&f=344036631"}]}