{"created":"2014-09-08T15:48:27+00:00","modified":"2014-09-09T12:50:33+00:00","valid":{"from":"2014-09-09T12:50:33+00:00","to":"3014-09-09T12:50:33+00:00"},"hreflang":"en","title":"Missing Jet Reportedly Kept Sending Signals For 5 1/2 Hours","published":"2014-03-14T16:14:00+00:00","teaser":"A source familiar with the investigation says a satellite system was getting pings from the plane long after its last reported contact with controllers. The jet and 239 people disappeared a week ago.","tags":["npr_api","290074321"],"guid":"6aae808d-a926-4637-9e12-eca661fbced2","contentencoded":"<p><strong>Update at 10:20 a.m. ET: After Flight MH370 Disappeared, It Kept Telling Satellites 'I'm Awake':</strong></p><p>Communications satellites continued to receive signals from the missing Malaysia Airlines plane for at least 5 1/2 hours after it disappeared over the Gulf of Thailand, a source familiar with the investigation tells NPR's Frank Langfitt.</p><p>Frank, reporting from Shanghai, writes that:</p><p><blockquote></p><p>\"Flight MH370's last known communication came after 1 o'clock last Saturday morning, local time, according to Malaysian officials.</p><p>\"But a source says satellites continued to receive pings from the plane's communication addressing and reporting system throughout the night.</p><p>\"<a href=\"http://www.inmarsat.com/\" target=\"_blank\">Inmarsat</a>, the global satellite communications firm, <a href=\"http://www.inmarsat.com/news/inmarsat-statement-malaysia-airlines-flight-mh370/\" target=\"_blank\">confirmed in a statement</a> that its satellite network had been in contact with the plane. 'Routine, automated signals were registered on the Inmarsat network from Malaysia Airlines flight MH370 during its flight from Kuala Lumpur,' the company said, without offering additional details.</p><p>\"David Coiley, vice president of aviation at Inmarsat, declined in an interview to discuss the specifics of the Malaysia Airlines case. But he said that in general, such signals are very reliable. 'I'd say way over 99 percent. It's highly unusual to get a false positive that the system was still operating when in fact it wasn't,' he said.\"</p><p></blockquote></p><p>On <em>Morning Edition</em>, Frank added that the communications system \"allows pilots and other people to send texts.\" About every hour, he said, an Inmarsat satellite would \"ping\" such a system aboard a plane like Malaysia Airlines' Boeing 777. If the plane's system was powered up, it would respond \"basically saying, 'Yeah, I'm awake, I'm still here,' \" Frank reported.</p><p>As we noted earlier, in the event of a crash on land or sea, it's unlikely the system would continue operating. The system is not designed to be able to automatically track a plane's location. Coiley, the Inmarsat executive, told Frank that the pings received by the company's satellites would not include data on altitude or a plane's position.</p><p><strong>Our original post — Where Is Flight MH370? Clues Point In Different Directions — picks up the story:</strong></p><p>Thirteen nations, 57 ships and 48 aircraft are now looking for Malaysia Airlines Flight MH370 and the 239 people who were on board, with the search expanding hundreds of miles both west and east from the route the plane was supposed to take from Kuala Lumpur to Beijing.</p><p>One week after the jet disappeared, the news once again is that investigators have clues that lead them in different directions.</p><p><a href=\"http://www.reuters.com/article/2014/03/14/us-malaysia-airlines-radar-exclusive-idUSBREA2D0DG20140314\" target=\"_blank\">Reuters reports</a> being told by sources familiar with the investigation that \"radar data suggest [the] jetliner missing for nearly a week was deliberately flown hundreds of miles off course, heightening suspicions of foul play among investigators. ... Analysis of the Malaysia data suggests the plane, with 239 people on board, diverted from its intended northeast route from Kuala Lumpur to Beijing and flew west instead, using airline flight corridors normally employed for routes to the Middle East and Europe, said sources familiar with investigations into the Boeing 777's disappearance.\"</p><p><a href=\"http://online.wsj.com/news/articles/SB10001424052702304185104579437573396580350?mod=WSJ_hp_LEFTTopStories&mg=reno64-wsj&url=http%3A%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052702304185104579437573396580350.html%3Fmod%3DWSJ_hp_LEFTTopStories\" target=\"_blank\"><em>The Wall Street Journal</em> says</a> the jet \"transmitted its location repeatedly to satellites over the course of five hours after it disappeared from radar, people briefed on the matter said, as searchers zeroed in on new target areas hundreds of miles west of the plane's original course. The satellites also received speed and altitude information about the plane from its intermittent 'pings,' the people said. The final ping was sent from over water, at what one of these people called a normal cruising altitude. They added that it was unclear why the pings stopped. One of the people, an industry official, said it was possible that the system sending them had been disabled by someone on board.\"</p><p>Reports such as those underscore why the search has stretched well north and west of the Malay Peninsula, to the Andaman Sea and islands there that belong to India. As the<em> Journal</em> says, that's \"an area of the Indian Ocean 1,000 miles or more west\" of the peninsula. The destroyer USS Kidd is among the ships assisting in the search in that region.</p><p>But the search isn't completely shifting to the west. In fact, at a news briefing Friday in Malaysia, that nation's acting transport minister said the search continues — and is expanding — to the east of the plane's intended route. One piece of new information from that area:</p><p>Chinese scientists said Friday that instruments detected a \"seismic event\" in the waters between Malaysia and Vietnam not long after the plane lost contact with controllers last Saturday. The data could mean the aircraft went into the sea there, <a href=\"http://seis.ustc.edu.cn/News/201403/t20140314_191123.html\" target=\"_blank\">the researchers report</a>.</p><p>According <a href=\"http://www.scmp.com/news/asia/article/1448353/us-suggests-search-missing-flight-expand-indian-ocean-mh370-satellite\" target=\"_blank\">to the<em> South China Morning Post</em></a>:</p><p><blockquote></p><p>\"The Chinese scientists, with the [University of Science and Technology] Laboratory of Seismology and Physics of the Earth's Interior, said in their online statement that the signal they had picked up from two seismic monitor stations in Malaysia seemed to indicate that a slight tremor occurred on the sea floor at about 2.55 a.m. on March 8, some 150 kilometers [93 miles] off the southern tip of Vietnam.</p><p>\" 'It was a non-seismic zone, therefore judging from the time and location of the event, it might be related to the missing MH370 flight,' said the statement.</p><p>\"The seismic event happened about 85 minutes after MH370 lost contact with air control, and about 116 km [72 miles] northeast of the spot where it was reportedly last heard from.\"</p><p></blockquote></p><p>Of course, if that seismic event is connected to the plane's disappearance, then where the plane was during that 85 minutes and what was happening on board remain key questions that need to be answered.</p><p><a href=\"http://www.cnn.com/2014/03/13/world/asia/malaysia-airlines-plane/\" target=\"_blank\">CNN adds this disturbing information to the mix</a>:</p><p><blockquote></p><p>\"Another detail that emerged Thursday seemed to add a new twist to the mystery. Malaysian officials said two separate communications systems stopped 14 minutes apart.</p><p>\"The officials said the plane's data reporting system shut down at 1:07 a.m. Saturday, while the transponder transmitting location and altitude shut down at 1:21 a.m.</p><p>\" 'This is beginning to come together to say that ... this had to have been some sort of deliberate act' and not a catastrophic failure, ABC News aviation analyst John Nance told CNN's Erin Burnett.\"</p><p></blockquote></p><p>We should remind everyone, of course, that many things have been reported about the flight in the past week that were later proved incorrect, were retracted or were substantially revised.</p><p><a href=\"http://www.npr.org/blogs/thetwo-way/2014/03/13/289758523/officials-dispute-report-that-malaysian-jet-kept-flying-for-hours\" target=\"_blank\">Thursday, for instance</a>, <em>The Wall Street Journal</em> reported that equipment installed in the jet's Rolls-Royce engines kept transmitting information for at least four hours after the last known contact with the plane. Later in the day, the <em>Journal</em> issued a correction — saying that the signals some investigators say were being sent came from \"the plane's satellite-communications link,\" not from the Rolls-Royce engines.</p><p>For its part, Rolls-Royce issued a statement on Friday saying that while it cannot share information while an investigation is underway, it \"concurs with the statement\" made by Malaysian Acting Transport Minister Hishammuddin Hussein that the last such transmission from the aircraft came at 1:07 a.m. local time — about 40 minutes after takeoff.</p><p>On the issue of whether some types of transmissions were being sent from the jet after its last known contact, <a href=\"http://www.bloomberg.com/news/2014-03-13/missing-malaysian-jet-said-to-have-flown-with-beacon-off.html\" target=\"_blank\">Bloomberg News says</a> it has been told by three U.S. government officials familiar with the investigation that \"a satellite transmitter on the plane was active for about five hours, indicating the plane was operational after its transponder shut down less than an hour after takeoff.\"</p><p>Bloomberg adds that \"the data doesn't necessarily indicate the jet was flying the whole time. It may be possible for the system to operate if the 777 was on the ground, [a person familiar with the equipment] said. It probably can't operate following a crash, especially on the water where components would likely sink, the person said.\"</p><p>As we've said before, we'll continue to focus on information coming from officials who should be in a position to know about the investigation and from news outlets with normally reliable sources about such investigations. If things change, as they seem certain to continue doing, we'll update.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Missing+Jet+Reportedly+Kept+Sending+Signals+For+5+1%2F2+Hours&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1290113992-040000.m3u?orgId=1&topicId=1001&ft=3&f=290074321"},{"href":"http://media.npr.org/assets/img/2014/03/14/mh3202way-c44c02b1925ebe1117193cb5e8c2b0880f010ba0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2232","width":"2976"}}]}