{"created":"2015-06-16T18:13:28+00:00","modified":"2015-06-24T20:05:07+00:00","valid":{"from":"2014-11-05T06:00:44+00:00","to":"3014-11-05T06:00:44+00:00"},"hreflang":"en","itags":["6ab121d947790cd6716fd0d219d972e2","American RadioWorks","American RadioWorks 2014-11-05"],"teaser":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","title":"Eleanor Roosevelt on ‘Enemy Aliens’ and Women in War Work","contenttemplated":"[{\"content\":\"<p><em>This audio is part of the larger project <a href=\\\"http://www.americanradioworks.org/documentaries/roosevelts/\\\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\\\"http://www.americanradioworks.org/podcast/\\\">podcast feed</a> (<a href=\\\"https://itunes.apple.com/us/podcast/id81914987\\\">iTunes</a>).</em></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><strong>January 11, 1942</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p>Privately, ER opposed FDR’s order for the internment of Japanese-Americans living on the Pacific Coast. She tried to convince him it was a bad idea. But once his decision was made, ER supported it publicly. Historians have found curiously little in ER’s paper trail to explain her relative silence on an issue that she clearly felt strongly about. In this broadcast, ER tried to encourage an orderly internment process. -Stephen Smith</p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<h3>Transcript</h3>\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<blockquote><p>ER: Good evening, ladies and gentlemen. There are several subjects in particular which I would like very much to discuss with you this evening: The problem of what we call “enemy aliens,” the question of women in war work, and the problem of national carelessness.</p><br /><p>Concerning the first subject, I think it is unfortunate, indeed, that we have to use a phrase because it is traditional—namely, “enemy alien”— when we talk about the people in our midst who are not citizens and who came to us from other lands. We know that we have enemy aliens, and we want them apprehended and put where they can do no harm, but we also know that we have innumerable friends who are aliens, who have taken refuge in the United States and whose whole hope for the future lies in the justice and the freedom which this country offers.</p><br /><p>It is obvious that many people who are friendly aliens may have to suffer temporarily in order to ensure the safety of the vital interests of this country while at war. It is well, I think, to tell the Japanese and our own people some facts: namely, that the government agencies are in control of the situation; that the Army and Justice Department are fully cooperating; and that it is most important to stabilize employment conditions in West Coast industries.</p><br /><p>I want to point out here that private vigilante activities, while they may be inspired by the highest sense of patriotism, may jeopardize the national security and bring retribution against thousands of American nationals in the Far East. It is much wiser and safer to leave this whole situation in the hands of legally constituted agencies, reporting to them anything which seems suspicious.</p><br /><p>We are going to move the Japanese population out of strategic areas on the West Coast as soon as possible, but it is going to be done so that they will not waste their skills. They must not be allowed to plant their gardens and then have to leave them, because those gardens are not only a source of subsistence to them, but they supply many people in the United States with vegetables. They should plant gardens where they are to be moved in order that we do not have an unnecessary economic strain upon the country.</p><br /><p>This is just one incident, but there must be many others, and all of them must be dealt with on the community level. So, it is important that you and I, in our communities, study the problem of the alien, the citizen born in another country, or the citizen born here but of foreign parents, and try to deal with this problem with all due regard to the safety of the nation—never forgetting, however, that the things for which we fight, such as freedom and justice, must be guaranteed to all people and not to just a select few.</p><br /><p>Now for the question of women in war work. Today saw the starting of the registration of older men up to forty-five under the Selective Service Act. I am sure there are many men for whom useful and necessary occupations will develop in the course of our war effort, which will take them out of the work which they are doing at present. I do regret, however, that women are not being registered at the same time as men. I feel quite certain that if the war lasts long enough, we will register women and we will use them in many ways, as England has done. I think it would save time if we registered women now and analyzed their capabilities and decided in advance where they could be used, if they are needed and as the need develops.</p><br /><p>We are trusting, of course, that women will volunteer wherever they can find useful occupations, but this seems to me to be a rather wasteful method. If Selective Service is of value where men are concerned, it should certainly be equally valuable where women are concerned. I have already received many letters, from high school girls on up to great-grandmothers, who recognize the fact that they can find or make jobs for themselves in various fields of service and that they can go on performing the service which is most important at all times—running a home to the best of their ability when they have one. But many people have none. They are the ones who most vociferously are demanding that the government list them and evaluate their capacities and put them where they can be of most value.</p><br /><p>People who have trained themselves or who have a gift along certain lines can always be used to advantage in their specific field. Some are likely to neglect this consideration in their desire to be of service and volunteer to do some work where their previous training will be of little value. This is wasteful, and we should eliminate the waste if we possibly can.</p><br /><p>It may be possible, of course, to get a very good picture of the woman-power of the nation, if this is available in the volunteer offices established under the local defense councils. However, this will never be as complete as a government tabulation of the type undertaken in the mobilization of manpower.</p><br /><p>Incidentally, I was reminded very forcibly the other day of the need for more women in the nursing profession. My third son was on leave from his ship in order to have his appendix removed. He came through his operation successfully, so there was no cause for anxiety. But when I visited this child of mine in the hospital, I went through some of the wards with the doctors and realized how urgent a problem is the recruiting of more women for the nursing profession. For we are using so many more nurses now in the Army and Navy that the Red Cross has made an appeal for girls to take up this profession. Even during their period of training, they will be making a contribution to the winning of the war. Whether they continue in the profession after the war or not, this training will be of value in their homes and in their community life.</p><br /><p>Again I would like to make the suggestion that people who cannot see their way clear to giving full time to training in the nursing profession, can still give time enough perhaps to become a nurses’ aide. The Red Cross course for nurse’s aides requires a given number of hours of academic and practical work, and at the completion of the course a number of hours of volunteer service in a hospital. And this will give women and girls who can give three or four hours a day, every day, a chance to become a nurse’s aide. These nurse’s aides will relieve the trained nurses of many minor duties and make it possible for them to give the skilled care which makes so much difference in the recovery of the patient. Nurse’s aides also can do much of the watching of patients, which is very valuable in critical cases, and yet they will allow regular nurses to go about their duties with a much freer mind, for they know that someone with a certain amount of training is watching at the bedside of a patient who might need emergency care.</p><br /><p>There is also, of course, the field covered by the regular Red Cross workers who have long provided a much-needed hospital service by writing letters for the men and by intelligently contributing to their entertainment, and thus making their convalescent period more cheerful.</p><br /><p>These ladies are a link with the families who cannot be at the hospital because of distance or their financial situation.</p><br /><p>Now, as to the great problem of our national carelessness. The burning of the [ocean liner] Normandie this week and its final capsizing [in New York Harbor]—in spite of all the efforts made to minimize the fire damage—probably will be celebrated as a victory in the Axis countries. Whether this fire was caused by sabotage or not is perhaps unprofitable to discuss. But I think there is a serious lesson for all of us in this fire, and the fire which will delay the finishing of the Hotel Statler in Washington. That lesson is one of taking great care about little things. We, as a nation, are apt to be careless. We throw our matches down without making sure they are out. We drop cigarette ashes without paying attention to whether a living spark still burns. We do not always grind out our cigarette stubs. Every one of these little careless habits may bring us a fire, and once a fire starts, it is hard to say how much damage will occur. We are all familiar with the fact that we lose thousands of dollars’ worth of trees every year because of the carelessness of hunters and campers and passing motorists. Let us resolve, as a measure which will help us to win the war, to be careful of little things, as this has a bearing on our national habit of waste.</p><br /><p>We’re going to need things not only for ourselves but for the benefit of our allies all over the world—food and clothing and vital war materials of every kind. It will astound any family if they start to save in little ways, how much it will amount to in a week or a month. The delay in the use of the Normandie is important for all of us, because our production can be speeded up to the nth degree in this country. But it achieves its maximum value only if we distribute what we produce throughout the world. So the protection of convoys and the sliding-down-the-ways of merchant ships are as important as the production of the things which we use for the protection of the United States.</p><br /><p>I have been surprised to have people write to me that they were not able or willing to buy defense bonds or stamps for one reason or another, and their arguments have been based on the premise that they were giving something to the government. Every stamp and bond will be redeemed at the stated time, and every investor in these bonds and stamps will receive his or her money back, plus interest.</p><br /><p>Now, in closing, I would like to leave you with this thought: When any public man says that we should consider only our own needs—that we should have done this in the past as well as in the present—it shows how little he understands the magnitude of the world situation. He shows, above everything else, that he has learned nothing from world events in the past few years. We can no more live in a world that is alien to our form of government and our way of life than we could stay out of war and remain unattacked in a world which was at war. Only men with vision to embrace the whole world picture are of any value at the present time.</p><br /><p>One of the things which we must keep before us is the fact, also, that we must not only fight this war side by side, but we must learn in doing so to get on with other people—to recognize the fundamental qualities in other people which put them on our side. We may be irritated with an individual who remarks that, because we tried to stay at peace and have only just come to fighting beside him, we’re playing a less important role. But our own irritation at this criticism is not of great importance. The thing we must be sure of is that this individual is fighting for the same democratic rights in which we believe. Otherwise, the Atlantic Charter will not mean anything. The war will have been fought for nothing. As we fight side by side with the men of China, of India, of Africa, of Great Britain and its dominions, of South America, of Russia, of the Netherlands, and of Norway, and of the other countries who are our allies, we must make it our job to know what are the fundamental things which will preserve a free and democratic world. Yes, and we must make sure that those who are with us are our true allies, in the important sense that they believe in the fundamentals of democracy and of freedom.</p></blockquote>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"},{\"content\":\"<p><iframe frameborder=\\\"0\\\" src=\\\"http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650\\\"></iframe></p>\",\"type\":\"text/html\"},{\"content\":\"<br />\",\"type\":\"text/html\"}]","tags":["APM"],"published":"2014-11-05T06:00:44+00:00","guid":"6ab121d9-4779-40cd-8716-d0d219d972e2","contentencoded":"<div class=\"barn-cleaned\"><p><em>This audio is part of the larger project <a href=\"http://www.americanradioworks.org/documentaries/roosevelts/\">The First Family of Radio</a>: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You can download the entire radio hour from our <a href=\"http://www.americanradioworks.org/podcast/\">podcast feed</a> (<a href=\"https://itunes.apple.com/us/podcast/id81914987\">iTunes</a>).</em></p>\n<br />\n<p><strong>January 11, 1942</strong></p>\n<br />\n<p>Privately, ER opposed FDR’s order for the internment of Japanese-Americans living on the Pacific Coast. She tried to convince him it was a bad idea. But once his decision was made, ER supported it publicly. Historians have found curiously little in ER’s paper trail to explain her relative silence on an issue that she clearly felt strongly about. In this broadcast, ER tried to encourage an orderly internment process. -Stephen Smith</p>\n<br />\n<h3>Transcript</h3>\n<br />\n<blockquote>\n<p>ER: Good evening, ladies and gentlemen. There are several subjects in particular which I would like very much to discuss with you this evening: The problem of what we call “enemy aliens,” the question of women in war work, and the problem of national carelessness.</p>\n<br />\n<p>Concerning the first subject, I think it is unfortunate, indeed, that we have to use a phrase because it is traditional—namely, “enemy alien”— when we talk about the people in our midst who are not citizens and who came to us from other lands. We know that we have enemy aliens, and we want them apprehended and put where they can do no harm, but we also know that we have innumerable friends who are aliens, who have taken refuge in the United States and whose whole hope for the future lies in the justice and the freedom which this country offers.</p>\n<br />\n<p>It is obvious that many people who are friendly aliens may have to suffer temporarily in order to ensure the safety of the vital interests of this country while at war. It is well, I think, to tell the Japanese and our own people some facts: namely, that the government agencies are in control of the situation; that the Army and Justice Department are fully cooperating; and that it is most important to stabilize employment conditions in West Coast industries.</p>\n<br />\n<p>I want to point out here that private vigilante activities, while they may be inspired by the highest sense of patriotism, may jeopardize the national security and bring retribution against thousands of American nationals in the Far East. It is much wiser and safer to leave this whole situation in the hands of legally constituted agencies, reporting to them anything which seems suspicious.</p>\n<br />\n<p>We are going to move the Japanese population out of strategic areas on the West Coast as soon as possible, but it is going to be done so that they will not waste their skills. They must not be allowed to plant their gardens and then have to leave them, because those gardens are not only a source of subsistence to them, but they supply many people in the United States with vegetables. They should plant gardens where they are to be moved in order that we do not have an unnecessary economic strain upon the country.</p>\n<br />\n<p>This is just one incident, but there must be many others, and all of them must be dealt with on the community level. So, it is important that you and I, in our communities, study the problem of the alien, the citizen born in another country, or the citizen born here but of foreign parents, and try to deal with this problem with all due regard to the safety of the nation—never forgetting, however, that the things for which we fight, such as freedom and justice, must be guaranteed to all people and not to just a select few.</p>\n<br />\n<p>Now for the question of women in war work. Today saw the starting of the registration of older men up to forty-five under the Selective Service Act. I am sure there are many men for whom useful and necessary occupations will develop in the course of our war effort, which will take them out of the work which they are doing at present. I do regret, however, that women are not being registered at the same time as men. I feel quite certain that if the war lasts long enough, we will register women and we will use them in many ways, as England has done. I think it would save time if we registered women now and analyzed their capabilities and decided in advance where they could be used, if they are needed and as the need develops.</p>\n<br />\n<p>We are trusting, of course, that women will volunteer wherever they can find useful occupations, but this seems to me to be a rather wasteful method. If Selective Service is of value where men are concerned, it should certainly be equally valuable where women are concerned. I have already received many letters, from high school girls on up to great-grandmothers, who recognize the fact that they can find or make jobs for themselves in various fields of service and that they can go on performing the service which is most important at all times—running a home to the best of their ability when they have one. But many people have none. They are the ones who most vociferously are demanding that the government list them and evaluate their capacities and put them where they can be of most value.</p>\n<br />\n<p>People who have trained themselves or who have a gift along certain lines can always be used to advantage in their specific field. Some are likely to neglect this consideration in their desire to be of service and volunteer to do some work where their previous training will be of little value. This is wasteful, and we should eliminate the waste if we possibly can.</p>\n<br />\n<p>It may be possible, of course, to get a very good picture of the woman-power of the nation, if this is available in the volunteer offices established under the local defense councils. However, this will never be as complete as a government tabulation of the type undertaken in the mobilization of manpower.</p>\n<br />\n<p>Incidentally, I was reminded very forcibly the other day of the need for more women in the nursing profession. My third son was on leave from his ship in order to have his appendix removed. He came through his operation successfully, so there was no cause for anxiety. But when I visited this child of mine in the hospital, I went through some of the wards with the doctors and realized how urgent a problem is the recruiting of more women for the nursing profession. For we are using so many more nurses now in the Army and Navy that the Red Cross has made an appeal for girls to take up this profession. Even during their period of training, they will be making a contribution to the winning of the war. Whether they continue in the profession after the war or not, this training will be of value in their homes and in their community life.</p>\n<br />\n<p>Again I would like to make the suggestion that people who cannot see their way clear to giving full time to training in the nursing profession, can still give time enough perhaps to become a nurses’ aide. The Red Cross course for nurse’s aides requires a given number of hours of academic and practical work, and at the completion of the course a number of hours of volunteer service in a hospital. And this will give women and girls who can give three or four hours a day, every day, a chance to become a nurse’s aide. These nurse’s aides will relieve the trained nurses of many minor duties and make it possible for them to give the skilled care which makes so much difference in the recovery of the patient. Nurse’s aides also can do much of the watching of patients, which is very valuable in critical cases, and yet they will allow regular nurses to go about their duties with a much freer mind, for they know that someone with a certain amount of training is watching at the bedside of a patient who might need emergency care.</p>\n<br />\n<p>There is also, of course, the field covered by the regular Red Cross workers who have long provided a much-needed hospital service by writing letters for the men and by intelligently contributing to their entertainment, and thus making their convalescent period more cheerful.</p>\n<br />\n<p>These ladies are a link with the families who cannot be at the hospital because of distance or their financial situation.</p>\n<br />\n<p>Now, as to the great problem of our national carelessness. The burning of the [ocean liner] Normandie this week and its final capsizing [in New York Harbor]—in spite of all the efforts made to minimize the fire damage—probably will be celebrated as a victory in the Axis countries. Whether this fire was caused by sabotage or not is perhaps unprofitable to discuss. But I think there is a serious lesson for all of us in this fire, and the fire which will delay the finishing of the Hotel Statler in Washington. That lesson is one of taking great care about little things. We, as a nation, are apt to be careless. We throw our matches down without making sure they are out. We drop cigarette ashes without paying attention to whether a living spark still burns. We do not always grind out our cigarette stubs. Every one of these little careless habits may bring us a fire, and once a fire starts, it is hard to say how much damage will occur. We are all familiar with the fact that we lose thousands of dollars’ worth of trees every year because of the carelessness of hunters and campers and passing motorists. Let us resolve, as a measure which will help us to win the war, to be careful of little things, as this has a bearing on our national habit of waste.</p>\n<br />\n<p>We’re going to need things not only for ourselves but for the benefit of our allies all over the world—food and clothing and vital war materials of every kind. It will astound any family if they start to save in little ways, how much it will amount to in a week or a month. The delay in the use of the Normandie is important for all of us, because our production can be speeded up to the nth degree in this country. But it achieves its maximum value only if we distribute what we produce throughout the world. So the protection of convoys and the sliding-down-the-ways of merchant ships are as important as the production of the things which we use for the protection of the United States.</p>\n<br />\n<p>I have been surprised to have people write to me that they were not able or willing to buy defense bonds or stamps for one reason or another, and their arguments have been based on the premise that they were giving something to the government. Every stamp and bond will be redeemed at the stated time, and every investor in these bonds and stamps will receive his or her money back, plus interest.</p>\n<br />\n<p>Now, in closing, I would like to leave you with this thought: When any public man says that we should consider only our own needs—that we should have done this in the past as well as in the present—it shows how little he understands the magnitude of the world situation. He shows, above everything else, that he has learned nothing from world events in the past few years. We can no more live in a world that is alien to our form of government and our way of life than we could stay out of war and remain unattacked in a world which was at war. Only men with vision to embrace the whole world picture are of any value at the present time.</p>\n<br />\n<p>One of the things which we must keep before us is the fact, also, that we must not only fight this war side by side, but we must learn in doing so to get on with other people—to recognize the fundamental qualities in other people which put them on our side. We may be irritated with an individual who remarks that, because we tried to stay at peace and have only just come to fighting beside him, we’re playing a less important role. But our own irritation at this criticism is not of great importance. The thing we must be sure of is that this individual is fighting for the same democratic rights in which we believe. Otherwise, the Atlantic Charter will not mean anything. The war will have been fought for nothing. As we fight side by side with the men of China, of India, of Africa, of Great Britain and its dominions, of South America, of Russia, of the Netherlands, and of Norway, and of the other countries who are our allies, we must make it our job to know what are the fundamental things which will preserve a free and democratic world. Yes, and we must make sure that those who are with us are our true allies, in the important sense that they believe in the fundamentals of democracy and of freedom.</p>\n</blockquote>\n<br />\n<p><iframe src='http://cdn.knightlab.com/libs/timeline/latest/embed/index.html?source=0Ai6SjtFZXpPtdFpwZGczQ0RTLUxrcVdxaUxwY1dpRnc&amp;font=Bevan-PotanoSans&amp;maptype=toner&amp;lang=en&amp;height=650' frameborder='0'></iframe></p>\n<br /></div>","description":"This audio is part of the larger project The First Family of Radio: Franklin and Eleanor Roosevelt’s Historic Broadcasts. You […]","byline":"Andy Kruse","audio":[{"meta":{"duration_hms":"00:14:30","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm_audio:/americanradioworks/2014/er420111"},"duration":870},"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/americanradioworks/2014/er420111_128.mp3"}]}