{"created":"2015-02-21T14:18:41+00:00","modified":"2015-07-03T20:26:52+00:00","valid":{"from":"2015-07-03T20:26:52+00:00","to":"3015-07-03T20:26:52+00:00"},"hreflang":"en","title":"There's A Reason We Say 'Self-Declared Islamic State'","published":"2015-02-23T19:14:00+00:00","teaser":"When NPR correspondents report about that group, they try to make it clear that it is not a \"state\" in the standard sense of that word. This month's \"Word Matters\" conversation explains why.","itags":["npr_api","385759554"],"guid":"6ab8b353-316b-4caf-82db-ef4093835769","contentencoded":"<p>Eight months <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/10/320613630/insurgent-group-claims-large-part-of-iraqs-second-largest-city\" target=\"_blank\">after a notorious group of fighters in Iraq and Syria became regular characters</a> in the news, NPR still begins most of its reports with words such as these:</p><p>-- \"Self-declared Islamic State.\"</p><p>-- \"Self-proclaimed Islamic State.\"</p><p>-- \"The group that calls itself the Islamic State.\"</p><p>Some NPR listeners and NPR.org users have questioned why the qualifiers are still being used. As <em>Weekend Edition Saturday</em> host Scott Simon wonders, wouldn't people still know who we were reporting about if we didn't include a \"self-declared\" or \"self-proclaimed\"?</p><p>Yes, most listeners and readers would not be confused at this point. But, as we talk about in our latest \"<a href=\"http://www.npr.org/tags/368713432/word-matters\" target=\"_blank\">Word Matters</a>\" segment <a href=\"http://ethics.npr.org/category/memos-from-memmott/#2146\" target=\"_blank\">and as is explained here</a>, NPR editors believe it is still important to add the extra words.</p><p>The primary reason: Not adding expressions such as \"self-described\" would by omission imply that the organization is a \"state,\" when in fact it is not an \"independent government ... within defined borders.\" Those are key parts of the word state's definition.</p><p>The latest Word Matters conversation also explores:</p><p>-- The overuse and misuse of the word \"countless.\" In the past year, for instance, the word <a href=\"http://ethics.npr.org/category/memos-from-memmott/#2141\" target=\"_blank\">has been heard on NPR's airwaves more than 110 times</a>. Most of the references have been to things that can be quantified, at least roughly. Did any 2014 congressional candidate, for instance, really visit \"countless community festivals, civic group meetings and even a couple of high school football games,\" as we reported?</p><p>-- The \"NPR Grammar Hall of Shame,\" and in particular the problem that we heard about most often when we asked the NPR audience to tell us about grammatical mistakes they come across every day. The No. 1 gripe, <a href=\"http://www.npr.org/2014/12/30/372495062/the-npr-grammar-hall-of-shame-opens-with-i-and-me\" target=\"_blank\">as we've previously posted about</a>, concerns misuses of \"I,\" \"me\" and \"myself.\"</p><p>If you would like to take the \"I or me\" quiz we created earlier, we've attached it to this post as well.</p><p><a href=\"http://www.npr.org/people/104192887/mark-memmott\" target=\"_blank\">Mark Memmott</a> <em>is NPR's standards and practices editor. He co-hosted The Two Way from its launch in May 2009 through April 2014.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=There%27s+A+Reason+We+Say+%27Self-Declared+Islamic+State%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mark Memmott","audio":[{"meta":{"duration":"269"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985050-832479.m3u?orgId=1&topicId=1020&d=269&p=7&story=385759554&t=progseg&e=387985021&seg=5&ft=nprml&f=385759554"}]}