{"created":"2014-09-24T18:26:10+00:00","modified":"2014-09-24T21:09:58+00:00","valid":{"from":"2014-09-24T21:09:58+00:00","to":"3014-09-24T21:09:58+00:00"},"hreflang":"en","guid":"6ab8fd1a-f3fa-48d0-95ec-cb11a64aac73","title":"For Bengali Hindus, radio is an unchanging part of a religious tradition","published":"2014-09-24T21:09:57+00:00","byline":"Rhitu Chatterjee","tags":["religion","media","culture","history","Media","Belief","Arts, Culture & Media","Lifestyle & Belief","New Delhi","kolkata","Asia","India","West Bengal","South Asia","Krishna Bhadra","Hinduism","Bengal","Bengali Hindus","Durga","Birendra Krishna Bhadra"],"teaser":"Reporter Rhitu Chatterjee woke up yesterday in New Delhi to the sound of something she hasn’t heard in years — a radio broadcast heralding the start of the Hindu religious festival of Mahalaya. It turns out the program has been the exact same recording for decades, uniting generations of Bengalis.","contentencoded":"<p>Tuesday was a special day for some of us Indians: Mahalaya. It falls on the first new moon in the autumn season and it marks the beginning of a festival season celebrating the homecoming of the Goddess Durga, the invincible one.</p><p>We start this day by waking up before dawn and switching on the radio to listen to an hour-and-a-half-long broadcast that tells the story of Goddess Durga. It uses readings from scriptures, narration and songs in my native language of Bengali to tell the story of how the Goddess killed a notorious demon, Mahishasura.</p><p>I&rsquo;m not a morning person, but this program was an integral part of my childhood, and I&rsquo;d missed hearing it during all of the 11 years I lived in the US. So I managed to roll out of bed shortly after 5 a.m., making sure I wouldn&#39;t miss my<span style=\"line-height: 1.538em;\">&nbsp;first Mahalaya broadcast in India in more than a decade.&nbsp;</span><span style=\"line-height: 1.538em;\">I didn&rsquo;t catch the entire program &mdash; just the last half hour &mdash; but that was enough for me.</span></p><p>As I lay in bed listening to the program, I remembered the Mahalayas of my childhood and teenage years. My father was usually the first to rise on this day. He&rsquo;d switch on the radio at 4 a.m., wake the rest of us and then climb back into bed. We&rsquo;d lie in our beds, drifting in and out of sleep, listening to the chants and devotional songs that filled the otherwise silent house.</p><p>It didn&rsquo;t matter that my father is an atheist and my mother an agnostic. Like millions of Bengalis, we partook in this annual, pre-dawn ritual <span style=\"line-height: 1.538em;\">on every Mahalaya</span><span style=\"line-height: 1.538em;\">. It was an integral part of our spiritual make-up, and a signal that the big festival season was around the corner.&nbsp;</span></p><p>As I listened to the chants and songs Tuesday, I realized I was<span style=\"line-height: 1.538em;\">n&#39;t hearing a new rendition of the old musical. It was the&nbsp;</span><span style=\"line-height: 1.538em;\"><em>exact</em> same program from my childhood; the voice of the narrator was the same powerful and expressive tone I grew up listening to. It awed me as a child and gave me goosebumps. It had just the same effect on me yesterday.</span></p><p>And yet I couldn&rsquo;t believe it. So much has changed in India in the years that I was away. Today, the country is all about development and change, embracing the new and the shiny. And Indian artists and musicians are always experimenting, improvising, creating newer versions of the old. So, why hadn&rsquo;t someone come up with a newer rendition of this classic? How is it that it has survived in its entirety for decades?</p><p>I turned to the Internet for answers, and what I found was even more surprising.</p><p>This program, called Mahishasur Mardini &mdash; the slayer of Mahishasur &mdash; was first created and broadcast live in the 1930s. It was the product of collaboration between some of the best musicians, composers and playwrights of the time. The narrator, Krishna Bhadra, was a renowned broadcaster, playwright and actor.</p><p>The audience loved him and the play so much that All India Radio began broadcasting it every year on Mahalaya. Bhadra remains a household name even today.</p><p>The program was broadcast live until 1958, when the first pre-recorded version aired. In 1976, All India Radio <em>did</em> create a new version. It was narrated by Uttam Kumar, one of the most beloved actors from my home state, West Bengal. But the audience hated it and demanded that the radio stations return to the older version.</p><p>Since then, the program has continued to air in its original form, year after year, on Mahalaya.&nbsp;<span style=\"line-height: 1.538em;\">As a radio professional &mdash; and a nostalgic expat Bengali &mdash; &nbsp;this knowledge gives me great joy. I&rsquo;m comforted knowing that, in a country of constant churn and change, a single radio play has survived for more than eight decades.</span></p><p><span style=\"line-height: 1.538em;\">The program is still a part of the Mahalaya experience for kids today, holding as much meaning as it did for Bengalis of my grandparents&rsquo; time and my own &mdash; and</span><span style=\"line-height: 1.538em;\">&nbsp;that is the best beginning I could have asked for this festival season. Shubho Mahalaya to those who celebrate it, and greetings to everyone for the season of autumn festivals!</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/RTR3FJS2%20%281%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/rtr3fjs2-1jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092420143.mp3"},{"href":"http://www.pri.org/file/092420143mp3"},{"href":"https://www.youtube.com/watch?v=-uwjlI82yzk"},{"href":"http://www.pri.org/file/mahalaya-birendra-krishna-bhadrafull"}]}