{"created":"2015-05-14T21:29:00+00:00","modified":"2015-05-14T21:29:00+00:00","valid":{"from":"2013-12-26T20:58:22+00:00","to":"3013-12-26T20:58:22+00:00"},"hreflang":"en","guid":"6abe44c7-e1ac-4510-8986-89c611a61e90","itags":["Marketplace","Marketplace for Thursday, December 26, 2013","6abe44c7e1ac510d986e89c611a61e90","PMP:Marketplace_PMP"],"published":"2013-12-26T20:58:22+00:00","title":"A new app wants to make stock trading free for all","tags":["APM","Investing","Tech","apps"],"teaser":"Robinhood, a new app for smartphones, says its service is about letting everyone fully share in the fruits of capitalism -- which means free stock trades.","contentencoded":"<div class=\"barn-cleaned\"><p>Robinhood, a new smartphone app launching after the new year,&nbsp; wants to make investing in the stock market free. Well, at least it wants to save consumers the commission fees they usually pay to make trades. Robinhood’s website says the service is about letting <em>everyone</em> fully share in the fruits of capitalism. But is paying a fee for a trade really what’s stopping people from investing? &nbsp;</p>\n<p>Aside from being broke, says James Angel,&nbsp; a professor at Georgetown’s McDonough School of Business,&nbsp; the primary barrier to investing is ignorance.&nbsp; “I remember when I was starting out, I was an engineer, I had a college degree, I had a job&nbsp; and I was clueless about how or where to invest,” he says.</p>\n<p>Angel, who has since gone to grad school and now, as a finance professor, \"knows a little bit about it\", says consumers can be afraid of making expensive mistakes. So instead, they invest nothing. “If you put the money in the bank it sits there,\" he says, \"but at least it stays there.<strong>”&nbsp;</strong> Which Angel says could be better than making bad investments.&nbsp;</p>\n<p>Kent Smetters, a professor who teaches risk management at Wharton, says a free trading app like Robinhood could encourage poor strategies. \"An app like this,\" he notes, \"would be attractive to those who trade much more frequently, and usually people who trade frequently underperform the market.\"</p>\n<p>But Robinhood's co-founders,&nbsp;Vladimir Tenev and Baiju Bhatt, say it doesn’t encourage any particular investment philosophy. &nbsp;They have a laundry list of the service's selling points, including the argument that that the individual investors they hope to serve can help to stabilize the economy.</p>\n<p>Twenty-something millennials making $300 dollar trades on their iPhones don't have the same impact as a Goldman Sachs. \"They can't borrow a ton of money and short sell stock,\" the pair says.</p>\n<p>Tenev and Bhatt say they believe in giving consumers freedom and tools. If products are tough to use they’ll turn off consumers. But Nan Morrison, with the Council of Economic Education, says ease of use is not enough. “For a reporter, spell check is a great app,\" she says, \"for an engineer, less so.” Education, says Morrison, is the biggest obstacle for investors. “It was really easy to get a mortgage in 2007. Not such a smart decision for a lot of people, right?” she says.</p>\n<p>Wharton’s James Angel says low cost options for investors already exist. But&nbsp;Tenev and Bhatt say 50 thousand users added their names to its early access list– in just one day. And they hope their app will mean better returns for its users than what they see as the only alternative for their money - \"dumping it into a savings account and waiting for it to accumulate.\"</p></div>","contenttemplated":"[{\"content\":\"<p>Robinhood, a new smartphone app launching after the new year,  wants to make investing in the stock market free. Well, at least it wants to save consumers the commission fees they usually pay to make trades. Robinhood’s website says the service is about letting <em>everyone</em> fully share in the fruits of capitalism. But is paying a fee for a trade really what’s stopping people from investing?  </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Aside from being broke, says James Angel,  a professor at Georgetown’s McDonough School of Business,  the primary barrier to investing is ignorance.  “I remember when I was starting out, I was an engineer, I had a college degree, I had a job  and I was clueless about how or where to invest,” he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Angel, who has since gone to grad school and now, as a finance professor, &quot;knows a little bit about it&quot;, says consumers can be afraid of making expensive mistakes. So instead, they invest nothing. “If you put the money in the bank it sits there,&quot; he says, &quot;but at least it stays there.<strong>” </strong> Which Angel says could be better than making bad investments. </p>\",\"type\":\"text/html\"},{\"content\":\"<p>Kent Smetters, a professor who teaches risk management at Wharton, says a free trading app like Robinhood could encourage poor strategies. &quot;An app like this,&quot; he notes, &quot;would be attractive to those who trade much more frequently, and usually people who trade frequently underperform the market.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Robinhood&apos;s co-founders, Vladimir Tenev and Baiju Bhatt, say it doesn’t encourage any particular investment philosophy.  They have a laundry list of the service&apos;s selling points, including the argument that that the individual investors they hope to serve can help to stabilize the economy.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Twenty-something millennials making $300 dollar trades on their iPhones don&apos;t have the same impact as a Goldman Sachs. &quot;They can&apos;t borrow a ton of money and short sell stock,&quot; the pair says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Tenev and Bhatt say they believe in giving consumers freedom and tools. If products are tough to use they’ll turn off consumers. But Nan Morrison, with the Council of Economic Education, says ease of use is not enough. “For a reporter, spell check is a great app,&quot; she says, &quot;for an engineer, less so.” Education, says Morrison, is the biggest obstacle for investors. “It was really easy to get a mortgage in 2007. Not such a smart decision for a lot of people, right?” she says.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Wharton’s James Angel says low cost options for investors already exist. But Tenev and Bhatt say 50 thousand users added their names to its early access list– in just one day. And they hope their app will mean better returns for its users than what they see as the only alternative for their money - &quot;dumping it into a savings account and waiting for it to accumulate.&quot;</p>\"}]","byline":"Sally Herships","description":"Robinhood, a new app for smartphones, says its service is about letting everyone fully share in the fruits of capitalism -- which means free stock trades.","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Robinhood.png?itok=4KtcSbH8","meta":{"crop":"primary","width":"610","height":"340"},"type":"image/png"},{"meta":{"duration_hms":"00:02:06","duration":126,"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/26/marketplace_segment20_20131226","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/26/marketplace_segment20_20131226_64.mp3","format":"MP3","type":"audio/mpeg"}]}