{"created":"2014-11-08T12:37:47+00:00","modified":"2014-11-14T17:05:26+00:00","valid":{"from":"2014-11-14T17:05:26+00:00","to":"3014-11-14T17:05:26+00:00"},"hreflang":"en","title":"New York Exhibitions Dance With Death Through Victorian Mourning Culture","published":"2014-11-08T17:33:00+00:00","teaser":"Bereavement fashion, post-mortem photography and floral hair wreaths are just some of what you'll find at the Met's \"Death Becomes Her\" and the Morbid Anatomy Museum's \"Art of Mourning.\"","itags":["npr_api","361846442"],"guid":"6ac18124-d358-45ee-95ba-3b810d790cf6","contentencoded":"<p>People often get flummoxed around death. Some get teary, others emotionally distant from the inevitable. An exhibition at New York's Metropolitan Museum of Art, \"<a href=\"http://www.metmuseum.org/about-the-museum/press-room/exhibitions/2014/death-becomes-her\">Death Becomes Her: A Century of Mourning Attire</a>,\" embodies that tension with mourning fashion from the mid-1800s to the early 20th century. It has multi-layered fabric, tight bodices and enveloping head gear that emulates the garb of cloistered nuns. Even the faces of the ghost-white mannequins seem closed off, demure and unshakable. This is death at its most bloodless.</p><p>\"I wanted Victorian melodrama; I wanted widows collapsing on the floor,\" says Harold Koda, curator in charge of the museum's Costume Institute. Still, Koda, who worked with a co-curator, says he would have liked a bit more juice in the installation. \"You see an inert dress on a stiff mannequin. How do you get the fact that this was because somebody died, you know?\"</p><p>Across the river, in the Gowanus neighborhood of Brooklyn, the <a href=\"http://morbidanatomymuseum.org/\">Morbid Anatomy Museum</a> tells a different story. Creative Director <a href=\"http://www.npr.org/2014/10/31/360121273/for-morbid-anatomy-museum-founder-spooky-things-are-lifes-work\" target=\"_blank\">Joanna Ebenstein</a> describes a scene from the museum's gallery walls: \"You see here four women weeping into handkerchiefs. Their faces are obscured by their handkerchiefs and they're standing around a column in black. To me, that sums up the romanticism of Victorian mourning.\"</p><p>Ebenstein is a very serious woman in her 40s; she wears glasses and shoulder-length, straight hair. Standing in the museum's front gallery, she points to a box with a glass top.</p><p>\"What we're looking at here is a large, framed shadowbox and in that shadowbox is a wreath of brown flowers,\" she explains. \"And if you look closely, each of those flowers is made from hair coiled around wire. And this is probably a whole family's hair; you can tell from the different colors — you can see gray, you can see black, you can see brown.\"</p><p>Part of the beauty, she says, is its permanence. \"What symbolizes mourning more than a floral wreath? This is a floral wreath, made of the hair of the family, that will never decay.\"</p><p>There can be beauty in death, but there's tragedy here too. One vitrine has photographs of dead infants, many of them swaddled in their mother's arms. To Ebenstein, none of this is morbid.</p><p>\"My whole life I've been called morbid for thinking about death and I used accept that,\" she says. \"And at a certain point, I began to think: Well, why is it morbid to look at death? If we're all going die and every single culture but us seems to have some sophisticated, aboveboard way of talking about it in art and philosophy, why don't we? And why should I be considered morbid for being interested in what I consider the greatest problem of being a human being, which is foreknowledge of our own death?\"<br /> <br /> Ebenstein seems to have come by this obsession naturally. In a back room of the museum, there's a library of books, bones, ephemera and specimens in jars (hence the museum's name). One jar holds a bat, another a snake and yet another a pig fetus, and they're all stored in a cabinet once owned by her grandfather, who was a doctor.</p><p>The Morbid Anatomy Museum's staff seems to be a kind of extended Addams family. Tracy Hurley Martin, the museum's CEO and board chair, grew up around death. She says, \"Our uncle Vito had a funeral home and he lived in it and he treated people like they were deli meat.\"</p><p>The museum's attraction is partly its creepy funereal vibe. The black painted building is no Metropolitan Museum of Art, but it's become a destination. Cawleen Cavanis lives in Queens, a 40 minute subway ride away. She brought a visiting friend and was checking out the gift shop's offerings: a diaphanized mouse, sugar skulls, museum T-shirts and books, including <em>The Morbid Anatomy Anthology</em>, with essays about stuffed humans and demonic children. \"It looks like just a lot of interesting specimens here, you know,\" Cavanis says. \"It's definitely worth the trip.\"</p><p>But if you're wondering about taking selfies in the museum, Joanna Ebenstein points to a sign on the door to the galleries: \"Photograph taking, digital, analog, video, spirit, is absolutely forbidden.\"</p><p>For those visitors who want to do more than admire, or acquire, the Morbid Anatomy Museum has lectures and workshops on making a bat in a jar and Victorian hair art.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+York+Exhibitions+Dance+With+Death+Through+Victorian+Mourning+Culture&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Karen Michel","audio":[{"meta":{"duration":"326"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362482387-f5d3e9.m3u?orgId=1&topicId=1008&ft=3&f=361846442"},{"href":"http://media.npr.org/assets/img/2014/11/05/ma_exhibit_9_2014_hi_res_003-643f842eac940a865a090f32b063e355dc0b3587.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"667","width":"890"}},{"href":"http://media.npr.org/assets/img/2014/11/05/ebensteinextra_edit-393289e6f7c27cce3094dc063426f48e2f04db01.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3317","width":"4423"}},{"href":"http://media.npr.org/assets/img/2014/11/05/p1100992-32cef0c3d730f936500183493898e9daa1067003.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"750","width":"1000"}}]}