{"created":"2014-09-02T21:08:44+00:00","modified":"2014-09-02T21:08:44+00:00","valid":{"from":"2014-09-02T21:08:44+00:00","to":"3014-09-02T21:08:44+00:00"},"hreflang":"en","guid":"6acee087-391a-4b50-9202-87b069659bf3","title":"Hello Kitty turns 40 this year and she's got news!","published":"2014-09-02T21:08:42+00:00","byline":"Nina Porzucki","tags":["culture","Global Nation","Culture","Arts, Culture & Media","Asia","Japan","Asia","East Asia","Christine Yano","Shintaro Tsuji","Hello Kitty","Sanrio","The Adventures of Hello Kitty & Friends"],"teaser":"The Japanese American National Museum will be opening an exhibit highlighting the 40-year rise of Hello Kitty. And the well known white Kitty has one thing to make clear to the world.","contentencoded":"<p>Hold the presses!</p><p>Hello Kitty, that iconic white cat with a red bow is NOT a cat.&nbsp;Nope. She&rsquo;s not a cat. Not a cat!</p><p>The Internet rumor was officially confirmed by visiting Harvard anthropologist and Hello Kitty expert, Christine Yano.</p><p>&ldquo;She&rsquo;s never shown on all fours, she&rsquo;s standing, she&rsquo;s sitting like a human,&rdquo; said Yano.</p><p>Yano wrote the book &quot;<a href=\"http://www.amazon.com/Pink-Globalization-Kittys-across-Pacific/dp/0822353636\">Pink Globalization: Hello Kitty&#39;s Trek Across the Pacific</a>&quot; and has been curating an exhibit about the white cat-like character for the <a href=\"http://www.janm.org/exhibits/hellokitty/\">Japanese American National Museum </a>with the cooperation of Sanrio, the company behind Hello Kitty. The exhibit is set to open in mid-October.&nbsp;</p><p style=\"margin-left: 1120px;\">[[{\"fid\":\"73107\",\"view_mode\":\"default\",\"type\":\"media\",\"link_text\":null,\"attributes\":{\"height\":302,\"width\":200,\"style\":\"width: 200px; height: 302px; float: right; margin: 5px;\",\"alt\":\"Pink Globalization: Hello Kitty&#039;s Trek across the Pacific\",\"title\":\"Pink Globalization: Hello Kitty&#039;s Trek across the Pacific\",\"class\":\"media-element file-default\"}}]]</p><p>When Yano wrote the script for the museum exhibit she referred to Hello Kitty as &ldquo;feline.&rdquo;&nbsp; Mistake.</p><p>&ldquo;That script came back with corrections from Sanrio, &lsquo;Hello Kitty is not a cat.&rsquo;&rdquo;</p><p>So, what is she?</p><p>&ldquo;She&rsquo;s supposed to be a girl, a friend, an icon and in the Japanese sense, the Japanese call it a &quot;kyarakutaa,&quot; which we would translate as &ldquo;character.&rdquo;&rdquo;</p><p><a href=\"http://hello-kitty.sanriotown.com/\">Hello Kitty was born, Hello Kitty White on the first November in the suburbs of London</a>.&nbsp; She&rsquo;s a British friend/girl/icon/Scorpio. She&rsquo;s also a twin. Her sister is Mimmy White. She likes apple pie. She is forever in the third grade. And she&rsquo;s a cat owner. Yes, a cat owner. Like Goofy and his pet dog Pluto, Hello Kitty has Charmmy Kitty. &nbsp;</p><p>Though perpetually in the third grade, Ms. Kitty White will turn 40 this year. And you can see her image around the globe on everything from Hello Kitty Fender guitars to Hello Kitty Motor Oil or Hello Kitty make-up. People have appropriated her image for custom cars, guns, even Airstream trailers.</p><p>She first appeared in Tokyo stores in 1974 in the form of a plastic change purse manufactured by the dry goods company, Sanrio.&nbsp;Hello Kitty and the company Sanrio was founded by Shintaro Tsuji.</p><p>&ldquo;A lot of what Hello Kitty stands for, a lot of what Sanrio stands for, comes directly out of Tsuji,&rdquo; said Yano.</p><p>He had a personal philosophy of &quot;small gift, big smile&quot; that he employed in his products. This philosophy came from Tsuji&rsquo;s childhood, said Yano. When he was a little child, he attended a Christian kindergarten in Japan where he first remembers having a birthday party.</p><p>&ldquo;That was not common in Japan, that&rsquo;s not part of Japanese tradition, but he loved that. He loved that kind of individual attention and he took that individual gift giving and brought it into what became his company, Sanrio.&rdquo;</p><p>Tsuji was also a great admirer of Walt Disney and Mickey Mouse, Yano said. And his ambitions for his company were always global.</p><p>&ldquo;In some ways, he thought what he wanted to create was a Japanese cat who would go after the American mouse,&rdquo; Yano said.</p><p>By 1976, Hello Kitty had made the leap across the Pacific where you could find her image on trinkets in Japanese and Chinese shops.</p><p>&ldquo;She was a success amongst Asian Americans who saw something in Hello Kitty, this very cute cat-slash-girl, something that they could relate to. This was theirs. And from there it expanded more globally,&rdquo; Yano said.</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/kittypick1.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"/file/kittypick1jpg"}]}