{"created":"2014-09-08T17:05:08+00:00","modified":"2014-10-31T01:14:03+00:00","valid":{"from":"2014-10-31T01:14:03+00:00","to":"3014-10-31T01:14:03+00:00"},"hreflang":"en","title":"Former BP CEO: 'Glass Closet' Still Holds Many Gay Workers Back","published":"2014-09-23T11:01:00+00:00","teaser":"There's a presumption in the business world that everyone's straight, says John Browne, who hid his homosexuality for years. In his new book, he says it's time for a change in corporate culture.","itags":["npr_api","321352613"],"guid":"6ad40609-a116-43bf-beae-a756ef7bbaf9","contentencoded":"<p>\"It was time to leave the building.\"</p><p>So begins a new book by John Browne, former CEO of the energy giant BP. But that sentence could easily have read: \"It was time to leave the closet.\"</p><p>During his 12 years as CEO, he never discussed his sexuality in the workplace. That changed in 2007, when his relationship with a male escort was exposed and Browne resigned amid an ensuing scandal. At the time, he said in a statement, \"I have always regarded my sexuality as a personal matter, to be kept private.\"</p><p>The presumption in the business world \"is that everyone is straight,\" Browne tells NPR's Audie Cornish. \"The presumption is that a man will have photographs on his desk of his wife and children.\"</p><p>But looking back today, he says \"it would have been better to come out, rather than not.\" So Browne has written a manifesto, <em>The Glass Closet: Why Coming Out Is Good For Business. </em>In it, he shares his regrets and urges business to create a more supportive environment for gay and lesbian employees.</p><hr /><h3>Interview Highlights</h3><p><strong>On growing up in the '50s and '60s and deciding not to be open about his sexuality </strong></p><p>My late mother's attitudes to difference [were a significant influence]. She was a Holocaust survivor and her line always to me was, 'Don't be different, because difference is always picked up when something goes wrong. Minorities are always persecuted for being different when times are no good.'</p><p>So, I decided very early on that the best thing was to not expose my sexuality because it would be unacceptable or dangerous.</p><p><strong>On being gay in today's business world</strong></p><p>The world is full of straight people, and straight people need to do something to make it possible for gay people to come out in a safe way. I think in business there is a great presumption that everyone's straight. That the world is made of heterosexual people. ...</p><p>If you look at the S&P 500, there isn't one out gay CEO. So, it is a clubby experience. I mean, I think many people have an unconscious bias, they do tend to select people like themselves, and so therefore they [exclude] people who are a bit different. ...</p><p>Hiding sexuality is something which takes away from the overall productivity, the way in which people work, and it's bound to do something which is not good for business.</p><p><strong>On stepping down over a scandal involving a male escort</strong></p><p>I made some errors of judgment. And one of those errors of judgment was to start a relationship, and the second one was to lie in a court document on how I met him. A trivial point but a very — nonetheless, a fatal mistake in my view. ...</p><p>If you want to hide your sexuality, it's very difficult to find people in the open. Therefore, you might go elsewhere and you begin to create a pretty dangerous situation. And one of the reasons I wrote this book was to make sure that people could, from my own experience, hopefully never get into that situation ever again.</p><p><strong>On moving from someone who was secretive about his personal life to being an activist </strong></p><p>I hope I can make up for lost time by doing what I can now to encourage people to be role models — to come out and be role models — so that people can see how you can succeed regardless of your sexuality.</p><p>It was an extraordinary event to have to leave — resign — from BP on that one day and to be pulled out; I didn't come out. But it was the best thing that ever happened to me. I've been able to bring both sides of my life together, to be much less reserved, more flexible and outgoing and to create a brand new life [in] which I've put all sorts of different things into in creating a very rich life for myself and my partner going forward.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Former+BP+CEO%3A+%27Glass+Closet%27+Still+Holds+Many+Gay+Workers+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"462"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1321392880-a586bd.m3u?orgId=1&topicId=1033&ft=3&f=321352613"}]}