{"created":"2015-01-12T21:18:14+00:00","modified":"2015-01-14T21:01:57+00:00","valid":{"from":"2015-01-14T21:01:57+00:00","to":"3015-01-14T21:01:57+00:00"},"hreflang":"en","title":"In Battle Over Church Signs, Is Ariz. Town Being 'A Little Unreasonable'?","published":"2015-01-13T22:20:00+00:00","teaser":"In a case before the Supreme Court Monday, an Arizona town maintains that Good News Community Church's signs are temporary directional signs for events, and thus limited to 6 square feet.","itags":["npr_api","376788864"],"guid":"6ad91981-aaa7-496f-9421-2ae86d5242da","contentencoded":"<p>The U.S. Supreme Court Monday wrestled with what the constitutional rules should be for local governments seeking to limit sign clutter on public property.</p><p>Sign regulation is a thorn in the side of local governments. Too little regulation and they get sued for traffic safety problems, sign clutter, and degraded property values. Too much regulation and they get sued for First Amendment violations. So like Goldilocks, local governments, work hard to get it \"just right.\"</p><p>Just how difficult these questions have become was perhaps best embodied in a question from Justice Elena Kagan. Are you saying, she asked, that we, meaning the court, \"have run amok\" in our requirements that there be no consideration of even generic content in sign regulation. Counsel for the town of Gilbert replied, \"I agree that's what we're arguing.\"</p><p>The case before the court was brought by Pastor Clyde Reed and his Good News Community Church, a tiny congregation of 25-30 adults who meet in different rented spaces in suburban Gilbert, Ariz.</p><p>The town maintains that the church's signs on public property are temporary directional signs for events, and thus, under the town ordinance are limited to 6 square feet, can be posted just 12 hours before the event and must be removed an hour afterwards. But other signs posted on public property — namely political or ideological signs — can be bigger and stay up far longer.</p><p>On the steps of the Supreme Court on Monday, Reed said he found that difference \"shocking.\"</p><p>\"Our signs inviting people to church are very important, yet are treated as second class speech,\" he said. \"We aren't asking for special treatment. We just want our town to stop favoring the speech of others over ours.\"</p><p>Reed's lawyers argue that if local governments are worried about sign clutter, they can limit the number of signs — to one per block, for instance — and make it first-come, first-served.</p><p>The town of Gilbert's lawyer, Philip Savrin, said the result would be <em>far less</em> speech.</p><p>\"That means if you get a sign out there, the next person can't, especially if we're dealing with public property,\" he said. \"So it's going to crowd out more people.\"</p><p>Local and state government officials also argue that such a rule, limiting signs to one or two or three per block — no matter the purpose — would be unrealistic, given that there may be 50 or 60 candidates and initiatives in a given election.</p><p>Inside the Supreme Court chamber, Reed's lawyer, David Cortman, faced skeptical questions with his equal treatment argument.</p><p>\"Your argument does not turn on the fact that it's a church sign, does it?\" asked Chief Justice John Roberts. \"Your argument would be the same if this is a temporary sign about where the soccer game was going to be?\"</p><p>\"That's right,\" Cortman replied.</p><p>\"Don't you think that political speech is more valuable than directions to the soccer game?\" Roberts asked.</p><p>Cortman replied that the government should not be able to decide that question.</p><p>So, asked Justice Samuel Alito, if the state and city allow election related signs to stay up for five months on public property, would the commercial organizers of a one-time yard sale have the same right?</p><p>They would, Cortman answered.</p><p>Justice Anthony Kennedy pursued the point, asking whether a wealthy person can post on public property as many \"Happy Birthday, Fred\" signs as political signs or historical markers, like a sign that says, \"Birthplace of James Madison?\"</p><p>\"I think that is right,\" Cortman answered.</p><p>Kennedy didn't like that answer.</p><p>\"It seems to me you are forcing us into making a very wooden distinction that could result in a proliferation of signs for birthday parties or for every conceivable event,\" he said, adding that all these signs would be allowed to stay up for five months because political signs are allowed for that long.</p><p>While several conservative justices sounded doubtful about Reed's equal treatment demand, both conservative and liberal members of the court sounded doubtful about the town of Gilbert's regulations.</p><p>Justice Ruth Bader Ginsburg noted that Reed's sign not only gives directions, it \"welcomes\" people to attend.</p><p>Lawyer Savrin argued that the town's sign regulations are based on function, not content.</p><p>Justice Antonin Scalia noted that the town regulations allow political signs on public property \"almost all year,\" perhaps because the rules are made by the city council, who are all politicians.</p><p>Savrin replied that it is the state that makes the rules on political signs, and the town just enacts its ordinance to comply with that state law.</p><p>\"So your defense . . . is 'the state made me do it?'\" Scalia asked.</p><p>\"In part, yes,\" Savrin replied.</p><p>Justices Ginsburg and Alito both pressed Savrin on the town's position about mixed signs. Would a sign that both invites people to attend church services and gives directions still be treated as a directional sign?</p><p>The lawyer answered that because it would be a sign with directions for a temporary event, the sign would have to be put up 12 hours before the event and taken down an hour afterwards. If, on the other hand, it is an ideological sign, it can stay up longer.</p><p>Alito, caustically: \"So they could put up a, quote/unquote, ideological sign that says . . . 'Come to our service on Sunday morning,'\" but \"we can't tell you where it will be because the town won't let us...\"</p><p>That prompted Justice Stephen Breyer to ask in exasperation, \"What is this argument about?\"</p><p>Are you saying, asked Breyer, that if the sign is an invitational, and thus ideological sign, it can't give directions like \"three blocks right and three blocks left? That's what this argument is about?\"</p><p>\"That is what it comes down to,\" lawyer Savrin replied.</p><p>\"Well, my goodness,\" harrumphed Breyer, \"it does sound as if the town is being a little unreasonable, doesn't it?\"</p><p>A decision in the case is expected by summer.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Battle+Over+Church+Signs%2C+Is+Ariz.+Town+Being+%27A+Little+Unreasonable%27%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nina Totenberg","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376788865-23c236.m3u?orgId=1&topicId=1070&ft=3&f=376788864"},{"href":"http://media.npr.org/assets/img/2015/01/12/reedpoliticalsigns3-106dab2855ed0d6395a4cdb6d9885a427f1d938a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1219","width":"1626"}},{"href":"http://media.npr.org/assets/img/2015/01/12/reedchurchsign2-bcd5799b2695f19d5fc975908802bbba8ba57750.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"470","width":"626"}}]}