{"created":"2014-10-08T02:39:38+00:00","modified":"2014-10-31T00:30:08+00:00","valid":{"from":"2014-10-31T00:30:07+00:00","to":"3014-10-31T00:30:07+00:00"},"hreflang":"en","title":"States Push For Prison Sentence Overhaul; Prosecutors Push Back ","published":"2014-07-09T12:01:00+00:00","teaser":"Several red states, including Louisiana, have been diverting some offenders away from prison and into drug treatment and other incarceration alternatives. But not everyone is embracing the effort.","itags":["npr_api","329587949"],"guid":"6aea671e-2def-4a8b-b4cb-05abdfc71c87","contentencoded":"<p>Some red states like Louisiana and Texas have emerged as leaders in a new movement: to divert offenders from prisons and into drug treatment, work release and other incarceration alternatives.</p><p>By most counts, Louisiana has the highest incarceration rate in the country. In recent years, sentencing reformers in the capital, Baton Rouge, have loosened some mandatory minimum sentences and have made parole slightly easier for offenders to get.</p><p>But as reformers in Louisiana push for change, they're also running into stiffening resistance — especially from local prosecutors.</p><p>It's all happening as the number of Americans behind bars has <a href=\"http://www.pewtrusts.org/en/about/news-room/press-releases/2014/03/14/us-imprisonment-rate-continues-to-drop-amid-falling-crime-rates\" target=\"_blank\">started to decline</a>. There are multiple reasons for that, including crime rates that have been dropping since the 1990s, as well as <a href=\"http://www.npr.org/2014/03/23/293447532/freeing-up-californias-prisons-a-massive-undertaking\" target=\"_blank\">the impact of the Supreme Court's 2011 requirement</a> that tough-on-crime California reduce its prison population.</p><p>And there's another factor: a growing bipartisan consensus for sentencing reform. Local politicians are getting political cover for those efforts from conservative groups like <a href=\"http://www.rightoncrime.com/\">Right on Crime</a>.</p><p>\"It is a growing consensus on the right that this is the direction we want to be going,\" says Kevin Kane, of the libertarian-leaning <a href=\"http://www.pelicaninstitute.org\">Pelican Institute for Public Policy</a> in Louisiana. \"Most people will point to, 'Well, it's saving money, and that's all conservatives care about.' But I think it goes beyond that.\"</p><p>Kane says libertarians are interested in limiting the government's power to lock people away, while the religious right likes the idea of giving people a shot at redemption — especially when it comes to nonviolent drug offenders.</p><p>Still, not everyone is embracing these ideas. In some places, there's been considerable pushback — especially when the idea of eliminating prison time for drug offenders arises.</p><p><strong>Pushback In Louisiana</strong></p><p>In Lafayette, La., the sheriff's department has reinvented its approach to drug offenders. Marie Collins, a counselor by trade, runs the department's treatment programs. She estimates at least 80 percent of the people in the parish jail got there because of substance abuse.</p><p>\"The concept of, 'Let's lock them up and throw away the key,' does nothing for society and does nothing for us, because you haven't taught them anything,\" she says.</p><p>So there's counseling offered inside this jail. The sheriff's staff is also constantly scanning the jail's population for nonviolent inmates it can release <a href=\"http://www.lafayettesheriff.com/site320.php\" target=\"_blank\">early into the appropriate programs on the outside</a>.</p><p>One option is the <a href=\"http://www.lafayettesheriff.com/site500.php\" target=\"_blank\">Acadiana Recovery Center</a> right next door, a treatment program run by Collins and the sheriff's department — though the staffers play down their connection to law enforcement. In fact, you can seek treatment there even if you've never been arrested.</p><p>\"If we can be proactive and provide the treatment before they get to jail, it'll actually cost us less money,\" Collins says.</p><p>Arguments like that are making headway at the state level. But reformers in Baton Rouge are also experiencing pushback. By most counts, the state has the highest incarceration rate in the country, and there's a traditional preference for long sentences.</p><p>The state's prison population is also hard for lawmakers to ignore. Under guard and dressed in gray jumpsuits marked \"offender,\" inmates work at the capitol building, emptying wastebaskets and serving food in the cafeteria.</p><p>Liz Mangham, a lobbyist, has represented the conservative sentencing reformers in Baton Rouge. While they've made progress, she says they appeared to cross a red line this spring with a bill to step down Louisiana's stiff penalties for possession of marijuana.</p><p>Under current law, possession is a felony on the second offense. A third may get you as much as 20 years in prison. Mangham recalls the scene when the bill came up for a crucial hearing.</p><p>\"The Judiciary Committee room was full. The anteroom across the hall, which is twice the size, was full, and the halls were full ... of [district attorneys] and sheriffs coming down to oppose the bill,\" she says.</p><p>The bill died on the spot. In Louisiana and other parts of the South, district attorneys and sheriffs — who Mangham calls \"the courthouse crowd\" — have a lot of political clout at the state level. She says it's understandable why most sheriffs opposed the bill, because they house state prisoners in parish jails and every prisoner represents a payment from the state.</p><p>\"So when you're making money to warehouse prisoners, why on earth would you be in favor of sentencing reform?\" Mangham says.</p><p>But the district attorneys' opposition is more complex — and interesting. And it's emblematic of a growing conflict that's taking place nationally between sentencing reformers and prosecutors.</p><p><strong>The Issue: Leverage</strong></p><p>The vast majority of criminal cases in America are resolved through plea bargains. Defendants plead guilty out of fear of getting a worse sentence if they don't. Plea bargains jumped above 90 percent in the 1980s and '90s, in part because a wave of harsh new sentences for drug offenses strengthened prosecutors' hands when bargaining with defendants.</p><p>\"For a DA to have the ability to dangle over someone's head 10, 20 years in jail, that provides them with tremendous leverage to pretty much get whatever they want,\" says Louisiana State Sen. J.P. Morrell, a Democrat from New Orleans and former public defender.</p><p>Morrell was one of the sponsors of the marijuana sentencing reform bill that failed in Baton Rouge. He says one of the benefits of that reform would have been a reduction in the power of prosecutors to, as Louisiana courthouse slang puts it, \"bitch\" a defendant. A reference to Louisiana's ha<em>bit</em>ual offender law, it refers to a DA threatening to use past convictions — often for marijuana possession — to multiply the length of a defendant's potential sentence.</p><p>But what Morrell sees as a problem, prosecutors regard as a necessary tool. That's because many states are now considering similar reductions to mandatory minimum sentences for drug offenses, and Congress is considering a similar move for federal drug charges.</p><p>Prosecutors insist they use the threat of harsh sentences responsibly but say it's a tool they can't do without. Last fall, at a <a href=\"http://www.npr.org/templates/story/story.php?storyId=223801528\" target=\"_blank\">hearing in the U.S. Senate Judiciary Committee</a>, the then-executive director of the National District Attorneys Association, Scott Burns, warned against rolling back drug sentences.</p><p>\"Why now? With crime at record lows, why are we looking at sweeping changes?\" Burns said. He endorsed \"smart on crime\" reforms such as drug courts, but he cautioned against depriving prosecutors of \"one of our most effective sticks.\"</p><p>John de Rosier, the district attorney of Calcasieu Parish, La., says \"we have people all the time that we know have been involved in robberies, rapes and murders. We haven't been able to prove our cases, but we're in court with them for second-offense possession of marijuana. What do you think we're going to do?\"</p><p>That's commonly referred to as \"prosecutorial discretion,\" and it's an argument that alarms sentencing reformers like Morrell.</p><p>\"That level of discretion ought to be terrifying to people,\" Morrell says. \"If you cannot convict someone of a murder, of a robbery, whatever, the fact that you have a disproportionate backup charge to convict them anyway kind of defeats the purpose of due process.\"</p><p>The pushback against sentencing reform also comes from a fear that liberalizing drug laws too much could cost lives. Even as Morrell was trying to reduce sentences for marijuana this spring, the Louisiana Legislature was contemplating increasing real sentences for heroin possession. Like other parts of the country, Louisiana has been experiencing a surge in heroin deaths.</p><p>\"People are being found dead with the needle still in their arm,\" says Rep. Joseph Lopinto, a Republican from Metairie, La. He sponsored the bill that would require prison time even for a first offense.</p><p>\"[In] a perfect world, I would like everybody that's on heroin right now to go get treated,\" Lopinto says. \"But most of the time when that 'come to Jesus' moment happens, it's because of law enforcement.\"</p><p>Even Collins, the Lafayette Sheriff's Department counselor, admits prison has its uses.</p><p>\"I do see putting them in jail and expecting them to get better 'because we said so' is ridiculous,\" she says. \"However, if you put them in a treatment program and utilize [prison] as a motivational tool, it is very effective.\"</p><p><strong>The Scales Of Justice</strong></p><p>Still, if a prosecutor is going to threaten drug users with jail time, that threat has to be credible — someone has to be the example. And in Louisiana, those examples can seem extreme.</p><p>Nobody knows this better than Lisa Ladd, whose 27-year-old son, Corey, is now serving a 20-year sentence for his conviction for third-offense marijuana possession. He was arrested with a half-ounce. Ladd seems dumbfounded by what's happened to Corey.</p><p>\"He broke the law; he does deserve some sort of punishment,\" she says. \"But 20 years? The scales of justice are just so way off balance. They really are.\"</p><p>Now she's raising her imprisoned son's infant daughter. As she talks about it, she breaks down.</p><p>\"I just lost a son,\" she says, and after a moment it becomes clear that she's not talking about Corey. Another son, who was 23, died of a drug overdose. Ladd just got the paperwork from the coroner. It looks like it was a mix of heroin and pills.</p><p>Ladd's younger son did not have the same kind of legal troubles Corey did. Instead of jail, he went for treatment in Florida. But it didn't take, and now he's the one who's dead.</p><p>Would he still be alive if he'd had that \"come to Jesus moment\" with law enforcement, as Lopinto puts it? It's that kind of question that's dogging the states as they try to figure out the best way to deal with their still-crowded prisons.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=States+Push+For+Prison+Sentence+Overhaul%3B+Prosecutors+Push+Back+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330038159-ac3f1b.m3u?orgId=1&topicId=1070&ft=3&f=329587949"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330059949-f9d9f8.m3u?orgId=1&topicId=1070&ft=3&f=329587949"},{"href":"http://media.npr.org/assets/img/2014/07/08/louisiana-prison-reform-edit-01fbc66fe4a01648bdd044f8503508e12ad2949a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2003","width":"2671"}},{"href":"http://media.npr.org/assets/img/2014/07/08/louisiana-prison-reform1-51e76cb0db90b4e69c338ed38fb2b2e53f244c3d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1820","width":"2426"}}]}