{"created":"2014-10-08T02:19:25+00:00","modified":"2014-12-23T18:14:04+00:00","valid":{"from":"2014-12-23T18:14:04+00:00","to":"3014-12-23T18:14:04+00:00"},"hreflang":"en","title":"For Most Kids, Nice Finishes Last","published":"2014-07-26T20:17:00+00:00","teaser":"A Harvard researcher says teens feel their parents prioritize success and feeling good over kindness — and so they do, too.","itags":["npr_api","331346884"],"guid":"6b1f2414-417c-4561-a6ca-4628f7c864de","contentencoded":"<p>A new study holds up a mirror to America's parents. A <a href=\"http://isites.harvard.edu/fs/docs/icb.topic1430903.files//Executive%20Summary.pdf\">researcher at Harvard</a> surveyed 10,000 middle and high school students in 33 different schools around the nation about what they thought their folks cared about most: that they achieve at a high level, that they are happy (defined as \"feeling good most of the time\"), or that they care for others. Almost 80 percent of youth picked high achievement or happiness as their top choice, while about 20 percent selected caring for others. The survey also shows that about 80 percent of kids themselves rank achievement or happiness as most important, paralleling what they believe their parents value most.</p><p>Mari Brennan Barerra and Joel Barrera are your quintessential do-gooders. They both work in the public sector, sit on multiple nonprofit boards, volunteer at a soup kitchen, and even picked their church because it was the one most committed to community service. Not surprisingly, they also say they have made it a priority to raise their kids to be caring and contributing.</p><p>If their daughter, Mila, 15, had to say whether her parents cared more about her being good to others or being successful, she says it'd be close, but she'd have to say \"good,\" she hedges.</p><p>Her brother, James, 13, however, doesn't hesitate.</p><p>\"Successful,\" he says.</p><p>How does he know? Because achievement in school is what his parents nag him about, and reward him for, the most. For example, they let him quit volunteering at the soup kitchen when he didn't like it, but he gets no such pass on schoolwork. Similarly, Mila says, her parents got really happy and took her out to a nice restaurant for dinner to reward her for getting a B instead of a C.</p><p>\"It's one of those things people say, like, I really want you to be a good person, like that's my main thing,\" she says. \"But deep inside, it's like, but I <em>really</em> want you to be successful.\"</p><p><strong>Rhetoric Vs. Reality</strong></p><p>Rick Weissbourd's <a href=\"http://www.gse.harvard.edu/news-impact/2014/06/making-caring-common-report-the-children-we-mean-to-raise/\">Making Caring Common Project</a> at the Harvard Graduate School of Education published the study. Weissbourd says the results reveal a \"rhetoric-reality gap\" on the part of parents. In other research, parents have claimed that they value caring above all, but that's not what kids are internalizing.</p><p>\"Kids are picking up on these mixed messages,\" he says. It could be little things, he says, like letting your son inflate his community-service commitment on a college application, or not asking your daughter to reach out to a friendless child on the playground.</p><p>\"I don't think parents realize that these messages are drowning out other messages about caring and equality and fairness,\" Weissbourd says.</p><p>The study doesn't necessarily point to a decline in morality among young people. Still, Marvin Berkowitz, a professor of character education at the University of Missouri, St. Louis, says the results are troubling.</p><p>He references a Teddy Roosevelt quote: \"To educate a man in mind and not in morals is to educate a menace to society.\"</p><p>Character education is something of a trend in schools these days. Central Queens Academy, a public middle school in New York City, focuses on character and community. Kids there are rewarded for things like kindness and being a team player, not just for getting straight A's. But when students took part in the kindness survey, their answers were no different from anyone else's.</p><p>\"It was eye-opening,\" says principal Jesse Tang. \"Our school is trying to buck certain ways of thinking, and we are working against a lot of these influences.\"</p><p>One big influence is colleges, and what they value in the admissions process. They may pay lip service to community service but, Tang says, kids know what really counts.</p><p>Christoph Guttentag, dean of admissions at Duke University, says it makes sense that colleges should prioritize grades; they are, after all, academic institutions. And besides, he notes, it'd be hard to judge a kid's kindness from an application. But, he says, colleges could do a little more to incentivize good character.</p><p>\"We have work to do in how we talk about what we value, and making decisions consistent with what we say,\" Guttentag says.</p><p><strong>Small Gestures</strong></p><p>Harvard's Weissbourd agrees that colleges could make a big difference with even small gestures. For example, he says, colleges could count hours that a student spent taking care of an elderly grandfather or baby sister as much as they count community service work in Costa Rica.</p><p>But ultimately, Weissbourd says, it comes down to parents walking the walk, not just talking the talk. It's a hard thing to do, even for the most committed humanitarians, like the Barreras, who like many are swayed by their economic anxieties. \"Our main job as parents is to launch them into the world,\" says Joel Barrera. \"You know, I just want her to be able to make her own way in the world.\" \"I worry all the time,\" adds Mari. \"I wonder what will happen down the road. ... I hope I'm not condemning my kids to a life of poverty.\"</p><p>But Weissbourd says the good news is that being caring and being a high achiever are not necessarily at odds with each other. Positive psychologists like Martin Seligman emphasize that \"authentic happiness\" comes from connection with other people, not just pursuing self-interest. Not only that, but empathy does tend to improve one's collaboration skills, which have made it onto the short list of \"<a href=\"http://www.p21.org/\">21st century literacies</a>,\" suggesting that getting along with others is integral to achievement.</p><p>So the bottom line is, as Weissbourd points out, that teaching kids to be mindful of others could also make them more successful.</p><p>As well as, of course, just being the right thing to do.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Most+Kids%2C+Nice+Finishes+Last&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"288"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331425926-6f72cc.m3u?orgId=1&topicId=1013&ft=3&f=331346884"},{"href":"http://media.npr.org/assets/img/2014/07/14/5052874289_4a6f9bfff2_z-ad362307b366d0c23c5801b9f85fe682de3d3443.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"305","width":"407"}}]}