{"created":"2014-11-21T21:49:36+00:00","modified":"2015-05-13T21:30:05+00:00","valid":{"from":"2015-05-13T21:30:05+00:00","to":"3015-05-13T21:30:05+00:00"},"hreflang":"en","title":"An Ebola Clinic Figures Out A Way To Start Beating The Odds","published":"2014-11-22T01:22:00+00:00","teaser":"Staff members at a clinic in Sierra Leone were told to minimize treatments and expect few survivors. But they refused to follow that plan and came up with a safe way to boost the survival rate.","itags":["npr_api","365715575"],"guid":"6b27822e-7efe-4786-8f1c-7babb05460ff","contentencoded":"<p>One reason the Ebola virus is so terrifying is that it's so lethal. Researchers estimate that the strain circulating in West Africa <a href=\"http://www.npr.org/2014/10/23/358363535/why-do-ebola-mortality-rates-vary-so-widely\" target=\"_blank\">is killing upward of 70 percent of those it infects</a>. Even among those getting care, <a href=\"http://www.nejm.org/doi/full/10.1056/NEJMoa1411100#t=article\" target=\"_blank\">as many as 64 percent are dying</a>.</p><p>But some doctors in Sierra Leone say it doesn't have to be that way. An Ebola treatment facility in the capital of Freetown claims to have improved the odds of survival — with few resources and little money.</p><p>Sierra Leone's government set up the Hastings Ebola Treatment Center in some classrooms at a former police training academy. When we visit the facility, it's payday, and the workers who are lined up to get their wages seem particularly animated.</p><p>But the lively atmosphere also reflects the broader mood here. In the midst of a lot of bad news about <a href=\"http://www.npr.org/tags/147820238/ebola\">Ebola</a> — a surge of new infections, and way more patients than space to treat them — the workers at this facility feel like they're finally having some success.</p><p>After losing about 40 of their 70 patients in the first week the facility was open, in mid-September, the staff at the facility realized they needed a new strategy for dealing with the dreadful disease.</p><p>\"We said, 'no, this cannot continue — we need to do something,' \" says Dr. Santigie Sesay, who coordinates treatment at the center.</p><p>At a brainstorming session, staff zeroed in on a key problem: dehydration. People with Ebola are wrecked with diarrhea, they vomit, and some may bleed.</p><p>\"So we said, 'if we can replace the fluids that are being lost, we can definitely help these people,' \" Sesay says.</p><p>The usual way to replace fluids is with an intravenous drip, but it can be dangerous to insert a needle into an Ebola patient. All it takes is one prick to infect a health worker. Plus, running IVs takes careful monitoring. So Sesay was advised against IVs when the treatment center opened.</p><p>\"During our training, we were told that we are not supposed to to go into the vein,\" he says.</p><p>Still, the staff at Hastings resolved to give IVs a try — with their most experienced nurses inserting them.</p><p>To date, none of the workers have gotten infected. And the effect on patients has been dramatic, Sesay says. It's difficult to pinpoint survival statistics for any one center when the overall number of patients is small and the outbreak is still unfolding. But based on the data so far, he says, Hastings' death rate is way down.</p><p>\"Out of every 10 patients, four will die, and six will come out,\" he says.</p><p>Sesay also has noticed another effect: The medical staff at the center has realized that the patients now have a fighting chance.</p><p>\"Everybody has become very, very enthusiastic,\" he says. The staff started interacting with the patients more, even helping the weakest ones eat.</p><p>\"We started talking to the patients. We even started bed-baths,\" Sesay says. \"We became so motivated, and things changed drastically.\"</p><p>Isatu Koroma, who cleans the inside of the ward, says she's been pulling for an older patient — a woman who reminds her of an aunt of hers who had died recently of Ebola.</p><p>\"I fell in love with her,\" Koroma says. \"Because I love her like my aunt.\"</p><p>The woman was in bad shape when she arrived.</p><p>\"She was so sick, so weak,\" Koroma says. \"I go to her, encourage her: 'Please, you have family. You have your daughter.' \"</p><p>Now, that woman is among about 60 patients who have been moved to the recovery area, just across the yard, where a worker is calling out the names of people who soon will be released.</p><p>The moment is bittersweet. These people have survived Ebola and get to go home, but a lot of them have lost close relatives.</p><p>One women in the area lifts up a baby high into the air. He's tiny.</p><p>\"This baby has no mother or a father,\" the woman says.</p><p>Both of the baby's parents have died of Ebola. The woman has been caring for him, even though she doesn't know the little boy's name.</p><p>\"I call him Mohammed,\" she says.</p><p>The woman has two children of her own waiting on the outside. Her kids, at least, will be getting their mom back soon.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Ebola+Clinic+Figures+Out+A+Way+To+Start+Beating+The+Odds&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Nurith Aizenman","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1365762041-05f50d.m3u?orgId=1&topicId=1031&d=284&p=2&story=365715575&t=progseg&e=365692663&seg=3&ft=nprml&f=365715575"},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_01_21284709-x-92f2b14fb6b3b93fe0a76cb0e722f0092026bfc8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2013","width":"2685"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_03_21284711-x-22c05687418cef56dd8f86b46770c9c17cc70f03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1892","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_05_21284717-x-7e6bc80eafb60038f422756454622575afaf83ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2160","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_07_21284721-x-63c071e990d54a89845fcec369071d6bb1eed8a6.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_10_21284727-x-484d65c605cfcacfd2b66c9e5c89d170e46a732d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2062","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_11_21284729-x-a5c18635d7d8aa889a9aa5c8ee3c3f4bf460b562.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_16_21284739-x-92696c1cb40f3fd9eb2e999251e2eccdccfb2ef2.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_05_21284717-x-7e6bc80eafb60038f422756454622575afaf83ef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2160","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/11/21/ebola_112014_hastings_dg_14_21284735-x1-7ea1aa2192e0ac41f4f21454b8e096141a410eb8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1789","width":"2386"}}]}