{"created":"2015-06-22T21:40:35+00:00","modified":"2015-06-23T15:05:19+00:00","valid":{"from":"2015-06-23T15:05:19+00:00","to":"3015-06-23T15:05:19+00:00"},"hreflang":"en","title":"S.C. State Legislator Hopes To Remove Confederate Flag This Summer","published":"2015-06-23T02:32:00+00:00","teaser":"NPR's Melissa Block speaks with South Carolina State Rep. Doug Brannon, who says he wants to fast-track a bill to remove the Confederate flag from the State House grounds.","itags":["npr_api","416538096"],"guid":"6b2f18b9-e5d6-4297-880b-988e7341fc5e","contentencoded":"<p>South Carolina Gov. Nikki Haley announced Monday a new push to remove the Confederate flag from the state capitol grounds.</p><p>Debate about the flag heated up after <a href=\"http://www.npr.org/sections/thetwo-way/2015/06/19/415830922/confederate-flag-has-to-come-down-in-s-c-naacp-leader-says\" target=\"_blank\">nine African-Americans were killed</a> in a historic black church in Charleston, S.C., last week. Its removal would require action by state legislators.</p><p>Before today's move by Gov. Haley, South Carolina State Rep. Doug Brannon was committed to introducing a bill to remove the flag in the next legislative session. But the Republican legislator told NPR's Melissa Block there is now an appetite in the State House to fast-track this debate.</p><p>\"The momentum has changed overnight,\" he says. \"I think that we're going to debate this bill and take the flag down this summer.\"</p><p>Rep. Brannon, who represents parts of conservative Spartanburg County in the northwest part of the state, says his constituents are mostly supportive, but he has heard criticism. He says he believes removing the flag is the right thing to do.</p><p>\"Here's what I'm gonna do: I'm gonna do my job until I lose by job,\" he says. \"And if I lose it over this, I will lose with a smile.\"</p><p><em>Use the audio player above to hear the full interview. </em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=S.C.+State+Legislator+Hopes+To+Remove+Confederate+Flag+This+Summer&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"292"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1416538097-d6cc6c.m3u?orgId=1&topicId=1014&d=292&p=2&story=416538096&t=progseg&e=416538006&seg=11&ft=nprml&f=416538096"},{"href":"http://media.npr.org/assets/img/2015/06/22/sc-state-house-confederate-8f93fd2eaabe42d6ccfb9f010c0fdc4ae15bba3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}}]}