{"created":"2014-10-07T21:10:33+00:00","modified":"2014-10-31T00:14:57+00:00","valid":{"from":"2014-10-31T00:14:57+00:00","to":"3014-10-31T00:14:57+00:00"},"hreflang":"en","title":"The Violence In Gaza, Through The Lens Of One Family's Losses","published":"2014-07-16T00:16:00+00:00","teaser":"The Gaza Strip has sustained more than 1,500 Israeli airstrikes. A family with no apparent ties to Hamas lost one of two sons last week; the mother and father died in similar attacks six years ago.","itags":["npr_api","331750502"],"guid":"6b398f42-19df-4cb0-a028-436114e048d8","contentencoded":"<p>Cloaked in black from head to toe, Iman el-Kaas cries in her mother's home in the Gaza Strip. Iman is in mourning.</p><p>Her husband, Anas el-Kaas, was killed by an Israeli attack that hit their apartment in Gaza early Friday morning. He was 33 years old, a pharmacist with two young children. They had just moved in a few months ago.</p><p>\"I thought that apartment was gift, but it was the place he would be killed,\" Iman says. \"Why? Why did they kill him?\"</p><p>About twice the size of Washington, D.C., the Gaza Strip has sustained more than 1,500 Israeli airstrikes over the past week. It's the third such war with Israel since 2009.</p><p>The el-Kaas family, one with no apparent connections to any militant groups in Gaza, has been repeatedly touched by tragedy. Anas, the younger of two grown children, was killed last week. He and his brother lost their parents in a similar attack nearly six years ago.</p><p>By Israel's own count, its military has hit more than 1,500 targets in the Gaza Strip during a week of conflict, resulting <a href=\"http://www.npr.org/blogs/thetwo-way/2014/07/15/331607570/ceasefire-proposal-gets-israel-s-ok-rocket-strikes-persist\">in nearly 200 Palestinian deaths so far</a>. More than 1,000 rockets have been fired by militants in Gaza toward Israel, including more than 100 that landed Tuesday.</p><p>One of those killed a civilian near Gaza's northern border with Israel, a man in his 30s that the Israeli media says was in the area to help distribute food and drink to soldiers stationed there. He is the first Israeli to be killed in the current conflict. Several other Israeli civilians have been critically wounded.</p><p>Israel's stated aim is to kill militants and destroy weapons used against Israel. The military couldn't immediately provide information about the target when Anas el-Kaas was killed in Gaza. Iman el-Kaas says her husband was just a charming pharmacist.</p><p>As we talk in her mother's home, there is a boom — a hit outside, as if to emphasize the unpredictability of Israeli attacks.</p><p>It's not clear if this is a warning or a mistake. There is never an explosion.</p><p>The next day, Iman returns for the first time to the apartment where her husband died. Her husband's brother, Ghassan el-Kaas, comes too. It's also his first visit since Anas was killed.</p><p>Ghassan takes the marble stairs two at a time. In the apartment, his feet crunch over chunks of concrete and broken glass. He stops just outside what used to be the living room door.</p><p>\"He was dead here,\" Ghassan says. \"This is his blood. He can't get out of the room.\"</p><p>Neighbors say two strikes hit in quick succession, much closer together than the \"knock on the roof\" rockets Israel sometimes uses to warn residents to leave — not five minutes between hits, says Ghassan, but seconds.</p><p>\"I don't know what to say. I'm just going to lose my mind. He's my only brother,\" Ghassan says. \"And in the war in 2009, and I lost also my father and mother. Also in the house.\"</p><p>This time, he got a call at 3:30 in the morning about his brother. The other time, he found his parents' bodies.</p><p>\"I lost contact with them five days before ending of war. I can't reach them with any phone or anything,\" he says. \"When war stopped, I went home and found them dead. Both of them dead.\"</p><p>The el-Kaas family has long ties in Palestinian politics, but not with Hamas or an Islamic faction. The father worked with Yassar Arafat, the Palestinian leader Israel counted as a terrorist until the Oslo peace deal in 1994. The el-Kaas family came to Gaza then. A childhood friend, Sayeb Abu Rabiya, says the father trusted Israel.</p><p>\"He always said Israelis have very good intelligence and technology. They recognize who they want and when to hunt him,\" Abu Rabiya says. \"He was telling people, don't run away. If you are wanted for the Israelis, they will get you. If you are not wanted, stay. They know you are not wanted. They will not harm you.\"</p><p>In the strike that killed Anas on Friday, neighbors say maybe Israel got mixed up. An organization on the first floor of the building might have had Hamas connections, some say. The previous apartment owner might have had militant ties. Anas had been studying in Cuba on a scholarship when his parents were killed. He rushed back, then stayed. But friend Abu Rabiya says Anas didn't like it much in Gaza under Hamas.</p><p>\"He was very smart, very active guy, young guy. He always was very stylish,\" Abu Rabiya says. \"Like wearing a cut shirt and shorts and sunglasses, walking his dog on the beach. Acting like the European guys.\"</p><p>Iman, Anas' wife, says he had dreamed of moving the family to Latin America.</p><p>But that dream is gone with this war. Sitting on the floor of their apartment, she picks through scraps of wood and wall searching for some trace of him. She leaves with his navy baseball cap and a chunk of concrete in her hands.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Violence+In+Gaza%2C+Through+The+Lens+Of+One+Family%27s+Losses&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"283"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1331751468-f819af.m3u?orgId=1&topicId=1009&ft=3&f=331750502"},{"href":"http://media.npr.org/assets/img/2014/07/15/gaza-family-715-e3e8d65b4cd7eb330e8eaa479d5ef884dae188dc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"917","width":"1224"}}]}