{"created":"2015-06-28T14:55:58+00:00","modified":"2015-06-30T16:56:30+00:00","valid":{"from":"2015-06-30T16:56:30+00:00","to":"3015-06-30T16:56:30+00:00"},"hreflang":"en","title":"For Americans Seeking Affordable Degrees, German Schools Beckon","published":"2015-06-29T18:34:00+00:00","teaser":"More and more Americans are pursuing graduate degrees in Germany, where tuition is often free and many classes are taught in English.","itags":["npr_api","418262031"],"guid":"6b445efe-b55d-491c-bdec-308f719a4b7b","contentencoded":"<p>Looking to escape the staggering costs of a university education in the United States? You are not alone. And German education officials say a growing number of Americans are heading to the land of beer and bratwurst to get one.</p><p>At last count, there were 4,300 Americans studying at German universities, with more than half pursuing degrees, says Ulrich Grothus, deputy secretary general of the <a href=\"https://www.daad.org/\">German Academic Exchange Service</a>.</p><p>\"We've seen an overall increase in international students in this country over the last 10 years, but the increase for Americans has been much faster,\" he says. Between 2003 and 2013, he says, the number increased by 56 percent.</p><p>The fact that many programs are taught in English and tuition is usually free has helped make Germany the third most popular destination for American students studying abroad. Only the United Kingdom and Canada are more popular.</p><p>Also appealing is the high quality of German education. This year's reputation rankings in the London-based <em>Times Higher Education</em> magazine placed <a href=\"https://www.timeshighereducation.co.uk/world-university-rankings/2015/reputation-ranking#/\">three German universities in the top 50</a> of approximately 20,000 higher education institutions worldwide.</p><p>One of those three is Humboldt University in Berlin, where Casey Detrow is a student. The 27-year-old New Yorker, who graduated from the Macaulay Honors College at CUNY, is pursuing a master's degree in American Studies at Humboldt.</p><p>\"[It] offers me every bit of the academic challenge and intellectual stimulation that any top university in the U.S. would offer,\" Detrow says. She chose Humboldt over six American programs that accepted her over the past three years, including ones at Columbia and Berkeley.</p><p>\"I just have time and space in Berlin that I really think I wouldn't have access to if I were living in the Bay Area, New York, Philadelphia, Chicago,\" Detrow explains. \"I have an affordable lifestyle and, you know, I have a room of my own. I have time and space to sit in my little apartment and kind of exhale and read and study.\"</p><p>Detrow lives in a small, rent-controlled apartment in the bohemian neighborhood of Friedrichshain, which she pays for — along with many of her living expenses — with a scholarship from the German Academic Exchange Service.</p><p>As for tuition fees? Her program charges none.</p><p>\"I really cannot even compare that to what I would be getting in the United States,\" Detrow says. \"When you are talking free versus $50,000, I feel like there is no contest. I can't justify going back.\"</p><p>Fellow Humboldt student Mari Jarris agrees. The 22-year-old Wesleyan University graduate from Shelburne, Vt., says she plans to defer an offer from a Ph.D. program at Princeton so she can finish her master's degree in German literature in Berlin.</p><p>\"I expected it to be a couple thousand of euros a semester or something for foreign students, but I was shocked to see that you just have to pay semester dues that every student pays and you end up getting more benefits than you are really paying for,\" including a comprehensive public transit pass, Jarris says.</p><p>The student fee varies depending on the university, but is generally in the low hundreds of dollars.</p><p>Like Detrow, Jarris receives a scholarship to cover her living expenses and rent in the trendy Kreuzberg neighborhood, but pays no tuition fees.</p><p>So why is Germany so generous when it comes to higher education?</p><p>For one thing, with an aging population and a shortage of skilled workers, Germany is eager to attract qualified young people from other countries who might want to settle there.</p><p>For another, many Germans oppose tuition fees as unjust. While a court ruling in 2005 led the 16 state governments that control and finance higher education to start charging students, a public backlash eventually led them to throw tuition fees out.</p><p>Some universities, however, continue to charge modest amounts for certain programs.</p><p>There are also direct benefits to German state coffers, Grothus says. \"If only 30 percent of graduates stay for at least five years, they would pay within these five years — even while they are studying — more taxes than the taxpayer pays for their education.\"</p><p>Detrow says she would like to stay in Germany and teach once she's finished with her graduate and postgraduate degrees. But she may find the German job market less welcoming to foreigners than the education system.</p><p>A June study by the <a href=\"http://www.svr-migration.de/en/publications/train-and-retain/\">Expert Council of German Foundations on Integration and Migration</a> found that three in 10 foreign graduates spent more than a year looking for employment. One in 10 found no jobs at all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Americans+Seeking+Affordable+Degrees%2C+German+Schools+Beckon&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Soraya Sarhaddi Nelson","audio":[{"meta":{"duration":"211"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1418262032-d97347.m3u?orgId=1&topicId=1124&d=211&p=10&story=418262031&t=progseg&e=418261951&seg=13&ft=nprml&f=418262031"}]}