{"created":"2015-02-11T21:25:30+00:00","modified":"2015-05-13T21:16:23+00:00","valid":{"from":"2015-05-13T21:16:22+00:00","to":"3015-05-13T21:16:22+00:00"},"hreflang":"en","title":"The U.S. Helped Beat Back Ebola — Only Not In The Way You Might Think","published":"2015-02-13T00:08:00+00:00","teaser":"The deployment of troops to build treatment centers and train health workers didn't pan out as planned. But as most of the troops are being withdrawn, it is clear the U.S. still made a difference.","itags":["npr_api","385489704"],"guid":"6b4c903b-bae1-415b-84a4-16ae49dad30b","contentencoded":"<p>Hundreds of U.S. troops, sent to help fight Ebola in West Africa, are now coming home. That's the news from the White House today.</p><p>Did they make a difference?</p><p>Not in the way you'd think. The grand plans to build 17 new field hospitals in Liberia and train thousands of health care workers, announced in September, didn't quite come off. Several of the hospitals weren't needed and were never built. Others opened after the epidemic had peaked and were practically empty. Only a fraction of the promised health workers were trained.</p><p>But even though the hospital-building strategy wasn't the most productive, the U.S. did have a significant impact.</p><p>Tom Kirsch, who runs the Center for Refugee and Disaster Response at John's Hopkins University, says the deployment of U.S. troops sent a strong message internationally — and it was about more than just building or not building new Ebola hospitals.</p><p>At the time the U.S. went in, he explains, \"most of the ports along West African coast were blocking transport in to Liberia, the airlines had begun to pull out. And only one or two carriers were still left. So the logistical capacities that the U.S. military brought I think were probably the most important part of their response.\"</p><p>In other words, the military got things where they needed to go. The U.S. Air Force, for example, set up an air supply line from Senegal to ferry supplies in.</p><p>That's not all the U.S. accomplished. The Centers for Disease Control and Prevention helped create systems to track cases. The U.S sent in mobile laboratories to test blood sample of suspected Ebola patients. This cut the time it took to diagnose — or rule out — an Ebola infection from days to just a few hours.</p><p>Over the last year the U.S. spent nearly a billion dollars fighting Ebola in West Africa. And only about a third of that went to the military part of the response. The <a href=\"http://www.usaid.gov/sites/default/files/documents/1864/02.04.15%20-%20USG%20West%20Africa%20Ebola%20Outbreak%20Fact%20Sheet%20%2319.pdf\">$939 million</a> the U.S. has spent on the outbreak is far more than the other leading donors — the U.K., Germany, the World Bank and the European Commission — combined.</p><p>Just because most of the troops are coming home doesn't mean the battle is over. President Obama says there is still a lot to be done to completely stop the spread of the deadly virus — and it's not charity work.</p><p>\"In the 21st century, we cannot build moats around our countries,\" Obama said today. \"There are no draw bridges to be pulled up. We shouldn't try. \"</p><p>And he vowed that the U.S. civilian response to the Ebola outbreak will continue until there are \"zero\" cases in West Africa.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+U.S.+Helped+Beat+Back+Ebola+%E2%80%94+Only+Not+In+The+Way+You+Might+Think&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"159"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1385537530-ae029a.m3u?orgId=1&topicId=1031&d=159&p=2&story=385489704&t=progseg&e=385474378&seg=14&ft=nprml&f=385489704"},{"href":"http://media.npr.org/assets/img/2015/02/11/457262614-41db860610aa369dd80f63ad10207c2979b165bf.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2030","width":"2707"}}]}