{"created":"2014-09-18T15:05:43+00:00","modified":"2014-10-31T02:04:06+00:00","valid":{"from":"2014-10-31T02:04:06+00:00","to":"3014-10-31T02:04:06+00:00"},"hreflang":"en","title":"Lawyer Reflects On Nation's First Gay Marriages: 'The Cage Had Been Lifted'","published":"2014-05-16T11:20:00+00:00","teaser":"Ten years ago this week, Massachusetts became the first state to legalize gay marriage. Attorney Mary Bonauto, one of the key drivers of the change, is a quiet, unassuming mother of two from Maine.","itags":["npr_api","312674228"],"guid":"6b57db20-4968-4150-86b1-0673a9d9ee2f","contentencoded":"<p>Ten years ago this week, attorney Mary Bonauto woke up with more than just your average case of pre-wedding jitters. It had been six months since her arguments had persuaded Massachusetts' highest court to allow the nation's first legal gay marriages, but opponents were still trying to stop the weddings before they started.</p><p>\"I had been so scared, so many times, during really what had been really a ferocious onslaught to try to keep marriages from ever happening, so I continued to worry,\" Bonauto recalls.</p><p>The last of the legal challenges was rejected by the U.S. Supreme Court only about 48 hours before the first \"I do's\" were set to begin. Now, Bonauto was faced with one more challenge: figuring out how many of her clients' weddings she could attend in one day.</p><p>Sharpshooters were on the roof of Boston City Hall as Bonauto escorted three couples to get marriage licenses on May 17, 2004. Police led her to their weddings through the throngs of well-wishers and protesters.</p><p>At the Arlington Street Church, Bonauto witnessed <a href=\"http://www.npr.org/templates/story/story.php?storyId=130574865\" target=\"_blank\">Rob Compton and Dave Wilson</a>, wearing classic black tuxes and matching red-striped ties, saying their vows, as they all fought back tears.</p><p>\"I was sitting in the church, and I just didn't realize I was gonna fall apart to see, OK, there are Dave and Rob, and they are finally getting married,\" she says. \"I was sitting next to Rob's mother, and she kept handing me tissues. It was <em>her</em> son, and <em>I</em> was the one who was a total mess.\"</p><p>Hearing the minister say, \"By the power vested in me, by the Commonwealth of Massachusetts\" was profound, Bonauto says. \"Hearing those words and knowing it was true just changed everything. ... That had never happened before legally in this country. It felt like the cage had been lifted off, and it was just a different world from that point forward.\"</p><p><strong>Early Fights</strong></p><p>Barney Frank, an openly gay former congressman, calls Bonauto \"the LGBT community's equivalent of Thurgood Marshall\" — a brilliant political strategist for the way she methodically built the case for gay marriage, one state at a time.</p><p>\"Some people said, oh, this state-by-state strategy, that's wimpy — let's do it all at once,\" Frank says. \"Well, we would have lost if we tried it all at once, and Mary was restrained and disciplined and strategic in saying, no, the best way to achieve the national right was not all at once, in a big burst of glory, but in a very systematic chunk — which is what she did.\"</p><p>Indeed, soft-spoken, petite and prone to dressing in plain pantsuits and sensible shoes, there's nothing about Bonauto that says \"rabble-rouser\" or \"fiery litigator.\" She went to law school, she says, because her own struggle coming out as a lesbian made her want to help others.</p><p>Almost immediately after she began working in 1990 for the gay advocacy group GLAD (Gay and Lesbian Advocates and Defenders) in Boston, clients started asking Bonauto to sue for gay marriage. But she refused. \"It was extremely difficult. I mean, I myself found someone I was committed to and I wanted to marry,\" she says.</p><p>But Bonauto believed a lawsuit was still too risky. A loss — which she felt was far too likely — could have set a precedent that would stymie efforts for years to come. Those were the days when it was a struggle, Bonauto says, to win even an obvious case of discrimination. She recalls a client who was fired the day after his boss saw him get picked up after work by his male partner and called him a \"fag.\"</p><p>\"People were incredulous that they could be sued for that,\" Bonauto says. \"There was a way that we were viewed as impostors, when we said, 'This was an issue of equality and civil rights.' You couldn't use 'gay people' and 'civil rights' in the same sentence.\"</p><p>In that context, Bonauto says, gay marriage was a pipe dream. \"It was as if a man was asking for the right to get pregnant,\" she says.</p><p>But slowly, Bonauto and others began to nudge the conversation from one about equality to one about equal access to the perks of marriage, to one about marriage itself.</p><p>By the late 1990s, after seeing an almost-win for gay marriage in Hawaii and getting her own almost-win in Vermont (that ended in civil unions instead of marriage), Bonauto was ready to go for it in Massachusetts.</p><p>Now, she was the one pushing, despite warnings from others that it was still too soon. \"We had never won anywhere. You could understand their concerns,\" she says. \"At the same time, I felt that simply allowing gay people to continue to suffer was not acceptable. We had to try.\"</p><p>Bonauto lost in the trial court, but in a 4-3 split decision in November 2003, Massachusetts' Supreme Judicial Court ruled there was \"no legitimate reason to exclude same-sex couples from marriage.\"</p><p>\"At that point, believe me, I wanted to weep, but I went into alert — high alert. I knew the opposition would set in and, of course, it did,\" Bonauto says.</p><p>Perhaps nowhere more so than at the Massachusetts Statehouse, where opponents were pushing for a constitutional ban on gay marriage.</p><p>As lawmakers debated, thousands of demonstrators clashed in the hallways and out on the street, jostling their competing placards, trying to out-shout each other's chants and, often, insults.</p><p>\"There were times I felt despairing,\" Bonauto recalls, \"knowing the vile, vile things that people said. I just felt like, this is gonna be such a slog. Getting to state No. 2 was so difficult.\"</p><p>That happened in 2008, in another case Bonauto worked on in Connecticut. But setbacks continued as well, like when voters nixed gay marriage in Maine, where Bonauto was living with her wife and twin girls.</p><p>\"I felt dashed into the rocks, because it was so personal to know that your neighbors voted against you, voted against your family. It was an incredibly painful time,\" she says.</p><p><strong>A Federal Case</strong></p><p>To her opponents, it was only fair that the voters had spoken. They'd been railing against the Massachusetts High Court — and Bonauto — for tactics they said trampled the will of the people.</p><p>\"She pressed forward on obviously a soft spot in the Massachusetts court and exploited it,\" says Kris Mineau, president emeritus of the Massachusetts Family Institute.</p><p>Mineau says it's wrong for Bonauto to cast marriage as a civil right, and opposition to it as akin to racism. He calls Bonauto astute and professional, but says her legal arguments, which he considers faulty, laid the foundation for what he calls today's<strong> </strong>\"intolerance for anyone who dares oppose gay marriage.\"</p><p>\"With her creative genius, she was the catalyst that began this process, and now it's running willy-nilly through our nation, and I believe it's un-American,\" Mineau says. \"This is not the way that we live in a pluralistic society, where one side is absolutely shut down and marginalized.\"</p><p>For her part, Bonauto dismisses suggestions that a new orthodoxy on gay marriage leaves no room for dissent. Rather, she says, opponents simply lost steam once gay marriages started to happen. As she puts it, gay marriage is actually the best case for gay marriage.</p><p>\"I think the temperature came down dramatically once people could see for themselves that the sky did not fall and the milk didn't curdle,\" Bonauto says. \"I have come to feel that everyone is persuadable — with enough time. There are not people who are really off-limits in this discussion.\"</p><p><strong>'Mad As A Hornet'</strong></p><p>When Bonauto and her longtime partner, Jenny Wriggins, married in 2008 in Massachusetts, they knew their marriage would not be recognized back home in Maine or by the federal government.</p><p>But Bonauto was working on that, building a case against the federal Defense of Marriage Act. Wriggens says Bonauto had been stewing over it since 1996.</p><p>\"I remember when DOMA passed, and Mary said, 'This is unconstitutional. I'm going to try to take it down,' \" Wriggens says.</p><p>\"Yeah, I was mad as a hornet,\" Bonauto says.</p><p>Ultimately, Bonauto's case stopped short of the U.S. Supreme Court, and it was a different one that brought the historic ruling against DOMA. It was a little disappointing, Bonauto shrugs, but all that matters, she says, is the win.</p><p>Recently, some within the gay community have been tussling over who the movement's true heroes are. But Bonauto cringes at any suggestion of her historic role.</p><p>\"Yeah, let's not go there,\" she says. \"Let's skip that. Like, what good does that do?\"</p><p>Bonauto is more interested in plugging away at the work still left to be done. Same-sex couples can marry in 17 states and the District of Columbia, but still, there are more states where gay couples are not allowed to marry than where they are.</p><p>Meanwhile, lawsuits pending in a dozen states could ultimately bring the U.S. Supreme Court to decide whether same-sex couples have a constitutional right to marry, no matter what state they're from.</p><p>\"I am concerned that people are going to just clap their hands and say, OK, we're finished with marriage,\" Bonauto says. \"But I think that is far from the truth.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lawyer+Reflects+On+Nation%27s+First+Gay+Marriages%3A+%27The+Cage+Had+Been+Lifted%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Tovia Smith","audio":[{"meta":{"duration":"460"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1312674229-1b8903.m3u?orgId=1&topicId=1091&ft=3&f=312674228"},{"href":"http://media.npr.org/assets/img/2014/05/15/bonauto-b40a393b487f3fe45d4d0dcdfdbc9d850197ab80.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1972","width":"2629"}},{"href":"http://media.npr.org/assets/img/2014/05/15/mbonautocityhallplaza-cfc321d44f0b41a4c0e4213af2f07e0516324d1a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1631","width":"2175"}},{"href":"http://media.npr.org/assets/img/2014/05/15/goodridge-bb6c5d30ac77d9a683e503db8449647f9ed5ca81.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"409","width":"545"}}]}