{"created":"2014-10-07T19:09:48+00:00","modified":"2014-10-30T23:43:14+00:00","valid":{"from":"2014-10-30T23:43:14+00:00","to":"3014-10-30T23:43:14+00:00"},"hreflang":"en","title":"Helping Children, Despite Death Threats: A Vaccinator Explains","published":"2014-08-25T16:00:00+00:00","teaser":"Being a health worker usually isn't controversial. But in Pakistan, it can get you killed. Fatima Noor explains why she still goes door to door to immunize kids, even though she's scared.","itags":["npr_api","337105141"],"guid":"6b5ca9c6-aa83-4e46-8904-619d60810ace","contentencoded":"<p>When my translator and I arrive in a crowded, dusty neighborhood in Karachi, Fatima Noor is waiting in a full black burqa. But she pretends not to see us.</p><p>She turns down the alley and disappears. We follow her into a neighborhood, where the buildings are so close together that Noor's burqa brushes the walls.</p><p>Finally she slips into the entryway of a building, and with a sigh of relief, she pulls back her headscarf.</p><p>Noor is a 42-year-old mother of three. She's also one of Pakistan's roughly 100,000 <a href=\"http://www.who.int/workforcealliance/knowledge/resources/casestudy_pakistan/en/\">Lady Health Workers</a>, who help provide basic health services to children in slums and remote rural areas of Pakistan.</p><p>On this day, she and two other workers are immunizing kids for <a href=\"http://www.npr.org/blogs/health/2014/03/30/262730420/ending-polio-paves-the-way-for-india-to-stop-a-childhood-killer\">measles</a>. The trio is explaining to a group of young mothers how their children will need to get measles booster shots in a year and a half.</p><p>Being a front-line health worker usually isn't controversial. But in Pakistan, it can get you killed.</p><p>The Taliban went on an offensive against polio immunization in 2012 after it became clear that the CIA used a fake hepatitis vaccination campaign to gather intelligence on Osama bin Laden.</p><p>Since then, more than 60 polio workers have been <a href=\"http://www.npr.org/2012/12/19/167600147/gunmen-in-pakistan-target-polio-vaccinators\">gunned down</a>.</p><p>\"Whenever I go out for a polio campaign, my heart is scared, and my mind is not working,\" Noor says through our translator.</p><p>During polio drives, she goes door to door giving children drops that protect them from permanent paralysis.</p><p>But the attacks have completely changed the drives, Noor says. She no longer wants to be seen carrying the small, blue ice chest that holds the vaccine.</p><p>\"We ask one of the kids to go in the street and check if the situation is all right or not,\" Noor says. \"And I'll get my son to carry the vaccine cooler. He hides it inside a shopping bag. And I'll be covered in a burqa.\"</p><p>Noor has worked as a <a href=\"http://www.who.int/workforcealliance/knowledge/resources/casestudy_pakistan/en/\">Lady Health Worker </a>for 20 years and earns roughly $70 a month. During nationwide polio immunization drives, many of the other vaccinators are hired by the day. They earn just $2.50 a day, which is so low that even in Pakistan, they're often referred to as \"volunteers.\"</p><p>Her team has never been attacked, she says. But whenever they hear something that sounds like gunfire, they all run and hide. And when the vaccinators go into an apartment building, they post one person to wait outside and watch for trouble.</p><p>\"When we come out of a building, we have to be careful,\" Noor says. \"Sometimes we stop for a while to see if anyone was watching us.\"</p><p>Sometimes they also travel with a police escort.</p><p>In most neighborhoods, she says, <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/30/336382581/polios-surge-in-pakistan-are-parents-part-of-the-problem\">parents</a> accept the vaccine. But in some places — usually poor slums — parents can be hostile. Some refuse to have their children vaccinated, saying the campaign is a <a href=\"http://www.npr.org/blogs/goatsandsoda/2014/07/30/336382581/polios-surge-in-pakistan-are-parents-part-of-the-problem\">Western plot</a> against Muslims or a government scheme to sterilize their children.</p><p>\"People are saying that it's a form of family planning,\" she says. \"We tell them that if the government wanted to, they could add birth control into anything, into the water, into the food.\"</p><p>Eventually, many parents accept that the rumors don't make sense.</p><p>What's harder to overcome in Pakistan is the fear created by the militant attacks on polio workers. Whenever another vaccinator gets shot, Noor's husband urges her to stop going on campaigns and to stay home.</p><p>But Noor says she can't. To her, protecting Pakistani kids from polio paralysis is crucial to the country — especially since there's no treatment for the disease.</p><p>\"These are our children, and it's obvious we will not let them be disabled,\" she says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Helping+Children%2C+Despite+Death+Threats%3A+A+Vaccinator+Explains&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337531138-60de7a.m3u?orgId=1&topicId=1031&ft=3&f=337105141"},{"href":"http://media.npr.org/assets/img/2014/08/01/451193142-21a68558f8619233fe7681fb6091470542d7e6e0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1915","width":"2552"}},{"href":"http://media.npr.org/assets/img/2014/08/01/fatima-polio-1-7c17bd6551e217de9b47d112e219ffdf8cc58fdd.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1834","width":"2448"}},{"href":"http://media.npr.org/assets/img/2014/08/01/fatima-noor-1ecc61e8ba2e2d2b0ed7d1c59211f0ba438e7d6b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}