{"created":"2014-09-04T16:42:35+00:00","modified":"2015-01-02T17:54:00+00:00","valid":{"from":"2015-01-02T17:54:00+00:00","to":"3015-01-02T17:54:00+00:00"},"hreflang":"en","title":"Rainbow Rowell Does Romance With A Subversive (Read: Realistic) Twist ","published":"2014-07-07T17:14:00+00:00","teaser":"The author's female leads are plus-sized, and sometimes, instead of falling in love, they are just trying to stay in it. Her new book, <em>Landline</em>, opens with a marriage on the verge of collapse.","itags":["npr_api","328144084"],"guid":"6b6b2fd1-7823-414a-a9fa-aed2e467d0b3","contentencoded":"<p>Rainbow Rowell writes conventional fiction unconventionally. They're romances, but there's no meeting-cute, or ripping bodices — the people in them seem real.</p><p>Rowell got a lot of attention last year for her best-selling young adult romance, <a href=\"http://www.npr.org/books/titles/190377730/eleanor-park\" target=\"_blank\">Eleanor & Park</a>, about a half-white, half-Korean boy who falls in love with an overweight white girl. Her newest novel, and her second for adults, is called <em>Landline</em>.</p><p>\"Our cellphones can do everything, but they're bad at letting us talk to each other,\" Rowell grouses. She misses the not-so-long-ago era of landlines, so one of the characters in her new book is a phone — one that's yellow, rotary and plugs into a wall. In the 1990s, Rowell says, landlines were for her a critical — even visceral — tool for romance.</p><p>\"Having that cord in your mouth, that twisty cord, and the way that you would bite on it,\" she enthuses, \"or the feeling of the little holes in the receiver up against your mouth, or how immediate the other person's voice was. It's very difficult, I think, especially on two cellphones, to have a romantic conversation.\"</p><p><em>Landline</em>'s main character is Georgie, a busy mom who works in television. Her husband, Neal, is a stay-at-home dad. They separate ostensibly for a family vacation, but maybe for real. Then Georgie finds a magic phone that lets her call her husband in the past, in the early days of their courtship:</p><blockquote><p>It was like getting him back. Her Neal. (Her old Neal.)</p><p>He was right there and she could ask him anything she wanted.</p><p>\"Tell me more about the mountains,\" Georgie said, because she wasn't really sure what to ask. Because <em>\"tell me where I went wrong\"</em> might break the spell.</p><p>And because what she wanted more than anything else was just to keep listening.</p></blockquote><p>\"The device of the landline is so clever,\" says book critic and occasional NPR contributor<strong> </strong>Amal El-Mohtar, \"it's so, so clever.\" And, she points out, because it's a Rainbow Rowell romance, <em>Landline</em> upends genre expectations. \"This is definitely a romance story that doesn't get told very often — the story of staying in love as opposed to falling in love.\"</p><p>Rowell says she was concerned about showing characters falling in love. Even though she loves romantic comedies, she hates it when the main characters experience love through a really good montage to a Motown soundtrack.</p><p>\"I get so frustrated by that because I l<em>ove </em>love stories,\" she exclaims. \"They're my favorite thing about every story.\"</p><p>That's why <em>The Empire Strikes Back</em> is her favorite part of the <em>Star Wars</em> trilogy — the romance between Han and Leia. But for someone who loves romances, Rowell is awfully fond of subverting them.</p><p>\"In my mind, every single female character I've written is plus-size,\" she says firmly, meaning <em>main</em> characters — her romantic protagonists. \"I enjoy stories about thin women — I read them frequently. I enjoy them, I root for those characters, but I always feel like there are enough of them out there and there are enough of them in the spotlight.\"</p><p>Rowell's plus-sized romantic characters are not pathologized or fetishized. Eleanor of <em>Eleanor & Park</em> is brave, smart, curious and resourceful. She manages to keep it together while living in a low-income, frighteningly abusive family. She's described as big and awkward, and her boyfriend, Park, is passionately in love with her.</p><p>Rowell says, \"One of the questions I get from people who have just read <em>Eleanor & Park</em> is, 'How fat is Eleanor? She's not that fat, is she?' I get that all the time.\"</p><p>As if there's no way a fat female character could be desirable. Which runs, obviously, counter to reality.</p><p>\"You know, attraction is something that happens between two people and not between anyone else,\" Rowell says. \"Nobody else gets to vote on who you are attracted to. It isn't as if just, you know, only this certain type of person gets to fall in love.\"</p><p>Just writing about the one type of beauty that gets so much play everywhere else strikes Rowell as silly. She also challenges the idea that a wedding is the end point of a romance, or that once heroines meet their Mr. Rights everything will be A-OK from that point forward.</p><p>\"That's a fallacy because they are going to change and change and change,\" she says. \"And you are going to change and change and change. And it's so much more like agreeing to change next to each other.\"</p><p>And that's where Rowell's real sense of romantic subversion comes in.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rainbow+Rowell+Does+Romance+With+A+Subversive+%28Read%3A+Realistic%29+Twist+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Neda Ulaby","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329420401-f2d48f.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=328144084"},{"href":"http://media.npr.org/assets/img/2014/07/03/rainbow-rowell-credit-augusten-burroughs-717249fab3155deccf33c09bd3fc89c017ad7121.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2694","width":"3595"}}]}