{"created":"2014-09-04T16:43:07+00:00","modified":"2015-01-02T17:54:08+00:00","valid":{"from":"2015-01-02T17:54:08+00:00","to":"3015-01-02T17:54:08+00:00"},"hreflang":"en","title":"In 'Little Engine That Could,' Some See An Early Feminist Hero","published":"2014-07-09T00:23:00+00:00","teaser":"Was \"I think I can\" the grandmother of \"lean in?\" Some readers see the plucky locomotive as a parable about working women, but in some versions of the story the protagonist was male.","itags":["npr_api","329520062"],"guid":"6b6caee5-b578-4d4d-9e61-248466ba0d6d","contentencoded":"<p>\"Chug, chug, chug. Puff, puff, puff. Ding-dong, ding-dong.\"</p><p>The beloved tale of the little blue engine — who helps bring a broken-down train of toys to the good little boys and girls on the other side of the mountain — has been chugging along for a very long time. But despite the locomotive's optimistic refrain — <em>I think I can, I think I can, I think I can</em> — the story has a somewhat checkered past: In its tracks, <em>The Little Engine</em> has left both a legal battle and a debate over whether the little blue engine is male or female.</p><p>The exact origins of the plucky, blue switch engine are a mystery. Variations on the tale have been around for more than 100 years.</p><p>\"Interestingly, the oldest version of the story I could find was published in 1903 in Sweden,\" says Roy Plotnick, who spent 10 years<a href=\"http://tigger.uic.edu/~plotnick/littleng.htm\" target=\"_blank\"> investigating the little engine's back story</a> as a hobby. (By day, Plotnick is a paleontologist at the University of Illinois at Chicago).</p><p>Another version he found appeared in a New York newspaper article in 1906 about a church in Brooklyn that had finally paid off its mortgage after 39 years. The article reported on the minister's sermon: \"They had a mortgage burning,\" says Plotnick, and the minister told a parable that is recognizable as a version of the story of the little engine:</p><blockquote><p>He then went to another great engine and asked: \"Can you pull that train over the hill?\"</p><p>\"It is a very heavy grade,\" it replied.</p><p>The superintendent was much puzzled, but he turned to still another engine that was spick-and-span new, and he asked it: \"Can you pull that train over the hill?\"</p><p>\"I think I can,\" responded the engine.</p></blockquote><p>The most familiar version of the tale was inspired by a story called \"The Pony Engine\" and published in a children's magazine in 1916 by Massachusetts educator Mabel Bragg. She added new elements to the story including the broken-down train carrying cargo for kids like toys, peppermint drops, and — every child's favorite vegetable — spinach.</p><p>The first time<em> The Little Engine That Could</em> was published as a book was in 1930 with the credit \"as retold by Watty Piper,\" a pseudonym for Arnold Munk, who died in 1957. His daughter, Janet Fenton, was never too fond of the pen name.</p><p>\"I think it's ridiculous, but he seemed to like it so that's what he used,\" says Fenton.</p><p>With all of the different versions of the engine story being told in one form or another, small wonder that Munk faced a legal battle. In the 1950s, a woman claimed that it was her cousin — Frances Ford — who wrote the story in 1910. The details of the case were sealed but Fenton says her father prevailed.</p><p>\"I don't know if he sued somebody or somebody sued him, but he won,\" says Fenton.</p><p>Still, publishers of <em>The Little Engine That Could</em> did agree to let another company print an adaptation of Ford's story under the title <em>The Pony Engine</em>.</p><p>Now, to the next controversy: Children who read the story may not think much about whether the little blue engine is male or female. But adults do. If you remember the story, three trains — all male — refuse to help the broken-down engine over the mountain. They are too important, too busy, or too tired to pull an engine full of toys. (\"I won't carry the likes of you!\" they said to the disappointed dolls and stuffed animals).</p><p>The little blue engine who (after significant cajoling) agrees to help is female — and also self-deprecating. \"They only use me for switching trains in the yard. I have never been on the other side of the mountain,\" she protests.</p><p>My colleague Beth Novey says that <em>The Little Engine That Could</em> was<a href=\"http://leanin.org/\"> \"leaning in\"</a> long before Sheryl Sandberg was. Francesco Sedita, president of the Penguin division that publishes <em>The Little Engine That Could,</em> likes the characterization.</p><p>She was \"literally the first to lean in! She really is the poster engine of the can-do attitude,\" says Sedita.</p><p>Now, over the years, some versions of the little blue engine have been male. And some folks have gotten pretty steamed over the issue. When the engine is a \"she,\" people have assumed the gender was changed to make the story politically correct. But in fact, she was a \"she\" as early as 1930.</p><p>Blogger Lara McKusky <a href=\"http://www.thelalanetwork.com/2009/03/how-little-engine-that-could.html\" target=\"_blank\">argues that the little blue engine is a do-it-all, Supermom martyr</a> who is pressured into pulling more than she signed on for — while male trains had no problem setting boundaries and saying no.</p><p>Whatever your views on the little blue engine — male or female — the idea of a small train beating the odds through sheer will and determination is so old and so recognizable, it just had to be parodied. In 1976, <em>Saturday Night Live</em> <a href=\"https://www.youtube.com/watch?v=Ny837E635D0\">did a bit about a little engine who has a heart attack and dies</a>.</p><p>The more innocent, healthier <em>Little Engine</em> turns 85 in 2015.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+%27Little+Engine+That+Could%2C%27+Some+See+An+Early+Feminist+Hero&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1329884177-af06f4.m3u?orgId=1&topicId=1161&aggIds=320361610,100876926&ft=3&f=329520062"},{"href":"http://media.npr.org/assets/img/2014/07/08/enginetopofmountain1954-f6834460a5335e9b51276151ceec8a3aa2f280f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1331","width":"1776"}},{"href":"http://media.npr.org/assets/img/2014/07/08/engine_enl-ac1f5b99020f4da6e4630533ff38f958f15455f3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"652","width":"607"}},{"href":"http://media.npr.org/assets/img/2014/07/07/q2-zr8xs5d6adl6w5ojjkh5zoomaxtb-5bmq2ipbada_enl-ee68360efe37c33c84c86693198a94084552b3e0.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"911","width":"626"}},{"href":"http://media.npr.org/assets/img/2014/07/08/freightengine_enl-b5da5682cb83d89a72a3755c948faeee3832f180.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1525","width":"1324"}}]}