{"created":"2015-02-13T20:20:05+00:00","modified":"2015-02-13T22:18:19+00:00","valid":{"from":"2015-02-13T22:18:19+00:00","to":"3015-02-13T22:18:19+00:00"},"hreflang":"en","guid":"6b6f86fa-8587-44cc-9b33-c4bd1f718c28","title":"Here's a song that celebrates China's censorship — err, cybersecurity","published":"2015-02-13T22:18:15+00:00","byline":"Steven Davy","tags":["music","technology","politics","Music","Arts, Culture & Media","Asia","China","Jean Valjean","Internet","Great Firewall","Technology"],"teaser":"The Cyberspace Administration of China debuted a new song celebrating what it says is the country's an achievement in innovation. This rousing anthem was written to celebrate China's recent moves to tighten its controls on the Internet — to improve it's so-called \"Great Firewall\".","contentencoded":"<p>The march in the video above was designed to inspire patriotism, a kind of national pride in technical prowess.</p>\n<p>It's an anthem pointing to an achievement in innovation in China's ability to \"secure\" the Internet. At least that seems to be the idea of the Cyberspace Administration of China, the government agency in charge of Internet policies in the country.</p>\n<p>The song is titled \"The Mind and Spirit of Cyberspace Security.\"</p>\n<p>But lets read between the lines here. </p>\n<p>This rousing anthem was written to celebrate China's recent moves to tighten its controls on the Internet — to improve the so-called \"Great Firewall\".</p>\n<p>Here's just a sampling of those lyrics:</p>\n<p><em>\"With loyalty and devotion, we watch over our domain day and night, to serve our mission as the sun rises in the east\"</em></p>\n<p>And later in the verse:</p>\n<p><em>\"Unifying the strength of all living things, contributing to the global village, evolving it into its most beautiful form.\"</em></p>\n<p>The lyrics were written by Wang Pingjiu, who also wrote the lyrics for the opening song to the 2008 Beijing Olympics.</p>\n<p>There's something of a revolutionary Jean Valjean thing in the song.</p>\n<p>But, instead of a revolution for freedom, it's a celebration of the Chinese government's efforts to remove anything it doesn't like online.</p>\n<p>A revolution indeed.</p>\n<p><strong><em>Here is a translation of the lyrics, followed by a link to the original Chinese:</em></strong></p>\n<p>Devotedly keeping watch over the space every day,<br />Taking up our mission as the sun rises in the east,<br />Innovating every day, embracing the clear and bright,<br />Like warm sunshine moving in our hearts.<br />Unified with the strength of all living things,<br />Devoted to turning the global village into the most beautiful scene.</p>\n<p>An Internet power: Where the Internet is, so is the glorious dream.<br />An Internet power: From the distant cosmos to the missing home.<br />An Internet power: Tell the world that the Chinese Dream is uplifting China.<br />An Internet power: I represent my nation to the world.</p>\n<p>In this world all rivers flow to the sea,<br />Assuming the measure of Chinese civilization.<br />Five thousand years of history condensed to illuminate innovation,<br />Integrity is the clear ripple of a nationality.<br />We are unified between heaven and earth,<br />Faith and devotion flow like the Yellow River and Yangtze.</p>\n<p>An Internet power: Where the Internet is, so is the glorious dream.<br />An Internet power: Thinking of home from the distant cosmos.<br />An Internet power: Tell the world that the Chinese Dream is uplifting China.<br />An Internet power: I represent my nation to the world.</p>\n<p><em>The New York Times' <a href=\"http://sinosphere.blogs.nytimes.com/2015/02/12/chinas-internet-censorship-anthem-is-revealed-then-deleted/?_r=0\">Sinosphere</a> has the original lyrices in Chinese.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-13%2Fcelebrating-chinas-censorship-err-cybersecurity&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_05.mp3"},{"href":"http://www.pri.org/file/0213201505mp3"}]}