{"created":"2014-11-12T18:40:42+00:00","modified":"2014-11-12T20:02:43+00:00","valid":{"from":"2014-11-12T20:02:43+00:00","to":"3014-11-12T20:02:43+00:00"},"hreflang":"en","title":"For The First Time, China Agrees To Cap Carbon Emissions","published":"2014-11-12T19:55:00+00:00","teaser":"The U.S. and China - the world's largest polluters - surprised the world yesterday by announcing an agreement on greenhouse gases.","itags":["npr_api","363545336"],"guid":"6b7745ba-9ea8-4adc-897f-f7981feadcf3","contentencoded":"<p>The U.S. and China surprised the world yesterday by announcing an agreement on greenhouse gases, including a Chinese pledge to cap carbon emissions &#8212; a first for the country.</p><p>China and the U.S. emit 45 percent of the world&#8217;s &#8220;greenhouse gases,&#8221; which scientists say are driving global climate change.</p><p>Under the new agreement, the U.S. will sharply reduce emissions by 2025, cutting the total gases by at least 26 percent below 2005 levels. China will stop increasing emissions by 2030 at the latest, and will draw only 80 percent of its energy from fossil fuels.</p><p>Environmentalists have been hoping for stronger action from China, which is the world&#8217;s leading emitter of greenhouse gases, but experts are calling this a groundbreaking agreement that will energize upcoming climate change talks in Paris, and put pressure on other countries to take stronger measures on the issue.</p><p>China will turn its pledge into a new domestic law. The future of the agreement in the U.S. is less clear. While democratic leaders are praising it, Republican leader Mitch McConnell of Kentucky is criticizing the agreement, calling it unrealistic and saying it will cost jobs and result in higher utility rates.</p><p><strong>Jake Schmidt</strong> of the Natural Resources Defense Council joins <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Sacha Pfeiffer to discuss the significance of the agreement.</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.nrdc.org/about/staff/jake-schmidt\" target=\"_blank\">Jake Schmidt</a></strong>, director of the International Program at the Natural Resources Defense Council. He tweets <a href=\"https://twitter.com/jschmidtnrdc\" target=\"_blank\">@jschmidtnrdc</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+The+First+Time%2C+China+Agrees+To+Cap+Carbon+Emissions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"306"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363545339-befdf2.m3u?orgId=1&ft=3&f=363545336"}]}