{"created":"2015-05-29T20:27:44+00:00","modified":"2015-06-01T17:41:53+00:00","valid":{"from":"2015-06-01T17:41:53+00:00","to":"3015-06-01T17:41:53+00:00"},"hreflang":"en","guid":"6b787b3f-a050-4aa7-be6e-137cf1a130fd","title":"'Mike's Place' is the gripping new novel of love, blues and terror in Tel Aviv","published":"2015-06-01T17:41:49+00:00","byline":"Bradley Campbell","tags":["graphic novel","books","terrorism","conflict","Books","Arts, Culture & Media","Global Political Cartoons"],"teaser":"A new graphic novel tells the story of a blues bar in Israel, and the suicide bomber who blew it up. ","contentencoded":"<p>Mike's Place is a blues bar in Tel Aviv, Israel.</p>\n<p>It's also the title of a new graphic novel by filmmaker and journalist Jack Baxter.</p>\n<p>In April 2003, Baxter headed to Israel to make a film about Palestinian leader Marwan Barghouti. The leader was due to go on trial in Tel Aviv for terrorism.</p>\n<p>But when Baxter got to the courthouse, he discovered that a group of Israeli filmmakers were already doing that.</p>\n<p>Discouraged, he figured he'd go cry into a beer.</p>\n<p>And that's when he discovered Mike's Place.</p>\n<p>\"The special thing about Mike's Place was that there was Israelis, Americans, Arabs and Europeans that were hanging out at the bar,\" says Baxter. \"It seemed like this was a perfect metaphor of what life could be like in an idealistic Middle East.\"</p>\n<p>A suicide bomber shattered that idealism. Baxter was right there when the bomber detonated in front of the bar. The bombing killed three people and wounded 65. Pieces of the bomber's body lodged itself into Baxter's leg. Somehow, he survived.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"1028\" width=\"900\" alt=\"A wounded Jack Baxter is evacuated to an ambulance on April 30, 2003, after a suicide bomber blew himself up at the doorway of a beachfront bar called &amp;#039;Mike&amp;#039;s Place&amp;#039;. The bombing took place just a short distance from the local US embassy.\" title=\"A wounded Jack Baxter is evacuated to an ambulance on April 30, 2003, after a suicide bomber blew himself up at the doorway of a beachfront bar called &amp;#039;Mike&amp;#039;s Place&amp;#039;. The bombing took place just a short distance from the local US embassy.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn-113a.kxcdn.com/sites/default/files/styles/original_image/public/GettyImages_142088050_hires.jpg?itok=jFA1DLu0\" /><div class=\"field-caption\">\n    <p>A wounded Jack Baxter is evacuated to an ambulance on April 30, 2003, after a suicide bomber blew himself up at the doorway of a beachfront bar called 'Mike's Place'. The bombing took place just a short distance from the local US embassy.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>YOAV LEMMER/AFP/Getty Images</p>\n  </div>\n</div>\n<p>\"The really interesting part of this is that [there were] actually two people who were going to blow up Mike's Place,\" he says. \"One succeeded. The other guy who was standing 30 to 40 feet away ... his bomb either malfunctioned or he decided that he didn't want to go through with it. He dropped his bomb belt and ran away.</p>\n<p>Both of the men were British citizens. Baxter says it was the first time in Israeli history that foreign nationals committed a suicide bombing.</p>\n<p>Baxter healed and made a film about the incident, called \"Blues by the Beach.\" But after its debut in 2005, new material came out about the bombing after the film. Baxter wanted to update it, and show the scope of international terrorism in a way that film cannot. That's why he teamed up with filmmaker Joshua Faudem and illustrator Koren Shadmi to turn it into a graphic novel. \"It could get to the bigger story: the ramifications of international terrorism,\" he says. \"It's a subject we could really do in a movie, but it's something we could flesh out in this graphic novel.\"</p>\n<p>The novel is a gripping read. You know and are sickened to know what's coming, but you're still surprised when the suicide bomber detonates. But the true strength of the novel lies in what happens after the explosion. It follows the characters as they process the attack.</p>\n<p>In the end, the novel shows you that people have the ability to heal; but it also shows how difficult, complicated and saddening the healing process can be.</p>\n<p><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/nxFzZGm4nuk?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-05-29%2Fmikes-place-gripping-new-novel-love-blues-and-terror-tel-aviv&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/05292015_07.mp3"},{"href":"http://admin.pri.org/file/0529201507mp3"}]}