{"created":"2015-06-16T15:50:20+00:00","modified":"2015-06-24T15:02:37+00:00","valid":{"from":"2015-06-24T15:02:37+00:00","to":"3015-06-24T15:02:37+00:00"},"hreflang":"en","title":"As NAFTA Memories Linger, Unions Hold Fast Against New Trade Deal","published":"2015-06-16T22:39:00+00:00","teaser":"Labor unions argue it's yet another deal that will erode American jobs and benefit corporations. But labor specialists say there's a flip side: Companies more engaged in global trade pay higher wages.","itags":["npr_api","414893279"],"guid":"6b7c51ba-68bf-4205-b7e8-b573ddeb7851","contentencoded":"<p>If the <a href=\"https://ustr.gov/tpp\">Trans-Pacific Partnership</a> trade deal isn't revived in the next few days, labor unions will have helped defeat one of President Obama's main foreign policy goals. But what will defeating the TPP, an agreement that covers 12 nations along the Pacific Rim, do for labor?</p><p>Thea Lee, deputy chief of staff at the AFL-CIO, has had a front-row seat to the trade negotiations on Capitol Hill.</p><p>She opposes many of the provisions in the new trade deal, but she can't tell you exactly which.</p><p>\"We are sworn to secrecy, so we can't talk about it — not to our colleagues, not to our members, not to the press, and so that's frustrating,\" she says. \"If I talked to you specifically about what I think the shortcomings of the labor chapter are, I could lose my security clearance. I don't know if I'd go to jail, but ...\"</p><p>So she's left talking in generalities.</p><p>\"These deals make it easier for multinational corporations to move jobs overseas,\" Lee says.</p><p>She, as well as other union leaders, point first and foremost, to the <a href=\"http://www.npr.org/series/249998251/20-years-of-nafta\">North American Free Trade Agreement</a> that took effect 21 years ago.</p><p>Roland Zullo, a University of Michigan labor and employment policy researcher, says that for organized labor, NAFTA's wounds still linger.</p><p>\"Labor has enough of a institutional memory to know what happened with NAFTA,\" he says. \"There was a theory behind NAFTA; there was a theory that by integrating Canada, U.S. and Mexico, there would be a sort of overall net economic benefit.\"</p><p>But that didn't happen for U.S. workers in sectors like manufacturing. Michigan auto workers, for example, lost more than 100,000 jobs in the years that followed NAFTA's passage.</p><p>But it's not a clear case of cause and effect. This is the period when Japanese automakers were setting up shop in the U.S. and taking market share away from General Motors, Ford and Chrysler.</p><p>Other industries, and consumers, did benefit from NAFTA.</p><p>Matt Slaughter, associate dean of the Tuck School of Business at Dartmouth, says he understands labor's concerns about a new trade deal. But, he adds, labor faces a paradox in opposing the TPP.</p><p>\"A lot of the academic research and policy work shows companies and their workers that are connected to the dynamism in the global economy tend to pay higher wages and create better jobs than do the purely domestic companies,\" he says.</p><p>He says labor should stop trying to kill the new trade pact, and instead push for a more robust 21st century social safety net for dislocated workers.</p><p>But that idea was torpedoed last week by House Democrats, who, ironically, support the idea. It was a political maneuver to scuttle the entire bill.</p><p>Slaughter also questions what kind of victory labor would gain by torpedoing the TPP. After all, the U.S. already has free-trade agreements with a handful of countries in the TPP talks.</p><p>\"Even for countries in the TPP negotiations with whom we don't have a free-trade agreement already, we are already relatively open to those countries for bringing in imports of almost all of their goods and services,\" he says.</p><p>Tim Waters, the national political director for the United Steelworkers, strongly disagrees with talk like this.</p><p>\"For us to just say, 'Oh well, it's inevitable, we shouldn't try to stop it, we shouldn't try to stand up, we should just try to get in there and cut some kind of deal that made it less sickening,' doesn't make any sense,\" he says.</p><p>Waters adds that unions aren't anti-trade; they want fair trade. He says trade deals need to put the concerns of American workers first.</p><p>And, he says, this new agreement, yet again, doesn't do that.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=As+NAFTA+Memories+Linger%2C+Unions+Hold+Fast+Against+New+Trade+Deal&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Margolis","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1414919947-fc5b66.m3u?orgId=1&topicId=1017&d=228&story=414893279&ft=nprml&f=414893279"}]}