{"created":"2014-09-17T22:04:07+00:00","modified":"2014-12-04T15:15:56+00:00","valid":{"from":"2014-12-04T15:15:56+00:00","to":"3014-12-04T15:15:56+00:00"},"hreflang":"en","title":"Martin Amis' 'Zone Of Interest' Is An Electrically Powerful Holocaust Novel","published":"2014-09-17T22:48:00+00:00","teaser":"Martin Amis' latest novel, which takes place in Auschwitz, has already stirred up controversy in Europe according to the <em>New York Times</em>. But reviewer Alan Cheuse calls it the triumph of Amis' career.","itags":["npr_api","349309402"],"guid":"6b892a57-bb45-4d8e-8b67-5186b4495b1e","contentencoded":"<p>When I picked up Martin Amis' new novel, <em>The </em><em>Zone of Interest,</em> it felt as though I had touched a third rail, so powerful and electric is the experience of reading it. After years of playing the snide card and giving his great store of talents to the business of giving other people the business, Amis has turned again to the matter of Nazi horrors (he tried to deal with it in a gimmicky way in his 1991 novel <em>Time's Arrow</em>), and the result is a book that may stand for years as the triumph of his career.</p><p>No gimmicks here in the Kat Zet (the German rendering of KZ, an abbreviation for the word for concentration camp). Auschwitz III, as you might know, was the site of one of the Nazi state's most infamous death and slave labor camps, though it may take a reading of Amis' novel for many people — I was one of them — to discover that it was also the site of the I.G. Farben's Buna-Werke, the industrial center where scientists and technicians worked feverishly to perfect the production of synthetic rubber, the potential secret weapon of Germany's war machine.</p><p>Attached to the staff at Auschwitz, where in winter the snow turned brown with the detritus of human smoke and the stench of death sometimes spread out for 50 miles around, is Angelus \"Golo\" Thomsen, the nephew of Hitler's personal secretary. Thomsen holds the rank of Obersturmfuhrer and serves as the Nazi High Command's liaison with the Buna-Werke. He's a serious womanizer and keeps up a high level of ironic banter with a few fellow officers, mostly gallows humor about the work of the Final Solution going on before their eyes.</p><p>\"What <em>don't</em> we do to them?\" Thomsen asks his friend Boris, referring to the new arrivals to the camps. Boris is a cynical senior colonel in the Waffen-SS, demoted to a tour of duty at Auschwitz for getting into a fistfight with a ranking officer during service at the Russian front. \"I suppose we don't rape them,\" Thomsen continues. \"Much,\" says Boris. \"Would you agree that we couldn't treat them any worse?\" Thomsen says. \"Oh, I don't know,\" Boris replies. \"We don't eat them.\"</p><p>Much to his friend's dismay, Thomsen falls in love with Hannah Doll, the wife of the camp commandant. Paul Doll is a miserable parody of a Nazi murderer, referred to behind his back as Old Boozer, who soon sees evidence of his wife's disloyalty. This sets in motion a plot that puts Thomsen and his beloved in dreadful danger and exposes to the naked eye the debauchery, thievery, criminal incompetence and culpability of everyone assisting in the horrors of the Holocaust, from the highest-ranking Nazis to the I.G. Farben plant managers and technicians down to the Jewish Sonderkommandos, the complicit Jewish prisoners spared long enough to assist with the murderous work of conducting trainload after arriving trainload of Jewish captives into the gas chambers.</p><p>The web of actions that Amis constructs around the love affair — whether it's consummated or not becomes of no regard against the background of horrors in the camp — rises to the level of brilliance. We actually come to sympathize with Thomsen and Hannah Doll as they delicately thread their way through the intricacies and madness of their situation (no small aesthetic feat in itself) as the German war machine stalls, and then fails, at Stalingrad.</p><p>Trumping both of them is Amis' creation of the character of Szmul, a longtime survivor of the current group of Sonderkommandos, \"the saddest men in the history of the world,\" as he himself describes his ilk. Szmul emerges as a virtually Shakespearean figure, in the scope of his insight and the ironic majesty of his descent from virtue to earthly monster in order to survive.</p><p>\"I used to have the greatest respect for nightmares,\" we hear him declaim — \"for their intelligence and artistry. Now I think nightmares are pathetic. They are quite incapable of coming up with anything even remotely as terrible as what I do all the day ... \"</p><p>In an afterword, Amis meditates on the irony of writing about the unspeakable. It would be unspeakable to cheer for what he has created in these pages. Nevertheless, he has turned his copious talent into writing something east of history, beyond nightmare, and somewhere north of the conventional wisdom about the nature of hell.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Martin+Amis%27+%27Zone+Of+Interest%27+Is+An+Electrically+Powerful+Holocaust+Novel&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"166"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1349329512-85dd9c.m3u?orgId=1&topicId=1034&ft=3&f=349309402"}]}