{"created":"2014-12-11T18:55:47+00:00","modified":"2014-12-11T19:26:36+00:00","valid":{"from":"2014-12-11T19:26:36+00:00","to":"3014-12-11T19:26:36+00:00"},"hreflang":"en","title":"Miami-Dade Mayor Wants All Police To Have Body Cameras","published":"2014-12-11T19:26:00+00:00","teaser":"Mayor Carlos Gimenez says the big debate now is how much of the footage should be available to the public.","itags":["npr_api","370127331"],"guid":"6b8a21f6-66d6-42ec-9626-31a3c7823a74","contentencoded":"<p><strong>Carlos Gimenez</strong>, the mayor of Miami-Dade County, says he &#8220;witnessed firsthand&#8221; the deadly rioting that took place in 1980 after four county police officers were acquitted in the beating death of an African-American motorcyclist who had a suspended license and led officers on a high-speed chase.</p><p>Two years ago, Mayor Gimenez proposed a pilot program to test police body cameras. He told <em><a href=\"http://hereandnow.wbur.org/\" target=\"_blank\">Here & Now&#8217;</a></em>s Jeremy Hobson that the big debate in Miami-Dade now is how much of the video footage from police body cameras should be available to the public under what Gimenez calls Florida&#8217;s liberal public records laws.</p><p>Gimenez also spoke with <em>Here & Now</em> about economic challenges ahead for Miami-Dade, and why he&#8217;s decided not to leave the Republican Party, which he says has gone &#8220;too far to the right.&#8221; He says he would rather change the party from within.</p><h4>Interview Highlights</h4><p><strong>On how Miami-Dade County has dealt with racial unrest</strong></p><p>“We created what was called a community relations board made up of people and prominent persons from the community that would go out and engage the sentiment of different communities in Miami-Dade. We have a very diverse community &#8212; a very large Hispanic population &#8212; we’re about 15 percent African-American and about 20 percent Anglo. We’re a very diverse community so we needed a board that kind of soothed over relations between the three ethnic groups that make up our town. That’s been very successful in quelling any kind of disturbances that we’ve had actually for the last 25 years or so.”</p><p><strong>On requiring police officers to wear body cameras</strong></p><p>“The ultimate solution to me, although it doesn’t take care of everything, is cameras on the police officers. I think the major source of irritation is that there is differences of the story between a police officer and either a victim or witnesses of the victim, and I want to make sure every police officer who’s on the streets of Miami-Dade County is wearing a body cam so that everybody can see exactly what happened &#8212; who did what. And I think that will quell a lot of the disturbances and a lot of the acrimony perpetuating in our country”</p><p><strong>On how much of the video footage should be public</strong></p><p>&#8220;We need to go to our legislators and make some changes to state law. We have a very liberal public records law here that basically anything we produce, touch, etc. is a public record. And I don&#8217;t think that&#8217;s something we need for these cameras. We should protect the privacy of our residents, and only basically keep the records of those we need to keep &#8212; a felony, a crime, a confrontation &#8212; those things, yes you keep, but going into somebody&#8217;s home and then having images of somebody&#8217;s home, etc. and they may be completely innocent. I don&#8217;t think that&#8217;s something we really want to put out in the public.&#8221;</p><p><strong>On considering leaving the Republican party</strong></p><p>“I thought the party may have been going a little too far to the right, like I think maybe the Democrats are going a little too far to the left. We need to bring everybody back to the middle. As I thought about it, and having been a Republican just basically all my adult life, I thought I could leave it but I thought that would just be exacerbating the situation so I decided to stay and try and bring it back to the middle.&#8221;</p><h4>Guest</h4><ul><li><strong><a href=\"http://www.miamidade.gov/mayor/\" target=\"_blank\">Carlos A. Gimenez</a></strong>, mayor of Miami-Dade County in Florida. He tweets <a href=\"https://twitter.com/mayorgimenez\" target=\"_blank\">@MayorGimenez</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Miami-Dade+Mayor+Wants+All+Police+To+Have+Body+Cameras&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"867"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370127334-968512.m3u?orgId=1&ft=3&f=370127331"}]}