{"created":"2015-02-23T22:31:35+00:00","modified":"2015-04-22T01:44:00+00:00","valid":{"from":"2015-04-22T01:44:00+00:00","to":"3015-04-22T01:44:00+00:00"},"hreflang":"en","title":"Awash In Social Media, Cops Still Need The Public To Detect Threats","published":"2015-02-26T18:47:00+00:00","teaser":"It's hard to know when to take violent language seriously online. But when Jonathan Hutson saw an anonymous threat to an unnamed school on Twitter, he couldn't let it go.","itags":["npr_api","388449799"],"guid":"6b92e2ac-214a-4482-a13c-7d6c01340323","contentencoded":"<p>On Valentine's Day weekend, Jonathan Hutson found himself exchanging tweets with somebody unpleasant: a Holocaust-denying anti-Semite, by the look of things.</p><p>Then Hutson looked up the person's earlier tweets. This guy was tweeting about shooting up a school. He said that he wanted to execute 30-plus grade-school kids.\"</p><p>So Hutson decided to draw the person out — \"engage with him,\" as he puts it — to see if the threats were real.</p><p>\"Then he tweeted to me after to that, and said, 'Where do your kids go to school?' And that made my blood run cold, and as a dad, made me want to stay up all night long and do everything possible to help law enforcement catch him,\" Hutson says.</p><p>It can be risky to engage with trolls, particularly potentially violent ones. But with the Internet awash in hostile statements by anonymous people on social media, law enforcement around the country still relies largely on actual people, not software, to detect threats.</p><p>Which is just what Hutson did: He called the FBI. It took the report, but Hutson had the feeling that the agent on duty didn't really \"get\" Twitter. So Hutson kept at it himself, trying to figure out the tweeter's location.</p><p>At this point, you should know that Hutson is a former reporter who now works as the chief communications officer for the Brady Campaign, the anti-gun-violence group based in Washington, D.C. So he knows something about digging for information — and organizing that information in a way that will get people's attention.</p><p>\"I had assembled a ticktock: a timeline of what he had tweeted, when he had tweeted, along with a profile of his pattern of life,\" he says.</p><p>The tweeter mentioned \"Cascadia\" in his Twitter profile, so Hutson guessed he lived in the town of Cascadia, Ore. He called the nearest law enforcement agency.</p><p>\"We took it, 'OK, well, let's just look at it,' \" says Paul Timm, the detective captain for the sheriff's office in Linn County. \"We started looking at it and said, \"Mmm — it doesn't sound like a guy we know, or that is even in our county.\"</p><p>Hutson had guessed wrong on the tweeter's location, but the sheriff's office in Oregon went ahead and subpoenaed Twitter for the account's IP address. That redirected the hunt to Grand Rapids, Mich., where local police followed a trail that eventually led to Kalispell, Mont., and a 28-year-old snowboarder named David Lenio.</p><p>Police there arrested Lenio about two days after Hutson had first started tracking him.</p><p>\"We did two search warrants,\" says Roger Nasset, Kalispell police chief. \"One of the search warrants retrieved two rifles, and another search located a handgun.\"</p><p>Back on the East Coast, Hutson was very pleased with his decision to engage with the anonymous tweeter. But was it the right thing to do?</p><p>James Fox, a criminologist at Northeastern University in Boston, says, \"in this case, things look like they turned out well, from having engaged this man.\"</p><p>But he says it could have gone another way. \"There is a risk of reinforcing someone's point of view. If they're spouting out threats, and someone else is listening, it can actually embolden them.\"</p><p>There's also the problem of judging a threat from afar. You risk situations like the one in 2013, when a <a href=\"http://www.npr.org/blogs/alltechconsidered/2013/07/01/197669495/texas-teen-jailed-for-sarcastic-facebook-comment\" target=\"_blank\">woman in Canada reported a violent threat</a> made by a teenager in Texas. It now appears the comment was sarcastic, part of video game trash-talking, and yet the boy was jailed and charged with a felony.</p><p>Brian Van Brunt is president of the National Behavioral Intervention Team Association, an organization that teaches campuses and workplaces how to head off violence such as mass shootings. He trains people to look for certain signs that a threat is serious — such as specificity.</p><p>\"First off, if there's a fixation and focus on target. We also pay attention to action and time imperative. We're very interested in understanding, is there a time or an event that's occurring?\" Van Brunt says.</p><p>Specifics like that were absent in the Lenio case, but Van Brunt still thinks Hutson was right to track the threat down. People may think there's some government entity like the NSA or FBI scanning social media for domestic threats of this nature, but Van Brunt says he hasn't seen any sign of that.</p><p>\"It's much more of a fishing net with multiple holes. We are lucky when we discover something, in my opinion,\" he says. <strong></strong></p><p>Some colleges and police departments are starting to use software that scans social media for local threats, by searching for the names of local landmarks and events. But in practice, most tips still come from members of the public who see a threat online and call it in — even from across the country.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Awash+In+Social+Media%2C+Cops+Still+Need+The+Public+To+Detect+Threats&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"226"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388520677-560dbb.m3u?orgId=1&topicId=1091&e=388449799&d=226&ft=nprml&f=388449799"},{"href":"http://media.npr.org/assets/img/2015/02/23/480815249edit-411dcd549b0d5219e24ad247f10d665dbe104d55.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2251","width":"3000"}}]}