{"created":"2014-10-08T16:17:54+00:00","modified":"2014-10-31T02:34:11+00:00","valid":{"from":"2014-10-31T02:34:11+00:00","to":"3014-10-31T02:34:11+00:00"},"hreflang":"en","title":"That Prescription Might Not Have Been Tested For Your Ailment","published":"2014-05-12T21:00:00+00:00","teaser":"Once a drug is approved by the FDA, doctors can use it as they see fit. That can be brilliant or risky, depending on the medication and the patient.","itags":["npr_api","307747891"],"guid":"6baf2f5c-a70f-475b-a5f9-bbc81f80d05d","contentencoded":"<p>It's actually quite common for doctors to write \"off label\" prescriptions, including using cancer drugs to treat migraine headaches or blood pressure medication for heart failure.</p><p>One <a href=\"http://archinte.jamanetwork.com/article.aspx?articleid=410250\">study</a> found that 1 in 5 prescriptions written in doctor's offices has not been approved by the Food and Drug Administration to treat the condition it is being used for. And while some off-label drugs are used with no problems, others may not work or may increase a patient's risk of complications.</p><p>There are many reasons why a doctor will write an off-label prescription. It could be a last resort. It could be a cancer drug that shows promise when all other options have failed. Or it could be anecdotal evidence from other doctors who say the medication works for certain conditions. <a href=\"http://www.hopkinsmedicine.org/gim/clinical/gss/Alexander.html\">Dr. Caleb Alexander</a>, who co-directs the <a href=\"http://www.jhsph.edu/research/centers-and-institutes/center-for-drug-safety-and-effectiveness/\">Johns Hopkins Center for Drug Safety and Effectiveness</a>, says patients may not even know that prescriptions they get are off label. \"For example, the use of anti-seizure drugs to treat depression or neuropathic pain, or the use of certain cancer drugs to treat macular degeneration, \" he says.</p><p>Off-label drug prescribing is neither bad nor good per se, says <a href=\"http://healthpolicy.stanford.edu/people/randallsstafford/\">Dr. Randall Stafford</a>, an epidemiologist with the <a href=\"http://prevention.stanford.edu/\">Stanford Prevention Research Center</a>. There may be studies and research showing the drugs safe and effective to treat that condition. But there may not be. In most cases, Stafford says, the evidence just doesn't exist.</p><p>And that can be risky. For example, antipsychotic medications are often used to treat patients with advanced dementia who have problems sleeping at night. The antipsychotics often act as a mood stabilizer and have a sedating effect. But \"the medication can increase the risk of heart attack in this elderly population,\" Stafford says.</p><p>So why aren't these medications FDA approved for those uses? It boils down to money.</p><p>It can cost drug companies hundreds of millions of dollars to do the research and perform the clinical trials necessary to meet the rigorous demands of FDA approval. They've done that once for the initial approval, and many are not willing to do it again for a secondary use.</p><p>Alexander says many companies view it as simply not worth it, especially if there are only a few years left in a drug's patent life. Once the drug goes generic, he says, it's not as profitable.</p><p>So that often leaves decisions up to the individual doctor. \"Clinicians are between a rock and a hard place, because there are thousands of drugs on the market,\" Alexander says, \"and they face a big challenge knowing all they need to know about all the drugs.\"</p><p>In one <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/pds.1825/abstract\">survey</a> of doctors, Alexander found that in about half of all cases where medication was prescribed, doctors didn't know whether it was FDA approved for the condition. This is why researchers say it's so important to have a comprehensive nationwide database for doctors to consult when considering medication that's not approved by the FDA for that use.</p><p>Until such a database is available, Alexander says, it will be up to patients and their doctors to have frank discussions about what evidence is available and weigh the pros and cons of using certain medications off label.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=That+Prescription+Might+Not+Have+Been+Tested+For+Your+Ailment&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Patti Neighmond","audio":[{"meta":{"duration":"205"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760034-7aa0ff.m3u?orgId=1&topicId=1128&ft=3&f=307747891"},{"href":"http://media.npr.org/assets/img/2014/05/09/meds_go_v4-a9ce6a61365eda11d1257ed9bbe7333e30694cd8.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"3497","width":"4666"}}]}