{"created":"2014-09-06T21:05:45+00:00","modified":"2014-10-30T22:42:43+00:00","valid":{"from":"2014-10-30T22:42:43+00:00","to":"3014-10-30T22:42:43+00:00"},"hreflang":"en","title":"Lev Grossman Catches Arcade Fever","published":"2014-09-06T20:28:00+00:00","teaser":"The author of the fantasy trilogy <em>The Magicians</em> talks about mentorship and Harry Potter. Then, he trades his magical keyboard for an Atari Centipede trackball in a game all about classic video games.","itags":["npr_api","345593184"],"guid":"6bc391bb-6080-425a-b12a-571c3d10ad9a","contentencoded":"<p>Novelist and <em>Time</em> magazine book critic Lev Grossman was in a dark place. It was 2004, and it had been two years since the most recent Harry Potter book had come out.</p><p>\"It was a difficult time for all of us,\" he remembers. \"And I started playing with the story in that [waiting period] in almost a fan fiction-y way.\"</p><p>The result would become <em>The Magicians</em>, his<em> New York Times</em> best-selling fantasy series. <em>The Magicians</em> has been described as \"Harry Potter for adults,\" or as George R.R. Martin said, \"<em>The Magicians</em> is to Harry Potter as a shot of Irish whiskey is to a glass of weak tea.\" In his interview with host Ophira Eisenberg on the <em>Ask Me Another</em> stage, Grossman describes the decade he has spent with his magical characters, and why he's ready to move on. His third and last installment of the series, recently published, is <em>The Magician's Land</em>.</p><p>Grossman may be a magic expert, but is he a pinball wizard? His <em>Ask Me Another</em> Challenge takes us on a trip to the arcade. Get ready to relive your awkward teenage years as we play sounds from classic video games.</p><hr /><h3>Interview Highlights</h3><p><strong>On working autobiographical details into a fantasy series</strong></p><p>I thought a lot about what it would be like once you got out of a school for magic. You would no longer have your avuncular adviser — there'd be no sort of Dumbledore or Gandalf. Nobody's gonna say, 'Here's this ring. Things are very bad. But here's this ring, there's a volcano over there, take the ring, put it in the volcano, and everything's going to be fine.' There was nobody, there was nobody who would say that ... no direction at all, and you just had to figure out what volcano to put your ring in, and no one would tell you and you never knew afterwards was it the right one. I felt very lost and unadvised, and so it becomes much more a story about people trying to figure out not so much we're gonna use the magic and defeat evil; it becomes much more about trying to figure out what is magic for.</p><p><strong>Why our culture is obsessed with fantasy</strong></p><p>Around the turn of the millennium ... the great pop culture Eye of Sauron turned and looked at magic and became interested. I feel like it's really an expression of disillusionment. I think we went through a phase where we thought technology was the same thing as progress ... and over a long period of time it just meant we got a lot of email from Nigeria and it wasn't enough for us. ... We started looking for answers elsewhere, and I think we turned to magic.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Lev+Grossman+Catches+Arcade+Fever&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345599551-a0f791.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=345593184"},{"meta":{"duration":"755"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1345597763-997810.m3u?orgId=1&topicId=1008&aggIds=167740319&ft=3&f=345593184"},{"href":"http://media.npr.org/assets/img/2014/09/03/74068429-891dd7838ab7532a7815ca01bd3784f7414c765a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1664","width":"2219"}}]}