{"created":"2015-06-08T12:29:09+00:00","modified":"2015-07-03T20:23:14+00:00","valid":{"from":"2015-07-03T20:23:14+00:00","to":"3015-07-03T20:23:14+00:00"},"hreflang":"en","title":"Kalief Browder, Jailed For Years Without Trial, Kills Himself","published":"2015-06-09T00:19:00+00:00","teaser":"Browder was arrested for allegedly stealing a backpack. His family couldn't pay bail so he stayed in jail, reportedly enduring beatings and solitary confinement before his case was dismissed in 2013.","itags":["npr_api","412842780"],"guid":"6bd0aa87-91ba-4c0e-985c-3d94d9ed5477","contentencoded":"<p>Kalief Browder, the young man who was held for years in a New York jail without a trial, killed himself on Saturday.</p><p>Browder was <a href=\"http://www.newyorker.com/magazine/2014/10/06/before-the-law\">the subject of a profile in The New Yorker</a>. He was 16 years old when he was arrested for allegedly stealing a backpack. Because his family was unable to raise his $10,000 bail, Browder languished at Rikers Island for three years awaiting trial.</p><p>The teen said he endured beatings by officers and other inmates. He tried to commit suicide and spent more than 400 days in solitary confinement.</p><p>Eventually, in 2013, his case was dismissed. The publicity surrounding his case led to <a href=\"http://www.nytimes.com/2015/03/13/nyregion/rikers-island-mayor-de-blasio-plan-curtail-violence.html\">a plan to try to curb the violence at Rikers</a>. But as Browder told the<em> New Yorker</em>, he emerged from the ordeal broken.</p><p>\"People tell me because I have this case against the city I'm all right,\" he told the magazine. \"But I'm not all right. I'm messed up. I know that I might see some money from this case, but that's not going to help me mentally. I'm mentally scarred right now. That's how I feel. Because there are certain things that changed about me and they might not go back.\"</p><p><a href=\"http://www.latimes.com/nation/la-na-new-york-kalief-browder-20150607-story.html\">The Los Angeles Times spoke to Browder's lawyer</a> on Sunday. Paul V. Prestia said that all those years in jail took an unbearable toll on Browder.</p><p>The <em>Times</em> reports:</p><blockquote><p>\" 'I think what caused the suicide was his incarceration and those hundreds and hundreds of nights in solitary confinement, where there were mice crawling up his sheets in that little cell,' Prestia said in a phone interview Sunday evening. 'Being starved, and not being taken to the shower for two weeks at a time ... those were direct contributing factors. ... That was the pain and sadness that he had to deal with every day, and I think it was too much for him.'</p><p>\"Prestia then became emotional, his voice wavering as he recalled Browder, whom he said hadn't had mental health problems before he was arrested and jailed in 2010.</p><p>\" 'He was a good friend of mine — I wasn't just his attorney, you know?' Prestia went silent for a few seconds, then continued: 'He was a really good kid.' \"</p></blockquote><p>Jennifer Gonnerman, who reported the <em>New Yorker</em> profile of Browder, <a href=\"http://www.newyorker.com/news/news-desk/kalief-browder-1993-2015\">visited the family this weekend</a>.</p><p>Browder's mother told Gonnerman that she spoke to her son Friday night.</p><p>He told her: \"Ma, I can't take it anymore.\" His mother reminded him that he had people in his corner.</p><p>Gonnerman reports:</p><blockquote><p>\"[On Saturday afteroon], at about 12:15 P.M., he went into another bedroom, pulled out the air conditioner, and pushed himself out through the hole in the wall, feet first, with a cord wrapped around his neck. His mother was the only other person home at the time. After she heard a loud thumping noise upstairs, she went upstairs to investigate, but couldn't figure out what had happened. It wasn't until she went outside to the backyard and looked up that she realized that her youngest child had hanged himself.</p><p>\"That evening, in a room packed with family members, Prestia said, 'This case is bigger than Michael Brown!' In that case, in which a police officer shot Brown, an unarmed teen-ager, in Ferguson, Missouri, Prestia recalled that there were conflicting stories about exactly what happened. And the incident took, he said, 'one minute in time.' In the case of Kalief Browder, he said, 'When you go over the three years that he spent [in jail] and all the horrific details he endured, it's unbelievable that this could happen to a teen-ager in New York City. He didn't get tortured in some prison camp in another country. It was right here!' \"</p></blockquote><p>Browder was 22 years old.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Kalief+Browder%2C+Jailed+For+Years+Without+Trial%2C+Kills+Himself&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412976356-8a4bea.m3u?orgId=1&topicId=1001&d=298&story=412842780&ft=nprml&f=412842780"}]}