{"created":"2015-02-23T22:00:47+00:00","modified":"2015-05-13T21:13:35+00:00","valid":{"from":"2015-05-13T21:13:35+00:00","to":"3015-05-13T21:13:35+00:00"},"hreflang":"en","title":"In Battered Ukraine, Spirit Of Defiance Lives On In Maidan Square","published":"2015-02-23T23:40:00+00:00","teaser":"A year ago, Kiev's central square was the center of the protest movement that ousted Ukraine's president. The square remains a home for free speech, including criticism of the current government.","itags":["npr_api","388477084"],"guid":"6bd0f6b8-f82d-4bc3-affe-dd0811f7a706","contentencoded":"<p>A year ago, clashes killed scores of anti-government protesters in Ukraine and the pro-Russian president, Viktor Yanukovych, fled the country.</p><p>Over the weekend, thousands of people turned out in Kiev's central square, known as the Maidan, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/20/387820053/ukraine-moscow-was-behind-2014-deaths-of-protesters-in-kiev\">to mark the anniversary</a>.</p><p>But even when Maidan isn't being used for giant demonstrations, the central square has become an everyday gathering place for free speech of all kinds, including that which criticizes the current government.</p><p>People visit the Maidan at all hours. Some leave flowers and light candles at makeshift memorials for protesters who died last year.</p><p>Some come to lodge new protests and calls for help in a country that's beset by war and <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/20/387758218/what-cease-fire-ukrainian-troops-retreat-as-rebels-press-fight\">a ceasefire that won't take hold</a>.</p><p>Ukraine is on the tipping edge of financial collapse; on Monday the currency lost another 10 percent of its value.</p><p>On a typical weekend day, several hundred people gather around the foot of the monument to Ukrainian independence. It's a soaring column, topped with a statue of a Slavic goddess, her arms outspread.</p><p>Below, the square is lined with recruiting posters for the Ukrainian army, and festooned with rows of blue and yellow Ukrainian flags strung together.</p><p>A long-haired folksinger in army fatigues warms up the crowd with a traditional melody.</p><p>It might have been a festive atmosphere, except that many people have come to voice anxieties and discontents.</p><p>Diana Katyenko is here with her mother and godmother.</p><p>\"We really [do] not agree with some actions that our president and our prime minister do,\" she says. \"So, we really ask them to change their politics because they are wrong with lots of actions, actually.\"</p><p>All three women say they were here a year ago, during the clashes when more than 100 people were killed, many by snipers who have never been brought to justice. The dead included 17 police officers.</p><p>Katyenko and her companions think current Ukrainian President Petro Poroshenko has compromised too much in his negotiations with Russia over the war in eastern Ukraine.</p><p>\"If America hears us, please help us,\" Katyenko adds, \"because our country is dying, and we don't want it to be like this.\"</p><p>Katyenko says she means American military help \"because we have nothing to protect ourselves.\"</p><p>\"Our army has nothing except people, but people can't make war with their naked hands,\" she says.</p><p>Judging from the signs people carry, many of them want different things: jobs, protection for their savings. A few are even promoting their own new designs for Ukraine's flag.</p><p>But most of them join in when the national anthem is played.</p><p>Somehow all the different messages blend together for a few minutes — the voices of people who are just stopping by and those who look as if they can't bring themselves to leave.</p><p>The Ukrainian national anthem is a stately song that builds in power as it goes along. When it ends, a woman shouts \"Maidan zili!\" \"Maidan lives!\"</p><p>The people pick it up, and it becomes a chant: \"Maidan lives! Maidan lives!\"</p><p>That's one thing on which people here seem absolutely determined.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=In+Battered+Ukraine%2C+Spirit+Of+Defiance+Lives+On+In+Maidan+Square&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Corey Flintoff","audio":[{"meta":{"duration":"162"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388520653-57ca02.m3u?orgId=1&topicId=1124&d=162&p=2&story=388477084&t=progseg&e=388440568&seg=6&ft=nprml&f=388477084"},{"href":"http://media.npr.org/assets/img/2015/02/23/maidan-landov-3fba6014cef8fff3b54633472f7f94d5624ca163.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1522","width":"2030"}},{"href":"http://media.npr.org/assets/img/2015/02/23/flintoff-maidan_141024edit-6309c5e287cc396232d2400d4b443a5ef6412c5b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1736","width":"2314"}},{"href":"http://media.npr.org/assets/img/2015/02/23/flintoff-maidan_144647edit_custom-b5dbeabc9b53a29b33cfabcd4eb46bc1525262f0.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1833","width":"2991"}}]}