{"created":"2015-05-01T16:08:53+00:00","modified":"2015-05-13T20:59:53+00:00","valid":{"from":"2015-05-13T20:59:53+00:00","to":"3015-05-13T20:59:53+00:00"},"hreflang":"en","title":"Free Comic Book Day: A Guide To The Heroes, Musicians And Mutants","published":"2015-05-01T16:39:00+00:00","teaser":"Glen Weldon reviews the 50 comics available at participating comics shops for 2015's Free Comic Book Day, coming May 2 — what to pick up free, skip, and buy while you're in the shop.","itags":["npr_api","403277158"],"guid":"6be0eaac-6d60-416b-9c17-bfca9e24cbca","contentencoded":"<p>Another first Saturday in May, another blockbuster superhero movie set to bust our collective blocks, another Free Comic Book Day.</p><p>\"What's Free Comic Book Day?\" you ask, because you've managed to ignore the gallons of virtual ink I've spilled about it on this blog every year since 2009.</p><p>(No look it's fine, I get it, but at this point it's starting to look like willful obtuseness on your part, ok?)</p><p>Free Comic Book Day is the comics industry's yearly attempt to bring new readers into the fold. So this Saturday, if you walk into your friendly neighborhood comics shop, they'll give you some free comics. You can find your closest shop by typing your zip code into the Comics Shop Locator on the <a href=\"http://www.freecomicbookday.com/\">www.freecomicbookday.com</a> page.</p><p>Some caveats and basics:</p><ul><li>Not every comics shop participates in Free Comic Book Day – use the Comics Shop Locator to make sure your local shop will be taking part. Understand that many of the stores that do participate make a Whole Big Freaking Deal of it: author/artist signings, costume contests, giveaways, etc. You got a kid, or access to same? Take it. [<em>Ed. note: That's what Glen said. \"It.\"</em>]</li><li>This isn't <em>Supermarket Sweep</em>, people. You can't just storm the place in your matching banana-yellow sweaters and start scooping up copies of <em>The Unbeatable Squirrel Girl</em> like so many Huggies and filets mignon. (Though <em>TUSG</em> is a really great, fun book, and you should consider doing exactly that, provided you pay for them.)</li><li>Publishers print special Free Comic Book Day editions of the books that will be handed out on Saturday. There are 50 different FCBD books this year. Not every shop will offer all 50 titles. Some stores lay them out and let you pick the ones you want, other stores hand you a sampler pack.</li><li>If you <em>do</em> get your choice of books, the mini-reviews below might help you find the ones you're likely to like.</li><li>If you <em>don't</em> get a choice, hey: free comics.</li><li>While you're there, buy something.</li><li>No, seriously? Buy something.</li><li>Buy SOMEthing. The comics shops still have to pay for the \"free\" FCBD books they stock, and they're counting on the increased foot traffic to lift the day's sales, so be a caring human being. And buy something.</li><li>How will you know WHAT you should buy? Ask someone on staff at the comics shop. It's that simple. Tell them what kind of movies you like, what kind of books, what TV shows you binge on. They're trained to make recommendations in line with your tastes. Or you could ask about one of the non-FCBD books in the list immediately below this list. They're a mix of graphic novels, collections and ongoing monthly series, across a spectrum of genres and styles. Because that's what comics looks like now, which is pretty great. Ask to check out one or more for yourself.</li></ul><p><strong><em> </em></strong><strong><em>Highly Recommended New-Ish Non-FCBD Comics To Look For:</em></strong></p><p><em>Rat Queens. Lumberjanes. Bitch Planet. Mind MGMT. The Unbeatable Squirrel Girl. Batgirl. Feathers. D4VE. Help Us Great Warrior. Hawkeye. Saga. Fatale. Descender. Pretty/Deadly. Ms. Marvel. Black Science. Trillium. Sex Criminals. This One Summer. Alex + Ada. The Wicked + The Divine. Gotham Academy. The Wrenchies. Sisters. The Shadow Hero. An Age of License.</em></p><p><strong>Couple More Things To Keep In Mind</strong></p><p>Publishers approach Free Comic Book Day in one of two ways. Some FCBD comics offer a whistle-stop tour though a given publisher's many titles – let's call these <strong>samplers</strong>. Others present a self-contained story, or a selection of stories, about one specific character or group – let's call these <strong>singles</strong>.</p><p>Samplers are a canny marketing move, but in casting such a wide net they can offer a less-than-satisfying reading experience. Sometimes you want the steak, not the charcuterie board, you know?</p><p>Singles give you a truer sense of a given comic's storytelling bona fides – what can its creative team accomplish in 23 pages? – but there's more pressure on them to deliver.</p><p>One further complication: Comics aren't just for kids any more.</p><p>Don't know if you heard about that, it was in all the papers.</p><p>The FCBD site groups the books on offer this year using a rating system that parents may find helpful, though there's an awful lot of wiggle room built in. Which makes sense: after all, you know your kids and what they're ready for better than any publisher could. So if, say, the distinction between a TEEN and a TEEN+ book seems a bit nebulous, here's a handy guide to clip and stick to the refrigerator:</p><p>As a general rule, if you've got young kids:</p><p>ALL-AGES: Eh, don't worry.</p><p>TEEN: It's fine.</p><p>TEEN+: Worry a little.</p><p>MATURE: You let your kid read <em>this</em>? You monster! Won't someone think of the children!?</p><p>And a final note: Comics with an asterisk (*) are the ones we talked about on this week's Pop Culture Happy Hour — you can hit the button and listen right here.</p><p>Got all that? Okay. Let's start with the ALL-AGES comics.</p><hr /><p><strong>ALL-AGES: </strong><strong>Samplers</strong></p><p><em><strong>All-New, All Different Avengers/The Uncanny Inhumans/Max Ride</strong></em></p><p><em>Genre:</em> Superheroes</p><p><em>Anything I Need To Know Going In?</em> Take that \"All New, All Different\" thing seriously. This comic offers a sneak peek of the new, more diverse team roster for Marvel's flagship group title, plus a glimpse of a new <em>Inhumans</em> series that may hint at the company's plans for bridging from TV's <em>Agents of S.H.I.E.L.D</em> to the 2019 <em>Inhumans</em> movie.</p><p><em>Anything Else?</em> Mark Waid's <em>Avengers</em> offers a master class in superhero comics exposition, swiftly catching you up on everything you need to know through dialogue that neatly delineates its speaker. Hard to say what to make of the 2-page <em>Max Ride</em> preview, though.</p><p><em>Verdict?</em> Pick it up.</p><p><strong><em>Avatar, The Last Airbender/Plants vs. Zombies/Bandette</em></strong></p><p><em>Genre:</em> Adventure/Tie-In</p><p><em>Anything I Need To Know Going In?</em> Both <em>Avatar</em> and <em>Plants vs. Zombies</em> are tie-in comics; <em>Avatar</em> to the brilliant Nickelodeon animated series, <em>P vs. Z</em> to the addictive videogame. As a general rule, licensed comics tend toward suckage, but both of these are a good deal more original and idiosyncratic than they have any right to be.</p><p><em>Anything Else?</em> The <em>Bandette</em> story is a real delight, and provides a good sense of just how bright and stylish that comic, about a masked female art thief in Paris, truly is.</p><p><em>Verdict?</em> Do it.</p><p><strong><em>Bodie Troll/Drone/Creature Academy</em></strong></p><p><em>Genre:</em> Fantasy/Science-Fiction</p><p><em>Anything I Need To Know Going In?</em> <em>Bodie's</em> a cute and fuzzy little troll who wants to be a terrifying monster. <em>Drone's</em> the story of hacker who becomes part of a government military operation. And the too-brief excerpt from <em>Creature Academy</em> doesn't give you a lot to go on.</p><p><em>Anything Else?</em> Writer/artist Jay Fosgitt imbues the world around <em>Bodie</em> with a tooth-aching sweetness that he deliberately and mercifully undercuts with booze, burp and fart jokes.</p><p><em>Verdict?</em> Fosgitt's art is the real star here. Pick it up if you can.</p><p><strong><em>Boom Ten Year Celebration (Labyrinth, Iscariot, Mouse Guard, Adventure Time, Regular Show, Peanuts, Garfield, Lumberjanes, Munchkin, Help Us Great Warrior)</em></strong></p><p><em>Genre:</em> Um ... lots of different ones.</p><p><em>Anything I Need To Know Going In?</em> Tough to get a bead on any of these titles, as the samples we get are so brief.</p><p><em>Anything Else?</em> Whether or not you got a sense of it from this, know that <em>Mouse Guard, Adventure Time, Regular Show </em>and <em>Lumberjanes</em> are great books to pick up.</p><p><em>Verdict?</em> A bit scattered, but if you're okay with that, sure.</p><p><strong><em>Gronk: A Monster's Story/Hero Cats of Stellar City</em></strong></p><p><em>Genre:</em> Cute/Superhero Felines</p><p><em>Anything I Need To Know Going In?</em> Katie Cook's <em>Gronk</em> – a monster who's left her monstrous life behind for life with a nerdy human and her pets — is hilariously fun, in a self-contained story that will make you want more. <em>Hero Cats</em> is an intriguing concept (pretty much right there in the name) with some attractive art and distinct characterizations, but this excerpt doesn't leave you with a particularly strong sense of the book.</p><p><em>Anything Else?</em> Gronk is just plain great comics, filled with clever dialogue and plenty of jokes. My favorite of the all-ages FCBD offerings.</p><p><em>Verdict?</em> Snap it up. One of this year's FCBD highlights.</p><p><strong><em>Help the CBLDF Defend Comics</em></strong></p><p><em>Genre:</em> Ah ... \"One to Grow On\"? Is that a genre?</p><p><em>Anything I Need To Know Going In?</em> The Comic Book Legal Defense Fund is a non-profit that defends comics shops, librarians and publishers from those who would seek to ban the distribution of certain comics. Each year, they commission writers and artists to produce stories that embody their mission statement.</p><p><em>Anything Else?</em> The entries included here range from really on the nose (Archie's Kevin Keller fights homophobic library patrons) to the abstruse (the Raving Rabbids rave rabidly). But George O'Connor's retelling of the \"The Ears of King Midas\" is worth the ... well I was going to say money, but it's free, so.</p><p><em>Verdict?</em> The CBLDF does good work that needs doing. Pick it up.</p><p><strong><em>Overstreet's Comic Book Marketplace</em></strong></p><p><em>Genre:</em> History/Reference</p><p><em>Anything I Need To Know Going In?</em> Overstreet produces yearly comic book price guides, and thus provides an invaluable service to the nation's geeks. Their motto: Crushing the Hopes of Nerds Who Thought Their Mint Copy of 1995's Cyba-Rats #1 Would Be Worth Something By Now.</p><p><em>Anything Else?</em> Lots of mini-articles about comics history and collecting comics art; in terms of sheer volume of information, this book delivers the most bang for your buck. The buck you would have paid. If it weren't free. (Also: a crowd photo on page 22 features NPR Music's own perpetually tee-shirted Stephen Thompson in a suit and tie. Collector's item!)</p><p><em>Verdict?</em> Even if you don't care about comics history, you can always stick page 22 on your dartboard. Or kind of lie it beside you on the pillow or whatever, that's your business, leave me out of it.</p><p><strong><em>Rabbids/Ariol/The Smurfs/The Garfield Show</em></strong></p><p><em>Genre:</em> Cuteness/Tie-In</p><p><em>Anything I Need To Know Going In?</em> Did you know there's a female Smurf besides Smurfette? Well, there is, and she's called Sassette. So that is a thing I just learned.</p><p><em>Anything Else?</em> Also, Gargamel has an identical twin! Evidently! I know, right?</p><p><em>Verdict?</em> On the bubble. But you will learn new things about Smurfs, so. If that appeals.</p><p><strong><em>Sonic the Hedgehog/Mega Man</em></strong></p><p><em>Genre:</em> Tie-In</p><p><em>Anything I Need To Know Going In?</em> Both Sonic and Mega Man are hugely successful video game franchises. You knew that, right?</p><p><em>Anything Else?</em> This comic lays the groundwork for the publisher's upcoming \"Worlds Unite\" crossover event, in which ... well, it's there in the title, really.</p><p><em>Verdict?</em> Both the ongoing Sonic and Mega-Man series get their own two-page \"The Story So Far\" spreads, explaining their (surprisingly complicated) backstories. Which is a good use of FCBD exposure. So maybe?</p><p><strong><em>Step Aside, Pops/Super Mutant Magic Academy*</em></strong></p><p><em>Genre:</em> Humor/Awesomeness</p><p><em>Anything I Need To Know Going In?</em> <em>Step Aside, Pops</em> offers excerpts from Kate (<em>Hark, A Vagrant</em>!) Beaton's next book of strip comics that riff on historical and fictional themes: chivalry, classical composers, femme fatales, etc. Jillian Tamaki's <em>Super Mutant Magic Academy</em> chronicles what happens when the pangs of adolescence combine with feelings of isolation in a super-powered boarding school environment – i.e., the X-Men formula – but ends up in a place of rueful humor.</p><p><em>Anything Else?</em> Completely charming, smart and funny.</p><p><em>Verdict?</em> Yuuuuup.</p><p><strong><em>The Stuff of Legend/Thanatos Diver*</em></strong></p><p><em>Genre</em>: Fantasy/Adventure</p><p><em>Anything I Need To Know Going In?</em> <em>The </em><em>Stuff of Legend's</em> about a bunch of toys who attempt to rescue their owner from the Boogeyman. <em>Thanatos Diver</em> offers a glimpse of an upcoming graphic novel about a family of undersea treasure hunters/scavengers.</p><p><em>Anything Else?</em> <em>The Stuff of Legend</em> excerpt is mostly art-only (before dialogue's been added) so it can lend only a general sense of tone and story, but what's here is moody and effective. <em>Thanatos Diver</em>, on the hand, is bright and fun, and provides plenty of underwater intrigue while firmly grounding itself in the emotional lives of its characters.</p><p><em>Verdict?</em> Yes.</p><p><strong><em>Teen Titans Go/Scooby-Doo Team-Up</em></strong></p><p><em>Genre</em>: Superheroes/Mystery-Involving-G-G-G-Ghosts/Tie-In</p><p><em>Anything I Need To Know Going In?</em> <em>Teen Titans Go</em> is a great little show, and this story captures its flavor well.</p><p><em>Anything Else?</em> The Scooby-Doo tale has them meeting the Super Friends, and the story's filled with nerdy in-jokes for us doughy middle-aged fans of that TV series.</p><p><em>Verdict?</em> Well at one point Robin the Boy Wonder intones \"Crime never takes a slumber party,\" so. I mean <em>I'm</em> in, anyway.</p><p><strong><em>Transformers: Robots in Disguise/My Little Pony</em></strong></p><p><em>Genre:</em> Sci-Fi/Cuteness/Tie-In</p><p><em>Anything I Need To Know Going In?</em> The Transformers must covertly track down a team of Decepticons who've escaped from a prison ship that crash-landed on Earth.</p><p><em>Anything Else?</em> Preview of the new comics series, premiering in July, which is based on the TV series, which is based on effin' TOYS. Oh and Bronies of the World, take note: There's also a one-page preview of the new comics series based on the My Little Pony TV show, which is based on TOYS.</p><p><em>Verdict?</em> If you or your kid really like the Michael Bay movies, know that this isn't that. Because this is actually pretty good.</p><p><strong>ALL-AGES: Singles</strong></p><p><strong><em>Bob's Burgers</em></strong></p><p><em>Genre:</em> Comedy/Tie-In</p><p><em>Anything I Need To Know Going In?</em> So much of this great FOX show is bound up in its voice acting, you'd be forgiven for doubting if a comic could capture any of its magic. In fact, you just have been. Forgiven. I forgive thee! Go in peace!</p><p><em>Anything Else?</em> Burger puns. Tina's adventures with the Equestrinauts. Louise investigates mysteries. More burger puns. And a musical starring Gene, featuring frogs and farts. What are you, made of stone?</p><p><em>Verdict?</em> Definitely, yes.</p><p><strong><em>Bongo Free-For-All</em></strong></p><p><em>Genre:</em> Comedy/Tie-In</p><p><em>Anything I Need To Know Going In?</em> A grab-bag of solid Simpsons stories, most notably a tale in which Lisa imagines herself Pharaoh over an Egypt filled with Springfieldians.</p><p><em>Anything Else? </em>Penciller Nina Matsumoto's take on Lisa's Egypt grafts elements of Groening's classic Simpsons styling onto something closer to the real world; the effect is fascinating. And creepy as all get-out.</p><p><em>Verdict?</em> Yes. And yeah no seriously Egypt-Moe is nightmare fuel.</p><p><strong><em>Captain Canuck</em></strong></p><p><em>Genre:</em> Superheroes, eh?</p><p><em>Anything I Need To Know Going In?</em> The original Captain Canuck first appeared in 1975 and enjoyed a fifteen-issue run that ended in 1980. This is a ground-up reboot for a new CC series, starting in May.</p><p><em>Anything Else?</em> We get a taste of the new comic, an in-depth history of the character, a great poutine recipe, and dossiers on the comic's major players. This is how you do Free Comic Book Day, people. Also I was kidding about the poutine recipe.</p><p><em>Verdict?</em> Yep.<strong></strong></p><p><strong><em>Chakra the Invincible</em></strong></p><p><em>Genre:</em> Superheroes Comma Li'l</p><p><em>Anything I Need To Know Going In?</em> 10-year-old Raju Rai gains the ability to channel energy from his body's chakras and perform superhuman feats; soon he becomes Mumbai's favorite superhero.</p><p><em>Anything Else?</em> Co-created by Sharad Devarajan, Gotham Chopra and Stan Lee (heard of him?), the character of Chakra makes a great vessel for fun, bright superhero stories.</p><p><em>Verdict?</em> Lots of zapping, looks great. Do it.<strong></strong></p><p><strong><em>Cleopatra in Space*</em></strong></p><p><em>Genre:</em> Science Fiction</p><p><em>Anything I Need To Know Going In?</em> While still a young girl, the headstrong Cleopatra, Queen of Egypt, is sent into the future, where she has been prophesied to bring peace to the war-torn galaxy.</p><p><em>Anything Else?</em> Mike Maihack's heroine is smart and brave, and his storytelling in this brief glimpse is solid, but it's his gorgeous, expressive art that puts this book over the top.</p><p><em>Verdict?</em> A big yes.</p><p><strong><em>Jurassic Strike Force 5*</em></strong></p><p><em>Genre:</em> Superheroes Comma Alien Dinosaurs Who Are Also</p><p><em>Anything I Need To Know Going In?</em> Well that's a pretty great title, right? Can we just acknowledge that?</p><p><em>Anything Else?</em> Armored alien dinosaurs. Super-ninjas. A villain called Doctor Terror. Tacos. Why are you still reading this when you could be reading that right now?</p><p><em>Verdict?</em> It's one of the slimmest of the FCBD books – practically a leaflet – but it's breezy, nerdy fun. If your kid's into a saurian phase right now, you could do a lot worse.</p><p><strong><em>March: Grand Prix</em></strong></p><p><em>Genre:</em> Racing, Cuteness</p><p><em>Anything I Need To Know Going In?</em> This excerpt from Kean Soo's graphic novel provides a inviting glimpse of his tale of March, the race-car driving rabbit. Bright, vivid cartooning, plus a warm message about teamwork and families pulling together.</p><p><em>Anything Else?</em> Be warned: ends on a cliffhanger. You'll need to get the graphic novel. Soo's <em>Tales of Jellaby: The Lost Monster</em> was one of my favorite FCBD books last year.</p><p><em>Verdict?</em> If you've got a li'l gearhead in your family, sure.</p><p><em><strong>The Phantom </strong></em></p><p><em>Genre:</em> Superhero</p><p><em>Anything I Need To Know Going In?</em> Reprints of classic tales of everyone's favorite Purple Puncher of Poachers and Pirates.</p><p><em>Anything Else?</em> Some classic Jim Aparo art in the two-part story, if that means anything to you. Just be prepared to have a discussion with your kids about how \"jungle folk\" were depicted in comics of the 1960s, because yikes.</p><p><em>Verdict?</em> Qualified yes.</p><p><strong><em>Pokemon*</em></strong></p><p><em>Genre:</em> Tie-In</p><p><em>Anything I Need To Know Going In?</em> Well, here's how many 'ems you gotta catch: All.</p><p><em>Anything Else?</em> We've raised a generation on virtual cockfighting — that's where we are as a society, let's all just admit that to ourselves. Here's three different excerpts from tales of various young Pokemon trainers (Pokemon X Y/Pokemon Emerald/Pokemon Black and White) that your kids will love, the adorable li'l sociopaths.</p><p><em>Verdict?</em> Mark my words: You let your kids read this stuff, you got a week before they're hurling your poor cat in your dog's face and shouting \"Mr. Tufty Mittens! I choose YOU!\"</p><p><strong><em>SpongeBob: Freestyle Funnies 2015</em></strong></p><p><em>Genre:</em> Comedy/Tie-In</p><p><em>Anything I Need To Know Going In?</em> Well, there's this guy, see, he's a sponge, and he lives in a pineapple under the sea. That about covers it.</p><p><em>Anything Else?</em> The SpongeBob book historically gives creators room to play with the house style, and it's fun to see a one-page story from indie great James Kolchaka.</p><p><em>Verdict?</em> Look this is either for you, or it's very very not. You know what you're getting.</p><p><strong><em>Terrible Lizard*</em></strong></p><p><em>Genre:</em> Adventure</p><p><em>Anything I Need To Know Going In?</em> 14-year-old Jess' dad opens a chronal rift, which a giant T-Rex proceeds to stomp right through.</p><p><em>Anything Else?</em> Cullen (The Sixth Gun) Bunn's clever writing elevates the standard-issue MILITARY EXPERIMENT GONE AWRY plot above others like it, and the bond between Jess and her dino is intriguing. Drew Moss' art imbues Wrex the dinosaur with a surprisingly broad emotional spectrum.</p><p><em>Verdict?</em> Yep.</p><p><strong><em>The Tick</em></strong></p><p><em>Genre:</em> Superhero/Tie-in</p><p><em>Anything I Need To Know Going In?</em> Big guy. Blue. Indestructible. His battle cry's an eating utensil. You know, the usual.</p><p><em>Anything Else?</em> \"DANGER IS AFOOT and we must answer its SMELLY CALL!\" So. I mean.</p><p><em>Verdict?</em> Yes. Duh.</p><p><strong><em>Best Bets, All-Ages: </em></strong><em>Avengers. Gronk. Cleopatra in Space. Bob's Burgers. Teen Titans Go. Step Aside, Pops. The Tick.</em></p><hr /><p><strong>TEEN: </strong><strong>Samplers</strong></p><p><strong><em>Divergence*</em></strong></p><p><em>Genre:</em> Superheroes</p><p><em>Anything I Need To Know Going In?</em> Three original mini-stories previewing what's to come in DC Comics' next big event. Gotham mourns the death of Batman. Superman is in hiding, following a major betrayal of his trust. And an Amazon issues a dark prophecy about the End of the World. Typical Thursday, really.</p><p><em>Anything Else?</em> Plenty of portentousness to go around, but writer Gene Luen Yang's taking over the Superman book, and we get a hint that his humor will let some air into at least that corner of the DC Universe again.</p><p><em>Verdict?</em> Superheroes gonna superhero. If that's your thing, this is that thing.</p><p><strong><em>I.C.E. Bayou Blackout/The Ride</em></strong></p><p><em>Genre:</em> Crime/Noir</p><p><em>Anything I Need To Know Going In?</em> Doug Wagner and Daniel Hillyard's series about customs agents possesses a dark, hard-edged humor and a firm-enough grasp of the action/crime genre's tropes to play with them in satisfying ways. <em>The Ride</em> is a Southern Gothic anthology series about crime, women and muscle cars.</p><p><em>Anything Else?</em> I might scooch the rating of this particular FCBD comic from Teen to Teen+ or maybe even Mature, me.</p><p><em>Verdict?</em> If this is your genre, this is a nicely representative example of a comic that knows how to pull it off.</p><p><strong><em>Jojo's Bizarre Adventure/Yu-Gi-Oh!</em></strong></p><p><em>Genre:</em> Fighty-Fight Manga</p><p><em>Anything I Need To Know Going In? Jo-Jo's Bizarre Adventure</em> is a hugely popular <em>shonen</em> manga (Japanese comic aimed at young boys) about a family locked in a battle against evil with the aid of their HAMON ENERGY!!!! and their ZOOM PUNCHES!!!!! and, uh, whatnot. The <em>Yu-Gi-Oh</em> manga inspired an anime series and, of course, the strategy card game your nephew tried to explain to you every time he saw you between 2000 and 2004.</p><p><em>Anything Else?</em> Man, these FCBD excerpts really dump you into the middle of both stories (remember to start on the \"back\" page, and read right-to-left) amid furious battle scenes. I couldn't figure out what was going on, but that's me. (Also when I read \"hamon energy\" I can't help but imagine it as \"<em>jamon</em> energy\", which is less than helpful vis-a-vis the ol' reading comprehension.) But it's hard not to appreciate the ozone-pure sincerity of dialogue like \"THE BLUE-EYES WHITE DRAGON! I CAN SEE THE SOUL OF MY GRANDPA BEHIND THOSE BLUE EYES!\"</p><p><em>Verdict?</em> You'll know if it's for you or not.</p><p><strong><em>Valiant: 25<sup>th</sup> Anniversary Special</em></strong></p><p><em>Genre:</em> Superheroes/Science-Fiction</p><p><em>Anything I Need To Know Going In?</em> For its 25<sup>th</sup> anniversary, this indie publisher of such not-exactly-household-name heroes as X-0 Manowar, Bloodshot and Ninjak is clearing the slate and starting over, and this sampler provides an impressive overview of the lay of the (new) land.</p><p><em>Anything Else?</em> There are some solid writers and artists on board here, and a historical commitment to both ambitious universe-building and tight continuity – two things that seldom travel in pairs.</p><p><em>Verdict?</em> If you wish superhero storytelling would pump the brakes on the '90s nostalgia already, this isn't the book for you (read: me). But there are a lot of readers out there for whom this is precisely their cup of Zima.</p><p><strong>TEEN: Singles</strong></p><p><strong><em>Hatter M: Love of Wonder*</em></strong></p><p><em>Genre:</em> Dark Fantasy</p><p><em>Anything I Need To Know Going In?</em> A comics spinoff of Frank Beddor's <em>The Looking Glass Wars</em> trilogy, depicting the Hatter's long search for Wonderland's missing ruler, Alyss.</p><p><em>Anything Else?</em> The excerpt drops you into chapter 5 of the latest Hatter M series, but you'll get your bearings quickly. Sami Makkonen's deliberately murky, highly stylized art evokes Ben Templesmith (who drew the first volume) and Bill Sienkiewicz. I like it, but it's not to everyone's taste.</p><p><em>Verdict?</em> Mmmmmaybe. If the subject intrigues.</p><p><strong><em>Motorcycle Samurai</em></strong></p><p><em>Genre:</em> Adventure</p><p><em>Anything I Need To Know Going In?</em> Chris Sheridan's digital comic is being released as a graphic novel later this summer; this is a substantial and satisfying preview.</p><p><em>Anything Else?</em> White Bolt is the titular Motorcycle Samurai, a roving masked adventurer kicking butt and taking names and battling others engaged in similar pursuits. Sheridan's cartoony style keeps things light, and his layouts are quirky and fun.</p><p><em>Verdict?</em> Yes.</p><p><strong><em>Street Fighter Super-Combo Special </em></strong>(see what they did there? Super combo? Street Fighter?)</p><p><em>Genre:</em> Fighting/Tie-In</p><p><em>Anything I Need To Know Going In?</em> There are streets, and on these streets there are fighters.</p><p><em>Anything Else?</em> The characters from the venerable videogame franchise show up, and fight. There's not so much a plot in this preview as there is one long (and inventively staged, it must be said) tag-team brawl. Also, pin-ups of the female fighters. Contain your shock.</p><p><em>Verdict?</em> If you've come to a Street Fighter comic for subtle emotional valences, you clearly don't know your hadoken from your thunder knuckle, n00b.</p><p><strong><em>Best Bets, Teen: </em></strong><em>Divergence, Motorcycle Samurai</em></p><hr /><p><strong>TEEN+: </strong><strong>Samplers</strong></p><p><strong><em>2000 AD Special</em></strong></p><p><em>Genre:</em> Science Fiction</p><p><em>Anything I Need To Know Going In?</em> Only one thing, really: The packet of review copies I received was missing this comic.</p><p><em>Anything Else?</em> 2000 AD is a venerable British comics anthology series, which gave birth, most notably, to Judge Dredd.</p><p><em>Verdict?</em> Past years' 2000 AD samplers have offered a varied selection of hard-edged science-fiction storytelling.</p><p><strong><em>Attack on Titan/Attack on Titan: Before the Fall/Noragami: Stray God/Vinland Saga/Inuyashiki/Your Lie in April</em></strong></p><p><em>Genre:</em> Lots</p><p><em>Anything I Need To Know Going In? </em>A satisfyingly diverse sampler of Kodansha Comics' manga offerings in digest form.</p><p><em>Anything Else?</em> Substantive excerpts from 6 different series, including the international phenomenon <em>Attack on Titan</em>, and the intriguing <em>Inuyashiki</em>, about a dying old man who finds new life and purpose with some intergalactic help.</p><p><em>Verdict?</em> Solid yes.</p><p><strong><em>Comics Festival*</em></strong></p><p><em>Genre:</em> Different kinds</p><p><em>Anything I Need To Know Going In?</em> Excerpts from several great Canadian comics, published under the auspices of The Toronto Comics Arts Festival.</p><p><em>Anything Else?</em> A perfect introduction to a range of wonderful comics authors like Faith Erin Hicks, Mariko Tamaki, Svetlana Chmakova, and more.</p><p><em>Verdict?</em> Grab this if you can.</p><p><strong><em>Hip Hop Family Tree/Cosplayers*</em></strong></p><p><em>Genre:</em> Music History/Literary</p><p><em>Anything I Need To Know Going In?</em> Ed Piskor's stylish, funny, assiduously researched history of hip-hop is hugely engaging and enlightening. Dash Shaw is an original voice in comics whose new two-issue series <em>Cosplayers</em> explores fandom and identity in a funny and ferociously intelligent way.</p><p><em>Anything Else? </em>The HHFT excerpt is dependably great; Shaw wrote a special Cosplayers short story for Free Comic Book Day, all about the intersection of passion and nostalgia.</p><p><em>Verdict?</em> A favorite. Definite yes.</p><p><strong><em>Legendary 2015 Preview</em></strong></p><p><em>Genre:</em> Lots.</p><p><em>Anything I Need To Know Going In?</em> Think of Legendary Comics as the R&D department of film production company Legendary Pictures. While some of the publisher's books feature solid stories, others read like proof-of-concept storyboards to show studio execs in the hopes of getting them greenlit.</p><p><em>Anything Else?</em> There's not much here in terms of story – this comic's essentially a series of full-page ads for the publisher's various new and upcoming titles, which include <em>Pacific Rim, Black Bag</em>, and several others that will likely be coming soon to a theater near you.</p><p><em>Verdict?</em> Skippable.</p><p><strong><em>Secret Wars/Attack on Avengers</em></strong></p><p><em>Genre:</em> Superheroes</p><p><em>Anything I Need To Know Going In?</em> <em>Secret Wars</em> is the latest mega-crossover event to hit the Marvel Universe, wherein said Marvel Universe is fixin' to collide with the Ultimate Universe and if this sentence means nothing to you, you should really skip to the next comic.</p><p><em>Anything Else?</em> There's also a short story that pits the Avengers against the giant monsters from Hajime Isayama's hit manga/anime series <em>Attack on Titan</em>. Not so much a whole story (it cuts off before things really heat up) as a good old-fashioned \"What If?\" riff.</p><p><em>Verdict?</em> An entertaining peek at what's about to hit Marvel's fans.</p><p><strong>TEEN+: Singles</strong></p><p><strong><em>Doctor Who*</em></strong></p><p><em>Genre:</em> Science Fiction Comma Tweedy/Tie-In</p><p><em>Anything I Need To Know Going In?</em> Three short stories, three Doctors (Ten, Eleven & Twelve).</p><p><em>Anything Else?</em> Everything you love (well: <em>I </em>love, anyway) about <em>Doctor Who</em> – lots of personality and humor, cheesy monsters, limitless narrative possibilities – all distilled into bite-sized adventures. Like watching three back-to-back episodes on Fast Forward.</p><p><em>Verdict?</em> Allons-y. (That's a yes.)</p><p><strong><em>Neil Gaiman's Lady Justice*</em></strong></p><p><em>Genre:</em> Superheroes Comma Grim n' Gritty Comma I Love the '90s</p><p><em>Anything I Need To Know Going In?</em> During the early '90s comics boom, a publisher of \"sports entertainment comics\" (read: WWE SUPERSTARS!) reached out to Neil Gaiman with a proposition: come up with comic book concepts, we'll handle the writing. So was born <em>Lady Justice,</em> an improbably zaftig young ex-ballerina inhabited by the spirit of Justice to avenge her two brothers' murder.</p><p><em>Anything Else?</em> This FCBD comic reprints the first issue of that 1995 series, and ... well.</p><p><em>Verdict? </em>Yyyyeah, this ... this isn't good. As in: not worth the nothing you'd not-pay for it. Oof.</p><p><strong><em>Savage Dragon: Legacy</em></strong></p><p><em>Genre:</em> Superhero</p><p><em>Anything I Need To Know Going In?</em> Not really – Writer/artist Erik Larsen loads this issue up with enough weighty exposition to choke Frank Herbert. Basically: Malcom, the son of the original Savage Dragon, has joined the Chicago police force like his old man. Who, beeteedubs, is behind bars for transitioning to his evil space-dictator personality and trying to enslave humanity. As you do.</p><p><em>Anything Else?</em> Good, old-fashioned \"Back, you MEDDLING MONSTROSITY! You face the pulsating power of FOUNTAINHEAD!\" type comic-bookery – there's even an extended riff on Jack Kirby space opera.</p><p><em>Verdict?</em> Sure.</p><p><strong><em>Steampunk Goldilocks</em></strong></p><p><em>Genre:</em> Steampunk/Fairytale/Deep Deep Weirdness</p><p><em>Anything I Need To Know Going In?</em> Exactly what the title states. Goldilocks and her sister Miss Muffet stage a military incursion into the Three Bears' house, and in the process guzzle honey and porridge and milk, letting it spill over their chins while moaning with pleasure in their corsets and seriously <em>what</em> is even going on here.</p><p><em>Anything Else?</em> Guys this feels bad, guys. Guys I NEED AN ADULT.</p><p><em>Verdict?</em> Depends! Are you still considering the possibility that this is for you, at all? Then GO TO TOWN.</p><p><strong><em>Tales of Honor</em></strong></p><p><em>Genre:</em> Science Fiction/Tie-In</p><p><em>Anything I Need To Know Going In?</em> This series, set in the universe created in David Weber's \"Honorverse\" science-fiction novels, follows the adventures of the intrepid Honor Harrington, Captain of the HHS Fearless in the space-navy of the Star Kingdom of Manticore and yeah okay you see where this is going.</p><p><em>Anything Else?</em> <em>Genre</em> is great. <em>Generic</em>, less so. The glimpse we get of this series delivers a plenty of Column A, and more than a little of Column B. But if you're looking for a deep dive into a vast science-fiction universe, and you don't mind the occasional sense of narrative déjà vu, give it a shot.</p><p><em>Verdict?</em> Worth trying out.</p><p><strong><em>Teenage Mutant Ninja Turtles: Prelude to Vengeance</em></strong></p><p><em>Genre:</em> Fighting/Amphibiousness</p><p><em>Anything I Need To Know Going In?</em> Publisher IDW's ongoing TMNT series is coming up on issue #47, and this one-shot offers an exposition-rich means to catch up.</p><p><em>Anything Else?</em> Spoiler alert: Donatello's in a coma and his soul now inhabits a robot body. Or, to put that another way: <em>Donatello does machines (that's a fact, Jack!)</em></p><p><em>Verdict?</em> Yep.</p><p><strong><em>Best Bets, Teen+: </em></strong><em>Comics Festival, Hip Hop Family Tree, Doctor Who<strong></strong></em></p><hr /><p><strong>MATURE: </strong><strong>Samplers</strong></p><p><strong><em>And Then Emily Was Gone/Oxymoron</em></strong></p><p><em>Genre:</em> Horror</p><p><em>Anything I Need To Know Going In?</em> <em>And Then Emily ..</em> excerpts a SERIOUSLY CREEPY tale of a boogeyman who abducts children not wanted by their parents, while <em>Oxymoron</em> is your basic homicidal-clown-themed supervillain who, in this storyline, gains the power to screw up the timeline.</p><p><em>Anything Else?</em> Iain Laurie's art on <em>And Then Emily Was Gone</em> is thoroughly and deliberately and beautifully unsettling.</p><p><em>Verdict?</em> If you're made of stern stuff, yes.</p><p><strong><em>Dark Circle Comics (The Black Hood/The Fox/The Shield)</em></strong></p><p><em>Genre:</em> Superheroes</p><p><em>Anything I Need To Know Going In?</em> Back in 1940, the company that would come to be known as Archie Comics introduced a spate of superhero characters. They've been revamped and rebooted several times over the decades. They're back again, this time under the Dark Circle Comics banner.</p><p><em>Anything Else?</em> There's a gratifyingly broad range of styles and approaches on display, driven by some solid storytelling.</p><p><em>Verdict?</em> Yes.</p><p><strong><em>Fight Club/The Goon/The Strain</em></strong></p><p><em>Genre:</em> Thriller/Horror</p><p><em>Anything I Need To Know Going In?</em> Chuck Palahnuik's doing a graphic novel sequel to <em>Fight Club</em>. Eric Powell's <em>The Goon</em> is always fantastic. And Guillermo Del Toro and Chuck Hogan's <em>The Strain</em> is an adaptation of their book trilogy and television series about vampires.</p><p><em>Anything Else?</em> The book offers a nice preview of what each is about, and really makes you want to read more <em>The Goon</em>, especially.</p><p><em>Verdict?</em> If that's how you roll.</p><p><strong><em>Worlds of Aspen*</em></strong></p><p><em><strong>Genre</strong></em>: Science Fiction/Fantasy</p><p><em>Anything I Need To Know Going In?</em> In <em>FathomBlue</em>, a team of superpowered undersea beings must fight their own kind to remain on the good side of the humans who control them. In <em>Eternal Soulfire</em>, magical winged women fight for good in the shadows. Also there's a pinup of a bunch of hot chicks scrunching their boobs together, because there are still 14-year-old boys in the world.</p><p><em>Anything Else?</em> Seriously, a cheesecake pin-up. It's 2015.</p><p><em>Verdict?</em> For those who like that sort of thing, that is the sort of thing they like.</p><p><strong>MATURE: Singles</strong></p><p><strong><em>Mercury Heat*</em></strong></p><p><em>Genre:</em> Science Fiction</p><p><em>Anything I Need To Know Going In?</em> This excerpt from writer Kieron Gillen's tale of Luiza, a hard-bitten freelance cop on Mercury, plays with genre conventions in a smart, wry way. Artist Omar Fancia stages the book's action with a visceral glee, and the back matter is thick with behind-the-scenes, world-building dossiers that walk us through the book's mission statement.</p><p><em>Anything Else? </em>Gillen's the real thing, and he's thought deeply about who Luiza is, and why she's doing what she does. It shows.</p><p><em>Verdict?</em> Yes.</p><p><strong><em>Wonderland (Grimm's Fairy Tales presents)</em></strong></p><p><em>Genre:</em> Dark Fantasy</p><p><em>Anything I Need To Know Going In?</em> Publisher Zenescope has built quite a cottage industry around Lewis Carroll's Alice books – though they've tweaked the formula to make them about scantily clad warrior babes in leather thigh-boots, as the good Reverend Dodgson no doubt intended.</p><p><em>Anything Else?</em> This is a here's-the-story-so-far kind of FCBD book, and said story evidently involves lots of blood and boobs and suicide and stabbiness and whatnot.</p><p><em>Verdict?</em> You know what? Nah.</p><p><strong><em>Best Bets, Mature: </em></strong><em>And Then Emily Was Gone, Dark Circle Comics, Mercury Heat</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Free+Comic+Book+Day%3A+A+Guide+To+The+Heroes%2C+Musicians+And+Mutants&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Glen Weldon","audio":[{"meta":{"duration":"2754"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1403530374-036a27.m3u?orgId=1&topicId=1048&d=2754&story=403277158&ft=nprml&f=403277158"},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150021---fcbd-2015-cbldf-defend-comics-net--6f76066e6f2831c836d0cb914eab6ddf34142c0c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"675","width":"900"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150036---fcbd-2015-all-new-all-different-avengers-net-_custom-cebf9779e4518ee50e05e4250c6aa2e304dd9139.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"789"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150024---fcbd-2015-dark-horse-all-ages-avatar-pvz-bandette-net-_custom-4bb307011913196cfc76ee2bad1d51e3c1a0ba72.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150042---fcbd-2015-bodie-troll-friends-net-_custom-2a34702e4b84fffde7396f9ac33cb167826a619c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"791"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150003---fcbd-2015-boom-studios-10th-anniversary-fcbd-special-net-_custom-951e9828c80b0fee526825c3af20b20ab970b67c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150013---fcbd-2015-gronk-and-friends-net-_custom-049a8491b2011ffd4e019423e350a92387d329e6.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150028---fcbd-2015-overstreet-comic-book-marketplace-net-_custom-ac98a66acd47be48f57acabc3d01542c02c69d56.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150039---fcbd-2015-rabbids-net-_custom-0f309466a74f75fd7810aa403341b4a9156f0f33.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}},{"href":"http://media.npr.org/assets/img/2015/04/30/jan150015---fcbd-2015-sonic-the-hedgehog-mega-man-worlds-unite-prelude-_custom-bc1bd921f5c8377e86d2801b0dfe1a6fc59a5494.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1200","width":"780"}}]}