{"created":"2014-10-08T02:49:41+00:00","modified":"2014-12-04T15:16:54+00:00","valid":{"from":"2014-12-04T15:16:54+00:00","to":"3014-12-04T15:16:54+00:00"},"hreflang":"en","title":"Release Of 'Echo's Bones' Resurrects Beckett's Rejected Work","published":"2014-07-05T23:14:00+00:00","teaser":"The story, which is about a man who comes back to life, was meant to be the final piece in Samuel Beckett's first collection of stories. But his original editor refused to publish it.","itags":["npr_api","327674036"],"guid":"6beb1ab4-411c-41c6-a375-b88ebd77e99e","contentencoded":"<p>Playwright and author Samuel Beckett, who died 25 years ago, wrote lasting works of literature like <em>Waiting for Godot </em>and <em>Endgame. </em>But a previously unpublished short story of his — now being released for the first time — was not so appreciated.</p><p><em>Echo's Bones, </em>which follows a man who has just come back from the dead, was supposed to be the final story in Beckett's first-ever collection of stories. Editor Charles Prentice, who commissioned the story in 1933, described it this way: \"It's a nightmare ... it gives me the jim-jams.\" Prentice refused to publish the story, cutting it from the collection.</p><p>Now readers can see what Prentice objected to: an obscure story that <a href=\"http://www.telegraph.co.uk/culture/culturenews/10757089/Echos-Bones-by-Samuel-Beckett.html\">a review</a> in <em>The Telegraph</em> describes as \"really for specialists and masochists only.\"</p><p>Here's a sample sentence:</p><blockquote><p>\"To proceed, after what seemed to Belacqua countless as it were eructations into the Bayswater of Elysium, brash after brash of atonement for the wet impudence of an earthly state<em> — </em>the idea being of course that his heart, not his soul but his heart, drained and dried in this racking guttatim, should qualify at last as a plenum of fire for bliss immovable — he appears to us again and more or less in the familiar attitude all set for his extraordinary affair with the spado in tail, if such a curious animal can be said to exist.\"<em></em></p></blockquote><p>Beckett scholar Mark Nixon, who edited the just-published version, talks to NPR's Kelly McEvers about the story behind the story and the work's relevance today.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On Beckett's life at the time</strong></p><p>At this point in 1933, he's still struggling to make a name for himself as a literary author. And 1933 is generally a difficult year for Beckett, because his father passed away and he was struggling with various illnesses, so that's a little bit of the backdrop, of a background for the writing of the short story <em>Echo's Bones</em>. ...</p><p><em>Echo's Bones</em> is kind of a crossover story between early Beckett and perhaps the Beckett that we all know from the post-war period.</p><p><strong>On why the main character comes back from the dead</strong></p><p>He had already finished the collection of stories which he had submitted to his publishers ... and they felt that it was a little bit on the short side, so they asked him to write another story. The problem was that Beckett had already killed off his main character of these stories, Belacqua, in the penultimate story. So he couldn't quite work out where to add another story, which is why he put it at the end and had to bring Belacqua back from the dead.</p><p><strong>On the appeal of this work for the average reader</strong></p><p>It's an extremely amusing and funny story. ... The interest of the general reader will just be how Beckett is maneuvering his way through so many different sources and different styles of writing — you know, everything from religious imagery all the way through to very bawdy type of writing. And I think that is something that readers will find interesting and also enjoyable.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Release+Of+%27Echo%27s+Bones%27+Resurrects+Beckett%27s+Rejected+Work&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"364"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328888430-fcda21.m3u?orgId=1&topicId=1033&ft=3&f=327674036"},{"href":"http://media.npr.org/assets/img/2014/07/02/2638181-7065578439c788abe6fa2a52241002b340ae2f3e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1436","width":"1909"}}]}