{"created":"2014-09-04T16:42:32+00:00","modified":"2014-12-26T19:30:06+00:00","valid":{"from":"2014-12-26T19:30:06+00:00","to":"3014-12-26T19:30:06+00:00"},"hreflang":"en","title":"Hard-Boiled Hero Jack Irish Lives, And Drinks, In A Shadowy Melbourne","published":"2014-07-01T18:24:00+00:00","teaser":"Crime fiction writer Peter Temple has created a resourceful Aussie investigator: Jack Irish can fight off bad guys with everything from a child's swing to a tin sheet turned fatal Frisbee.","itags":["npr_api","326948971"],"guid":"6bed96de-c1f4-4465-99a1-4782e582b1ec","contentencoded":"<p>Peter Temple writes prize-winning thrillers, four of them about his sometimes hapless investigator, Jack Irish. The books capture Melbourne, Australia: its pubs, racetracks, big boulevards rattling with traffic, and narrow alleys — called lanes — painted with graffiti.</p><p>Jack Irish was headed for a life as a successful suburban solicitor, or lawyer, when one of his criminal clients murdered Jack's wife, and Jack dropped the law to become a drunk. The novels — some are now TV movies — begin with his surfacing and looking around for his life.</p><p><strong>The Importance Of Crime Thriller '</strong><strong>Hardware'</strong><strong></strong></p><p>Jack Irish lives and drinks in the Melbourne suburb of Fitzroy. Once a working-class area, it curls around a park and a football field — <em>Australian</em> football, that is. It's a rough-and-tumble game played with no pads or helmets, and a mysterious code of conduct called \"Aussie rules.\"</p><p>\"This is Jack's spiritual home,\" Peter Temple says of the park grounds. \"Jack's father and grandfather played football here, and this is one of the most famous football grounds in Melbourne.\"</p><p>It's one of Jack's failings that he never played football for Fitzroy — he barely manages a morning run in the park. But in the series' third book, <a href=\"http://www.npr.org/books/titles/326932761/dead-point\" target=\"_blank\">Dead Point</a>, he runs for his life through this same park. Temple describes the scene set in the children's playground:</p><blockquote><p>\"Jack is being pursued. He runs into the park. The man trying to kill him is running just behind him. They get into the children's playground and Jack swings the child's swing back at him with its chains, and he tangles him in it.\"</p></blockquote><p>Temple says it can be difficult to find good settings for action scenes. \"If you're going to do something about people shooting each other, that's fine,\" he says. \"But if you need something more imaginative, you have to have the hardware at hand.\"</p><p>In the fourth book, <a href=\"http://www.npr.org/books/titles/326933683/white-dog\" target=\"_blank\">White Dog</a>, the hardware at hand is a rusty sheet of tin, which Jack uses as a fatal Frisbee.</p><p><strong>An Unexpected Hit</strong></p><p>Jack Irish makes a living, of sorts, collecting debts, working as an investigator for his lawyer friends and trying to do the right thing, which mostly gets him into trouble. He's been a hit with Aussie readers, so Temple is kind of stuck with him.</p><p>\"I didn't want to be trapped in a series,\" he says. \"I never saw Jack Irish as a series. And then they said, 'Well, do another Jack Irish.' And so it went on until I'd done four of them. ... I've become more fond of [Jack] as other people have become more fond of him.\"</p><p>Temple says he created Jack complete with his own history:</p><blockquote><p>\"I wanted him to be a lawyer: Criminal lawyers inhabit this frontier land between the law on the one side and the criminals on the other, and they move so easily and they were so clever. Jack, unlike a lot of loner heroes, he's got friends all over the place; his sister is always on his neck. Every time you start a new book in a series like this, you have to wake all these characters up and think, 'Where have they been?' I have to go and read the other books. What were they doing? They all have lives of their own.\"</p></blockquote><p>The entertaining ensemble around Jack Irish includes a crotchety cabinetmaker, gamblers who run a complicated fiddle at the racetrack and three elderly gents who love \"the footy\" with a grand passion. Jack calls them the Fitzroy Youth Club, and their team is the long-gone Fitzroy football team.</p><p>\"These old men talk about games [from] 40 years ago as if they were just yesterday,\" Temple says. \"And they tell Jack stories about things that his father did and things that his grandfather did.\"</p><p>The Youth Club holds down three stools at the end of the bar in Jack's pub, the Prince of Prussia — a sooty old place, soaked in stale beer, with walls covered with ancient pictures of muddy football players. The closest thing Fitzroy has to the fictional Prince of Prussia is the Napier Hotel, circa 10 years ago. \"It was much quieter,\" Temple says, \"and didn't have kangaroo steaks on the menu.\"</p><p><strong>A 'Special Brand Of Gift-Wrapped Justice'</strong><strong> </strong></p><p>Over a long, kangaroo-free lunch and a couple of pints at the Napier, Temple gets down to the business of thriller writing and bloody murder. A recurring theme of his books is the way money can buy people out of all but the most serious crimes. \"The rich get a very special brand of gift-wrapped justice,\" Temple says, \"and people are prepared to go to extreme lengths to make sure the right things happen for them.\"</p><p>Another major theme is police corruption. \"Australia enjoys a level of police corruption that would certainly compare with almost anywhere in the developed world. I never have had to make anything up, that's for sure. It's all out there, which is a disappointment, because every time I come up with a new plot, I open the paper the next day and there it is,\" Temple says. \"It's happened.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hard-Boiled+Hero+Jack+Irish+Lives%2C+And+Drinks%2C+In+A+Shadowy+Melbourne&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Wertheimer","audio":[{"meta":{"duration":"416"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327199188-e82fa7.m3u?orgId=1&topicId=1161&aggIds=100876926,13795507&ft=3&f=326948971"},{"href":"http://media.npr.org/assets/img/2014/06/30/1031515-c056a6638a226522e5327c6e029ee17eba6f1a97.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2047","width":"2729"}},{"href":"http://media.npr.org/assets/img/2014/06/30/2175276946_a875dfb21b_o-f951524ea95c1f04de2f41621663135b572b3bef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1944","width":"2593"}}]}