{"created":"2015-01-07T11:35:50+00:00","modified":"2015-07-03T20:28:26+00:00","valid":{"from":"2015-07-03T20:28:26+00:00","to":"3015-07-03T20:28:26+00:00"},"hreflang":"en","title":"At Least 12 Die In Shooting At Magazine's Paris Office; Suspects Named","published":"2015-01-08T03:13:00+00:00","teaser":"President Francois Hollande said this was a \"terrorist operation.\" Back in 2011, <em>Charlie Hebdo</em> printed a drawing of the Prophet Muhammad. Its office was destroyed by a firebomb.","itags":["npr_api","375561888"],"guid":"6bf2c385-e204-4daa-9720-fc58f7041d24","contentencoded":"<p><strong>Updated at 10 </strong><strong>p.m. ET.</strong></p><p>At least 12 people were killed during a shooting at the headquarters of the satirical <em>Charlie Hebdo</em> weekly in Paris, police say. Two key suspects remain at large (see <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/07/375719813/two-suspected-gunmen-in-charlie-hebdo-attack-remain-at-large\">our latest post</a> for updates).</p><p>The authorities had been hunting three suspects in the attack; they were reportedly identified by police late Wednesday, and multiple French media outlets, citing a police bulletin, say they are two brothers, Said and Cherif Kouachi, and a third man, Hamyd Mourad.</p><p>The Kouachi brothers, both in their 30s, are said to be French citizens; there's no word on the nationality of Mourad, 18.</p><p>Mourad surrendered to police late Wednesday, according to multiple reports in French media. It's not clear whether he had a role in the violence; Mourad's ID card was reportedly found in a car the gunmen used.</p><p>Police have conducted operations related to their investigation in Paris as well as Reims, some 90 miles to the east.</p><p>Speaking to reporters at the scene of today's attack, President Francois Hollande said this was a \"terrorist operation\" in which journalists were \"cowardly assassinated.\"</p><p>\"France today faced a shock,\" Hollande said, according to a BBC interpreter. \"Today I'm thinking about the victims.\"</p><p>Many in France gathered in the streets Wednesday evening, holding up signs reading <em>\"Je Suis Charlie\"</em> — I Am Charlie — in a show of respect toward those slain and defiance toward the attackers.</p><p>\"There is a feeling of togetherness,\" says NPR's Eleanor Beardsley, who visited a large vigil at the Place de la Republique. \"Everyone out there was chanting, 'We are all Charlie.' \"</p><p>Similar gatherings are being held outside the country — including in Germany, Britain, and the U.S. The phrase also became a <a href=\"http://srogers.cartodb.com/viz/123be814-96bb-11e4-aec1-0e9d821ea90d/embed_map\">top-trending hashtag on Twitter</a>.</p><p>Several large French media companies united to <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/07/375664521/french-media-public-rally-behind-charlie-hebdo\">send a letter of support</a> to <em>Charlie Hebdo's </em>staff, offering to help them continue publishing and stressing the importance of \"preserving the principles of independence and liberty of thought and expression.\"</p><p>In a televised briefing, Paris Prosecutor Francois Molins said \"at least two\" gunmen entered the offices of the magazine at about 11:30 a.m. on Wednesday, Paris time.</p><p>Eleanor reports that the men first shot and killed a police officer stationed at the magazine, then walked up to the second floor newsroom and opened fire.</p><p>Four of the magazine's founding cartoonists were killed in the attack. Eleven other people were injured, four of whom are in critical condition.</p><p>One video broadcast on French television shows two masked men leaving the building and then trading fire with a police officer. The officer is injured and one of the men stands above him and kills him at point-blank range. Eleanor says during the exchange, one of the men shouts, \"We have avenged the Prophet Muhammad.\"</p><p>Authorities have not yet determined a motive and no organization has taken responsibility.</p><p>Of the 12 killed, two were police officers and eight were journalists, said Molins.</p><p>The gunmen then got into a black vehicle to escape. They went to a Paris suburb where they abandoned their car and jumped into another.</p><p>A massive manhunt ensued in the Paris area, with some school trips canceled and some metros closed. France has also beefed up its security, which Hollande said would help apprehend those who perpetrated the attack.</p><p><em>Charlie Hebdo</em> is a magazine that has faced threats over its content in the past. Back in 2011, the weekly printed a drawing of the Prophet Muhammad. Afterward, <a href=\"http://www.bbc.com/news/world-europe-15550350\">its offices were destroyed in a firebomb attack</a>.</p><p>This is a breaking news story. As often happens in situations like these, some information reported early may turn out to be inaccurate. We'll move quickly to correct the record and we'll only point to the best information we have at the time. Refresh this page for the latest.</p><p><strong>Update at 6:43 p.m. ET: Suspects' Names</strong></p><p>Multiple French media outlets, citing a police bulletin, say the suspects are two brothers, Said and Cherif Kouachi, and a third man, Hamyd Mourad.</p><p>The Kouachi brothers are believed to have been born in Paris. According to journalist <a href=\"https://twitter.com/EjmAlrai\">Elijah J. Magnier</a>, one of the men left his ID card in a car they abandoned today.</p><p>According to the AP:</p><p>\"Cherif Kouachi was convicted in 2008 of terrorism charges for helping funnel fighters to Iraq's insurgency and sentenced to 18 months in prison. During his 2008 trial, he told the court he was motivated by his outrage at television images of torture of Iraqi inmates at the U.S. prison at Abu Ghraib.\"</p><p><strong>Update at 4:53 p.m. ET: Three Suspects In Attacks Reportedly Identified</strong></p><p>French police have reportedly identified the suspects in Wednesday's attack. And filling in a key detail that has been in flux today, the authorities say they've been hunting three fugitives (some earlier reports had cited two gunmen).</p><p>News outlets in France and the AP are reporting those developments.</p><p>We're also seeing reports that police actions related to the investigation have been carried out in two cities east of Paris — Reims and Strasbourg — as well as in areas around the capital city.</p><p><strong>Update at 2:05 p.m. ET. A Day Of Mourning: </strong></p><p>In a speech to his country on Wednesday night, French President Francois Hollande said that <em>Charlie Hebdo </em>represented a message of freedom.</p><p>Today, Hollande said, he was promising that<em> \"</em>France would keep defending that message on their behalf.\"</p><p>\"France has always defeated its enemies when it rallies around its values,\" Hollande said, according to a BBC interpreter.</p><p>Hollande declared Thursday a day of mourning and asked the French to hold a minute of silence at noon.</p><p>Hollande did not update the country on the investigation but promised that \"everything will be done to capture the perpetrators\" and bring them to justice.</p><p><strong>Update at 1:39 p.m. ET. Can't Let 'These Bastards Win':</strong></p><p>In an interview with Radio France, Philippe Val,<a href=\"http://tempsreel.nouvelobs.com/charlie-hebdo/20150107.OBS9490/charlie-hebdo-attaque-il-ne-faut-pas-nous-laisser-seuls-appelle-philippe-val.html#obs-article-mainpic\"> the former director of Charlie Hebdo, said</a> he had lost all his friends today.</p><p>\"Our way of rendering justice is to not to stand by quietly; it is to continue,\" he said, holding back tears. \"One cannot do otherwise. I hope that this tragedy, which is irreparable, will change things, that we will not let the bastards win. It is necessary to have a forceful and realistic discussion on this rising danger, which is real and that has been denounced for years. We have not listened. Today you have to listen to us, do not leave us alone.\"</p><p><strong>Update at 12:38 p.m. ET. 'Cowardly, Evil' Attacks: </strong></p><p>In a statement from the White House, President Obama called the attacks \"cowardly\" and \"evil.\"</p><p>He said this attack is not only an attack on Paris but also an attack on people who hold core values — like free expression and a free press — dear.</p><p>\"We will stand with the people of France through this very, very difficult time,\" Obama said.</p><p><strong>Update at 12:25 p.m. ET. Shouted 'Allahu Akbar':</strong></p><p>In a televised briefing, Paris Prosecutor Francois Molins said \"at least two\" gunmen entered the offices of the magazine at about 11:30 a.m. Paris time.</p><p>They killed a police officer guarding the building and quickly moved to the second floor and found the meeting room where the editors were gathered.</p><p>They opened fire, killing eight journalists. Molins said witnesses said the men yelled, <em>\"Allahu Akbar\"</em> and said they had \"avenged the Prophet Muhammad.\"</p><p>Molins said at the moment authorities are still looking for the men and the French anti-terrorism unit has been mobilized.</p><p>Earlier today, French Interior Minister Bernard Cazeneuve said the attack was perpetrated by three gunmen. We've tweaked the language in this post to reflect the information presented by Molins.</p><p><strong>Update at 11:55 a.m. ET. Top Editor, Cartoonists Killed: </strong></p><p>According to France 24,<em> </em><a href=\"http://www.nytimes.com/2015/01/08/world/europe/charlie-hebdo-paris-shooting.html?hp&action=click&pgtype=Homepage&module=span-ab-top-region&region=top-news&WT.nav=top-news\">The New York Times</a>, <a href=\"http://www.wsj.com/articles/shooting-at-paris-office-of-charlie-hebdo-magazine-kills-12-1420630438?mod=WSJ_hpp_LEFTTopStories\">The Wall Street Journal </a>and<em> </em><a href=\"http://www.usatoday.com/story/news/world/2015/01/07/france-charlie-hebdo-satirical-publisher/21377861/\">USA Today</a>, the top editor at the newspaper, Stephane Charbonnier, was killed during the attack.</p><p>According to the <em>Journal,</em> top editors were gathered for an editorial meeting when the gunmen burst into the office.</p><p>The <em>Times</em> reports:</p><blockquote><p>\"A lawyer for the newspaper said that a number of prominent editors and cartoonists had been killed on Wednesday, including the cartoonists Stephane Charbonnier, known as 'Charb,' and Jean Cabut, who signs his work 'Cabu.' He said that the cartoonists Georges Wolinski and Bernard Verlhac were also among the victims.\"</p></blockquote><p>In reporting his death, the French newspaper <a href=\"http://www.lemonde.fr/actualite-medias/article/2015/01/07/charb-je-prefere-mourir-debout-que-vivre-a-genoux_4550759_3236.html\">Le Monde points back</a> to an interview with a defiant Charbonnier, after the paper had received threats.</p><p>He told <em>Le Monde</em> that <em>Charlie Hebdo</em> would continue doing what it's always done.</p><p>\"It's perhaps a bit pompous, what I'm about to say, but I would rather die standing than to live on my knees,\" Charbonnier told the paper.</p><p><a href=\"https://twitter.com/JulienPain/status/552818654589767682\">Charbonnier's last drawing</a> featured a shabby-looking militant. It said, \"Still no attack in France.\" The militant responds, \"Wait! We can send best wishes until the end of January.\"</p><p><strong>Update at 11:49 a.m. ET. #JeSuisCharlie:</strong></p><p>Demonstrations in solidarity are planned throughout France. <em>Le Monde</em><a href=\"http://umap.openstreetmap.fr/fr/map/les-rassemblements-en-soutien-a-charlie-hebdo_25394#5/48.342/-6.768\"> links to this map</a>, showing where and at what time.</p><p>Parisians <a href=\"https://twitter.com/laurenzcollins/status/552820603452141569/photo/1\">will march at the Place de la Republique</a> for \"freedom of the press, democracy, and the Republic.\"</p><p>Meanwhile, on the Internet, Twitter has been inundated with <a href=\"https://twitter.com/search?q=%23JeSuisCharlie%20&src=typd\">posts tagged with #JeSuisCharlie</a>, or I am Charlie.</p><p>Most express their support for freedom of expression and of the press. Others have posted pictures or drawings of their pens and pencils.</p><p><strong>Update at 11 a.m. ET. 'Every American Stands With You':</strong></p><p>\"Every American stands with you today,\" Secretary of State John Kerry said moments ago from Foggy Bottom.</p><p>Kerry said that France is a symbol of democracy that has \"sparked many revolutions of the human spirit.\"</p><p>\"Today's murders are part of a larger confrontation,\" Kerry said, \"between civilization itself and those who are opposed to a civilized world.\"</p><p>Despite today's attack, Kerry said, civilization — with its core values of freedom of expression and a free press — will prevail.</p><p>\"Brave and decent people around the world ... will never give in to those seeking to destroy core values,\" Kerry said.</p><p><strong>Update at 9:46 a.m. ET. Muslim Group Condemns Attack: </strong></p><p>The French Council for the Muslim Faith, which often acts as a liaison between the French government and the Muslim community, <a href=\"http://www.lecfcm.fr/?p=3908\">issued a statement condemning the attack</a>.</p><p>\"In an international context of political tensions fueled by delusions of terrorist groups taking advantage unfairly of Islam, we call on all those committed to the values ​​of the Republic and democracy to avoid provocations that only serve to throw fuel to the fire,\" the group said. Faced with this tragedy, \"we call the Muslim community to exercise the utmost vigilance against possible manipulations from groups referred to as extremists of any kind.\"</p><p><strong>Update at 9:23 a.m. ET. 'Outrageous Attack':</strong></p><p>President Obama called the attack in Paris \"outrageous.\" In a statement released by the White House, Obama added in part:</p><blockquote><p>\"France is America's oldest ally, and has stood shoulder to shoulder with the United States in the fight against terrorists who threaten our shared security and the world. Time and again, the French people have stood up for the universal values that generations of our people have defended. France, and the great city of Paris where this outrageous attack took place, offer the world a timeless example that will endure well beyond the hateful vision of these killers. We are in touch with French officials and I have directed my Administration to provide any assistance needed to help bring these terrorists to justice.\"</p></blockquote><p><strong>Update at 9:30 a.m. ET. Three Gunmen: </strong></p><p>During a press conference, French Interior Minister Bernard Cazeneuve said the attack was perpetrated by three gunmen. This is one more than the two previously reported.</p><p>\"All means will be carried out ... in order to ensure as quickly as possible that we can identify the actors and arrest them so they are punished,\" Cazeneuve said, according to a translation by CNN.</p><p><strong>Update at 8:15 a.m. ET. What The Magazine Printed: </strong></p><p>In January 2013, <em>Charlie Hebdo </em>published what it called \"The Life of Muhammad.\"</p><p>According to the magazine editors, this was a nonsatirical look at life of the prophet. But others took umbrage.</p><p>Al-Jazeera reported at the time:</p><blockquote><p>\"A senior political advisor to Turkish Prime Minister Recep Tayyip Erdogan denounced the work as a deliberate provocation.</p><p>\" 'To transform the life of the prophet of Islam into a cartoon is in itself a mistake,' Ibrahim Kalin wrote on his Twitter account.</p><p>\" 'Whatever the people at <em>Charlie Hebdo</em> say, this is a provocation.' \"</p></blockquote><p>Most Muslims consider making an image of Muhammad to be blasphemous.</p><p><em>Charlie Hebdo</em>'s last tweet, by the way, <a href=\"https://twitter.com/Charlie_Hebdo_/status/552773881283764224\">showed a cartoon</a> of Abu Bakr al-Baghdadi, the leader of the so-called Islamic State.</p><p><strong>Update at 7:53 a.m. ET. The Scene: </strong></p><p>Video being broadcast on French television shows a chaotic scene as people reacted to shots being fired in the middle of Paris.</p><p>One video shows two masked gunmen trading fire with a police officer. The officer is injured in the exchange, falls to the ground, and then one of the gunmen stands above him and shoots him at point-blank range. The gunmen then jump into a black car to get away.</p><p><strong>Update at 7:49 a.m. ET. Live Coverage: </strong></p><p>If you're interested, France 24 has <a href=\"http://www.france24.com/en/breaking/20150107-shooting-breaks-out-headquarters-french-satirical-magazine-charlie-hebdo-central-paris-casualties-re/\">live, English-language coverage of the shootings</a>.</p><p><strong>Update at 7:39 a.m. ET. The Magazine Was Being Protected:</strong></p><p>\"This seems to be the terrorist attack that France has been bracing for.\"</p><p>That's the word from NPR's Eleanor Beardsley, who is now at the site of the shooting.</p><p>Eleanor tells our Newscast unit that France has been warning of this kind of attack for a while now, especially since it joined the U.S. effort against the Islamic State in Iraq and Syria.</p><p>Eleanor says that because of previous threats, the magazine's offices were protected, but it's not clear how the gunmen managed to get past the extra security.</p><p>She describes Paris as being in shock. She says people from nearby office buildings have gathered just outside the police cordons trying to make sense of what just happened.</p><p><strong>Update at 7:35 a.m. ET. Death Toll Rises: </strong></p><p>Reuters just moved this alert:</p><blockquote><p>\"Twelve people including two police officers were killed in a shooting at the Paris offices of the satirical weekly Charlie Hebdo on Wednesday, a police spokesman said in an update on the death toll.\"</p></blockquote><p><strong>Update at 6:58 a.m. ET. France Raises National Security Level: </strong></p><p>During a press conference, President Francois Hollande said the country had raised its security profile to apprehend the people who perpetrated the attack.</p><p>Hollande said France would protect basic tenets of French society, including protecting a free press.</p><p>Hollande said that police had thwarted other terrorist plots in recent weeks.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+Least+12+Die+In+Shooting+At+Magazine%27s+Paris+Office%3B+Suspects+Named&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"228"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1375716257-62552e.m3u?orgId=1&topicId=1124&d=228&story=375561888&ft=nprml&f=375561888"},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-003-9b04891272c3acbea2b195e12e14a7305257e6bd.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2312","width":"3469"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-004-3d32c4a1716e462a968112234dcfb5b287c07c29.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3291","width":"4937"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-010-add821ee1d584aa43f16bbca61571d6ff227fe95.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2362","width":"3543"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-012-3951793f318f715e32ff560fce3265c9840cbf93.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3280","width":"4928"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-013-3ff6ff0826960c714da8ad3ca76cf74848ad032c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3280","width":"4928"}},{"href":"http://media.npr.org/assets/img/2015/01/07/paris-charlie-attack-016-f4d9f7144eb68cfb97b0620d6eea4f6c2fb3844a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2000","width":"3000"}},{"href":"http://media.npr.org/assets/img/2015/01/07/kosovo-getty_slide-29fc2194c7e39ca0825e209ea9e2e7e75ea18419.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1634","width":"2452"}},{"href":"http://media.npr.org/assets/img/2015/01/07/germany-getty_slide-7f48cadc6793cf5876020751132072ebc4ac27a1.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1647","width":"2471"}},{"href":"http://media.npr.org/assets/img/2015/01/07/461117402-85d51fb1f976a9608dc2a813d882323c87399b2f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4376"}}]}