{"created":"2014-09-19T19:44:33+00:00","modified":"2014-10-31T01:26:40+00:00","valid":{"from":"2014-10-31T01:26:39+00:00","to":"3014-10-31T01:26:39+00:00"},"hreflang":"en","title":"Doughnut Day Downer: Palm Oil In Pastries Drives Deforestation","published":"2014-06-06T23:29:00+00:00","teaser":"An environmental group is blasting Dunkin' Donuts and Krispy Kreme for buying palm oil from suppliers who destroy rain forest and peatlands. The group says sustainable palm oil should be used instead.","itags":["npr_api","319231081"],"guid":"6bfb03d4-c417-4211-95e1-5b2537d73d2e","contentencoded":"<p>On National Doughnut Day, it's hard to imagine how our love of doughnuts might be contributing to deforestation halfway around the globe.</p><p>But here's the connection: You know that oily smudge left on your fingers after you polish off a doughnut? That's not just sugar. It's also palm oil.</p><p>The major doughnut retailers — from Dunkin' Donuts to Tim Hortons and Krispy Kreme — fry their sweet treats in palm oil, or in blends of oil that include palm oil.</p><p>And a new report, \"<a href=\"http://www.forestheroes.org/deforestation_doughnuts_our_new_report_on_the_dark_side_of_the_doughnut_industry\">Deforestation Doughnuts,</a>\" by a rain forest protection coalition called Forest Heroes, concludes that leading doughnut companies are sourcing some of their palm oil from suppliers who are clear-cutting rain forests and destroying wildlife habitat and carbon-rich peatlands.</p><p>\"The doughnut industrial complex is lagging behind,\" campaign director Glenn Hurowitz tells us.</p><p>He points to many big companies such as Kellogg, Mars and Hershey, which have meanwhile \"taken steps to eliminate deforestation from their supply chains.\"</p><p>As we've reported, <a href=\"http://newsroom.kelloggcompany.com/2014-02-14-Kellogg-Announces-Global-Commitment-To-Fully-Traceable-Sourcing-Of-Palm-Oil\">Kellogg made a splash</a> earlier this year when it leaned on its palm oil supplier, <a href=\"http://www.wilmar-international.com/sustainability/\">Wilmar</a>, to move forward with a No Deforestation, No Exploitation palm oil production policy.</p><p>We reached out to three leading doughnut retailers — Dunkin' Donuts, Krispy Kreme and Tim Hortons — who were named in the Forest Heroes report. And all of them told us that they are moving toward deforestation-free sourcing of palm oil.</p><p>\"We are actively working on this issue,\" Olga Petrycki of Tim Hortons writes in an email. \"And, ultimately, our goal is to purchase 100 percent of palm oil from verified sustainable sources.\"</p><p>Dunkin' Donuts, as we've <a href=\"http://www.npr.org/blogs/thesalt/2013/03/12/174140241/can-dunkin-donuts-really-turn-its-palm-oil-green\">reported</a>, has already pledged to use 100 percent sustainable palm oil. In an email, Lindsay Harrington of Dunkin' Donuts says, \"We are in the process of drafting a formal palm oil policy\" that will be available by the end of 2014.</p><p>Krispy Kreme weighed in as well.</p><p>\"We recognize the growing social and environmental concerns over palm oil production,\" Lafeea Watson of Krispy Kreme tells us, also by email. And she says the company has a \"commitment to only source [palm oil] products for our U.S. locations from suppliers who are certified members of the <a href=\"http://www.rspo.org/\">Roundtable on Sustainable Palm Oil</a>, and those who can guarantee compliance with all the sustainable palm oil production methods as defined in the guidelines.\"</p><p>The RSPO was created to promote sustainable palm oil, and it <a href=\"http://www.rspo.org/en/why_rspo_certification\">describes itself</a> as having the world's toughest standards for producing palm oil. (Its principles and criteria for sustainable palm oil production are listed <a href=\"http://www.rspo.org/file/RSPO%20P&C2013_with%20Major%20Indicators_Endorsed%20by%20BOG_FINAL_A5_v1.pdf\">here</a>.)</p><p>But recently, the RSPO has been criticized for having <a href=\"http://www.theguardian.com/sustainable-business/deforestation-palm-oil-more-greenwash-greenpeace\">weak standards</a>. And there are now efforts underway by nonprofit groups, including the World Wildlife Fund and Rainforest Action Network, and a few palm oil producing companies, to raise the bar on sustainability and push for more innovation. They call themselves the <a href=\"http://wwf.panda.org/what_we_do/footprint/agriculture/palm_oil/solutions/palm_oil_innovation_group/\">Palm Oil Innovation Group</a>.</p><p>In its <a href=\"http://awsassets.panda.org/downloads/palm_oil_innovators_group_poig_launch_statement_june2013.pdf\">launch statement</a>, that group says the current RSPO standards do \"not go far enough to adequately address the most critical issues facing the industry today.\"</p><p>Among those issues, according to the Palm Oil Innovation Group, is the practice of clearing peatlands for new palm plantations. <a href=\"http://www.greenpeace.org.uk/forests/palm-oil\">According to</a> Greenpeace, one of the POIG members, clearing forests and draining and burning peatlands to grow palm oil release more greenhouse gas emissions than burning fossil fuels. POIG also mandates in its charter that all plantations already on peatlands maintain them to prevent additional emissions.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Doughnut+Day+Downer%3A+Palm+Oil+In+Pastries+Drives+Deforestation&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Allison Aubrey","audio":[{"meta":{"duration":"191"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319552567-b45a18.m3u?orgId=1&topicId=1053&ft=3&f=319231081"},{"href":"http://media.npr.org/assets/img/2014/06/06/donut-glaze-1-2f2dd8afe57814f8189f6d3cc80dc2b5602acd4a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}}]}