{"created":"2014-12-12T22:58:56+00:00","modified":"2014-12-15T21:16:03+00:00","valid":{"from":"2014-12-15T21:16:03+00:00","to":"3014-12-15T21:16:03+00:00"},"hreflang":"en","guid":"6bfde4c3-c522-4ae0-83cc-1ea89f6e3bdd","title":"The man behind a top ISIS Twitter account lives in India","published":"2014-12-15T21:15:59+00:00","byline":"Shirin Jaafari","tags":["technology","social media","terrorism","Media & Journalism","SafeMode","Technology","Science, Tech & Environment","Bangalore","Asia","Europe","India","United Kingdom","Asia","South Asia","Europe","Islamic state","Twitter","Technology","World Wide Web","Social media"],"teaser":"An investigation by the British Channel 4 News reveals the identity of the man behind one of the most prolific ISIS Twitter accounts. The man, known only as Mehdi, is a businessman living in Bangalore, India.","contentencoded":"<p><a href=\"http://www.channel4.com/news/unmasked-the-man-behind-top-islamic-state-twitter-account-shami-witness-mehdi\">An investigation</a> by the UK's Channel 4 has revealed the identity of the person behind a very prolific, pro-ISIS Twitter account.</p>\n<p>According to the report, the account with handle @ShamiWitness, which has since been shut down, had about 18,000 followers and was run by a man named Mehdi. Channel 4 described him as \"an executive in Bangalore, working for an Indian conglomerate.\"</p>\n<p>J.M. Berger, editor of <a href=\"http://jmberger.egoplex.com/\">intelwirepro.com</a>, says he wasn't surprised that the news channel was able to find Mehdi's identity. Berger, who has researched jihadi activities on social media for years, says the @ShamiWitness account had intrigued many users. It constantly defended ISIS and regularly shared information about the group.</p>\n<p>\"He is indisputably the most influential English speaking supporter of ISIS on Twitter,\" he says. \"A lot of people sort of looked at him and saw his following grow and wondered how's this guy able to stay online for so long and where is he?\"</p>\n<p>Still, Berger says it's not clear whether he was a \"card-carrying member\" of ISIS — or simply a sympathizer.</p>\n<p>\"He had links to foreign fighters ... and it appeared that he helped people make the connection that they need to go [to the so-called Islamic State],\" he says.</p>\n<p>Berger expects Indian police to open a criminal investigation into Mehdi's activities. It's possible he could be charged with supporting terrorist organizations, if officials are able to prove he assisted or recruited fighters for ISIS.</p>\n<p>For now Mehdi, has deleted his Twitter account, but it's possible he has opened other accounts under different names. That's what makes dealing with accounts like these difficult, Berger says. They can pop back up at a moment's notice.</p>\n<p>But he believes shutting them down does slow them. He compares what Twitter is doing to weeding a garden.</p>\n<p>\"You don't expect the weeds are never going to come back,\" he says. \"But if you don't weed the garden, then it's going to get overrun.\"</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/twitter.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/twitterjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/121220141.mp3"},{"href":"http://www.pri.org/file/121220141mp3"}]}