{"created":"2014-08-19T17:01:38+00:00","modified":"2015-05-14T18:07:07+00:00","valid":{"from":"2014-08-08T21:07:41+00:00","to":"3014-08-08T21:07:41+00:00"},"hreflang":"en","byline":"Sam Beard","contenttemplated":"[{\"content\":\"<p>Next week, the London-based system for setting the price of silver <span>–</span> which is more than a century old – will be scrapped in favor of a new electronic, auction-based method.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>The move has raised another big question mark over the future of an even more important price-setting mechanism: the so-called &quot;gold fix.&quot; Since 1919, the value of the yellow metal has been set daily in London, but after a series of benchmark rigging scandals, the gold fix is looking more than a little tarnished.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The name doesn&apos;t help. These days, the word “fix&quot; hardly inspires confidence in the integrity of the system <span>–</span> especially since banks are involved .</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“People don’t trust banks,” says Brian Lucey, Professor of Finance at Trinity College Dublin. “The fix is not a transparent process, and therefore it inevitably gives rise to conspiracy theories and concern.”</p>\"},{\"content\":\"<p>Four banks – including Barclays and HSBC – get together on the phone twice a day to deal in gold bullion. The price they strike becomes the latest &quot;fix&quot; or global benchmark for the yellow metal. <span>Details of the conversation between the four banks are not immediately made public, and that provides scope for rigging.</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p><span>Alberto Thomas of market consulting firm Fideres Partners testified before a parliamentary committee this summer and warned of the danger of abuse: “Effectively </span>you&apos;ve<span> got a massive potential for insider trading in that market, and market manipulation... It </span>doesn&apos;t<span> mean it happens every day, but the opportunity is there. Our analysis shows that between 2010 and 2013, up to 30 percent of the fixes showed signs of rigging.&quot;</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Adrian Ash of BullionVault.com, an online gold and silver exchange, is not convinced there has been such widespread abuse. But he concedes there has been at least one case of gold fix manipulation.</p>\"},{\"content\":\"<p>“Barclays Bank were recently fined 26 million pounds for a trader at a separate, precious metals desk at their bank, who put in a false order at the fix to try to push the price a little bit lower,&quot; says Ash. “The trader stood to get a bigger bonus if the gold price fell below a certain level.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>This is not the biggest banking scandal to hit London - the rigging of the LIBOR interest rate benchmark was far more serious, since it was used as the basis for trillions of dollars worth of financial transactions.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>But Ash worries that the doubts swirling about the London gold fix could be harmful: <span>“I think there is a danger of the reputation of the London bullion market being damaged by the current fuss around the fix,” he says .</span></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Without greater transparency and independent oversight, the fix could wither, and London could lose more business to the burgeoning gold market in Shanghai.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>When the silver fix is reformed next week, gold may not be far behind.</p>\"}]","description":"After a series of benchmark rigging scandals, London's gold fix looks tarnished.","published":"2014-08-08T21:07:41+00:00","title":"Fixing the fix: Price-setting precious metals in London","guid":"6c0ca007-9fde-4afe-8a84-891ac07c79b1","teaser":"After a series of benchmark rigging scandals, London's gold fix looks tarnished.","itags":["Marketplace","PMP:Marketplace_PMP","Marketplace for Friday August 8, 2014","6c0ca0079fdeafeca84e891ac07c79b1"],"tags":["World","gold","precious metals","price fixing","APM","London","silver"],"contentencoded":"<div class=\"barn-cleaned\"><p>Next week, the London-based system for setting the price of silver <span>–</span>&nbsp;which is more than a century old – will be scrapped in favor of a new electronic, auction-based method.</p>\n<p>The move has raised another big question mark over the future of an even more important price-setting mechanism: the so-called \"gold fix.\" Since 1919, the value of the yellow metal has been set daily in London, but after a series of benchmark rigging scandals, the gold fix is looking more than a little tarnished.</p>\n<p>The name doesn't help. These days, the word “fix\" hardly inspires confidence in the integrity of the system <span>–</span>&nbsp;especially since banks are involved .</p>\n<p>“People don’t trust banks,” says Brian Lucey, Professor of Finance at Trinity College Dublin. “The fix is not a transparent process, and therefore it inevitably gives rise to conspiracy theories and concern.”</p>\n<p>Four banks – including Barclays and HSBC – get together on the phone twice a day to deal in gold bullion. The price they strike becomes the latest \"fix\" or global benchmark for the yellow metal.&nbsp;<span>Details of the conversation between the four banks are not immediately made public, and that provides scope for rigging.</span></p>\n<p><span>Alberto Thomas of market consulting firm Fideres Partners testified before a parliamentary committee this summer and warned of the danger of abuse:&nbsp;“Effectively&nbsp;</span>you've<span>&nbsp;got a massive&nbsp;potential for insider trading in that market, and market manipulation... It&nbsp;</span>doesn't<span>&nbsp;mean it happens every day, but the opportunity is there. Our analysis shows that&nbsp;between 2010 and 2013, up to 30 percent of the fixes showed signs of rigging.\"</span></p>\n<p>Adrian Ash of BullionVault.com, an online gold and silver exchange, is not convinced there has been such widespread abuse. But he concedes there has been at least one case of gold fix manipulation.</p>\n<p>“Barclays Bank were recently fined 26 million pounds for a trader at a separate, precious metals desk at their bank, who put in a false order at the fix to try to push the price a little bit lower,\" says Ash.&nbsp;“The trader stood to get a bigger bonus if the gold price fell below a certain level.”</p>\n<p>This is not the biggest banking scandal to hit London - the rigging of the LIBOR interest rate benchmark was far more serious, since it was used as the basis for trillions of dollars worth of financial transactions.</p>\n<p>But Ash worries that the doubts swirling about the London gold fix could be harmful:&nbsp;<span>“I think there is a danger of the reputation of the London bullion market being damaged by the current fuss around the fix,” he says .</span></p>\n<p>Without greater transparency and independent oversight, the fix could wither, and London could lose more business to the burgeoning gold market in Shanghai.</p>\n<p>When the silver fix is reformed next week, gold may not be far behind.</p></div>","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/98739092%20(1).jpg?itok=wkJiBAEd","type":"image/jpeg","meta":{"width":"610","height":"340","crop":"primary"}},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/08/08/marketplace_segment18_20140808_64.mp3","meta":{"duration_hms":"00:02:57","duration":177,"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/08/08/marketplace_segment18_20140808"}},"type":"audio/mpeg","format":"MP3"}]}