{"created":"2015-05-18T17:09:42+00:00","modified":"2015-05-18T17:09:42+00:00","valid":{"from":"2013-11-18T21:00:01+00:00","to":"3013-11-18T21:00:01+00:00"},"hreflang":"en","guid":"6c0eb9b3-6d1d-4dd0-80aa-583589fc5857","byline":"Nancy Marshall-Genzer","title":"Contractors still feel squeeze of shutdown","published":"2013-11-18T21:00:01+00:00","teaser":"Businesses that rely on government subcontract work are wary of budget cuts potentially set for next year, even as they continue to deal with the fallout from last month's partial government shutdown.","contenttemplated":"[{\"content\":\"<p>Davis Interiors in Norfolk, Va., outfits the insides of Navy and Coast Guard ships – everything from the ship furniture to wall coverings. Rexanne Metzger’s parents started the business in 1955, when she was six months old.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Where business was once steady, there is now plenty of uncertainty, thanks to the lingering effects of the government shutdown and the potential effects of more budget cutting.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Metzger is owed some $250,000 from companies known as prime contractors, which land government contracts then farm some of the work out to firms like the one Metzger owns. Those payments have been delayed because the Pentagon officers who make them were furloughed during last month’s government shutdown. </p>\",\"type\":\"text/html\"},{\"content\":\"<p> “I called the other day because it’s going on 90 days,&quot; she says of one of the prime contractors who owes her money.  &quot;And he said, ‘I wish I could help you but we have not been paid.  The government owes us $ 1.6 million.’”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Metzger says her business is down by half from last year. She’s having to reach into her personal savings to keep it afloat.  Her bank won’t extend her line of credit. And no money’s coming in.  </p>\"},{\"content\":\"<p>“My nightmare is having to close the business,&quot; she says. &quot;I have nightmares of losing my house – just losing everything I have.”</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Metzger laid off six workers last spring, after the first wave of the across-the-board budget cuts known as sequestration.  The 26 employees who remained were reduced to four-day weeks. Some of them took second jobs, and at least one – purchasing agent Angela Wallace – is working three jobs.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“I start between 7, 7:30,&quot; Wallace says.  &quot;And I don’t get home till like 10, 10:30.  That’s like 14 hours a day, really.”</p>\"},{\"content\":\"<p>Davis Interiors’ factory workers are back up to 40 hours a week. Running noisy metal cutting and pressing machines.  Kevin Slate has worked as a welder at Davis for 12 years. He shudders at the thought of going back to 32 hour weeks.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I couldn’t go back to 32 again,&quot; he explains.  &quot;I’d have to probably have to find another job.  I went through it all summer.  It was real hard and tough.  I barely made it.”</p>\"},{\"type\":\"text/html\",\"content\":\"<p>The whole company barely made it. Rexanne Metzger puts on a brave, business-as-usual face for her employees — patting a back here, telling a joke there – but she’s clearly worried about sequestration cuts scheduled for 2014.  So are the government’s multiple contractors and subcontractors across the country.  They’re all suffering from sequestration uncertainty.</p>\"},{\"content\":\"<p>There are also fears that if subcontractors like Davis go out of business, it will have a lingering effect on military readiness.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“It’s part of our defense – having a well prepared workforce,&quot; says Steve Fuller, an economist at George Mason University in Virginia.  &quot;That’s as important as having military personnel ready to go to the front.”</p>\",\"type\":\"text/html\"}]","itags":["6c0eb9b36d1ddd040aa7583589fc5857","Marketplace","Marketplace for Tuesday, November 26, 2013","PMP:Marketplace_PMP"],"contentencoded":"<div class=\"barn-cleaned\"><p>Davis Interiors in Norfolk, Va., outfits the insides of Navy and Coast Guard ships – everything from the ship furniture to wall coverings. Rexanne Metzger’s parents started the business in 1955, when she was six months old.</p>\n<p>Where business was once steady, there is now plenty of uncertainty, thanks to the lingering effects of the government shutdown and the potential effects of more budget cutting.</p>\n<p>Metzger is owed some $250,000 from companies known as prime contractors, which land government contracts then farm some of the work out to firms like the one Metzger owns.&nbsp;Those payments have been delayed because the Pentagon officers who make them were furloughed during last month’s government shutdown.&nbsp;</p>\n<p>&nbsp;“I called the other day because it’s going on 90 days,\" she says of one of the prime contractors who owes her money.&nbsp; \"And he said, ‘I wish I could help you but we have not&nbsp;been paid.&nbsp; The government owes us $ 1.6 million.’”</p>\n<p>Metzger says her business is down by half from last year.&nbsp;She’s having to reach into her personal savings to keep it afloat.&nbsp; Her bank won’t extend her line of credit.&nbsp;And no money’s coming in.&nbsp;&nbsp;</p>\n<p>“My nightmare is having to close the business,\" she says. \"I have nightmares of losing my house – just losing everything I have.”</p>\n<p>Metzger laid off six workers last spring, after the first wave of the across-the-board budget cuts known as sequestration.&nbsp;&nbsp;The 26 employees who remained were reduced to four-day weeks.&nbsp;Some of them took second jobs, and at least one – purchasing agent Angela Wallace – is working three jobs.</p>\n<p>“I start between 7, 7:30,\" Wallace says.&nbsp; \"And I don’t get home till like 10, 10:30.&nbsp; That’s like 14 hours a day, really.”</p>\n<p>Davis Interiors’ factory workers are back up to 40 hours a week. Running noisy metal cutting and pressing machines.&nbsp;&nbsp;Kevin Slate has worked as a welder at Davis for 12 years.&nbsp;He shudders at the thought of going back to 32 hour weeks.</p>\n<p>“I couldn’t go back to 32 again,\" he explains.&nbsp; \"I’d have to probably have to find another job.&nbsp; I went through it all summer.&nbsp; It was real hard and tough.&nbsp; I barely made it.”</p>\n<p>The whole company barely made it.&nbsp;Rexanne Metzger puts on a brave, business-as-usual face for her employees — patting a back here, telling a joke there – but she’s clearly worried about sequestration cuts scheduled for 2014.&nbsp; So are the government’s multiple contractors and subcontractors across the country.&nbsp; They’re all suffering from sequestration uncertainty.</p>\n<p>There are also fears that if subcontractors like Davis go out of business, it will have a lingering effect on military readiness.</p>\n<p>“It’s part of our defense – having a well prepared workforce,\" says Steve Fuller, an economist at George Mason University in Virginia.&nbsp; \"That’s as important as having military personnel ready to go to the front.”</p></div>","description":"Businesses that rely on government subcontract work are wary of budget cuts potentially set for next year, even as they continue to deal with the fallout from last month's partial government shutdown.","tags":["APM","World","government shutdown 2013","sequester","sequestration"],"audio":[{"type":"image/jpeg","meta":{"height":"340","width":"610","crop":"primary"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/reid_shutdown.jpg?itok=WeMDna6y"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/11/26/marketplace_segment21_20131126_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/11/26/marketplace_segment21_20131126"},"duration":230,"duration_hms":"00:03:50"}}]}