{"created":"2014-09-03T19:10:11+00:00","modified":"2014-09-03T19:10:11+00:00","valid":{"from":"2014-09-03T19:10:11+00:00","to":"3014-09-03T19:10:11+00:00"},"hreflang":"en","guid":"6c1a957f-eab3-4695-813d-28fabc674749","title":"What if there were a 'black box' in every hospital operating room?","published":"2014-09-03T19:10:08+00:00","byline":"Andrea Crossan","tags":["technology","medicine","innovation","Medicine","Health & Medicine","Toronto","North America","Canada","Teodor Grantcharov","St. Michael's Hospital","Black box","operating room"],"teaser":"A Canadian doctor wants to record everything that happens when a patient goes under the knife.He says that an operating room 'black box' would save lives.","contentencoded":"<p>Black boxes are used on airplanes to record flight data, so investigators know what went wrong after a crash or other accident.</p><p>Canadian surgeon&nbsp;<a href=\"http://www.stmichaelshospital.com/research/profile.php?id=grantcharov&amp;\">Teodor Grantcharov</a>&nbsp;wants operating rooms to be wired with audio and video equipment to record surgeries &mdash; for some of the same reasons and more.</p><p>&ldquo;Surgery is a high-risk, high-performance industry,&quot; says Grantcharov. &quot;Whenever we perform something at such a high level, there is obviously a lot of pressure to be as safe as possible. And we know what the black box did for the aviation industry. It helped investigators analyze performance, analyze the chain of events that led to adverse outcomes, and it helps prevent them in the future. So we wanted to adopt this approach in surgery.&rdquo;</p><p>Dr. Grantcharov&rsquo;s operating room at St. Michael&rsquo;s Hospital in Toronto has cameras and microphones installed to capture movement, conversation and patient data, such as heart rate and blood pressure.</p><p>The test program has been running since April.&nbsp;</p><p>&ldquo;We are very much concerned about the privacy of our patients and also the privacy of the people in the room. Everybody in the room needs to consent, including the patients and the surgical teams. And also, as soon as we analyze the data we de-identify it and anonymize it.&ldquo;</p><p>Dr Grantcharov acknowledges that the data recorded in an operating room could potentially be used in the future by&nbsp;personal-injury lawyers pursuing malpractice cases. But he&#39;s hoping that it doesn&#39;t dissuade hospitals from adopting the technology.</p><p>&ldquo;This is a tool to improve performance, improve safety and reduce costs. We hope that this concept is used for constructive, rather than destructive purposes.&rdquo;</p><p>And he admits that by recording his own surgeries, he&#39;s seen room for improvement.</p><p>&quot;I feel like this technology helped me identify my own weaknesses, it helped me figure out ways to deal with these weaknesses and ultimately made me a better surgeon and a better teacher.&rdquo;</p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Blackbox%20Grantcharov%20%28High%20Res%29%20%2825%20of%2055%29.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/blackbox-grantcharov-high-res-25-55jpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/BLACK1326.mp3"},{"href":"http://www.pri.org/file/black1326mp3"},{"href":"https://vimeo.com/100308844"},{"href":"http://www.pri.org/file/black-box-surgery-0"}]}