{"created":"2014-09-10T22:25:51+00:00","modified":"2014-10-30T22:31:26+00:00","valid":{"from":"2014-10-30T22:31:26+00:00","to":"3014-10-30T22:31:26+00:00"},"hreflang":"en","title":"Preserving Black History, Americans Care For National Treasures At Home","published":"2014-09-17T04:28:00+00:00","teaser":"The relics of African-American families help tell the story of America, the Smithsonian says. Museum experts are traveling the country to help identify and care for items of cultural significance.","itags":["npr_api","347378402"],"guid":"6c1ca8e0-2f9f-4e87-a91b-a2c6003b0947","contentencoded":"<p>In a hall inside the Birmingham Civil Rights Institute in Alabama on Saturday, long tables are draped with black linen. Experts are bent over tables, examining aging quilts, letters filled with tight, hand-penned script, and yellowing black-and-white photos tacked into crackling albums — all family keepsakes brought in by local residents.</p><p>It looks like the TV program <em>Antiques Roadshow</em> has come to town. But these are experts from the Smithsonian's National Museum of African American History and Culture, here as part of a series of workshops around the country to help identify and protect items of cultural significance.</p><p>The relics and heirlooms of African-American families, the Smithsonian says, can help tell the story of America — and should be preserved. To that end, the museum is educating people about how to take care of their own history, making ordinary people collectors of the nation's heritage.</p><p>Some of these artifacts could become part of the collection at the African-American museum, now under construction on the National Mall in Washington.</p><p><strong>Finding The Stories Behind The Keepsakes</strong></p><p>At one table, Nora Bell is flipping through a photo album. She points to an image with the house she was born in: \"That's the midwife, and there I am.\"</p><p>The black-and-white images are on the sticky pages of the album. That won't do, says Ann Shumard, senior curator of photographs at the National Portrait Gallery in Washington, D.C. She has a recommendation for better protecting the pictures.</p><p>\"Fortunately, the sticky backing here is already dried out and gone, so the photographs haven't glued themselves down,\" Shumard says. \"We're talking about using some archival sleeves and slipping the photographs into new housing.\"</p><p>More importantly, Nora Bell needs to write down the stories <em>behind</em> the photographs, says Rex Ellis, associate director for curatorial affairs at the National Museum of African American History and Culture.</p><p>\"Your story and your memories are the legacy of your family,\" he tells Bell.</p><p>Bell's story is one of growing up on the cusp of change. Her father was a deacon at Birmingham's 16th Street Baptist Church, where four black girls were killed by a Ku Klux Klan bomb in 1963.</p><p>She and her sisters were among the first black students to integrate an all-white Birmingham high school.</p><p>\"It was very, very hard,\" Bell says. \"All I remember was every day, somebody throwing something at me or chasing me.\"</p><p>Ellis has helped coordinate 15 Save our African American Treasures<strong> </strong>sessions around the country, from Topeka, Kansas, to Indianola, Miss.</p><p>\"I love to hear the stories behind what they bring,\" he says. \"The back story is part of a larger story about not just African-American history, but American history.\"</p><p><strong>Stitching Together Family Legacies</strong></p><p>In Birmingham, there were lots of family photographs, newspaper clippings and some pottery. Someone even brought in what's believed to be the personal scrapbook of Alice Coachman, the first African-American woman to win an Olympic gold medal.</p><p>In addition to her photo album, Nora Bell brought in a century-old quilt handed down from her father's grandmother.</p><p>\"Everything was hand-stitched,\" she says.</p><p>Renee Anderson, head of collections at the Museum of African American History and Culture, finds a unique repeating shape: flower baskets in the quilt's plaid squares. \"Very exciting,\" she says.</p><p>Anderson also notices stitching pattern that she thinks could be indigenous to the region. She promises to do some research and get back to Bell.</p><p>Nearby, Neonta Williams has a zip-loc bag of letters — including love letters — dating back to 1901.</p><p>\"My great-great-grandmother wrote in this letter to my great-great-grandfather, that the love she had for him was strong enough to break a lion's neck,\" Williams says.</p><p>The other letters tell the story of how her ancestors fared when slavery ended. Williams says she has pieced together some of her family's history from the collection.</p><p>\"We've learned that we had a school. We had a church,\" she says. \"This has all just been empowering for me, to be able to speak back to my family about who we are.\"</p><p>Williams leaves with protective polyester sleeves to<strong> </strong>help preserve the letters — so they can one day be an inspiration for her own great-great-grandchildren.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Preserving+Black+History%2C+Americans+Care+For+National+Treasures+At+Home&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"275"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1347468398-00ccc3.m3u?orgId=1&topicId=1091&ft=3&f=347378402"},{"href":"http://media.npr.org/assets/img/2014/09/10/ala-roadshow3-3813657b5675b623f5b85fe4f2b253354e23fe73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}},{"href":"http://media.npr.org/assets/img/2014/09/10/ala-roadshow2-40fcb8804ea14c5c7d839d380a78a479885f1bf8.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2248","width":"2998"}}]}