{"created":"2015-06-07T21:28:24+00:00","modified":"2015-06-11T21:05:09+00:00","valid":{"from":"2015-06-11T21:05:09+00:00","to":"3015-06-11T21:05:09+00:00"},"hreflang":"en","title":"What Makes Algorithms Go Awry?","published":"2015-06-10T18:23:00+00:00","teaser":"Every time you \"Like\" a Facebook post, among other things, you help provide data to an algorithm. But algorithms, like the humans who design them, aren't foolproof — and can reflect bias.","itags":["npr_api","412481743"],"guid":"6c250d82-2ebb-4641-a52b-677346d474e0","contentencoded":"<p>Like it or not, much of what we encounter online is mediated by computer-run algorithms — complex formulas that help determine our Facebook feeds, Netflix recommendations, Spotify playlists or Google ads.</p><p>But algorithms, like humans, can make mistakes. Last month, users found the photo-sharing site Flickr's new image-recognition technology was <a href=\"http://www.theguardian.com/technology/2015/may/20/flickr-complaints-offensive-auto-tagging-photos\">labeling</a> dark-skinned people as \"apes\" and auto-tagging photos of Nazi concentration camps as \"jungle gym\" and \"sport.\"</p><p>How does this happen? <a href=\"http://technosociology.org/\">Zeynep Tufekci,</a> an assistant professor at the University of North Carolina at Chapel Hill's School of Information and Library Science, tells NPR's Arun Rath that biases can enter algorithms in various ways — not just intentionally.</p><p>\"More often,\" she says, \"they come through the complexity of the program and the limits of the data they have. And if there are some imperfections in your data — and there always [are] — that's going to be reflected as a bias in your system.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On bias in the Facebook \"environment\"</strong></p><p>These systems have very limited input capacity. So for example, on Facebook, which is most people's experience with an algorithm, the only thing you can do to signal to the algorithm that you care about something is to either click on \"Like\" or to comment on it. The algorithm, by forcing me to only \"Like\" something, it's creating an environment — to be honest, my Facebook is full of babies and engagements and happy vacations, which I don't mind. I mean, I like that. When I see it, I click on \"Like\" — and then Facebook shows me more babies.</p><p>And it doesn't show me the desperate, sad news that I also care about a lot, that might be coming from a friend who doesn't have \"likable\" news.</p><p><strong>How biases creep into computer code<br /></strong></p><p>One, they can be programmed in directly, but I think that's rare. I don't think programmers sit around thinking, you know, \"Let us make life hard for a certain group\" or not. More often, they come through the complexity of the program and the limits of the data they have. And if there are some imperfections in your data — and there always [are] — that's going to be reflected as a bias in your system.</p><p>Sometimes [biases] can come in through the confusing complexity. A modern program can be so multi-branch that no one person has all the scenarios in their head.</p><p>For example, increasingly, hiring is being done by algorithms. And an algorithm that looks at your social media output can figure out fairly reliably if you are likely to have a depressive episode in the next six months — before you've exhibited any clinical signs. So it's completely possible for a hiring algorithm to discriminate and not hire people who might be in that category.</p><p>It's also possible that the programmers and the hiring committee [have] no idea that's what's going on. All they know is, well, maybe we'll have lower turnover. They can test that. So there's these subtle but crucial biases that can creep into these systems that we need to talk about.</p><p><strong>How to limit human bias in computer programs<br /></strong></p><p>We can test it under many different scenarios. We can look at the results and see if there's discrimination patterns. In the same way that we try to judge decision-making in many fields, when the decision making is done by humans, we should apply a similar critical lens — but with a computational bent to it, too.</p><p>The fear I have is that every time this is talked about, people talk about it as if it's math or physics, therefore some natural, neutral world. And they're programs! They're complex programs. They're not like laws of physics or laws of nature. They're created <em>by</em> us. We should look into what they do and not let them do everything. We should make those decisions explicitly.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Makes+Algorithms+Go+Awry%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"257"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1412719874-67c55c.m3u?orgId=1&topicId=1019&d=257&p=2&story=412481743&t=progseg&e=412667761&seg=6&ft=nprml&f=412481743"},{"href":"http://media.npr.org/assets/img/2015/06/07/istock_000021488772large-1afb6720a19f3e37be81211841faadbc03a94086.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1809","width":"2412"}}]}