{"created":"2014-09-12T20:21:54+00:00","modified":"2014-10-30T22:26:38+00:00","valid":{"from":"2014-10-30T22:26:38+00:00","to":"3014-10-30T22:26:38+00:00"},"hreflang":"en","title":"How To Be A 21st Century 'Gentleman'","published":"2014-09-13T00:40:00+00:00","teaser":"Men have expressed confusion about how to behave out in the dating world now that gender roles have shifted significantly. Do you open the door, pay for the date, pull out the chair?","itags":["npr_api","347965326"],"guid":"6c3ffc8b-cf90-49a5-b2da-f3518e6f8455","contentencoded":"<p>Back in 1967 the rules for dating were fairly clear-cut whether you agreed with them or not. Check out this U.S. Navy instructional video, <em>How to Succeed with Brunettes.</em> (What is UP with that title, anyway?)</p><p>The suggestions: Be on time, make it easy for her to slip her coat on and off, pull out her chair, stand when she enters a room, sit after she sits, and don't you dare forget to open the door. As the narrator in the video says, \"Doors afford a continued supply of chances to make an impression on your companion.\"</p><p>Not so much, these days.</p><p>\"I can open my own door,\" says college freshman Chiamaka Njoku, 18. \"I don't see the point of opening up the door; most of these doors are automatic anyway.\"</p><p>Njoku recently took an etiquette class at Farm Stand restaurant in Los Angeles with 11 other students from the <a href=\"http://www.southcentralscholars.org/\">South Central Scholars</a>. All in college or college-bound, they're here brushing up on how to behave during meals with prospective employers. Rachel Isgar, of <a href=\"http://www.pleasepassthemanners.com/about-us.html\">Please Pass the Manners</a>, is teaching the class.</p><p>Chinonso Anokwute was quick to express his frustration.</p><p>\"It's the opening-the-door thing,\" he says. \"It's like, you're either getting an attitude with me, or I open it and you don't say thank you, and I'm not opening it for no reason, I'm trying to be nice.\"</p><p>Anna Phutisatayakul sits across from Anokwute and says she likes having doors opened for her and chairs pulled out. She goes so far as to say she wouldn't mind if her date offered to carry her purse. But other women in the group disagree. They don't want a man doing any of that, because they can do it for themselves, they say.</p><p>Njoku has a different very attitude when it comes to the check.</p><p>\"If a man wants to pay for the whole meal, I will not stop him,\" she says.</p><p>Chris Polk II says all the different expectations and requests keep things interesting. \"You've got to do research in order to be a gentleman with certain people.\"</p><p>Or, you can take a class. There's one coming up in late November in Dallas called \"The Power of Being a Gentleman,\" taught by Deborah King, who founded the Final Touch Finishing School. She says what to do when you approach the door is always a hot topic.</p><p>\"We actually have to close the conversation down about who should open the door because it can drag out, there's such confusion about it,\" she says.</p><p><a href=\"http://whatwouldmrskingdo.com/2012/11/10/10-qualities-of-a-gentleman/\">King says</a> on a date — unless a woman says otherwise — the gentleman opens the door, offers to pay, suggests good options on the dinner menu, asks his date what she'd like and places her order. She's been getting more requests from young people eager to bring back that kind of old-fashioned civility. \"I am so excited; I don't think there's a better time in history to model being a lady and a gentleman,\" she says.</p><p><a href=\"http://www.gaymanners.com/\">Steven Petrow</a> — aka Mr. Manners — says the <a href=\"http://www.reddit.com/r/IAmA/comments/2fjrvc/im_steven_petrow_advice_columnist_for_the/\">definitions for \"lady\" and \"gentleman\" are outdated</a>. He writes the Civilities column for <em>The Washington Post</em> and has a website dedicated to LGBT etiquette.</p><p>\"In the gay community, you didn't have that tradition to fall back on,\" Petrow says about how to be a \"gentleman\" dating a \"lady.\" So, the rules are different. And those same-sex-dating guidelines can help opposite-sex daters make sense of the confusion that accompanies changing gender roles today, he says.</p><p>\"Everyone listen up: The one who gets to the door first, please open up the door for yourself and the person who's behind you.\"</p><p>And take a cue from same-sex daters on paying, too, Petrow says. If you invite, you pay the bill. If gestures like pulling out chairs and helping with coats are done with the right intentions, he says, there's no harm in trying.</p><p>\"Respect, kindness and civility,\" says Petrow. \"Guys, ask yourself, 'Does it fit into one of those three?' and if it does, then you're cool.\"</p><p>At the end of that U.S. Navy instructional video, the narrator echoes that advice. \"Consideration for others, kindness — this is being a gentleman.\"</p><p>So, there are a few things that haven't changed since 1967.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+To+Be+A+21st+Century+%27Gentleman%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Shereen Marisol Meraji","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348010320-93889c.m3u?orgId=1&topicId=1091&aggIds=323986426&ft=3&f=347965326"},{"href":"http://media.npr.org/assets/img/2014/09/12/istock_000012763640medium-8e1fcf450c10d4ea9fe0df7072289e2167000874.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1129","width":"1506"}}]}