{"created":"2015-04-09T20:37:17+00:00","modified":"2015-04-10T18:17:48+00:00","valid":{"from":"2015-04-10T18:17:48+00:00","to":"3015-04-10T18:17:48+00:00"},"hreflang":"en","guid":"6c42fafd-9544-4b1c-8183-a53425d4ae9d","title":"One Love: Obama, in Jamaica, pays respects to reggae superstar Bob Marley","published":"2015-04-10T18:17:45+00:00","byline":"Bradley Campbell","tags":["Bob Marley","Jamaica","obama","Music","Arts, Culture & Media","Kingston","Jamaica","Caribbean","Global Hit","Jamaica","Bob Marley","Barack Obama","ganga","Marijuana"],"teaser":"President Obama is the first president since Reagan to visit Jamaica. And one of the first stops he made was to pay respects to a Reggae legend. ","contentencoded":"<p>President Obama flew to Jamaica.</p>\n<p>And first order of business on the island?</p>\n<p>The <a href=\"http://www.bobmarleymuseum.com/museum-history/\">Bob Marley Museum</a>.<br /> <br />Obama toured Marley's former home at 56 Hope Road. It the place Marley held court from 1975 until his death in 1981. His wife, Rita converted it into a museum after his death. It's full of memories and music and other personal artifacts of the reggae legend. </p>\n<p>Tour guide Natasha Clark had no idea she would be the one who got to show Obama around. \"I was so excited,\" she says. \"Not nervous. Excited. It an opportunity of a lifetime. It's not everyday you get to meet the President of the United States, up close and personal.\"</p>\n<p></p><div class=\"media media-element-container media-original_image\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/story/images/RTR4WLAG.jpg?itok=1ZQ_iUK2\" alt=\"\" /><div class=\"field-caption\">\n    <p>Police keep watch outside as US President Barack Obama gets a tour of the Bob Marley Museum in Kingston, Jamaica April 8, 2015.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Jonathan Ernst/REUTERS</p>\n  </div>\n</div>\n<p>She says Obama wanted to know more about the music and the lyrics of Bob Marley's tunes. \"It was like a dream for Obama. He was very excited. When he got out of the car he was like, 'Yes. This is it! Bob Marley,'\" she says.</p>\n<p>Obama says he was a big Marley fan back in high school. That's when he ran with a group of overachieving potheads known as the \"Choom Gang.\" His high school buddy Tom Topolinski told <a href=\"http://www.pbs.org/wgbh/pages/frontline/oral-history/choice-2012/the-choom-gang/\">PBS about the group back</a> in 2012. \"The Choom Gang was a bunch of typical high school teenagers, who were out to explore the world, to make it an adventure, to make it fun, to make it funny, and just generally become a family on our own. I mean, the Choom Gang became more of a family to me more than my own family,\" he says.</p>\n<p>Obama kept it straight during his visit. No questions about how much ganja Marley smoked back in the day. Obama is the first president to visit the island since 1982, and is focused on offering clean energy deals to Caribbean nations that are currently tied to Venezuelan crude. That's the serious business he's on the island to complete.</p>\n<p>But there's always time for Marley. Clark says the song \"Jamming\" played when Obama entered the building and \"One Love\" came on as he left. </p>\n<p><iframe width=\"453\" height=\"340\" src=\"http://www.youtube.com/embed/vdB-8eLEW8g?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p>Clark says she's still on cloud nine from the visit. \"It's an opportunity that I may never get again and it was something that shows well upon everyone that works at the Bob Marley Museum.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-09%2Fno-longer-rockstar-obama-visits-museum-real-one-bob-marley-jamaica&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04092015_03.mp3"},{"href":"http://www.pri.org/file/0409201503mp3"}]}