{"created":"2014-10-07T19:58:25+00:00","modified":"2014-10-30T23:54:15+00:00","valid":{"from":"2014-10-30T23:54:15+00:00","to":"3014-10-30T23:54:15+00:00"},"hreflang":"en","title":"At 75, Batman Still Seeks Justice, Not Revenge","published":"2014-07-27T23:24:00+00:00","teaser":"Batman keeps avenging the death of his parents, but \"it's not a vendetta, it's a crusade,\" says author Glen Weldon. \"He represents the idea of: 'This thing that happened to me? Never again.' \"","itags":["npr_api","335588932"],"guid":"6c4bebb8-76e3-42e7-aeb9-d244371ecd57","contentencoded":"<p>It's been 75 years since Batman first swooped onto the scene in 1939. Glen Weldon, author of <em>The Caped Crusade</em>, says it's important to note that for the last three quarters of a century, Batman has been seeking justice, not revenge.</p><p>\"Once his parents are killed he doesn't seek revenge,\" Weldon tells NPR's Arun Rath. \"That's what distinguishes a superhero from an action movie hero. He doesn't go out for revenge. It's not a vendetta, it's a crusade. He represents the idea of: 'This thing that happened to me? Never again.' \"</p><hr /><h3>Interview Highlights</h3><p><strong>On the introduction of Robin in 1940</strong></p><p>When [Batman] first started back in 1939 he was a rip-off of The Shadow and he killed folks a lot — as many rip-offs of The Shadow did back then. But then very soon after he was introduced they lightened the mood considerably because they thought the violence was a bit too much for kids. So they introduced Robin.</p><p>It was a smart move from a marketing sense because all of a sudden Batman had a partner that was the age of his average reader. ... It also made sense from an editorial perspective because now he had a Watson to talk to — because he was a detective, after all, and detectives need to explain their deductive reasoning.</p><p><strong>On Batman being a \"relatable\" superhero</strong></p><p>Batman is somebody who doesn't kill: [it] is the one line he will not cross, [it] is a core element of the character — has been for the last 74 years, if not the past 75. I talked to a lot of Batfans in writing the book and all of them tell me: The thing that makes Batman so cool for me, the reason I love this character so much, is that he's relatable.</p><p><strong>On whether any particular iteration of Batman is responsible for his enduring appeal</strong></p><p>If you talk to the editors and writers of the 1970s Batman comics, they were told that after the Batman television series, sales of Batman comics plummeted so much that they were in danger of being canceled. So that's why they came up with this idea of what we now would call \"a reboot.\" Comics are now synonymous with the concept of a reboot, but back then, it really was the first and most important.</p><p>And if they hadn't said, \"OK, we're going to take this in a different direction, we're going to make him obsessed like his readers are obsessed, we're going to turn him into a nerd,\" then it's very possible that we wouldn't still have this character.</p><p>Without Adam West making Batman into a fad, and without [comic book writer and editor] Denny O'Neil saying, \"OK, let's take him back to basics,\" you don't get anything that comes after that. You don't have the Frank Miller <em>Dark Knight</em>, you don't get the Bruce Timm animated series <em>Batman,</em> you don't get Tim Burton, you don't get Joel Schumacher and you don't get Christopher Nolan.</p><p><strong>On why Batman still resonates today</strong></p><p>[It's] his story of someone who suffers a terrible tragedy and then overcomes it by working on himself, but also by putting himself in service of others — in saying: this terrible thing happened to me, and I'm going to do everything in my power to make sure it doesn't happen to others. That's an inspiring story. That will, that determination to say, I will do what I can to make the world a better place, not by getting revenge, but by seeking justice ... That's why he's still relevant 75 years after he was created.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+75%2C+Batman+Still+Seeks+Justice%2C+Not+Revenge&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1335777985-5d4ad5.m3u?orgId=1&topicId=1048&ft=3&f=335588932"},{"href":"http://media.npr.org/assets/img/2014/07/26/2628447-7e29e981c135052d8b3ad8c791dab70aef38f75f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2111","width":"2821"}},{"href":"http://media.npr.org/assets/img/2014/07/26/1769023_enl-0aa32741e2990d0ff3c3e3d8e6f54e2398725ec9.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"4416","width":"3555"}},{"href":"http://media.npr.org/assets/img/2014/07/26/51097312_custom-050f5f9638fb281d01fe908c67290d252546d35c.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1924","width":"2932"}}]}