{"created":"2014-10-27T16:37:42+00:00","modified":"2014-10-30T21:44:37+00:00","valid":{"from":"2014-10-30T21:44:37+00:00","to":"3014-10-30T21:44:37+00:00"},"hreflang":"en","title":"Barbecue, The Perennial Flavor Of North Carolina Politics","published":"2014-10-06T19:46:00+00:00","teaser":"Jeremy Hobson meets grill master Bob Garner and Rufus Edmisten, who explain the deep ties between food and the art of campaigning.","itags":["npr_api","354107390"],"guid":"6c594b6a-4aa4-4260-896a-399b5b13890e","contentencoded":"<p>If you’re a politician in North Carolina, you’d better have an appetite.</p><p>For generations, barbecue has been dished out at political events.</p><p>It started in the 1930s when politicians on the campaign trail would pull into town for a speech and then stick around for food and mingling, according to <strong>Bob Garner</strong>’s &#8220;<a href=\"http://www.amazon.com/Bob-Garners-Book-Barbecue-Carolinas/dp/0895875748/?tag=wburorg-20\" target=\"_blank\">Book Of Barbecue.</a>&#8221;</p><p><a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson met with Garner on his home turf – <a href=\"http://www.thepit-raleigh.com/\" target=\"_blank\">The Pit Authentic Barbecue</a> in Raleigh – where he explains the deep ties between food and the art of campaigning.</p><p>“People would argue barbecue has almost everything to do with politics,&#8221; Garner said. &#8220;First of all, political gatherings just featured barbecue very often because it was a cheap way to feed a crowd&#8230;so it&#8217;s always been the food of politics for North Carolina, more for practical reasons.&#8221;</p><p>Garner says there are different styles of barbecue in North Carolina, with their distinct flavors.</p><p>In Western North Carolina, the sauce is milder and sweeter than in the Eastern part of the state.</p><p>“It’s very peppery and a very vinegary type sauce,” Garner said. “That particular flavoring survives only in Eastern North Carolina.”</p><p>One former politician knows the importance of barbecue in the Tar Heel state almost too well.</p><p>When running for governor in 1984,<strong> Rufus Edmisten </strong>was asked if he had enough barbecue to eat. He made a fatal error.</p><p>“Something came over me that no one in their right mind would ever do,&#8221; Edmisten said. &#8220;I said, ‘Yes I certainly have, I’m tired of it. I hope I never see another drop of it as long I live.’ I said that, and I was joking of course!”</p><p>The comment created a media storm. Edmisten says the &#8220;barbecue faux pas&#8221; was a major factor in his loss.</p><p>&#8220;I never stopped liking barbecue,&#8221; Edmisten said. &#8220;I have withdrawals at times. I sometimes have to go four, five days on these fancy trips now that I have to make for clients, and I get these distinct barbecue hunger pangs.&#8221;  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Barbecue%2C+The+Perennial+Flavor+Of+North+Carolina+Politics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"554"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354107393-94ff55.m3u?orgId=1&ft=3&f=354107390"}]}