{"created":"2014-09-19T19:45:12+00:00","modified":"2014-10-31T02:19:03+00:00","valid":{"from":"2014-10-31T02:19:02+00:00","to":"3014-10-31T02:19:02+00:00"},"hreflang":"en","title":"For Many, Farming Is A Labor Of Love, Not A Living","published":"2014-06-10T13:59:00+00:00","teaser":"There are more than 2 million farmers in this country, but most of them have other jobs that bring in the money, retirement benefits and health insurance that they need.","itags":["npr_api","310399100"],"guid":"6c639ece-2651-4860-b9c3-446e83ebc191","contentencoded":"<p>Every five years, the U.S. Department of Agriculture carries out a census of farmers: who they are, and what they are doing on their farms.</p><p>The agency just released the <a href=\"http://www.agcensus.usda.gov/\">latest one</a>, and it's a feast for all ag geeks. And here's the very first, most basic piece of new information: There are 2,109,303 farmers in this country.</p><p>But look a little closer at that number, and you can see that it's not quite what it seems. Most of those farmers are not actually making a living by farming.</p><p>Bill Miller is a typical example. He grew up on a big cattle ranch in southwestern Missouri, near the town of Aurora, and he felt like the place was his. But he was the son of a ranch hand, not the owner. So when the ranch was sold to new owners, his father lost his job and the family had to move out of their house on the ranch.</p><p>Today, Miller works at a chemical plant near Aurora. But he and a co-worker rent some land where they graze cattle.</p><p>\"It's just something you love to do, you know?\" Miller says. \"Born and raised with cows. Just enjoy being around them, messing with them.\"</p><p>The land where his cows graze is beautiful. It's a hillside with a pond at the bottom and a view across the valley to a mountainside covered with trees. Some evenings, Miller comes over here after work, sits on the hill and just watches the cows and their calves.</p><p>\"Basically, it just gets in your blood. It's what you love doing. There's nothing like seeing a brand new calf, the first time trying to get up and walk, you know?\" Miller says quietly.</p><p>But there are a couple of things he doesn't get from farming: health insurance; a 401(k); or very much income, for that matter. \"I work a job so that I have health insurance, some sort of retirement,\" Miller says.</p><p>Miller is surprisingly typical. According to the newly released census of agriculture, more than half of all farmers say it's not their primary occupation. Also, two-thirds of all farms sell less than $25,000 worth of crops or livestock each year. That's not profit — that's total sales.</p><p>Part-time farmers come in many flavors. Some are stepping away from agriculture. They may be semi-retired, or they inherited farmland and want to keep it in the family, but they don't want to farm full time. Some are raising vegetables for farmers markets. Others have orchards.</p><p>But the biggest single group is made up of people like Miller, who raise cattle. It's often the easiest way to farm part time. Cattle don't take a lot of expensive equipment or a huge amount of labor. As a result, the average cattle herd in the country is just 40 animals.</p><p>Some of these part-time farmers would love to do it full time. \"My whole entire life, all I wanted to do was farm. But things change as you grow up,\" says Josh Kennedy.</p><p>Kennedy got married. He and his wife now have a young son. \"It kind of became — how do I support my family? Of course, benefits and insurance are a big thing,\" he says.</p><p>So he went to work at the Aurora Fire Department. When he gets off work there, he trades his fireman's uniform for a pair of rancher's boots, gets in his truck, and goes home to the work that he considers his real occupation.</p><p>\"It's hard to explain sometimes. People are like, 'Why do you do that? It doesn't look like it makes a whole lot of money!' \" Kennedy says.</p><p>Kennedy would like to expand his farming operation by buying or renting more land, and grazing more cattle. \"Ultimately, that's my goal, to buy a bigger farm.\"</p><p>But land is really expensive. He's competing with other farmers, including bigger farmers, with much bigger lines of credit.</p><p>Devin Fisher, another part-time farmer near Aurora, also played with the idea of doing it full time and decided there was no way she could ever acquire enough land to make it work financially. \"It's virtually impossible to do it for a living unless it's been handed down to you,\" she says. \"You almost have to walk into it, to do it as a full-time job.\"</p><p>Being a hobby farmer, she says, is the next best thing.</p><p>The census numbers reveal the continuing transformation of American agriculture. The huge number of part-time farmers represents a kind of historical legacy. To a large extent, they are what's left of the days, a century ago, when farmers made up almost a third of the labor force.</p><p>Meanwhile, though, big farms are getting bigger.</p><p>According to the latest census, there are just 80,000 farms with sales of over $1 million a year. They represent just 4 percent of the total farm population. But those few big farms account for two-thirds of all agricultural production in the country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Many%2C+Farming+Is+A+Labor+Of+Love%2C+Not+A+Living&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"302"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1310476586-defaee.m3u?orgId=1&topicId=1053&ft=3&f=310399100"},{"href":"http://media.npr.org/assets/img/2014/05/07/img_9040_toned-6e4b6ba8332eea7dea684de607e25a4c6d0efd38.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3071"}},{"href":"http://media.npr.org/assets/img/2014/05/07/img_9050_toned-e0936ae834e227b0cda9a3f044ec1e958aa6fcef.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3071"}},{"href":"http://media.npr.org/assets/img/2014/05/07/img_9054_toned-be1d45a138bab25672fff4e047810d8a39ac3936.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3071"}}]}