{"created":"2015-02-04T18:46:11+00:00","modified":"2015-02-06T14:46:46+00:00","valid":{"from":"2015-02-06T14:46:46+00:00","to":"3015-02-06T14:46:46+00:00"},"hreflang":"en","title":"Is Reality TV Compatible With The ER?","published":"2015-02-04T18:46:00+00:00","teaser":"One New York family says they didn't know their father's case had been filmed, or that their doctor was wearing a hidden mic.","itags":["npr_api","383832214"],"guid":"6c6d9385-af40-4db3-ba06-83a53a69b8d9","contentencoded":"<p>Should patients in the emergency room have to worry that they might be taped as part of a reality show? At least one family says &#8216;no&#8217;.</p><p>In April 2011 Barbara Chanko&#8217;s father-in-law, 83-year-old investment advisor Mark Chanko was struck by a garbage truck when he crossed the street in New York to buy groceries. He was taken to New York Presbyterian Hospital, where he died of his injuries.</p><p>His family gathered in the waiting room, where doctors delivered the news. But more than a year later, still recovering from her loss, Mark&#8217;s widow Anita Chanko turned on NY Med during a sleepless night. That&#8217;s when Anita heard her husband&#8217;s voice asking for her. She watched his death, and then heard the physician, again, delivering the tragic news.</p><p>The Chankos didn&#8217;t know their father&#8217;s case had been filmed, or that their doctor was wearing a hidden mic. In fact, no one had given consent at all.</p><p>In 2013 the state cited the hospital for violating Mr. Chanko&#8217;s rights, but a lower court dismissed <a href=\"http://law.justia.com/cases/new-york/other-courts/2014/2014-ny-slip-op-30116-u.html\" target=\"_blank\">the family&#8217;s lawsuit</a>. They&#8217;re appealing.</p><p><strong>Barbara Chanko</strong>, Anita&#8217;s daughter-in-law, is a medical ethicist in New York and joins <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young to discuss her family&#8217;s case, and the greater issues of patient privacy, distress and filming in the emergency room.</p><p><strong>Official Statement from ABC&#8217;s News Division</strong></p><p><em>&#8220;We are very sorry about Mark Chanko’s tragic and untimely death. We sympathize with his family over their loss. We worked hard in our N.Y. Med broadcast to obscure his image and identity and the identity of his family.</em></p><p><em>We are very proud of our acclaimed series of medical programs showing up close the work and humanity of doctors, nurses, residents and other health care professionals at the top medical academic centers in the country, including Johns Hopkins, New York Presbyterian, Mass General, Brigham and Women’s, Boston Children’s Hospital, Boston Medical Center and other great medical institutions.</em></p><p><em>We strive always to be highly respectful of the patients, their families and the hospital caregivers. We have heard many stories of people inspired after seeing our programs to pursue medical professions, to seek treatment they wouldn’t have known about or been too frightened to pursue or to become organ donors after seeing depictions of successful transplants.”</em></p><h4>Guest</h4><ul><li><a href=\"http://www.ethics.va.gov/about/staff/chanko_2013.asp\" target=\"_blank\"> Barbara Chanko</a>, Anita&#8217;s daughter-in-law, is a medical ethicist in New York.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Reality+TV+Compatible+With+The+ER%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"605"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384275357-67e80f.m3u?orgId=1&e=383832214&d=605&ft=nprml&f=383832214"},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/Cornell_med_02.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"480","width":"640"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/IMG_3468.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1280","width":"1226"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/02/man-er.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"415","width":"624"}}]}