{"created":"2015-05-29T07:46:10+00:00","modified":"2015-06-01T00:31:29+00:00","valid":{"from":"2015-06-01T00:31:29+00:00","to":"3015-06-01T00:31:29+00:00"},"hreflang":"en","title":"New Jersey Lassa Fever Death Reveals Holes In Ebola Monitoring System","published":"2015-05-29T19:06:00+00:00","teaser":"Back from a Liberia trip, the patient developed Ebola-like symptoms. One hospital sent him home. A few days later he ended up in an Ebola isolation ward and died. What went wrong?","itags":["npr_api","410315875"],"guid":"6c6da461-9a6f-4e0c-a8cb-7d610c76af5f","contentencoded":"<p>A man died of a hemorrhagic fever in New Jersey this week. This by itself is fairly unusual in the Garden State. Making the case even more odd was that the man was being monitored for Ebola by New Jersey health officials, and the case should have been caught earlier.</p><p>The events expose a hole in a public health system meant to track potential Ebola cases.</p><p>The 55-year-old New Jersey resident worked in the mining industry and traveled frequently to West Africa. Two weeks ago he landed at JFK International Airport after a flight from Liberia.</p><p>According to the Centers for Disease Control and Prevention, he was screened for Ebola when he landed and did not have a fever. Along with everyone else arriving from what's designated as an Ebola-affected country, he was ordered to undergo a 21-day monitoring program by his local health department. He was supposed to report his temperature daily and notify county health authorities if he got a fever.</p><p>When his temperature surged the day after he landed, he didn't follow that plan. Instead he went to Saint Barnabas Medical Center in Livingston, N.J.</p><p>\"According to the hospital, he had been asked whether he had been in West Africa and said no,\" says Dr. Tom Frieden, head of the CDC. \"And there would be no reason to think of a viral hemorrhagic fever in someone who doesn't have a travel history.\"</p><p>The hospital would have had no clue as to his travel history. The Ebola monitoring system does not alert local hospitals that someone on Ebola-watch is in their vicinity and might walk through their doors.</p><p>The doctors at St. Barnabas gave the man antibiotics and sent him home.</p><p>As the man's condition deteriorated, it's not exactly clear what happened. A spokeswoman for the New Jersey Department of Health declined a request for an interview about this case, saying it's still under investigation. She did, however, say the man was \"actively\" being monitored. But if the man had been lying to his case manager about his temperature or other symptoms, officials would have no way to know he was sick.</p><p>Laurie Garrett is a fellow at the Council on Foreign Relations and the author of <a href=\"http://www.amazon.com/The-Coming-Plague-Emerging-Diseases/dp/0140250913\">The Coming Plague</a><em>. </em>She speculates that \"if this had been an Ebola case, if the individual had gone to a hospital and not acknowledged that he'd been in Liberia and it had turned out to be Ebola, that would indeed have been a major failure of the screening system and potentially very dangerous to his health care providers.\"</p><p>What the man did have was <a href=\"http://www.cdc.gov/vhf/lassa/\">Lassa fever</a>, a hemorrhagic fever similar to Ebola and common in West Africa. He returned to the hospital three days after his first visit. That's when he acknowledged that he'd been in Liberia. He was then transferred to an isolation unit at University Hospital in Newark.</p><p>The man died four days later.</p><p>Garrett says that going back to the time of the Black Death, communities have struggled with what measures are appropriate to keep diseases at bay.</p><p>\"It has always been a fine line to figure out what are the protective measures that will work and how far you should go in abrogating the civil liberties of individuals,\" she says.</p><p>So the question is: Do you quarantine everyone coming off the plane or do you take them at their word?</p><p>Since October, more than 17,000 people across the U.S. have been monitored for Ebola after returning from West Africa. None of them came down with it.</p><p>New Jersey officials are now monitoring anyone who had close contact with the Lassa victim, including health care workers, for possible signs of the disease.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=New+Jersey+Lassa+Fever+Death+Reveals+Holes+In+Ebola+Monitoring+System&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jason Beaubien","audio":[{"meta":{"duration":"206"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1410470142-821443.m3u?orgId=1&topicId=1128&d=206&p=3&story=410315875&t=progseg&e=410437772&seg=3&ft=nprml&f=410315875"},{"href":"http://media.npr.org/assets/img/2015/05/28/457062038-e1134891e45691dffd988cb768d71ba0821d6da7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1993","width":"2657"}}]}