{"created":"2015-01-30T21:39:36+00:00","modified":"2015-06-05T15:29:51+00:00","valid":{"from":"2015-06-05T15:29:51+00:00","to":"3015-06-05T15:29:51+00:00"},"hreflang":"en","title":"By Impersonating Her Mom, A Comedian Grows Closer To Her","published":"2015-02-02T14:24:00+00:00","teaser":"Human relationships are entanglements, and those connections often aren't clear to us at all. When Maria Bamford impersonated her mom, she realized what she loved about her — and about herself.","itags":["npr_api","382612532"],"guid":"6c766c36-ca9b-4425-8669-a44126583d78","contentencoded":"<p>In this episode of <em>Invisibilia,</em> NPR's new show about human behavior, we wanted to explore entanglements: the invisible ways we're entangled with each other. So we called a comedian.</p><p>I'm a fan of Maria Bamford, who has done impressions of her mother throughout her career:</p><blockquote><p>\"My mom told me before I went to my first girl-boy party in the eighth grade: 'OK, remember what we talked about — gonorrhea, syphilis, herpes, 1, 2. Watch the cold sores. Date rape is a lot more common than people think! You look so gorgeous! Oh, Jenny's mom's here to pick you up. Well, have a good time!' \"</p></blockquote><p>Sometimes the version of her mom she plays is just funny, because the mom can be so charmingly upbeat about the horrors of the world that it's hilarious. But sometimes it feels like it's about elements in their relationship that have a darker side. Like in this <a href=\"http://youtu.be/qZnJJMoPE1w\">YouTube bit</a>:</p><blockquote><p>\" 'Sweetie, you taking a shower? Can I just get in there a little bit and just show you something? Oh, I didn't know you were naked. Oh sweetie — listen — if you want to get breast implants we will support you. Not financially — but emotionally.' \"</p></blockquote><p>So what happens when you mess in a very public way with an entanglement that's pretty complicated already: the emotional entanglement between mother and daughter? How does that affect things?</p><p>And I was really interested, most honestly, in her mother's experience.</p><p>How does it feel when your body's been overtaken by someone else?</p><p>So on two different days, in two different states, with the blessing of both, we spoke to Maria and her mom, whose name is Marilyn Bamford.</p><p>We started with Maria, who said her mom imitations were some of the very first comedy bits she ever did. In the beginning, she did them to get a kind of distance or control over her relationship with her mother.</p><p><strong>Maria:</strong> For me it was a time in life of detaching from my family, or detaching from what I think they want me to be. So it was more like this way I could express frustration.</p><blockquote><p>\" 'Honey, when you don't wear makeup, you look mentally ill.' So now when I go home I'm certain to wear thick green eye shadow and a line of lipstick around my lips. 'Baby look pretty now, Mommy?' \"</p></blockquote><p><strong>Marilyn:</strong> She's got me down, perfectly. In terms of voice, cadence, vocabulary, pretty much.</p><p><strong>Alix:</strong> And what about the things you say?</p><p><strong>Marilyn:</strong> Quite a bit of that is not exactly what I say. The one I think about was the one where she has me saying, when you don't wear lipstick you look mentally ill. She and I have gone back and forth on that because I know I didn't say it that way. I said you looked depressed. I mean that's my memory of it. On the other hand, she remembers what she remembers.</p><p>But still, Marilyn doesn't seem disturbed at all by her daughter's impression of her, even by the things that she feels are misrepresentations of what she said or how she is. She sees the impression as helpful.</p><p><strong>Marilyn:</strong> I've recognized that when she talks about things in her comedy that those are issues for her, some issue that she's been interested in. It helps us to understand one another. But I know there are times where I've chosen not to discuss it, or have the energy to discuss it.</p><blockquote><p>\" 'You know, I think the real reason you're down is because you're 36 — and you look 36, and that's hard.' \"</p></blockquote><p><strong>Alix:</strong> Did you learn anything about yourself from watching her imitation of you?</p><p><strong>Marilyn:</strong> Oh, yes. I kind of remind myself of my mother. My mother was a believer that you put your lipstick on and you powdered your nose, and I see that in myself and say, \"Oh no, I don't want to be that way.\" But what can you do?</p><p>And speaking of the inevitable gravity of being your mother, though Maria Bamford started her imitations to detach from her mom, it ended up having the reverse effect. It brought her closer.</p><p><strong>Maria:</strong> It cheers me up to think about what she would say about things. I like the idea that she has a certain point of view on life and things are certain. Or if she's not around, I can make her be around, you know; what would she say in this situation? I would like to be more like her as I get older. Like I'm hoping that my impersonation just bleeds into, I'm her!</p><p><strong>Alix:</strong> Are you really hoping that?</p><p><strong>Maria:</strong> Yeah. I could just be the full-on Marilyn Bamford. She's a very likable person. She's always bright-eyed and bushy-tailed.</p><p>And Marilyn Bamford, in her own way, has experienced an unanticipated benefit of her daughter's impressions.</p><p><strong>Marilyn:</strong> I think that many women my age who are, you know, catching up with 70, feel kind of invisible. So when you have your daughter doing these really wonderful and gifted impressions of you, it makes you kind of immortal in some way. And that's kind of a lovely thing to happen at this age.</p><p>Maria had actually never heard this. When we told her, she made these three noises:</p><p><strong>Maria:</strong> Ohhh! Ohhh. Ack. That's really sweet. 'Cause my mom is such a delight.</p><p>For us, those three noises summed up the entire messy relationship between children and their well-meaning parents.</p><p>You, the child, feel deep affection and gratitude. But sometimes something else mixes in — frustration, maybe, at the imposition of those first emotions.</p><p>Because to love your parents and to feel frustrated by the complexity and obligation of those relationships are two realities that are forever entangled.</p><p><em>More on Maria and Marilyn Bamford and other stories of entanglement are going live on </em><a href=\"https://www.google.com/search?q=invisibilia&ie=utf-8&oe=utf-8\">Invisibilia</a>,<em> NPR's new show about human behavior. You can hear the program on many public radio stations this weekend. The </em><a href=\"http://www.npr.org/podcasts/510307/invisibilia\">podcast</a> <em>is available for download on NPR.org and on iTunes.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=By+Impersonating+Her+Mom%2C+A+Comedian+Grows+Closer+To+Her&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alix Spiegel","audio":[{"meta":{"duration":"499"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1382717182-d6f5ff.m3u?orgId=1&topicId=1128&d=499&p=2&story=382612532&t=progseg&e=382677464&seg=5&ft=nprml&f=382612532"},{"href":"http://media.npr.org/assets/img/2015/01/30/tree_1-182ae581556e4bf31c8f6bc45569bae3bfadb7f3.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1126"}},{"href":"http://media.npr.org/assets/img/2015/01/30/maria-mom-b3fe892a1dd52566341cd58a018bbc4ff0af30a0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1342","width":"1790"}},{"href":"http://media.npr.org/assets/img/2015/01/30/askmymom-1-6460610de65021b7e0d210bebd248e4997caea11.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1397"}}]}