{"created":"2014-09-04T16:43:24+00:00","modified":"2014-10-09T16:05:51+00:00","valid":{"from":"2014-10-09T16:05:51+00:00","to":"3014-10-09T16:05:51+00:00"},"hreflang":"en","title":"After 25 Years Of Amnesia, Remembering A Forgotten Tiananmen","published":"2014-05-30T21:38:00+00:00","teaser":"The bloody 1989 crackdown in Beijing changed China, NPR's Louisa Lim explains in a new book. She also chronicles the brutal repression that took place in another city — and remained hidden until now.","itags":["npr_api","301433547"],"guid":"6c76c1f3-022e-4b21-a473-9caad672ac0a","contentencoded":"<p><em>Twenty-five years ago, on April 15, 1989, Chinese students were mourning the death of a reformist leader. But what began as mourning evolved into mass protests demanding democracy. Demonstrators remained in Beijing's Tiananmen Square, day after day, until their protests were brutally suppressed by the Chinese army — on June 4. Hundreds died; to this day, no one knows how many.</em></p><p><em>The media captured some of the story of the massacre in Beijing. But Louisa Lim, NPR's longtime China correspondent, says the country's government has done all it can in the intervening 25 years to erase the memory of the uprising. Lim's forthcoming book,</em> The People's Republic of Amnesia,<em> relates how 1989 changed China and how China rewrote what happened in 1989 in its official version of events. Her story includes an investigation into a forgotten crackdown in the southwestern city of Chengdu — which, to this day, has never been reported. </em></p><p><em>It was in Chengdu, which is now a bustling mega-city with a population of 14 million, that Lim met Tang Deying.</em></p><p>Tang Deying holds her determination in the stubborn set of her jaw. This diminutive, disheveled, elderly woman shuffling into the room in her pink plastic flip-flops is one of the few living links to the crackdown in Chengdu during the summer of 1989.</p><p>When martial law troops opened fire on civilians in Beijing on June 4, 1989, the violence was beamed immediately into living rooms around the world. Yet it has taken a quarter-century for details to emerge of the deadly events in Chengdu that cost Tang's 17-year-old son his life.</p><p>For 25 years, a single aim has driven Tang's existence: seeking restitution and accountability for the death of her son, Zhou Guocong, who was fatally beaten in police custody after disappearing in the 1989 Chengdu crackdown.</p><p>\"Right is right. Wrong is wrong,\" she told me firmly.</p><p>That simple mantra became the starting point for me to pursue a trail of evidence sprawling over three continents, including eyewitness accounts, old photographs, hastily scribbled, anguished journal entries, U.S. diplomatic cables and the Chinese government records laying out the official version of events. These disparate threads entwine to illustrate Chengdu's forgotten tragedy, which has been almost entirely wiped from the collective memory.</p><p>Protests in Chengdu mirrored those in Beijing's Tiananmen Square, with students mourning the sudden death from a heart attack of reformist party leader Hu Yaobang on April 15, 1989. This soon morphed into mass protests, followed by a hunger strike beginning in mid-May.</p><p>Students occupied Chengdu's Tianfu Square, camping at the base of its 100-foot-tall Chairman Mao statue and proudly proclaiming it to be a \"Little Tiananmen.\" The initial move by police to clear protesters from Tianfu Square on the morning of June 4 went ahead relatively peacefully.</p><p>But on hearing the news that troops had opened fire on unarmed civilians in Beijing, the citizens of Chengdu took to the streets once more. This time they knew the risk; they carried banners denouncing the \"June 4th massacre\" and mourning wreaths with the message: \"We Are Not Afraid To Die.\"</p><p>Soon the police moved in with tear gas. Pitched battles broke out in Tianfu Square. Protesters threw paving stones at the police; the police retaliated by beating protesters with batons.</p><p>At a nearby medical clinic, the bloodied victims of police brutality lay in rows on the floor. Kim Nygaard, an American resident of Chengdu, recalled that they begged her: \"Tell the world! Tell the world!\"</p><p>A row of patients sat on a bench, their cracked skulls swathed in bandages, their shirts stained scarlet near the collar, visceral evidence of the police strategy of targeting protesters' heads.</p><p>But the violence went both ways: Dennis Rea, an American then teaching at a local university, watched, horrified, as the crowd viciously attacked a man they believed to be a policeman. The crowd pulled at his arms and legs, then dropped him on the ground and began stomping on his body and face, crushing it.</p><p>Eight people were killed that day, including two students, according to the local government's official account. It said the fighting left 1,800 people injured — of them, it said, 1,100 were policemen — though it described most of the injuries as light.</p><p>But U.S. diplomats at the time told <em>The New York Times</em> they believed as many as 100 seriously wounded people had been carried from the square that day.</p><p>Protests continued into the next evening, and as June 5 turned into June 6, a crowd broke into one of the city's smartest hotels, the Jinjiang. It was there, under the gaze of foreign guests, that <a href=\"http://www.npr.org/books/titles/301433657/the-peoples-republic-of-amnesia-tiananmen-revisited?tab=excerpt#excerpt\">one of the most brutal — and largely forgotten — episodes of the Chengdu crackdown played out after a crowd attacked the hotel</a>.</p><p>More than a dozen Western guests initially took shelter in the quarters of the U.S. consul general. But in the early hours of the morning while returning to her room, Nygaard saw what looked like sandbags piled in the courtyard. As she wondered what they would be used for, she spotted a flicker of movement and realized with a chill of horror that the sandbags were actually people lying face-down on the ground, their hands secured behind their backs.</p><p>\"I remember so well, because I was thinking, 'Oh my God, they're breaking their arms when they're doing that,' \" she told me.</p><p>Eventually, two trucks pulled up. Nygaard remembers that moment vividly: \"They piled bodies into the truck, and we were, like, 'There's no way you could survive that.' Certainly the people on the bottom would have suffocated. They picked them up like sandbags, and they threw them into the back of the truck. They threw them like garbage.\"</p><p>Five separate witnesses described the same scene, which was also mentioned in a U.S. diplomatic cable. The witnesses estimated they had seen 30 to 100 bodies thrown into the trucks.</p><p>The local government made no secret of the detentions. <em>The Whole Story of the Chengdu Riots,</em> a Chinese-language book recounting the official version of events, notes that \"70 ruffians\" had been caught at the Jinjiang hotel.</p><p>As to what happened to those detainees and how many — if any — of them died, it is impossible to know.</p><p>The Chengdu protests were immediately labeled \"political turmoil\" on a par with Beijing, with the protesters seen as \"rioters,\" stigmatizing all who took part. This instant rewriting of history was the first step toward lowering a blanket of state-sponsored amnesia over the events of 1989.</p><p>Why does it even matter 25 years later? It matters because of Tang Deying, who has been punished for her refusal to forget. Her son, who was detained riding his bike home on June 6, never emerged from police custody. She was told by another detainee that he'd been beaten to death. On her quest for an explanation of his death, she has visited Beijing five times to lodge official complaints. Each time she was intercepted and sent back. She has been detained by police, beaten, placed under surveillance and twice locked in an iron cage.</p><p>But her stubbornness paid out hard-won dividends. In 2000, she was presented with a photograph of her son's corpse, which confirmed the painful knowledge of how he died. Blood was congealed around his nostrils and on one side of his mouth. There was a large bruise across his nose, and his face appeared swollen and uneven. One of his eyes was slightly open. On seeing it, she fainted. In death, her son was still watching her.</p><p>In 2006, she accepted a \"hardship allowance\" of almost $9,000, becoming the first and only person to be given a government payout in connection with a 1989 death. The authorities expected her to stop her activities — but she hasn't. She says those responsible still need to admit their culpability.</p><p>What happened in Chengdu 25 years ago matters enough that the local government continues to devote financial and human resources to muzzling Tang. Her treatment shows how scared the Chinese authorities are of their own recent history.</p><p>A quarter-century ago, the government used guns and batons to suppress its own people. Now it is deploying more sophisticated tools of control — censorship of the media and the falsification of its own history — to build patriotism and create a national identity.</p><p>Though China's citizens have become undeniably richer and freer in the post-Tiananmen era, Tang Deying's experience shows the limits to that freedom. Simply by keeping alive a memory that others have suppressed or simply forgotten, Tang has become seen as a threat to social stability.</p><p>What happened in Chengdu matters because it shows the success of the Chinese government in not just controlling its people, but also in controlling their memories. In the China of today, that most personal space of all — memory — has become a political tool.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+25+Years+Of+Amnesia%2C+Remembering+A+Forgotten+Tiananmen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Louisa Lim","audio":[{"meta":{"duration":"466"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1303172375-69b8ac.m3u?orgId=1&topicId=1125&aggIds=100876926&ft=3&f=301433547"},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-6-3b0a72749c9863a19897a70e1b28d2544f1dcc86.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-3-78beb059bc2ce3fdd30a22a53e1b8809129de67b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-14-59c0c85a2b65125daee9b401f060c341d7191c54.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"606","width":"810"}},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-7-b1f8c7411e66d64ee15746772d8e9bd0c6f2359f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"885","width":"1182"}},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-10-48d3be7c3ce4057657d14b65abc8fbdb39916cb1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"693","width":"923"}},{"href":"http://media.npr.org/assets/img/2014/04/14/amnesia-11-b7c31d68d436c54ebdd7832f58da26fa7bf4efc9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"850","width":"1133"}}]}