{"created":"2014-10-30T21:40:52+00:00","modified":"2014-12-02T00:56:28+00:00","valid":{"from":"2014-12-02T00:56:28+00:00","to":"3014-12-02T00:56:28+00:00"},"hreflang":"en","title":"Carl Hiaasen Writes A 'Skink' Book For Teens","published":"2014-10-08T19:45:00+00:00","teaser":"Carl Hiaasen has written his first novel for teens, featuring his much loved character, Skink.","itags":["npr_api","354634189"],"guid":"6c874d4d-3c4a-4385-adb5-54db7df0df31","contentencoded":"<p>The character of Skink, the vagabond, environmental vigilante ex-governor of Florida has become a beloved part of many of <strong>Carl Hiaasen</strong>&#8216;s best-selling novels. Now he&#8217;s written &#8220;<a href=\"http://www.amazon.com/Skink-No-Surrender-Carl-Hiaasen/dp/0375870512/?tag=wbur-20\" target=\"_blank\">Skink &#8212; No Surrender</a>&#8221; his debut novel for teens.</p><p>As Hiaasen tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Robin Young, part of the inspiration for the book came from his 14-year-old son.</p><p>&#8220;He thought Skink was a terrific character and he thought his buddies and &#8230; the kids he knows would like it, and I thought maybe it&#8217;s time to turn this guy loose on the youth of America and see what happens,&#8221; Hiaasen said.</p><p>&#8220;<a href=\"http://www.amazon.com/Skink-No-Surrender-Carl-Hiaasen/dp/0375870512/?tag=wbur-20\" target=\"_blank\">Skink &#8212; No Surrender</a>&#8221; tells the story of Richard, a Florida teen who goes on a wild road trip with Skink to rescue his cousin Malley. She&#8217;s run off with a man she&#8217;s met online who Richard suspects is bad news.</p><h4>Book Excerpt: Skink &#8212; No Surrender</h4><p><em>By Carl Hiaasen</em></p><p>ONE</p><p><a href=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1008-hiassen-cover.jpg\"><img class=\"alignright size-medium wp-image-69073\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2014/10/1008-hiassen-cover-197x300.jpg\" alt=\"Hias_9780375870514_jkt_all_r1.indd\" width=\"197\" height=\"300\" /></a>I walked down to the beach and waited for Malley, but she didn’t show up.</p><p>The moon was full and the ocean breeze felt warm. Two hours I sat there on the sand—no Malley. In the beginning it was just annoying, but after a while I began to worry that something was wrong.</p><p>My cousin, in spite of her issues, is a punctual person.</p><p>I kept calling her cell phone but it went straight to the voice mail, which was Malley chortling in a British accent: “I’m in the loo. Ring you back later!” I didn’t leave a message, and I didn’t text, either.</p><p>In case somebody else had her phone.</p><p>Somebody like her dad, who’s my uncle. He takes away Malley’s cell like twice a week as punishment for acting up, acting out, whatever. Still, even when she’s in trouble at home, she always finds a way to slip out and come to the beach.</p><p>A few turtle people were scouting the shoreline, waggling their flashlights. I walked north, as Malley and I usually did. We’d never seen a turtle actually laying her eggs, but we’d found several nests. The first thing you notice is the flipper tracks leading up from the water’s edge. Loggerheads, hawksbills and green turtles leave trenches like a mini–dune buggy when they drag their heavy shells across the sand.</p><p>After the mother turtle finishes depositing her eggs, she covers them with a loose, churned mound. Every time that Malley and I came across one, we’d call the state wildlife office and they would send an officer to mark it.</p><p>First, wooden stakes are tapped into the sand to create a rectangular perimeter outside the mound; then hot-pink ribbons are strung from one stake to the next. You can go to jail for messing with a turtle nest, so the officers put up a warning sign. Still, every so often some random idiot gets caught stealing the eggs, which are sold as a romantic ingredient in certain places.</p><p>Pathetic but true.</p><p>The phone chirped, but it wasn’t a text from Malley; it was my mom asking where the heck I was. I texted her that I was still down by the water, and that no savage criminals had tried to snatch me. Afterwards I tried Malley’s number once more, but she didn’t pick up.</p><p>So I walked on alone until I came to a marked nest that I didn’t remember seeing the last time Malley and I were there. The dig was new and soft. I picked a spot outside the warning ribbon and sat down holding my baseball bat, which Mom makes me carry for protection whenever I go to the beach after dark. It’s an Easton aluminum model left over from when I played Little League. I feel dorky carrying it, but Mom won’t let me out of the house if I don’t. Too many creeps in the world, she says.</p><p>The slanted moonlight made the waves look like curls of pink gold. I lay back, folded my arms behind my head and closed my eyes. The wind was backing off, and I heard a train blow its horn to the west, on the mainland.</p><p>That wasn’t all. I heard the sound of breathing, too, and it wasn’t my own.</p><p>At first I thought: Turtle. The breaths were damp and shallow, like air being forced through a broken whistle.</p><p>I sat up and looked around: No sign of tracks. Maybe it was an old bobcat, watching me from the dunes. Or a raccoon—they like to dig up loggerhead nests and chow down the eggs. I slapped the Easton in the palm of my left hand, which stung. The noise was sharp enough to scare off most critters, but it didn’t frighten whatever was breathing nearby.</p><p>Leaving seemed like a smart idea, but I got only fifty yards before I turned and went back. Whatever I’d heard couldn’t be very large because otherwise I would have spotted it; there was really no place to hide on an empty beach under a full moon.</p><p>Approaching the turtle nest again, I put down the Easton and cupped my ears to muffle the sound of the waves. The mysterious breathing seemed to be coming from inside the rectangle of pink ribbons.</p><p>Could it be a crab? I wondered. A crab with asthma?</p><p>Because new turtle eggs don’t make a peep. That I knew for a fact.</p><p>Carefully I stepped over the border of ribbons and crouched on top of the nest. In and out went the raspy noise, slow and even. I leaned closer and saw a striped soda straw sticking out of the sand. Through the exposed end I could feel a puff of warm air whenever the underground creature exhaled.</p><p>No more than three inches of the straw was exposed, but that was enough to pinch between my fingers. When I pulled it out of the mound, the in-and-out noise stopped.</p><p>I stood dead still on my heels, waiting for a reaction. Honestly I wasn’t trying to suffocate the critter; I just wanted to make it crawl out so I could see what the heck it was. My thought was to take a picture with my phone and text it to Malley.</p><p>The world’s sneakiest crab, right?</p><p>But then, as I was peering at the spot where the soda straw had been, the turtle nest basically exploded. A full-grown man shot upright in a spray of sand, and I swear my heart stopped beating for ten seconds.</p><p>Built like a grizzly, he was coughing and swearing and spitting through a long caked beard. On his chiseled block of a head he wore (I swear) a flowered plastic shower cap. Even weirder, his left eye and right eye were pointed in totally different directions.</p><p>I vaulted back over the ribbon and snatched up my baseball bat.</p><p>He said, “Get serious, boy.”</p><p>After catching my breath, I asked, “What are you doing here?”</p><p>“Gagging, thanks to you.”</p><p>I tried to apologize but I couldn’t put the words together. I was too freaked.</p><p>“Let’s have your name,” the man said.</p><p>“R-R-Richard.”</p><p>“They call you Rick?”</p><p>“No.”</p><p>“Ricky? Richie?”</p><p>“Just Richard.”</p><p>“Outstanding,” he said. “I like your parents already.”</p><p>“Dude, you can’t sleep in a turtle nest!”</p><p>“What’d you do with my straw?” He brushed himself off. I’m guessing he stood six four, six five. Large, like I said. He wore a moldy old army jacket and camo pants, and he was clutching a dirty duffel bag.</p><p>“They’ll put you in jail,” I said.</p><p>“Yeah?” He wheeled in a full circle, kicking violently at the sand with his boots. I covered my eyes.</p><p>“See, Richard,” he said when he was done, “it’s not a real turtle nest.”</p><p>One by one he yanked up the stakes and tied them together with the pink ribbons. He crammed the whole bundle into his duffel and said, “I was waiting on a man.”</p><p>“While you’re buried on a beach?”</p><p>“It’s meant to be a surprise. His name is Dodge Olney. Digs up turtle eggs and sells them on the black market for two bucks a pop. One night he’s gonna dig up me.”</p><p>“Then what?” I asked.</p><p>“He and I will have a chat.”</p><p>“Why don’t you just call the law?”</p><p>“Olney’s been arrested three times for robbing loggerhead nests,” the man explained. “The jailhouse experience has failed to rehabilitate him. I’ll be taking a different approach.”</p><p>There was no anger in his voice, but the slow way he said the words made me seriously glad not to be Mr. Olney.</p><p>“Tell me this, Richard. What are you doing out here?”</p><p>I don’t have much experience with homeless persons, so I was sort of sketched out. But he was an old dude, probably the same age as my grandpa, and I decided there was no way he could catch me if I ran.</p><p>Looking up and down the shore, I saw that I was on my own. The nearest flashlight beams were a couple hundred yards away—more turtle people. There was a row of private houses on the other side of the dunes, so I figured I could take off in that direction, if necessary. Pound on somebody’s door and yell for help.</p><p>“I’ve gotta get going,” I said to the stranger.</p><p>“Excellent idea.”</p><p>“If you see a girl out here about my age? That’s my cousin.” I wanted him to know, in case he got any crazy ideas. He was aware that in the moonlight I had a good look at his face, those weird eyeballs that didn’t match.</p><p>“You want me to have her call you?” he asked.</p><p>“Don’t talk to her, please. She’ll get scared.”</p><p>“Understandably.”</p><p>“Maybe you should find somewhere else to crash,” I said.</p><p>He grinned—and I mean these were the whitest, brightest, straightest teeth I ever saw. Not what you expect on a grungy old guy who’d just popped out of a hole.</p><p>“Son, I’ve walked the whole way from Lauderdale on this hunt, sleeping every night on the beach. That’s a hundred and thirty-odd miles, and you’re the first person to make it an issue.”</p><p>“It’s not an issue,” I said. “Just, you know, a suggestion.”</p><p>“Well, I got one for you: Go home.&#8221;</p><p>“What’s your name?” I asked.</p><p>“So you can give it to the cops? No thanks.”</p><p>I promised not to call the police, which was true for the moment. The man wasn’t breaking any laws, sleeping underground with a straw for a breathing tube. Really he wasn’t bothering a soul, and then I came along and riled him up.</p><p>“The name’s Clint Tyree,” he told me, “although I haven’t answered to it in years. Good night, now.”</p><p>He walked away, along the water’s edge. I sat down beside the remains of his fake turtle nest, took out my cell and Googled the name he’d given me, just to make sure he wasn’t listed on some child-predator site. He wasn’t.</p><p>He was, however, famous for something else.</p><p>When I caught up to him, half a mile down the beach, I told him that Wikipedia said he was dead.</p><p>“Wiki who?” he said.</p><p>“It’s a community encyclopedia on the Internet.”</p><p>“You might as well be talking to a Martian.” He kept walking, the waves splashing over his boots.</p><p>I said, “Dude, I really want to hear your story.”</p><p>“First tell me about your cousin. You’re worried about her.”</p><p>“Not really.”</p><p>“That’s bull.”</p><p>“Okay,” I said. “Maybe a little worried. She was supposed to meet me here tonight, but she never came, which is weird.”</p><p>“You tried calling her?”</p><p>“Sure. Over and over.”</p><p>The man nodded. “Hold my eye,” he said, and plucked the left one out of his face.</p><p><em>Excerpted from the book SKINK &#8211; NO SURRENDER by Carl Hiaasen. Copyright © 2014 by Carl Hiaasen. Reprinted with permission of Knopf Books for Young Readers.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://www.carlhiaasen.com/\" target=\"_blank\">Carl Hiaasen</a>,</strong> author of &#8220;<a href=\"http://www.amazon.com/Skink-No-Surrender-Carl-Hiaasen/dp/0375870512/?tag=wbur-20\" target=\"_blank\">Skink &#8212; No Surrender</a>.&#8221; He tweets <a href=\"https://twitter.com/Hiaasen_project\" target=\"_blank\">@Hiaasen_project</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Carl+Hiaasen+Writes+A+%27Skink%27+Book+For+Teens&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"565"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1354634192-b2d944.m3u?orgId=1&ft=3&f=354634189"}]}