{"created":"2014-11-28T09:06:44+00:00","modified":"2015-05-13T21:29:03+00:00","valid":{"from":"2015-05-13T21:29:03+00:00","to":"3015-05-13T21:29:03+00:00"},"hreflang":"en","title":"How Dogs Understand What We Say","published":"2014-12-01T16:42:00+00:00","teaser":"Dogs pay close attention to the emotion in our voices, but what about the meaning of words? A clever experiment with 250 canines shows that dogs understand more of our speech than previously thought.","itags":["npr_api","367092004"],"guid":"6c995033-91f9-41c3-9d79-76740cc18c2f","contentencoded":"<p>Scientists — and anyone who lives with a canine — know that dogs pay close attention to the emotion in our voices. They listen for whether our tone is friendly or mean, how the pitch goes up or down and even the rhythms in our speech.</p><p>But what about the meaning of the words we say?</p><p>Sure, a few studies have reported on supersmart dogs that know <a href=\"http://www.sciencemag.org/content/304/5677/1682.abstract\">hundreds</a> of words. Chaser, a border collie in South Carolina, even learned 1,022 nouns and commands to go with them.</p><p>But otherwise, there's little evidence that dogs differentiate between speech with meaningful words and sounds that contain only inflections, says neurobiologist <a href=\"http://mta-etologia.elte.hu/?p=1&s=1\">Attila Andics</a> at the MTA-ELTE Comparative Ethology Research Group in Budapest.</p><p>\"We know quite a bit about how much dogs get about <em>how</em> we say things,\" Andics says, \"but we know quite little about how much dogs get about <em>what</em> we say to them.\"</p><p>That's about to change.</p><p>Psychologists <a href=\"http://www.cell.com/current-biology/abstract/S0960-9822(14)01339-6\">reported</a> Wednesday in the journal <em>Current Biology</em> that dogs do pay attention to the meanings of words. And they process that information in a different part of the brain from where they process emotional cues in speech.</p><p>To figure that out, graduate student <a href=\"http://www.sussex.ac.uk/psychology/people/peoplelists/person/276567\">Victoria Ratcliffe</a> at the University of Sussex in England set up a clever experiment.</p><p>She brought 250 dogs into the lab. And then for each one, Ratcliffe put a speaker on either side of the dog's head.</p><p>Then she played the command \"to come\" out of both speakers, at the same time. At first, the command sounded normal. It had both meaningful words and emotional cues in it.</p><p>Then Ratcliffe started to manipulate the speech in the command. In some instances, she removed all of the inflections in the speaker's voice. In other instances, she kept the inflections in the speaker's voice but removed the words (or replaced the words with gibberish).</p><p>For each command, Ratcliffe recorded which way the dogs turned their heads — toward the left speaker or toward the right speaker. Even though both speakers were playing the same sounds, a clear pattern emerged.</p><p>When the dogs heard commands that still had meaningful words in them, about 80 percent of the animals turned to the right. When they heard commands with just emotional cues in them, most dogs turned to the left.</p><p>That result sounds simple. But Andics, who wasn't involved in the study, says the findings show something surprising: \"that dogs are able to differentiate between meaningful and meaningless sound sequences.\"</p><p>The study also suggests that a dog's brain breaks up speech into two parts: the emotional cues and the meaning of the words. Then it processes these two components on opposite sides of the brain: emotional cues on the right, meaning of words on the left. (Yes, it's opposite to the way the dogs turned.)</p><p>That's a bit similar to how we humans process speech. We also break up speech into several parts, such as the meaning of the words, clues about the speaker and emotional cues.</p><p>\"But with humans, it's trickier,\" Andics says. \"We believe the human brain processes various aspects of human speech in different stages and in many different parts of the brain.\"</p><p>Still, though, Andics says the new study offers one way that people may be able to communicate better with their best friends: Pick the ear you use carefully.</p><p>\"Tell all the emotional things to the dog in his left ear,\" Andics says. \"For commands that you want a dog to get clearly and precisely, tell them in right ear.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=How+Dogs+Understand+What+We+Say&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Michaeleen Doucleff","audio":[{"meta":{"duration":"223"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367154378-fdbbfc.m3u?orgId=1&topicId=1128&d=223&p=3&story=367092004&t=progseg&e=367154265&seg=9&ft=nprml&f=367092004"},{"href":"http://media.npr.org/assets/img/2014/11/28/mango8-71d19caa1f81c9634ec5721a67bc27346e6ba63c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1836","width":"2448"}}]}