{"created":"2014-09-04T16:42:32+00:00","modified":"2014-12-18T17:06:16+00:00","valid":{"from":"2014-12-18T17:06:15+00:00","to":"3014-12-18T17:06:15+00:00"},"hreflang":"en","title":"With Memories And Online Maps, A Man Finds His 'Way Home'","published":"2014-06-23T15:11:00+00:00","teaser":"When Saroo Brierley was 4, he hopped on the wrong train in rural India, losing his way and his family. But as he recounts in <em>A Long Way Home,</em> Google Earth helped him return decades later.","itags":["npr_api","323355643"],"guid":"6cb057ee-27d1-444a-a140-55fd3d249361","contentencoded":"<p>More than 25 years ago, Saroo Brierley was one of many poor children in rural India. At 4 years old, he couldn't read: He didn't even know the name of his hometown. His mother was raising four children on her own, and they were constantly hungry. Brierley's older brothers would hop trains to nearby towns to search for scraps to eat.</p><p>One day, Brierley tagged along to the next city down the rail line. He took a nap in the station, and when he woke up, he couldn't see his brother. Finding himself alone, the 4-year-old decided his brother might be on the train he saw in front of him — so he hopped on.</p><p>\"It was just an impulse decision,\" Brierley says, \"that, in fact, changed my destiny for life.\"</p><p>That train took him across the country to Kolkata (then called Calcutta), where he spent five harrowing months. He was more than a thousand miles from his home, in a city where he did not speak the language.</p><p>He lived on the streets, then in a juvenile home and, finally, in an orphanage. There, he was adopted by an Australian family and flown to Tasmania.</p><p>As he recounts in his new book, <em>A Long Way Home</em>, Brierley couldn't help but wonder about his hometown back in India. He remembered landmarks, but since he didn't know his town's name, finding a small neighborhood in a vast country proved to be impossible.</p><p>Then he found <a href=\"https://www.google.com/earth/\">Google Earth</a>. He spent years searching for his hometown in the program's satellite images, zooming in and out of the map, exploring the web of railway lines criss-crossing India. Then, in 2011, he came across something familiar.</p><p>Brierley tells NPR's Arun Rath about his years-long search for his family and their emotional reunion.</p><hr /><h3>Interview Highlights</h3><p><strong>On what he was looking for, and eventually found, in Google Earth</strong></p><p>I thought to myself, \"Well, the first thing you're gonna see before you come to your hometown is the river where you used to play with your brothers, and the waterfall, and the architecture of this particular place where you used to visit quite a lot.\" It has to be exactly the same, otherwise, if it's not, I'd just fly over and go somewhere else.</p><p>So I studied it very carefully — extremely carefully — and this architecture of this particular place where I used to play with my brothers in the water was exactly the same. And I questioned myself: \"Well, that's a bit unusual, but there could be other places that look exactly the same too, you never know.\" So I thought, well, why don't we just scroll a little bit more. ... Before you know it, I was looking from a birds-eye view at the town's central business district. ...</p><p>I thought, \"On the right-hand side you should see the three-platform train station\" — and there it was. \"And on the left-hand side you should see a big fountain\" — and there it was. Everything just started to match. ... So I traced a road back that I would follow back as a child, and before I knew it I was looking at the suburb where I had grown up, and just on the right of it was the house I had grown up in. ...</p><p>I couldn't sleep for that whole night.</p><p><strong>On what happened months later, when he took a trip back to that house and found it empty</strong></p><p>I had come all the way to find something I'd found on Google Earth. And now I'm standing there, here's the house where I grew up as a child, and the door's shut, and it's locked, and there's no one there. And I can't believe how small it is.</p><p>And I just thought the worst, I thought perhaps everyone's gone, my whole family's died, they've passed away. But lucky for me this lady came out of a doorway holding a baby, and she said, \"Can I help you?\" ... And I said to her, my name is Saroo and these are my family members' names. ... Another person comes in and I sort of spill my mantra to them as well.</p><p>That went on quite a few times with other people that kept wanting to know this person that's a foreigner that's coming to a town that's never seen a foreigner ... And by the time the fourth person had come, they said, \"Just stay here for a sec,\" and within 10 minutes they came back around and they said, \"Now I'm going to take you to your mother.\"</p><p>And I couldn't believe it, because when I went around the corner, which was only 10, 15 meters around the corner, there [were] three ladies standing in front of an entrance to a house. And I looked at the second one and I thought, \"There's something about you\" — and it took me a few seconds but I decrypted what she used to looked like. ...</p><p>She looked so much shorter than I remembered when I was a 4 1/2-year-old child. But she came forth and walked forward, and I walked forward, and my emotions and tears and the chemical in my brain, you know, it was like a nuclear fusion. I just didn't know, really, what to say, because I never thought this point in time or ever seeing my mother would ever come true. And here I am, standing in front of her.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Memories+And+Online+Maps%2C+A+Man+Finds+His+%27Way+Home%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"465"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324609173-c589d3.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=323355643"},{"href":"http://media.npr.org/assets/img/2014/06/19/saroo-author-photo-credit-richard-malone-3429e340efbfcd33d2909c015b4467acae427265.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"513","width":"684"}}]}