{"created":"2015-06-09T07:31:43+00:00","modified":"2015-06-09T19:37:10+00:00","valid":{"from":"2015-06-09T19:37:10+00:00","to":"3015-06-09T19:37:10+00:00"},"hreflang":"en","title":"The #BlackLivesMatter Movement: Marches And Tweets For Healing","published":"2015-06-09T18:02:00+00:00","teaser":"Black Lives Matter has become a leading force in protests against alleged police abuse of African-Americans. Michel Martin learns more about the movement from one of its founders Patrisse Cullors.","itags":["npr_api","412862459"],"guid":"6cb47d9d-2bd0-4697-a980-79d45dc78f5d","contentencoded":"<p>In 2013, after George Zimmerman was acquitted for killing 17-year-old Trayvon Martin, a young woman in California named Alicia Garza wrote an emotional Facebook post that ended with the words \"Our Lives Matter, Black Lives Matter.\" Her friend, Patrisse Cullors, turned that into a hashtag.</p><p>\"I was devastated,\" Cullors says. \"Honestly I think it was my naivete, but I really believed that George Zimmerman was going to be found guilty of something.\" She turned to social media to try to understand what was happening, and found Garza's \"love note to black people.\" The three words 'Black Lives Matter' \"hit me in the gut,\" she remembers. \"I put a hashtag on it because it just felt so necessary to archive it.\" That developed into street protests and online organizing. As Cullors told her friend they should use it \"to develop a new narrative around what it means to believe and fight for black life in this moment.\"</p><p>\"Black Lives Matter reminds people that black people are human, but more importantly, it reminds black people that we are human,\" she says.</p><h3>Interview Highlights</h3><p><strong>On becoming an activist</strong></p><p>By the time I was 23, my brother and my father that raised me had spent most of their life in prison or jail because of the war on drugs. And I knew that the system didn't actually care to rehabilitate black communities, but rather the use of jail was really what Michelle Alexander calls it: \"<a href=\"http://www.npr.org/books/titles/145175923/the-new-jim-crow-mass-incarceration-in-the-age-of-colorblindness\" target=\"_blank\">The New Jim Crow</a>.\" So for me, I had no choice but to be an organizer. I had no choice but to be an activist. It was the only way I could feel some resolve. For me, the choice is about either turning my eyes towards the violence happening in my community, turning my eyes away from it, or dealing with it head on. And people who know me well know that I deal with issues head on. And so that's why I say I didn't have a choice.</p><p><strong>On whether #BlackLivesMatter has been healing</strong></p><p>I appreciate you using the word healing, because I think sometimes that word is overused. But I think healing is actually an important piece of this conversation because what...black communities go through — especially poor black communities and poor communities in general — is a significant amount of trauma. To not be able to feed your children is traumatic. To witness people being kidnapped from their community, put in cars and handcuffed, you know, at 12, 13-years-old is traumatic. To witness people receive life sentences in prison is traumatic. And so if there's no sense of healing, if there's no way out of that, I think that leads to a significant amount of apathy in our communities, and so Black Lives Matter has created a track towards healing.</p><p><strong>On what success might look like</strong></p><p>I think the victory that people are actually looking at police killing black people is huge. Fifteen years ago, no one cared if police were killing black people. I mean that just wasn't newsworthy... The media wasn't making this an issue, and the fact that it's now a real live conversation is a huge success. At some point there may be some national legislative goals. Right now, that's not where we're at but that's okay to me. Because right now Black Lives Matter has 26 chapters across the country, and two chapters outside of our country - one in Ghana, one in Toronto. People are organizing, and any good organizer understands that organizing takes years to develop someone, to develop thought leadership.</p><p><strong>On being a \"leader-full\" — not a leaderless — movement</strong></p><p>It's important to us in the Black Lives Matter movement that... we're not following an individual, right? This is a leader-full movement. I don't believe you can do anything without leadership. I don't believe that at all. I think there are many people leading this conversation, advancing this conversation...There [are] groups on the ground that have been doing this work, and I think we stand on the shoulders of those folks. <strong></strong></p><p><strong>On why Cullors turned down an invitation to take part in NPR's upcoming event about policing and communities</strong></p><p>Black Lives Matter has made it a point to not share the stage with law enforcement, in particular, because we think it's unethical for us to sit at tables as if it's going to be an even conversation... I will have conversations with them. I don't believe we don't sit down with law enforcement, or have conversations with them or lobby them; I just don't think its ethical to be on stage with them at this moment.</p><p><em>And Michel Martin will be heading to <a href=\"http://www.npr.org/sections/presents/2015/05/27/410044569/6-24-15-npr-presents-michel-martin-streets-beats\">Los Angeles on June 24 </a>to learn more about policing and communities. Join her there, or on Twitter using #StreetsAndBeats.<br /></em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+%23BlackLivesMatter+Movement%3A+Marches+And+Tweets+For+Healing&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"398"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1413069586-726a78.m3u?orgId=1&topicId=1015&aggIds=352974380&d=398&p=3&story=412862459&t=progseg&e=413066919&seg=2&ft=nprml&f=412862459"},{"href":"http://media.npr.org/assets/img/2015/06/08/patrisse-2698b756fadee36a2b57f0119b929e1239d60d7b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"479","width":"639"}}]}