{"created":"2015-06-22T21:40:42+00:00","modified":"2015-06-23T00:19:11+00:00","valid":{"from":"2015-06-23T00:19:11+00:00","to":"3015-06-23T00:19:11+00:00"},"hreflang":"en","guid":"6cc914b5-d343-42a9-a04e-628b86b91f34","title":"You think coerced marriages aren't a problem for women in the US? Think again","published":"2015-06-23T00:19:07+00:00","byline":"Joyce Hackel","tags":["women","culture","civil rights","Across Women's Lives","Lifestyle","Lifestyle & Belief","New York","North America","Asia","Pakistan","Fraidy Reiss","Syeda"],"teaser":"Fraidy Reiss escaped from an abusive arranged marriage in Brooklyn's ultra-orthodox Jewish community. She founded a group to help others in the same dilemma — like 26-year-old Seyeda from Pakistan, who was also coerced into marrying an abusive man she hardly knew.","contentencoded":"<p>The dozens of women piling into roller coasters together at Six Flags amusement park in New Jersey one recent spring day didn't all speak the same language. But they shared another bond — each one had found the courage to escape an arranged marriage. The women were celebrating their independence and their new community with the local group that had made their leap possible, a legal services non-profit called Unchained At Last. </p>\n<p>It's a labor of love for its founder, Fraidy Reiss. She grew up in Brooklyn's Orthodox Jewish community where her arranged marriage at the age of 19 was not unusual. </p>\n<p>\"The adults in my life who knew me were telling me that this was the right thing and that this was a great guy, and he is the perfect match for you,\" she says. \"It didn't occur to me to question that, or to think otherwise. Saying no to a match was a scary prospect.\" </p>\n<p>Reiss remembers the exact moment when she realized her husband wasn't the man she'd hoped for. It was a week after her wedding. </p>\n<p>\"He woke up late and was so angry and frustrated that he began screaming and cursing and then in his blind rage he punched his fist through the wall and left a big hole in the sheet rock,\" she recalls. </p>\n<p>Reiss became alarmed when her husband threatened to kill her. Finally, at age 27 she obtained a temporary restraining order against him. It didn't last long. </p>\n<p>\"The rabbis in the community I was living in at the time, in Lakewood, New Jersey, forced me to drop the restraining order,\" she says. \"I asked my mother if I could move in with her, and her response was to turn around and walk out of the room without even answering me,\" she says. \"It was at that moment that I put the plan in place.\" </p>\n<p>The project took five years to realize. But eventually Reiss and her two daughters had a new home and some semblance of financial security. That's when Reiss decided to seek out other women struggling to gain their independence and founded Unchained At Last.</p>\n<p>\"I knew I had been through it completely alone and how terrifying it was for me,\" she says. \"I wanted to help others going through that.\"</p>\n<p>Unchained provides financial support, legal services and, perhaps just as importantly, a community for other women seeking to get out of arranged marriages. </p>\n<p>\"From the beginning, I was very determined to make this a multicultural organization,\" Reiss says. \"Because while I knew very little about what was going on in other cultures and religions, I sensed that women were going through the same thing.\"</p>\n<p>So far, about 90 women have received help from the group. One, who uses only her first name, Syeda, is originally from Pakistan. She was coerced into marrying her cousin at age 16. Syeda moved to the US and then brought her husband. She says she went through with the marriage because her father said if she did, she'd be allowed to continue her education. This didn't please her husband. </p>\n<p>\"He didn't like this idea of me independent for a whole day,\" she says. \"He wanted me to get up, serve him breakfast, and then wash his clothes, and then make him lunch, and then make him dinner, and do all his things. For a whole day he just wanted me to do that. The fact that I have a car, I bought a car, he didn't like that, he wanted to grab that too.\"</p>\n<p>Syeda refused to acquiesce to her husband's demands. And ultimately her own parents kicked her out of her house. She landed in a shelter. </p>\n<p>\"When I left the house I was alone, on a street, because my family took my car from me, they took everything from me, and it was snowing that day. I didn't know what to do, where to go,\" Syeda recalled. \"My best friend just picked me up and we just started Googling and that's how I found the shelter, and that's how I found Unchained.\"</p>\n<p>Today, Reiss and Syeda share a past, and a friendship. </p>\n<p>\"In terms of treatment of women and views on marriage, there are a lot of similarities across many different religions,\" Reiss says. \"The best way to try to change attitudes toward women and toward marriage is by all these cultures and all these religions working together.\"</p>\n<p>Syeda says the differences in the two women's backgrounds — Brooklyn's Orthodox community and a strict Muslim background in Pakistan — don't matter. </p>\n<p>\"My father or my brother, they could come scream or slap you and it's just OK. But it's not OK,\" she says. \"I have lived almost half my life, almost all my life, not knowing these things.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-22%2Ftitle&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn1.pri.org/sites/default/files/story/images/DSC_5236-Edit.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://admin.pri.org/file/dsc5236-editjpg"},{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06222015_06.mp3"},{"href":"http://admin.pri.org/file/0622201506mp3"}]}