{"created":"2015-01-14T11:19:15+00:00","modified":"2015-05-13T21:22:09+00:00","valid":{"from":"2015-05-13T21:22:09+00:00","to":"3015-05-13T21:22:09+00:00"},"hreflang":"en","title":"Far From North Africa, Berbers In The U.S. Ring In A New Year","published":"2015-01-14T20:29:00+00:00","teaser":"For the indigenous people of Northern Africa, Jan. 14 is a day to celebrate their culture and religion. It reminds Berbers living in the U.S. of the struggle to preserve their identity far from home.","itags":["npr_api","377008599"],"guid":"6ccb8b07-43da-46bf-b4fd-509b5752d08c","contentencoded":"<p>For most Americans, New Year's is fairly personal. It's a time to make resolutions and down some champagne — and it was also a couple of weeks ago. But for Berbers — the indigenous people of Northern Africa — the New Year starts this week, and it's an occasion to celebrate their heritage. <br /> <br />In Portland, Ore., some residents are celebrating Yennayer, the Berber New Year. It's a holiday that's not traditionally a big deal, but it's an opportunity to celebrate Berber culture, which hasn't always been easy to do.<br /> <br />\"You have waves of colonization,\" says Nabil Boudraa, who teaches Francophone literature at Oregon State University, and has organized conferences and workshops about Berber culture. \"Starting with the Phoenicians, then the Romans, and then the Byzantines, the vandals, and then the Arabs in the 7th century. ... And then you move on forward with the Spaniards, and then the Ottomans, and lastly the French.\"<br /> <br />Berbers make up a large part of several countries such as Egypt, Morocco, Libya and Niger, but they don't have a political majority in any of them. Even the word Berber itself speaks to this history; it comes from the same root as <em>barbarian</em>.<br /> <br />\"History has been confiscated, has been falsified, has been modified during colonialism, or even after,\" Boudraa says. \"And therefore, people sometimes lose their landmarks.\"<br /> <br />But these landmarks are being revived. There have been bloody protests, like the Berber Spring in Algeria in the 1980s. And political shifts, like Morocco officially adopting the Berber language after the Arab Spring protests. And even subtler actions, like setting aside the word Berber in favor of an older term, <em>Amazigh</em>.<br /> <br />\"It means free men, it means free men,\" Boudraa says.<br /> <br />And, in both North Africa and the diaspora, that is worth celebrating.<br /> <br />Ghilais Aiteur and his friends drove the 12-hour round trip from Vancouver, British Columbia, just to make it to the Portland celebration. Aiteur is originally from Algeria, but he's singing along with Berbers from Morocco, and some, like Ibarahim Mouhamadine, from Niger.</p><p>\"We saw a poster on Facebook, it said <em>Amazigh Yennayer</em>. And said, well, no matter what it is, or how elaborate, how big or how small it is, we are going to go,\" Aiteur recalls.<br /> <br />At this concert, their common cause takes the form of a celebration — ringing in the year 2965.</p><p>\"The important thing is we all are <em>Amazighen</em>, or Berbers. So we are the same, it doesn't matter wherever we are from,\" Mouhamadine says.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Far+From+North+Africa%2C+Berbers+In+The+U.S.+Ring+In+A+New+Year&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deena Prichep","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1377122843-a2ec25.m3u?orgId=1&topicId=1015&d=230&p=3&story=377008599&t=progseg&e=377122724&seg=19&ft=nprml&f=377008599"},{"href":"http://media.npr.org/assets/img/2015/01/14/img_1006edit-9a96689e44682ff35b2c1366b16e62eb555188e5.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1860","width":"2481"}}]}