{"created":"2014-09-30T21:05:29+00:00","modified":"2014-10-31T00:43:28+00:00","valid":{"from":"2014-10-31T00:43:28+00:00","to":"3014-10-31T00:43:28+00:00"},"hreflang":"en","title":"For U.S. Vets, Iraq's Newest Conflict Awakens Complex Emotions","published":"2014-07-02T12:45:00+00:00","teaser":"In 2004, Jason Hansman was helping to rebuild Mosul with the 448th Civil Affairs Battalion. A decade later, he and other veterans are watching the cities where they served fall to Sunni militants.","itags":["npr_api","326702940"],"guid":"6cd8e0b3-e99a-4a74-8a6e-e2cfddb58d18","contentencoded":"<p>In Iraq this weekend, government forces <a href=\"http://www.npr.org/blogs/thetwo-way/2014/06/29/326669101/iraqi-military-launches-offensive-against-insurgents-in-tikrit\">launched an offensive</a> against the Sunni militant group known as the Islamic State of Iraq and Syria, or ISIS. On Sunday, the <a href=\"http://www.bbc.com/news/world-middle-east-28042302\">government said</a> it was using Russian-made jets to attack Sunni militants in the northern cities of Tikrit, the hometown of the late dictator Saddam Hussein, and Mosul. Both cities remain under insurgent control.</p><p>The battle is familiar to many U.S. veterans of the Iraq war. Ten years ago, thousands of U.S. soldiers battled Sunni fighters in the same cities.</p><p>One of those soldiers was Jason Hansman, a former sergeant in the Army Reserves and part of the 448th Civil Affairs Battalion deployed to Mosul in 2004. His job was to help rebuild a city destroyed in the occupation: roads, buildings, schools, medical facilities.</p><p>Hansman tells NPR's Arun Rath that he arrived in Mosul shortly before an offensive by Sunni militants.</p><p>\"We got there in the fall, in September, and by November it was a full-fledged insurgency,\" he remembers. \"Every single police station burned to the ground. So it was a little harried to say the least.\"</p><p>In December of that year, four days before Christmas, a suicide bomber <a href=\"http://www.npr.org/templates/story/story.php?storyId=4241124\">blew up a mess hall</a> at a forward operating base outside Mosul. The blast killed 22 people, including 14 U.S. soldiers.</p><p>In early 2005, the violence began to subside, and Hansman and his unit went about rebuilding what had been destroyed. He still remembers one project he saw from beginning to end — the building of a bridge.</p><p>\"It was just a simple bridge, but when you're talking about commerce and making sure people have freedom of movement and travel, you know, it made a huge difference in the lives of Iraqis and American troops,\" he says.</p><p>Overall, says Hansman, he was proud of what he had accomplished in Mosul. When he returned home in 2005, he moved on with his life. He had used his Army Reserve job to help pay for college. He got a job helping to support other vets.</p><p>He was preparing for work earlier this month when he heard the news from Iraq. Mosul, the city he'd worked to rebuild, the city he says he still cares deeply about, had fallen to ISIS on June 11.</p><p>\"It was tough,\" he says. \"It's tough to watch.\"</p><p>In one recent picture from the city, he says he saw humvees that U.S. troops gave to the Iraqi Army. The vehicles were being driven by ISIS militants.</p><p>Hansman says it's difficult for him and his fellow veterans to watch the video footage of Mosul being splashed across TV news without feeling frustrated.</p><p>\"It's like: you know what? That looks really f-ing familiar. That looks really, really familiar. And that's kind of tough,\" he says. \"It looks like the time we were there during the fall when the entire city was in an uproar.\"</p><p>Hansman now works as a case manager for the Iraq and Afghanistan Veterans of America. He says a lot of veterans are struggling right now to understand their own feelings about the situation in Iraq — not just seeing cities they remember fall to insurgents, but also watching U.S. military advisers return to the country.</p><p>For many veterans, it's been a decade or more since they were in Iraq. The fighting can feel distant, even as it brings back memories of the sacrifices U.S. troops made on the same turf now under dispute.</p><p>\"I think that's one of the struggles we're seeing within the community right now, is collectively trying to figure out, 'How do we feel about what's going on there?' \" says Hansman. \"And how does that affect, or does it affect, our time there?\"</p><p>When a veteran asked Hansman how he was supposed to feel about the recent events in Iraq, Hansman says he told him that there is no correct response.</p><p>\"It's a trying time,\" he says. \"Not having any feelings is not a bad thing.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+U.S.+Vets%2C+Iraq%27s+Newest+Conflict+Awakens+Complex+Emotions&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"289"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1326718040-2a9c86.m3u?orgId=1&topicId=1078&ft=3&f=326702940"},{"href":"http://media.npr.org/assets/img/2014/06/29/450703158-28e0fcf15075665db0d93aa5d9c99959300c9e15.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2402","width":"3203"}},{"href":"http://media.npr.org/assets/img/2014/06/29/hansman-pic-1-345d7a74c2f1f68a291925458a8e064f010d1ad0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"408","width":"545"}}]}