{"created":"2015-05-14T21:03:04+00:00","modified":"2015-05-14T21:03:04+00:00","valid":{"from":"2014-01-21T17:56:40+00:00","to":"3014-01-21T17:56:40+00:00"},"hreflang":"en","guid":"6cee315e-b007-434e-8a35-3f40fdcec0fe","contenttemplated":"[{\"content\":\"<p>Some  2,500  of the world’s most powerful  business and political leaders will make their annual pilgrimage to a mountaintop in the Swiss Alps this week. They won’t be seeking a religious experience (well, <a href=\\\"http://www.marketplace.org/topics/world/stressed-out-davos-world-economic-forum\\\" target=\\\"_blank\\\">most of them won&apos;t</a>). <span>They’re headed for the small ski resort of Davos for the 44</span><sup>th</sup> <span>annual  World Economic Forum -  four days of economic discussion and debate.</span></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><span>Not everyone is expecting many major revelations.</span></p>\"},{\"type\":\"text/html\",\"content\":\"<p>&quot;There will be a lot of bloviating,&quot; says David Rothkopf of the Carnegie Endowment for International Peace.  &quot;There are a lot of people there who love to hear themselves talk, that go on at length. That mountaintop in Switzerland each year  is warmed by quite a bit of hot air.&quot;</p>\"},{\"content\":\"<p>Anthony Hilton, Financial  Editor of the London Evening Standard is another Davos skeptic: &quot;They go on about the &apos;Spirit of Davos&apos; and how they’re shaping the world. But  they’re not. They’re actually revelling in their own self-importance and smugness. It’s  an exercise in self-preening and group think.&quot;</p>\",\"type\":\"text/html\"},{\"content\":\"<p>The gigantic agenda seems well-meaning enough. Among the 250 subjects under discussion over the next four days  are:  climate change, the future of healthcare, the nightmare of  youth unemployment and the challenge of scientific innovation.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But some items appear gloriously misplaced in this well-heeled assembly: &quot;One of the big themes this year is – I kid you not – income inequality,&quot; points out John Reeves of The Motley Fool financial services group. &quot;It’s ironical: Income inequality is the theme, and you’ve got to pay $40,000 to go there and weigh in.&quot; (<span>$40,000 is  the  estimated average cost per attendee– including travel, accommodation, and getting into the event.) </span></p>\"},{\"content\":\"<p>Forget all that guff about making the world a better place, says Anthony Hilton. Once investment bankers got involved, he claims, Davos went downhill: &quot;They started throwing parties obviously to get business. And it now has become a competition to see who gets invited to the most exclusive parties.  So the whole spirit of it has gone by the board.&quot;</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>But Davos must be doing something right. A thousand corporations keep it afloat, pumping in around $200 million a year. And <span>Martin Wolf of the Financial Times asks: </span><span>So what if it</span> <em>is</em> <span>a gabfest? </span><span>He believes that  Davos may have helped the world weather the financial crisis by forging contacts between politicians and businesses people around the world.   With forty heads of state, 20 central bank chiefs, and  numerous tycoons and Nobel Laureates attending this year, maybe Davos is a talking shop we cannot afford to ignore.     </span><span> </span></p>\"},{\"type\":\"text/html\",\"content\":\"<p> &quot;I happen to believe that talking is quite a good thing to do,&quot; Wolf says.</p>\"}]","byline":"Sam Beard","tags":["World Economic Forum","APM","Davos","World"],"teaser":"The World Economic Forum opens tomorrow in Davos, Switzerland. The big-name event draws reverent commentary-- and \"a lot of bloviating\"","description":"The World Economic Forum opens tomorrow in Davos, Switzerland. The big-name event draws reverent commentary-- and \"a lot of bloviating\"","itags":["PMP:Marketplace_PMP","Marketplace","6cee315eb00734eea3523f40fdcec0fe"],"contentencoded":"<div class=\"barn-cleaned\"><p>Some &nbsp;2,500&nbsp; of the world’s most powerful &nbsp;business and political leaders will make their annual pilgrimage to a mountaintop in the Swiss Alps this week. They won’t be seeking a religious experience (well, <a href=\"http://www.marketplace.org/topics/world/stressed-out-davos-world-economic-forum\" target=\"_blank\">most of them won't</a>).&nbsp;<span>They’re headed for the small ski resort of Davos for the 44</span><sup>th</sup> <span>annual&nbsp; World Economic Forum - &nbsp;four days of economic discussion and debate.</span></p>\n<p><span>Not everyone is expecting many major revelations.</span></p>\n<p>\"There will be a lot of bloviating,\" says David Rothkopf of the Carnegie Endowment for International Peace.&nbsp; \"There are a lot of people there who love to hear themselves talk, that go on at length. That mountaintop in Switzerland each year&nbsp; is warmed by quite a bit of hot air.\"</p>\n<p>Anthony Hilton, Financial &nbsp;Editor of the London Evening Standard is another Davos skeptic: \"They go on about the 'Spirit of Davos' and how they’re shaping the world. But &nbsp;they’re not. They’re actually revelling in their own self-importance and smugness. It’s &nbsp;an exercise in self-preening and group think.\"</p>\n<p>The gigantic agenda seems well-meaning enough. Among the 250 subjects under discussion over the next four days &nbsp;are: &nbsp;climate change, the future of healthcare, the nightmare of &nbsp;youth unemployment and the challenge of scientific innovation.</p>\n<p>But some items appear gloriously misplaced in this well-heeled assembly: \"One of the big themes this year is – I kid you not – income inequality,\" points out John Reeves of The Motley Fool financial services group. \"It’s ironical: Income inequality is the theme, and you’ve got to pay $40,000 to go there and weigh in.\" (<span>$40,000 is &nbsp;the &nbsp;estimated average cost per attendee– including travel, accommodation, and getting into the event.)&nbsp;</span></p>\n<p>Forget all that guff about making the world a better place, says Anthony Hilton. Once investment bankers got involved, he claims, Davos went downhill: \"They started throwing parties obviously to get business. And it now has become a competition to see who gets invited to the most exclusive parties. &nbsp;So the whole spirit of it has gone by the board.\"</p>\n<p>But Davos must be doing something right. A thousand corporations keep it afloat, pumping in around $200 million a year. And&nbsp;<span>Martin Wolf of the Financial Times asks:&nbsp;</span><span>So what if it</span> <em>is</em> <span>a gabfest?&nbsp;</span><span>He believes that &nbsp;Davos may have helped the world weather the financial crisis by forging contacts between politicians and businesses people around the world. &nbsp; With forty heads of state, 20 central bank chiefs, and &nbsp;numerous tycoons and Nobel Laureates attending this year, maybe Davos is a talking shop we cannot afford to ignore. &nbsp;&nbsp;&nbsp;&nbsp;</span><span>&nbsp;</span></p>\n<p>&nbsp;\"I happen to believe that talking is quite a good thing to do,\" Wolf says.</p></div>","title":"The Davos World Economic Forum: A lot of 'hot air'?","published":"2014-01-21T17:56:40+00:00","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/464166481.jpg?itok=1L4q5Wtw","meta":{"crop":"primary","height":"340","width":"610"},"type":"image/jpeg"},{"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2014/01/21/marketplace_segment18_20140121_64.mp3","format":"MP3","type":"audio/mpeg","meta":{"duration":198,"duration_hms":"00:03:18","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2014/01/21/marketplace_segment18_20140121"}}}]}