{"created":"2015-03-18T18:29:52+00:00","modified":"2015-03-18T21:02:21+00:00","valid":{"from":"2015-03-18T21:02:21+00:00","to":"3015-03-18T21:02:21+00:00"},"hreflang":"en","guid":"6cf300e5-9bd2-4ff5-9dac-f8f5832d6eb8","title":"The conflict in Ukraine has led to a Golden Age for Jews — though some are still leaving","published":"2015-03-18T21:02:16+00:00","byline":"Alina Simone","tags":["Jews in Ukraine","Jews in Europe","Russia-Ukraine conflict","holocaust","anti-Semitism","Belief","Lifestyle & Belief","Dnipropetrovsk","Kiev","Europe","Ukraine","eastern Europe","Petro Poroshenko","Loli Kantor","Vladimir Grossman","David Fishman","Igor Shchupak","Jews","Europe","Ukraine","Religion"],"teaser":"It's a disturbing time for Jews in Europe right now. But the conflict in Ukraine seems to be making that country a little more welcoming to its Jewish citizens, even as they continue leaving the country in large numbers.","contentencoded":"<p>In 2004, Loli Kantor, an Israeli-American photographer, took a trip to Poland to learn more about what happened to her family during World War II.</p>\n<p>Kantor’s parents were Holocaust survivors, and she figured she’d internalized every form of sadness that kind of history brings with it — until she paid a visit to historical archives in Poland. She found the names of her grandparents, aunts and uncles filling up the page. These were lists the Nazis had made.</p>\n<p>“When I actually saw their names checked, ‘Jew, Jew, Jew,’ that hit me very hard,\" Kantor says. \"I remember calling home and really, really sobbing. I didn’t used to, you know.\"</p>\n<p>Kantor had photographed notorious sites of mass murder, but the experience also sparked an urge to seek out places in Eastern Europe where Jews were still living — even thriving.</p>\n<p>She found them in Ukraine. She ended up crisscrossing that country for eight years, documenting Jewish communities there. The photographs are collected in her new book, “<a href=\"http://www.amazon.com/Beyond-Forest-Presence-2004-2012-Exploring/dp/0292761295\">Beyond the Forest</a>.\"</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"907\" width=\"900\" alt=\"An abandoned synagogue in Drohobych was transformed from a ruin during the eight years that Loli Kantor documented Jewish life in Ukraine.\" title=\"An abandoned synagogue in Drohobych was transformed from a ruin during the eight years that Loli Kantor documented Jewish life in Ukraine.\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Photo%204.jpg?itok=W80hPvxV\" /><div class=\"field-caption\">\n    <p>An abandoned synagogue in Drohobych was transformed from a ruin during the eight years that Loli Kantor documented Jewish life in Ukraine.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Loli Kantor</p>\n  </div>\n</div>\n<p>In some of the places she visited, Judaism was still a work in progress. At one synagogue, they were serving decidedly unkosher meat-and-cheese sandwiches for a Jewish holiday. “Jews are not supposed to mix meat and milk, so this surprised me,” Kantor says.</p>\n<p>Listening to Kantor talk about the rebirth of Jewish communities in Ukraine, I was also a little surprised. As the daughter of a Ukrainian Jew living in the US, I grew up hearing stories about how my dad, now a physics professor, was nearly rejected from college because of the religion noted — by law — in his passport. His Jewish friends all have similar stories. Anti-Semitism was as much a fact of Soviet life as waiting in line for two hours to buy cheese. It was hard for me to believe that legacy didn’t somehow linger.</p>\n<p>Then I sat down with David Fishman, a professor at the <a href=\"http://www.jtsa.edu/\">Jewish Theological Seminary of America</a> who also teaches in Kiev. He told me something that surprised me even more: “There is a kind of honeymoon of Ukrainian-Jewish relations right now,\" he said. \"They have never been better.”</p>\n<p>Fishman thinks this shift has at least something to do with the rise of Ihor Kolomoyski, a Jewish billionaire who was appointed the governor of Dnipropetrovsk, a city in central Ukraine, last year. Kolomoyski built a multimillion-dollar complex called the <a href=\"http://menorah-center.com/en/\">Menorah Center</a> in his town. It's <a href=\"http://www.kyivpost.com/guide/travel/new-beacon-spurs-revival-of-jewish-life-in-dnipropetrovsk-316573.html\">actually shaped like a menorah</a>, and it includes a Holocaust museum, a kosher restaurant and a sort of reverse ATM that can only be used for donating to Jewish causes.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"660\" width=\"900\" alt=\"The Jewish Menorah Center in Dnipropetrovsk, Ukraine, in October 2012, just after it opened. It&amp;#039;s the world&amp;#039;s biggest Jewish center. \" title=\"The Jewish Menorah Center in Dnipropetrovsk, Ukraine, in October 2012, just after it opened. It&amp;#039;s the world&amp;#039;s biggest Jewish center. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/RTR397LI.jpg?itok=lmLgQwXz\" /><div class=\"field-caption\">\n    <p>The Jewish Menorah Center in Dnipropetrovsk, Ukraine, in October 2012, just after it opened. It's the world's biggest Jewish center. </p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Gleb Garanich/REUTERS</p>\n  </div>\n</div>\n<p>But Kolomoyski is also an outspoken Ukrainian patriot who’s kept Russian separatists out of Dnipropetrovsk.</p>\n<p>“That has affected the image that Jews have in the eyes of Ukrainians,” Fishman says. “It also has to be said that the new government that’s come in has gone out of its way to make the right signals of being pro-Jewish.”</p>\n<p>Those signals include Ukraine’s new president, Petro Poroshenko, attending a commemoration ceremony for the 70th anniversary of the liberation of Auschwitz. Jews have also been appointed to some of the country’s highest positions; Vladimir Grossman, the new speaker of Ukraine’s parliament, is Jewish.</p>\n<p>All this unprecedented solidarity seems to be a by-product of the conflict in Ukraine.</p>\n<p>“What’s really emerging is a civic nationality. In other words, being Ukrainian isn’t about your ethnicity anymore, it’s about being a citizen of a country,” Fishman says. “Just like we feel comfortable saying, ‘I’m American. I’m Jewish, but I’m American,’ now there are people who can easily say, ‘I’m Jewish, but I’m Ukrainian.’ ”</p>\n<p>But what do Jews actually living in Ukraine say about all this? I called up Igor Shchupak, head of the Dnepropetrovsk Museum of Jewish Memory and the Holocaust, and asked him if he sees it as some kind of golden age for Jews in Ukraine.</p>\n<p>“Yes, absolutely,” he told me.</p>\n<p>But while it may be true that Jews have never been more integrated into Ukrainian society, they are also <em>leaving</em> Ukraine in record numbers — mostly for Israel. According to the Jewish Agency for Israel, Ukrainian immigration to Israel <a href=\"http://www.timesofisrael.com/immigration-to-israel-hits-10-year-high-with-record-french-influx/\">nearly tripled</a> last year, another result of the Ukraine conflict.  </p>\n<p>But for the Jews who do remain, Shchupak tells me it’s a different Ukraine. He says the Menorah Center has lately become a refuge, and not just for Jews but also techies fleeing separatist-controlled parts of Donetsk. He says it might soon become Ukraine’s version of Silicon Valley.</p>\n<p>And that means a Silicon Menorah might just be the new symbol of Ukrainian progress.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-18%2Fnow-there-are-people-who-can-easily-say-im-jewish-im-ukrainian&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/CROPeggs.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/cropeggsjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03182015_03.mp3"},{"href":"http://www.pri.org/file/0318201503mp3"}]}