{"created":"2015-05-15T11:59:28+00:00","modified":"2015-05-15T11:59:28+00:00","valid":{"from":"2013-07-04T14:33:19+00:00","to":"3013-07-04T14:33:19+00:00"},"hreflang":"en","guid":"6cffeb44-da10-4a08-8b3a-e7f6fa015226","contenttemplated":"[{\"content\":\"<p>Spain has been one of the countries most affected by the ongoing euro zone crisis, with its economy in a long recession and unemployment soaring. Andalusia, in the south of the country, is one of the regions hardest hit by this slump. But a small town called Marinaleda, led by a maverick politician, claims to be bucking the trend with an unusual economic model.   Marinaleda&apos;s mayor, Juan Manuel Sanchez Gordillo, has been in power here since democracy returned to Spain in 1979. He says his old-fashioned brand of socialism is a way of pursuing utopia.   &quot;A utopia seeks to convert people&apos;s noblest dreams into reality, whether it&apos;s decent housing, a job, or good healthcare,&quot; he says.   But right now, Spain is finding that hard to achieve. It&apos;s deep in recession and is trying to emerge from a financial crisis.   &quot;Banks are being rescued with public money,&quot; Gordillo said. &quot;But people need to be rescued. What we do here is try and walk in the opposite direction.&quot;   Walking in the opposite direction means direct action, such as a raid last year, when members of Gordillo&apos;s labor union took shopping carts full of food from a supermarket without paying. They then gave the produce to local charities.   Such initiatives have earned this politician the nickname &quot;the Robin Hood Mayor.&quot;     Andalusia has a jobless rate of 37 percent. But in Marinaleda, it&apos;s much lower, in great part because of an agricultural cooperative that gives work to locals such as Juan Prieto.   &quot;Niney percent of people in Marinaleda live directly or indirectly off this project. There&apos;s a group of us that work here permanently, and then others also come here when there&apos;s work for them,&quot; Prieto said.   Meanwhile, the town&apos;s people can help build their own houses, making property much cheaper than in neighboring towns.   But not everyone buys into the mayor&apos;s vision. Hipólito Aires Navarro is a local opposition politician who thinks his rival is too interventionist.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>&quot;Utopia means an unrealizable dream, which Marinaleda has been trying to achieve for 30 years. But the town will never achieve what the mayor calls utopia. We need more industry, but not industry that is managed by the mayor -- it needs to be managed by businesses,&quot; Navarro says.   But as Spain&apos;s deepest economic crisis in living memory drags on, this small town looks set to keep swimming against the tide.</p>\",\"type\":\"text/html\"}]","tags":["APM","Europe","World","spain"],"title":"Spanish town embraces socialism","contentencoded":"<div class=\"barn-cleaned\"><p>Spain has been one of the countries most affected by the ongoing euro zone crisis, with its economy in a long recession and unemployment soaring. Andalusia, in the south of the country, is one of the regions hardest hit by this slump. But a small town called Marinaleda, led by a maverick politician, claims to be bucking the trend with an unusual economic model. &nbsp; Marinaleda's mayor, Juan Manuel Sanchez Gordillo, has been in power here since democracy returned to Spain in 1979. He says his old-fashioned brand of socialism is a way of pursuing utopia. &nbsp; \"A utopia seeks to convert people's noblest dreams into reality, whether it's decent housing, a job, or good healthcare,\" he says. &nbsp; But right now, Spain is finding that hard to achieve. It's deep in recession and is trying to emerge from a financial crisis. &nbsp; \"Banks are being rescued with public money,\" Gordillo said. \"But people need to be rescued. What we do here is try and walk in the opposite direction.\" &nbsp; Walking in the opposite direction means direct action, such as a raid last year, when members of Gordillo's labor union took shopping carts full of food from a supermarket without paying. They then gave the produce to local charities. &nbsp; Such initiatives have earned this politician the nickname \"the Robin Hood Mayor.\" &nbsp; &nbsp; Andalusia has a jobless rate of 37 percent. But in Marinaleda, it's much lower, in great part because of an agricultural cooperative that gives work to locals such as Juan Prieto. &nbsp; \"Niney percent of people in Marinaleda live directly or indirectly off this project. There's a group of us that work here permanently, and then others also come here when there's work for them,\" Prieto said. &nbsp; Meanwhile, the town's people can help build their own houses, making property much cheaper than in neighboring towns. &nbsp; But not everyone buys into the mayor's vision. Hipólito Aires Navarro is a local opposition politician who thinks his rival is too interventionist.</p>\n<p>\"Utopia means an unrealizable dream, which Marinaleda has been trying to achieve for 30 years. But the town will never achieve what the mayor calls utopia. We need more industry, but not industry that is managed by the mayor -- it needs to be managed by businesses,\" Navarro says. &nbsp; But as Spain's deepest economic crisis in living memory drags on, this small town looks set to keep swimming against the tide.</p></div>","itags":["6cffeb44da10a081b3afe7f6fa015226","Marketplace for Thursday, July 4, 2013","Marketplace","PMP:Marketplace_PMP"],"teaser":"Mayor of Spanish town says socialism blunts sharp edges of the country's economic crisis.","byline":"Guy Hedgecoe","published":"2013-07-04T14:33:19+00:00","description":"Mayor of Spanish town says socialism blunts sharp edges of the country's economic crisis.","audio":[{"type":"image/jpeg","meta":{"height":"340","crop":"primary","width":"610"},"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/150002965.jpg?itok=OmmOXVbo"},{"format":"MP3","type":"audio/mpeg","meta":{"duration_hms":"00:02:31","api":{"type":"application/json","href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/07/04/marketplace_segment20_20130704"},"duration":151},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/07/04/marketplace_segment20_20130704_64.mp3"}]}