{"created":"2014-12-10T18:46:47+00:00","modified":"2014-12-10T22:01:39+00:00","valid":{"from":"2014-12-10T22:01:38+00:00","to":"3014-12-10T22:01:38+00:00"},"hreflang":"en","title":"After 'Torture Report', The Legacy Of The CIA","published":"2014-12-10T22:00:00+00:00","teaser":"Tim Weiner has chronicled the agency's mixed past and discusses how the report fits into the CIA's legacy.","itags":["npr_api","369878513"],"guid":"6d068ad0-43df-4b3d-82a0-b14a13de7504","contentencoded":"<p>Tuesday&#8217;s Senate <a href=\"http://www.npr.org/blogs/thetwo-way/2014/12/09/369657272/read-the-senates-torture-report\" target=\"_blank\">report</a> on Central Intelligence Agency abuses in the years following the 9/11 terror attacks cast a sweeping indictment, but many are still refuting the report&#8217;s clearest assertions.</p><p>Members of the intelligence field say the CIA&#8217;s &#8220;enhanced interrogation tactics&#8221; were not in fact illegal, as the report concluded. Michael Hayden, director of the CIA from 2006 to 2009, also denied the assessment that he mislead Congress.</p><p>Pulitzer Prize-winning reporter <strong>Tim Weiner</strong> has chronicled the agency&#8217;s mixed past. He spoke with <a href=\"http://hereandnow.wbur.org/\" target=\"_blank\"><em>Here & Now</em></a>&#8216;s Robin Young about the intelligence community&#8217;s reactions and how the report and response fit into the legacy of the CIA.</p><ul><li><strong>Related:</strong> <a href=\"http://hereandnow.wbur.org/2014/12/10/cia-torture-report\" target=\"_blank\">See our interview with former senior CIA intelligence officer Paul Pillar</a></li></ul><h4>Interview Highlights: Tim Weiner</h4><p><strong>On his takeaway from the report</strong></p><p>&#8220;The CIA has considerable experience in its files with these secret prisons, torture &#8212; or enhanced interrogation techniques, if you prefer &#8212; and that based on this experience, stretching back to the 1950s, the CIA had concluded at the end of the 20th century that torture doesn&#8217;t work, that it is not an effective means of gathering intelligence, that people will say anything to stop torture. And the fact that the CIA knew this perfectly well from its own experience and then went out and tortured people and acted on false information garnered from torture, and then misrepresented the value of the intelligence it gained through torture is, to me, what really shocks the conscience here.&#8221;</p><p><strong>On the CIA policies in the context of 9/11</strong></p><p>&#8220;All of us who lived through 9/11 remember how scared we were that there would be a follow-on attack. And it is quite clear that the president of the United States, George W. Bush, told his senior intelligence officers, including Mike Hayden, then the head of the NSA, and George Tenet, then the head of the CIA, to do anything to stop a follow-on attack. And anything meant anything. Now, what they did in response to that may shock the conscience of Americans, or it may seem perfectly reasonable to Americans that we would sweep people up and torture them in the hope of gaining advance knowledge of a second 9/11. But there was no second 9/11. What there was was a decade &#8212; a low, dishonorable decade &#8212; in which we stained our honor by our conduct in the war on terror.&#8221;</p><p><strong>On what can really be learned from the report</strong></p><p>&#8220;What&#8217;s new in this report is not that people were waterboarded or tortured. It is that the CIA misrepresented the value of intelligence garnered from torture and that it continues to represent that it saved thousands of lives by subjecting people to torture. And this report suggests that that is self-deception &#8212; which is very dangerous in a government &#8212; and a damnable lie. We will always have a tug-of-war in this country between liberty and security, between secrecy and democracy. We now have a moment when openness and disclosure have the upper hand and I think that is a good thing for democracy.&#8221;</p><h4>Guest</h4><ul><li><a href=\"http://www.amazon.com/Tim-Weiner/e/B000APILF6/ref=dp_byline_cont_book_1\" target=\"_blank\"><strong>Tim Weiner</strong></a>, former national security reporter for The New York Times and author of &#8220;<a href=\"http://www.amazon.com/Legacy-Ashes-The-History-CIA/dp/0307389006\" target=\"_blank\">Legacy of Ashes: The History of the CIA</a>.&#8221;</li></ul>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=After+%27Torture+Report%27%2C+The+Legacy+Of+The+CIA&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"363"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1369924625-c4abd5.m3u?orgId=1&ft=3&f=369878513"}]}