{"created":"2014-09-04T16:42:57+00:00","modified":"2014-09-18T14:38:53+00:00","valid":{"from":"2014-09-18T14:38:52+00:00","to":"3014-09-18T14:38:52+00:00"},"hreflang":"en","title":"For Writer, 'The Hard Way' Meant Choosing To Stay In Akron, Ohio","published":"2014-03-25T15:17:00+00:00","teaser":"David Giffels spent his whole life watching people — friends, colleagues, LeBron James — leave his hometown. In a new book, he reflects on the effects of those departures.","tags":["npr_api","293850280"],"guid":"6d24061a-d49c-43b0-a77a-ac4bac77ce07","contentencoded":"<p>When it comes to his hometown of Akron, Ohio, writer and journalist David Giffels says, \"I have spent my whole life watching people leave.\" Once known as the rubber capital of the world, Akron was a hub of tire manufacturing giants. Goodyear, Firestone and Goodrich provided thousands of high-paying jobs until the 1970s, when those jobs began migrating to places with cheaper labor.</p><p>In the years since, Giffels has been thinking and writing about the effects of that loss, first as a reporter at the local newspaper and now with a new book of essays called <em>The Hard Way on Purpose: Essays and Dispatches from the Rust Belt.</em> Giffels tells NPR's David Greene about Akron's identity and what he and LeBron James have in common.</p><p><hr /></p><p><h3>Interview Highlights</h3></p><p><strong>On Lee Friedlander, a photographer commissioned by local businesses to record the region's decay in the late '70s and early '80s</strong></p><p>He spent a year or so shooting photos, across the region, of industry, and really what he was photographing was the <em>end</em> of industry, the beginning of architectural decay and of people starting to be sort of beaten down by the decline. And really what he was probably doing was kind of holding up a mirror to something we hadn't really seen about ourselves. And to me that, at least in some ways, represents the beginning of what's been I think a regional identity crisis for my entire adult life.</p><p><strong>On why he wrote the book</strong></p><p>I wouldn't say that it was so much an overt message with a purpose, as it was just kind of like, organically: This is what I've come to understand, having spent my whole life here. And one of the things I've come to understand is that the rest of the country doesn't pay that much attention to the post-industrial Midwest. And when it does, you know, we sort of bristle, because when you have been trying to redefine your identity and then, in Ohio every four years, here come the parachutes with everybody [saying], \"Ohio's going to pick the next president.\" ... So a big instinct of this book is that bristling of pride and of wanting to tell our own story.</p><p><strong>On LeBron James' decision to leave the Cleveland Cavaliers for the Miami Heat</strong></p><p>LeBron James and I are, I think, the only two people in the entire world who went straight from St. Vincent-St. Mary High School in Akron, Ohio, to the Cleveland Cavaliers. ... He was the first pick in the draft lottery, and I was an entry-level ball boy. ...</p><p>I think there's a lot of understanding nationally about how he left in that really, sort of devastating and disappointing kind of way. But I think only here can we really understand what he represented. ... First of all, he was born in 1984. The term \"Rust Belt\" was invented in 1982, so he almost completely parallels this difficult journey. He really self identifies with being from Akron, and he's got the local area code tattooed down his forearm, and he still makes his home here. So he <em>likes</em> being one of us.</p><p>And so to know that he left when he had the choice to stay is — man, how many people did I grow up with, professional people, who left when they had the choice to stay? And do I resent them or do I understand what they did and just decide I tried to do it a different way?</p><p><strong>On whether he ever considered leaving Akron</strong></p><p>Yeah, actually, there was a specific moment. I had a job offer in New York that I gave a lot of thought to, and talked to my wife a lot about it. And it was, you know: Do we leave and go where it's going to be a more obvious sense of opportunity, or do we stay and commit to a place that kind of needs us more? And it kind of came down to: We belong here. And we belong here in a way that we're starting to kind of be proud of.</p><p><strong>On whether Akron has succeeded in finding a new identity</strong></p><p>I think we have ... and that identity is reinvention. The University of Akron recently launched the first baccalaureate degree basically in the engineering of rust. And instead of calling it something scientific and modern-sounding, it's taken on this colloquial name: The Rust Institute. And it's drawn millions of dollars in grant money, and it's drawing students who are coming to Akron to study this rust prevention technology. But to call it The Rust Institute is to not say, \"We're ashamed of this past that was partly, you know, defined by decay,\" but \"We embrace it. It's something that's integrated with our future.\"  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=For+Writer%2C+%27The+Hard+Way%27+Meant+Choosing+To+Stay+In+Akron%2C+Ohio&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"440"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1294133924-218ffd.m3u?orgId=1&topicId=1033&aggIds=100876926&ft=3&f=293850280"},{"href":"http://media.npr.org/assets/img/2014/03/24/giffelsauthorphotocredittotimothyfitzwater-ac7803b34d7b51261bdaaf560c66e588b5c73ebc.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2250","width":"2997"}}]}