{"created":"2015-06-23T21:22:52+00:00","modified":"2015-06-24T19:17:17+00:00","valid":{"from":"2015-06-24T19:17:17+00:00","to":"3015-06-24T19:17:17+00:00"},"hreflang":"en","guid":"6d2680b1-1480-456d-be4a-c008288687fc","title":"Is Mexico doing the US’s dirty work on Central American migrants?","published":"2015-06-24T19:17:13+00:00","byline":"May Pascaud","tags":["immigration","government","Global Nation","Global Politics","North America","Mexico"],"teaser":"Mexican officials have sharply increased stops and deportations of the migrants before they reach the US border, thanks to State Department funding. That may be why you're not hearing about a crisis this year, even though many still are fleeing heavy violence.","contentencoded":"<p>Historically, the United States has led efforts to stop the flow of Central American migrants. This year, Mexico takes the lead, detaining 20,000 more “other than Mexican migrants” than its northern neighbor. </p>\n<p>A new initiative, Mexico’s <a href=\"http://hosted.ap.org/dynamic/stories/L/LT_MEXICO_DEPORTER_IN_CHIEF?SITE=AP&amp;SECTION=HOME&amp;TEMPLATE=DEFAULT\">Southern Border Program</a>, has largely contributed to the shift.</p>\n<p>“It essentially is cracking down using operations to target trains and bus routes which are commonly used by Central American migrants,\" says Franc Contreras, a Mexico City-based journalist. \"A lot of migrants are being deported now aboard buses, they’re being taken to detention centers [...] and very quickly, migrants are being sent back home to Guatemala, El Salvador and mostly Honduras.” </p>\n<p>The roots of Mexico’s newfound border-patrolling efficacy are easily traceable to one source: US funding. The State Department agreed to provide $86 million to modernize Mexico’s southern border, following<a href=\"http://www.bbc.co.uk/news/blogs-echochambers-27874901\"> last summer’s underage immigration crisis</a>. The funding is being used to improve \"inspection technologies and things like new border checkpoints, roadblocks, even naval bases along the coast of Mexico’s southern border,” says Contreras.</p>\n<p>And it looks like Mexico is doing America's advance work. Between October and April, Mexico apprehended more than 92,000 Central American immigrants,compared to 49,893 detained in the same period last year. In contrast, the US apprehended approximately 70,000 Central American migrants, far less than the 159,103 the year before.</p>\n<p>“The United States is definitely sending money south, but it’s the Mexican government that’s carrying out the actions,” Contreras says. For most Central American migrants, the US is their final destination.</p>\n<p>Mexico's new border policies have remained largely unexplored by Mexican media: Contreras says “people [in Mexico] aren’t really aware that their government has now taken up this role and, critics say, doing the dirty work of the United States to turn back the flow of migration.”</p>\n<p>The root cause for Central American immigration, however, hasn’t changed.  “There’s been an uptick in the violence in some locations,” says Contreras. “A lot of the young people who are reporting say that, yes, they’re trying to flee violence, and many others say we’re trying to reunite with our family members back in the United States.”</p>\n<p>With Honduras still the<a href=\"http://uk.businessinsider.com/the-most-violent-cities-in-the-world-2014-11\"> murder capital of the world</a>, it’s no wonder many of its youth are turning to immigration to escape.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-23%2Fmexico-doing-us-s-dirty-work-deporting-central-american-migrants&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06232015_05.mp3"},{"href":"http://admin.pri.org/file/0623201505mp3"}]}