{"created":"2014-09-22T13:40:30+00:00","modified":"2014-10-30T23:58:33+00:00","valid":{"from":"2014-10-30T23:58:32+00:00","to":"3014-10-30T23:58:32+00:00"},"hreflang":"en","title":"Magician Kenrick 'ICE' McDonald Sees The Light In The 'Dark Arts'","published":"2014-08-11T12:14:00+00:00","teaser":"As the son of a preacher, McDonald often had to practice his magic tricks in secret while he was growing up. Now he's the first black president of the Society of American Magicians.","itags":["npr_api","334884989"],"guid":"6d2a8461-d45a-40fd-a063-cab8069dec8b","contentencoded":"<p>Harry Houdini, Harry Blackstone, David Copperfield — all great magicians, and all members of the <a href=\"http://magicsam.com/\">Society of American Magicians</a>, one of the oldest and most prestigious magical societies in the world.</p><p>Last month, the society made history when it inaugurated its first African-American president, <a href=\"http://www.ice.mcdonald.net/\">Kenrick McDonald</a> — known in the magical world as \"ICE.\"</p><p>McDonald says magic has a long and little-known history in the African-American community. Even so, he says, he still had many obstacles to overcome as a young magician, including reconciling his love for magic with his Christian faith.</p><p>McDonald grew up in a religious family. His father bought him his first magic kit, but McDonald's enthusiasm for tricks soon became a source of family tension. For many years, he says, he was forced to practice in secret — but he was determined to show his family that there was nothing evil about magic.</p><p>\"I personally knew this was not a dark art. I just liked the way it made people feel,\" McDonald says. \"It's that feeling of bringing people back to their childhood.\"</p><hr /><h3>Interview Highlights</h3><p><strong>On the history of African-American magicians</strong></p><p>We have a rich history that a lot of people don't know about. We have Richard Potter, the first American-born magician, and he happened to be black. We have <a href=\"http://www.npr.org/templates/story/story.php?storyId=124531047\">Henry Box Brown</a>, who was born into slavery, and he actually mailed himself out of slavery in a box. He mailed himself to Philadelphia, and then from that point on he started lecturing and performing magic on tour.</p><p><strong>On reconciling his magic with his faith</strong></p><p>I had to, a lot of times, do [my magic] in secrecy, when the doors were closed, to develop the skills. ...</p><p>Most people feel that magic is on the dark side. I'm of the belief that our God is bigger, and he has some light in all the dark places. And so I consider myself, as far as in magic, and being in the church and being a Christian — I believe that <em>I'm</em> that light, to those who feel that is dark. So I was able to illustrate that as I performed down the years.</p><p><strong>On his goals for his tenure as president of the society <br /></strong></p><p>I want to change some of the ways that the young artist looks at the organization. Social media — that is where our young folks live now. I want to figure out a way to meet them where they live, and show them the advantages of the Society of American Magicians.</p><p><strong>On whether or not the Internet is killing magic</strong></p><p>For a moment, I would say, it put us on life support. But now we're figuring out how to coexist with the Internet. ...</p><p>The brick-and-mortar magic shops are suffering. You used to, back in the day, go to the magic shop and you'd have the guy behind a counter, and what he would do is actually demonstrate the magic effect and then sell it to you.</p><p>But now, with the Internet, you can press a button and see the demonstration and then order that effect online.</p><p>But there is nothing like a live performance. When you're watching it live, you cannot have any smoke and mirrors on that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Magician+Kenrick+%27ICE%27+McDonald+Sees+The+Light+In+The+%27Dark+Arts%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1337715966-bffcd2.m3u?orgId=1&topicId=1008&ft=3&f=334884989"},{"href":"http://media.npr.org/assets/img/2014/07/24/ice-magician1-4ad6f0de194377a1a4a3c942939c42537efb7e12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2136","width":"2850"}},{"href":"http://media.npr.org/assets/img/2014/07/24/ice-magician2-13bed882cdfc7c5a0827afc33d7c054b9abfef19.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1839","width":"2452"}}]}