{"created":"2014-09-14T21:42:09+00:00","modified":"2015-01-12T00:02:16+00:00","valid":{"from":"2015-01-12T00:02:16+00:00","to":"3015-01-12T00:02:16+00:00"},"hreflang":"en","title":"Sergio Mendes On Jazz, Luck And 'The Magic Of The Encounter'","published":"2014-09-14T22:29:00+00:00","teaser":"The Brazilian musician and composer says his life has been a succession of serendipitous moments. One of them led to the song that transformed his career — his first hit, \"Mas Que Nada.\"","itags":["npr_api","347422111"],"guid":"6d3374e3-2548-49fb-ab88-2e554aa707b6","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>For more than five decades, Brazilian pianist, composer and bandleader Sergio Mendes has been charming audiences around the world with his signature mix of pop, jazz and bossa nova. Mendes is out now with a new album of collaborations called <em>Magic, </em>and he stopped by NPR West to tell <em>All Things Considered</em> about his early career breakthroughs.</p><p>Mendes says much of his success has come through a lifetime of serendipitous meetings.</p><p>\"I call it the magic of the encounter,\" he says: \"the magic of encountering people that helped me, that support me. My life has been very much a succession of those moments. ... I feel very humble about that.\"</p><p><strong>From Beethoven To Brubeck</strong></p><p>Mendes was born in the Brazilian city of Niterói, where his love for music began with classical piano. But when Mendes was around 12 years old, a childhood friend first introduced him to a <a href=\"http://www.npr.org/artists/15156676/dave-brubeck\">Dave Brubeck</a> jazz record, and the song \"Take Five.\"</p><p>\"For me that was like, I would say, one of the incredible moments of my life,\" Mendes remembers. \"Because when I heard that, I had no idea about jazz or anything. So the whole world of jazz for me was like, 'Wow, what is that?' \"</p><p>Mendes says he was drawn away from classical music by the \"freedom of improvisation\" in jazz.</p><p>\"I love to try new things,\" he says. \"The idea that you could improvise and you have under it fantastic harmonies, chords — I mean, for me, that was magical.\"</p><p>Mendes went from playing Chopin, Mozart and Beethoven to Brubeck, Getz and Gillespie.</p><p>At the same time, American jazz musicians were discovering Brazilian rhythms and creating a wave of interest in bossa nova.</p><p><strong>Coming To America</strong></p><p>By the time he was a teenager, Mendes was playing piano in jazz clubs in Brazil, and learning to play songs written by other Brazilian musicians, like <a href=\"http://www.npr.org/artists/15396512/antonio-carlos-jobim\">Antônio Carlos Jobim</a>.</p><p>Mendes came to the United States in 1962, where he joined other Brazilian and American musicians Carnegie Hall for a <a href=\"http://www.carnegiehall.org/BlogPost.aspx?id=4294987346\">celebration of bossa nova</a>.</p><p>He liked what he saw. In 1964, Mendes says, he came to the United States for good, landing in Los Angeles along with members of his band from Brazil.</p><p>At first, the going was not easy.</p><p>His Brazilian bandmates returned home, forcing Mendes to form a new group.</p><p>Mendes got to know Tom and Geordie Hormel, who owned a recording studio and loved Brazilian music. They allowed Mendes to record and audition in front of record companies, but most of those auditions went nowhere.</p><p>\"We'd play three, four, five songs\" for record producers, Mendes says, but, at first, those auditions were dead-ends.</p><p>\"No answer, nothing,\" Mendes says, \"just, 'Oh, thank you. You guys sounds great, bye.' \"</p><p><strong>A&M: Alpert And Moss</strong></p><p>Then one day, Mendes remembers, two \"good-looking young guys\" walked into the studio to hear his band, now called Brasil '66.</p><p>The two men were Herb Alpert, known for his group <a href=\"http://www.npr.org/artists/15180725/herb-alpert-the-tijuana-brass\">The Tijuana Brass</a>, and Jerry Moss. Together, they founded the record label A&M.</p><p>After performing a few songs, Mendes spoke to Alpert. \"He said to me, 'I really like your sound, I would like to sign you with our record company,'\" Mendes recalls. \"It was like, 'Wow, really? Great. Here we go!' \"</p><p>Together they created the album <em>Herb Alpert Presents Sergio Mendes and Brasil '66. </em></p><p>The album's first track was \"Mas Que Nada,\" a song written by Brazilian musician Jorge Ben, which Mendes learned while performing in Brazil.</p><p>The arrangement from Mendes and the performance by Brasil '66 sent the song climbing up the Billboard charts.</p><p>\"It was the first time that a song in Portuguese was a hit in America and all over the world,\" says Mendes.</p><p>He was no longer a struggling musician.</p><p>He upgraded from his one-bedroom apartment in Glendale, Calif., to a three-bedroom apartment in Laurel Canyon, and he bought his first car, a gray 1966 Pontiac LeMans.</p><p>Nearly five decades later, Mendes still credits the song with transforming his career, and his life.</p><p>\"That's the song that gave me my first big break,\" Mendes says. \"I still love playing it. I never got tired of it.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sergio+Mendes+On+Jazz%2C+Luck+And+%27The+Magic+Of+The+Encounter%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"324"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1348511341-6086a3.m3u?orgId=1&topicId=1105&aggIds=274340198&ft=3&f=347422111"},{"href":"http://media.npr.org/assets/img/2014/09/13/r-435454-1352303789-3441-f7585ef9744b48382c77097b8440ad6d1f691aa9.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"450","width":"600"}}]}