{"created":"2015-03-22T21:19:41+00:00","modified":"2015-03-27T20:22:23+00:00","valid":{"from":"2015-03-27T20:22:23+00:00","to":"3015-03-27T20:22:23+00:00"},"hreflang":"en","title":"'13 Men,' No Clear Answers: Digging Into An Indian Gang Rape Case","published":"2015-03-23T17:26:00+00:00","teaser":"Last year, a woman in rural India said that she'd been gang-raped on the orders of her tribal council. Journalist Sonia Faleiro traveled to her village and found competing narratives and few facts.","itags":["npr_api","393627223"],"guid":"6d367f8c-0832-45af-af79-0c67fd0c724e","contentencoded":"<p>Last year, a 20-year-old woman left the Indian capital city of New Delhi and returned to the rural village where she grew up so she could take care of her sick mother.</p><p>The woman's name isn't public, but Sonia Faleiro — a journalist who's been investigating her case — calls her \"Baby.\" She says Baby was known as a high-profile figure in her modest village.</p><p>\"She became a somebody,\" Faleiro tells NPR's Kelly McEvers. \"A landowner. An employed young woman. She had money to spend. And she refused to accept that she needed to be like everyone else.\"</p><p>She wore shorts. \"This blew everyone's mind,\" Faleiro says. And Baby had a boyfriend, a married man, who was a Muslim outsider.</p><p>The local village council decided to punish her. They tied Baby and her boyfriend to a tree. Then, Baby later told the police, she was dragged into a villager's hut, where 13 men took turns raping her.</p><p>The allegations — which came just over a year after the brutal gang rape of a woman on a bus in New Delhi — made headlines in India and around the world.</p><p>Foleiro started investigating the case, interviewing officials, lawyers, family members and Baby herself. Initially, she believed the woman's story. But, as she describes in her new e-book, <em>13 Men, </em>her reporting revealed competing narratives and few hard facts.</p><hr /><h3>Interview Highlights</h3><p><strong>On why she was originally interested in talking to the 13 accused men</strong></p><p>I wanted to know what their lives were like, what had prompted them to make this decision. Because the young woman, who I call \"Baby\" in the text, had lived in this village, this tribal village called Subalpur, all her life. And she was related to many of the people. They had played with her when she was a little girl. It didn't make sense that they would make this decision.</p><p>So I went to Kolkata. I met several tribal leaders; I met the lawyers for the 13 men; I met various activists. And the first thing that these tribal activists told me was, \"Baby is lying. She is being made to lie by political forces who want to snatch tribal land and tribal control.\" It was incredibly confusing for me.</p><p>Soon after that, I went to the village, I met the family of the 13 men. They were convinced again, understandably, that this incident had not happened. And then I was the first journalist, and still the only journalist, to get to meet Baby who was at the time in a high-security government facility.</p><p><strong>On why villagers say Baby is lying</strong></p><p>The villagers believe that Baby was paid off by local politicians who want to snatch away the tribal land which, under Indian law, cannot be purchased by nontribals. Because this land has been protected for so long, it is full of forests, it's rich with minerals and stone. It's incredibly valuable land.</p><p>So according to the villagers, the entire plan was concocted by politicians to show India that village councils make terribly poor decisions. They tell people to rape women and therefore tribal village councils should be banned. The ultimate goal of banning a tribal village council would be to take away decision-making power over this incredibly rich land that they currently control.</p><p><strong>On the conflicting narratives of Baby and the villagers</strong></p><p>I flew into Kolkata obviously believing her because, come on, who lies about something like this? Let alone in India ... where we've honed the art of victim-blaming to perfection.</p><p>On the other hand, when I went to the village and I met the tribals, everyone in the village met my eye and they said, \"Look, we need you to know that this did not happen. Yes, we didn't like her; yes, we tied her up; yes, we made her ... remain outside the entire night and it was cold and freezing, it was January. We committed all those crimes, if that's what you want to call them, but this did not happen.\"</p><p>I think this was the first case that I've ever reported where I just felt incredible sympathy for <em>everyone</em>. I really felt, you know, there are multiple victims, because let's say that ... Baby is telling the truth; then we are doing her a terrible injustice by even having this conversation. But let's say that she, for the sake of argument, say that she fabricated this story; then 13 men, 13 incredibly poor men, are going to spend 20 years in jail.</p><p>When it's a \"he says, she says,\" of course you turn to facts. But the problem is that there is no DNA evidence; there is no forensic evidence; there is no conclusive medical evidence to show that this rape happened. The trial was conducted and a judgment passed based on the force of this young woman's testimony, which is common in India. The Supreme Court has many, many times placed great weight on a victim's testimony and they have taken it for granted where if a woman says she is raped, then she has been raped.</p><p><strong>On what needs to change in Indian crime investigation</strong></p><p>I feel like so much has changed since December 2012 [when the fatal New Delhi gang rape occurred]. There are many reasons for us to feel very optimistic that India is gradually becoming a safer place for women. But I also feel that the systems need to be finessed. We need to create more central forensic science laboratories so that ... DNA evidence is processed in time.</p><p>We need to make sure that good doctors test rape victims and give evidence that shows one way or the other whether a rape happened or it did not. Because otherwise this is not a complete justice; it is a flawed justice. And then you're not really doing a justice to anyone at all.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%2713+Men%2C%27+No+Clear+Answers%3A+Digging+Into+An+Indian+Gang+Rape+Case&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"407"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1394708926-a51e38.m3u?orgId=1&topicId=1033&e=393627223&d=407&ft=nprml&f=393627223"},{"href":"http://media.npr.org/assets/img/2015/03/18/village-dc0b27e930810c664ef03f0af0797d94dc5019aa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"899","width":"1199"}},{"href":"http://media.npr.org/assets/img/2015/03/17/sonia-highres2-a41ba8b6084673698b3e427424f24eb695bf9fb7.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1942","width":"2589"}}]}