{"created":"2015-02-09T10:00:00+00:00","modified":"2015-02-16T22:12:34+00:00","valid":{"from":"2015-02-16T22:12:34+00:00","to":"3015-02-16T22:12:34+00:00"},"hreflang":"en","title":"Victims Of Social Security Number Theft Find It's Hard To Bounce Back","published":"2015-02-11T19:01:00+00:00","teaser":"The Anthem breach is just the latest in a series of incidents in which big corporations have been hacked.","itags":["npr_api","384875839"],"guid":"6d362b59-5450-4d10-bfa2-36a6fcd1d28a","contentencoded":"<p>Tens of millions of people may have had information stolen, including their names, Social Security numbers and birth dates, when health insurer Anthem's database <a href=\"http://www.npr.org/blogs/alltechconsidered/2015/02/05/384099135/anthem-hack-renews-calls-for-laws-to-better-prevent-breaches\" target=\"_blank\">was hacked</a>.</p><p>Having your identity stolen is a frustrating, panic-inducing prospect. Just ask Brandy Freeman, an adult care provider in Jacksonville, Fla. She found out one day when she got a phone call from her boss. \"He was kind of shocked and he was like, 'Have you filed for unemployment?' and I was like, 'No, what are you talking about?' \"</p><p>Freeman says her employer told her she had \"a big problem\" because the Florida unemployment office contacted him wondering why, since she was employed, she was filing for unemployment benefits.</p><p>It turns out someone obtained her Social Security number and address — she still doesn't know how — and tried to use them to file a fraudulent claim.</p><p>Or talk to Linda Stevenson, who owns a dental lab, also in Florida. Someone used her name and Social Security number to try to get an income tax refund. Stevenson doesn't know how her information was obtained, either. \"Absolutely no idea,\" she says. \"I mean, you're asked for your Social Security number under many circumstances — every time you go to the doctor or anything else, everybody asks you for your Social Security number, so I guess it could be just about anywhere.\"</p><p>The Anthem breach is just the latest in a series of incidents in which big corporations have been hacked. Retailers like Target and Home Depot, even entertainment companies like Sony, have reported thefts. For people who have had their information stolen, there are all kinds of worries.</p><p>\"Undocumented workers might use the Social Security number for jobs, which makes your taxes a little bit more complex and difficult,\" says Julie Fergerson, chair of the Identity Theft Resource Center. She says sometimes, \"criminals actually use stolen Social Security numbers to impersonate somebody,\" so if they are caught their real identities are hidden.</p><p>The Anthem breach did not appear to expose the medical records of policyholders, according to the company. But the other information that was stolen is plenty useful for bad guys. Robert Ellis Smith, publisher of <em>Privacy Journal</em>, says the information obtained by the hackers \"is very helpful. It would show not only a Social Security number of an innocent person, but the fact that you have Anthem coverage. So I would think that the biggest danger is that the malefactors will use this to get medical care in the name of somebody else.\"</p><p>Another worry: Smith says criminals could use the information over the phone to convince banks or stores to open new accounts or make purchases.</p><p>Anthem is offering its policyholders free access to a credit monitoring service. If you're really worried, you can take the step of putting a freeze on your credit record to prevent anyone from opening a new account. Another recommendation; avoid giving out your Social Security number at all, if possible. Getting a new Social Security number requires a lot of paperwork, including evidence of problems caused by misuse. Even then, Fergerson says, a new number is not always helpful. \"The credit bureaus and banks are able to link the new number very quickly to the old number, so all of that old bad information is quickly inherited into the new Social Security number,\" she says. \"So even when you go through the painful effort of doing it, it really doesn't help the victim of identity theft.\"</p><p>Fergerson says the best advice for people who feel their information may have been stolen is to be vigilant.</p><p>But that's little solace to victims of identity theft, including Linda Stevenson, the Florida dental lab owner. She's still waiting for her 2013 tax year refund. \"I mean, the large corporations are being hacked; how are small people supposed to take care of themselves? If they can't, I don't know how we can.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Victims+Of+Social+Security+Number+Theft+Find+It%27s+Hard+To+Bounce+Back&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Brian Naylor","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384875840-41fd37.m3u?orgId=1&topicId=1006&e=384875839&d=234&ft=nprml&f=384875839"}]}