{"created":"2014-11-23T04:22:59+00:00","modified":"2014-11-23T04:31:00+00:00","valid":{"from":"2014-11-23T04:31:00+00:00","to":"3014-11-23T04:31:00+00:00"},"hreflang":"en","guid":"6d56e895-5e8b-4ed1-afe3-7ca3f087cbc7","title":"Obama's immigration actions give a California family new hope for staying together ","published":"2014-11-23T04:30:56+00:00","byline":"Monica Campbell","tags":["Immigration reform","executive action","Barack Obama","immigration","undocumented immigrants","Global Nation","Justice","Conflict & Justice","Richmond","North America","United States","California","Marcela Catena","Gabriel Catena","Nicole Catena","Barack Obama","Immigration","Undocumented immigration","White House"],"teaser":"Millions of undocumented immigrants may benefit from President Obama’s actions, including families like the Catenas. The California couple is hoping their daughter's citizenship will help keep them together in the United States under rules announced on Thursday.","contentencoded":"<p>“Oh my god, I can’t believe it. I’ve been waiting for this for so long.”</p>\n<p>That was Marcela Catenas's reaction to news that President Barack Obama’s executive actions on immigration, announced Thursday night, might give her family a chance to step out of the shadows.</p>\n<p>I met Mancera, originally from Mexico, at her small home in Richmond, California, along with her Argentinian husband, Gabriel. Squeezed between them on the couch sat Nicole, their 5-year-old daughter.</p>\n<p>The Marcela met in Mexico City and moved to California nearly a decade ago. Work was getting scarce in Mexico as crime in their neighborhood escalated. So when Gabriel was offered a job in the Bay Area to run a construction office, he accepted and headed up north on a tourist visa. Marcela soon followed, and Gabriel was told, he says, that the family’s legal papers would get squared away.</p>\n<p>But nothing ever happened.</p>\n<p>“I thought it was going to be so much easier to get the legal status,” he says. “And then it wasn’t, but we were here already. So we began to create bonds, we began to create roots.”</p>\n<p>Then they had a daughter, whose US citizenship might let the family live here legally. Under Obama's new plan, undocumented immigrants will be able to apply for work permits if they have children who are in the US legally and have been in the country for at least five years. That means their family should be eligble.</p>\n<p>At least that’s their hope, because the change for the family would be crucial. Marcela has another daughter in Mexico from a previous marriage, but she can’t visit her because she can’t return to the US legally. “That has been really hard,” she says. “You can’t imagine how I feel.\"</p>\n<p><img alt=\"Gabriel_Monica\" info=\"null%7D\" src=\"http://www.pri.org/sites/default/files/styles/story_main/public/Gabriel_monica.JPG?itok=IiaqRqtt\" title=\"Gabriel_Monica\" typeof=\"Image\" /></p>\n<p>Even though they will be restricted from accessing health care benefits, the couple calls Obama’s move a “big first step.” </p>\n<p>“A Social Security number — that’s a magical number for me,” says Marcela, who teaches Zumba. The family also sell empanadas on occasion, and run small workshops from time to time to show Latina women in the neighborhood how to fix their own cars. Marcela says that a Social Security card would give the family more employment options.</p>\n<p>But they also know not everyone agrees with granting them these new rights. “I’ve been reading a lot of threats on Facebook talking about immigration,” she says. “They say, ‘Leave my country! Go to your country! You have to be jailed.’ They think, ‘Oh, you’re going to steal my job.'\"</p>\n<p>But no, she says, “there is opportunity for everybody.”</p>\n<p>Gabriel says when he talks to people about immigration, people often say that they’re not opposed to his presence here, but they tell him that “you have to do what my grand-grand-grandfather did.”</p>\n<p>He tried to explain that he did apply for legal residency here, but that there was no chance for that — and that he and his wife would need to return to Mexico for years to start the process from there, ripping their daughter from her life in the United States.</p>\n<p>Obama’s measures may break that logjam, but the Catenas say they're still hoping for something even bigger: “I really would like to become an American citizen,” says Gabriel, although he’s not sure if he will ever get that chance: Congress would need to make that happen.</p>\n<p>Nicole hears her parents talk about these issues a lot. When I ask her how old she needs to be to vote, she knows right away. “Eighteen,” she blurts out.</p>\n<p>“She’s gonna vote,” her father says. He wants to make sure Nicole remembers this moment — the moment her parents could relax a bit and start thinking about their future.</p>\n<p><em>A previous version of this story incorrectly identified the Catenas family's last name.</em></p>\n<p><em>How is the president's immigration action going to affect you? Or your family or your friends? We want to hear your story, so tell us in the comments below.</em></p>\n<script async=\"\" src=\"//platform.twitter.com/widgets.js\" charset=\"utf-8\"></script><br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Gabriel_feature.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/gabrielfeaturejpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/112120141.mp3"},{"href":"http://www.pri.org/file/112120141mp3"}]}