{"created":"2015-02-21T13:03:34+00:00","modified":"2015-03-02T19:05:26+00:00","valid":{"from":"2015-03-02T19:05:26+00:00","to":"3015-03-02T19:05:26+00:00"},"hreflang":"en","title":"Meet John Sloss, The Man Behind Some Of Your Favorite Indie Films","published":"2015-02-21T23:19:00+00:00","teaser":"Sloss is a lawyer, talent manager, sales agent and producer for films like <em>Boys Don't Cry</em>,<em> The Fog of War</em> and <em>Boyhood.</em> \"He's a bulldog. He fights for the films he believes in,\" one filmmaker says.","itags":["npr_api","387567998"],"guid":"6d58305a-8347-4de3-9ec6-7eaabf496eac","contentencoded":"<p>It's not easy to get financing for independent films. And it's not easy to get them into movie theaters. But over the past few decades, <a href=\"http://www.imdb.com/name/nm0806189/\">John Sloss</a> has succeeded in doing both, and has been a key player for indie filmmakers. He's an entertainment lawyer, a talent manager, a film sales agent and a producer of films including <em>Boys Don't Cry</em>, <em>The Fog of War </em>and <em>Boyhood</em>, which is up for a best picture Oscar on Sunday.</p><p>It took 12 years for director Richard Linklater to make <em>Boyhood</em>, his coming-of-age film. Each year the cast and crew assembled to film a few scenes. It was up to Sloss to make sure financing for the production continued.</p><p>\"Every year, we put in an invoice and they funded it,\" he says. \"I mean, it was a film that got financed over 12 years without any hope of beginning to get a return for 12 years. It took a lot of persuasion — and faith.\"</p><p>Sloss is speaking in the living room of the Park City, Utah, home where he stays every year during the <a href=\"http://www.sundance.org/festivals/sundance-film-festival\">Sundance Film Festival</a>.</p><p>\"This is where <em>Little Miss Sunshine</em> went down, where we're sitting,\" he says.</p><p>Sloss is referring to the quirky 2006 comedy about the family of a little girl who enters a beauty contest. He says the bidding war for that movie was intense. In the end, Fox Searchlight Pictures bought the rights to the film in one of the biggest deals of the Sundance festival's history.</p><p>That also sealed the deal for Sloss's reputation as a fervent negotiator for indie films gone big, such as <em>Precious</em>, <em>Super Size Me</em> and <em>The Kids Are All Right</em>.</p><p>\"He's a bulldog. He fights for the films he believes in,\" says filmmaker <a href=\"http://www.indiewire.com/article/meet-the-2015-sundance-filmmakers-62-matthew-heineman-braves-mexican-drug-cartels-in-cartel-land-20150129\">Matthew Heineman</a>, who says Sloss has been his mentor for many years and got his film <em>Cartel Land</em> sold.</p><p>\"If he's behind your film, he'll do anything he can to make it work,\" says Heineman.</p><p>Another filmmaker, <a href=\"http://www.imdb.com/name/nm1998039/\">Mara Stevens</a>, says Sloss's track record is so good that she jumped at the chance to sign her film <em>Zipper</em> with his agency, <a href=\"http://www.cineticmedia.com/\">Cinetic Media</a>.</p><p>\"I was actually in labor with our daughter Etta when we signed the deal with Cinetic,\" she says. \"That's how important it is to me.\"</p><p>The director of the Sundance Film Festival, John Cooper, is also a fan.</p><p>\"He has such passion,\" says Cooper. \"He can be a little rough around the edges sometimes. I love to fight with him because it feels safe. And the arguments are always ... for the good of the film.\"</p><p>They argue over when a film will premiere, for example, and in which theater.</p><p>Sloss says he's well aware of his reputation. \"I'm considered aggressive or something,\" he shrugs.</p><p>Sloss, 58, lives in New York City and grew up in Detroit, the son of a salesman who specialized in mobile-home plumbing supplies. He was a film buff, but became a corporate lawyer in New York. \"That was pretty soul-depleting work,\" he recalls.</p><p>He became a partner at his firm but switched to entertainment law and started hanging out with filmmakers to build a client base. Playing pickup basketball with director <a href=\"http://johnsaylesblog.com/\">John Sayles</a> eventually led him to represent Sayles' 1987 film <em>Matewan</em>.</p><p>In subsequent years, Sloss opened several companies to finance, sell and distribute films by Kevin Smith, Todd Haynes and other independent filmmakers. In 2004, Sloss got a distribution deal for the offbeat comedy <em>Napoleon Dynamite</em>.</p><p>\"When that film played for the first time at Sundance, it was magic. It's like someone had put nitrous oxide in the vents,\" Sloss recalls. \"Not only was it hysterically funny, but it was so genuinely, organically odd that people just didn't know what to make of it.\"</p><p>Five years ago, Sloss was contacted by the elusive street artist Banksy to represent a 2010 film called<em> <a href=\"http://www.banksyfilm.com/synopsis.html?reload\">Exit Through the Gift Shop</a></em>.</p><p>\"I got a phone call from this disembodied voice that said, 'We've done our research and we've determined that you're the right person and we want to show you our film,' \" he recalls.</p><p>Sloss says he was bowled over by <em>Exit</em>, which may or may not have been a documentary. \"The film completely did my head in,\" he says. \"I had no idea which end was up when I saw that movie, and I just completely loved it.\"</p><p>So did audiences — and the film was nominated for an Oscar.</p><p>Sloss does seem to have a gift for predicting winners.</p><p>\"I have a passion for film, and I trust my taste,\" he says. \"So I wouldn't dispute that.\"</p><p>Sunday night at the Oscars, we'll find out if Academy voters shared his affection for <em>Boyhood</em>.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Meet+John+Sloss%2C+The+Man+Behind+Some+Of+Your+Favorite+Indie+Films&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"296"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387985167-1034da.m3u?orgId=1&topicId=1137&e=387567998&d=296&ft=nprml&f=387567998"},{"href":"http://media.npr.org/assets/img/2015/02/19/113191049-8071c49daee60e24fc079b14c1bea13060c74f14.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"897","width":"1196"}}]}