{"created":"2015-04-22T07:49:18+00:00","modified":"2015-05-13T21:01:27+00:00","valid":{"from":"2015-05-13T21:01:27+00:00","to":"3015-05-13T21:01:27+00:00"},"hreflang":"en","title":"Last Armenian Village In Turkey Keeps Silent About 1915 Slaughter","published":"2015-04-22T15:45:00+00:00","teaser":"The Ottomans killed some 1.5 million Armenians a century ago, and many Armenians are talking about that terrible time as the centennial begins this week. But not the Armenians in one Turkish village.","itags":["npr_api","401265670"],"guid":"6d63cda6-8b56-4c7b-8d1c-d0adcb032abe","contentencoded":"<p>A hundred years ago this week, the Ottoman Empire began the killings and forced marches of Armenians in what most historians call the first genocide of the 20th century.</p><p>Turkey staunchly denies that label, saying the deaths — estimated by historians at around 1.5 million — were part of widespread ethnic fighting in a civil war.</p><p>Regardless of the label used, the result was destruction of virtually every Armenian community in the Ottoman Empire, which collapsed after the war. What was left of the country transitioned into the modern-day Republic of Turkey.</p><p>Today, Vakifli, in central southern Turkey near the border with Syria, is the only Armenian village that remains. Residents there are still hesitant to raise the past.</p><p>The village — perched on a mountainside, with fragrant fruit trees, clear air, and stunning views of the Mediterranean Sea that are a draw for tourists — survived the massacres and forced marches with courage and luck a century ago.</p><p>But now, the village is facing another battle for survival. Most young people have fled the village for better opportunities in cities. The population has dwindled to 135 mostly elderly residents.</p><p>Silence is the survival strategy. Even as others mark the anniversary of their tragic history, the Armenians of Vakifli remain wary of public ceremonies here, fearing a Turkish backlash.</p><p>Cem Capar, chairman of the Foundation of the Vakifli Surp Asdvadzadzin Church, sums it up this way: \"People come and ask, 'What are your ideas about the Armenian genocide?' And I say, 'I don't want to think about that.' \"</p><p>On a walk from the church along the cobbled streets of the village, he stops to emphasize his point about the upcoming commemorations.</p><p>Politicians are exploiting Armenians' history, Capar insists: \"They are hurting us, and that's why I don't want to talk about it.\"</p><p>Richard Hovannisian says the residents of Vakifli are inherently cautious when speaking to outsiders. Hovannisian was born into an Armenian family that escaped the massacres; he's now a scholar of Armenian history at UCLA.</p><p>\"It's very touchy being an Armenian in Turkey,\" he says. The elderly residents of Vakifli have concluded that \"any commemoration would not be good for them.\"</p><p>But Vakifli's history is dramatic. Residents fought against the Ottoman onslaught in a story that later was recounted in a novel, <em>The Forty Days Of Musa Dagh</em>, which was followed by a movie<em>.</em></p><p>Vakifli residents, along with those in surrounding villages, headed up Moses Mountain, or Musa Dagh, and held out until a passing French warship spotted the banner they had hoisted: \"Christians in distress: Rescue.\"</p><p>The French warship evacuated more than 5,000 Armenians. They only returned after the war when the area came under Syrian control. When the province became part of the Turkish Republic in 1939, many Armenians fled again. Only the villagers of Vakifli stayed on and eventually became Turkish citizens.</p><p>\"Turkey is my country; yes, I'm an Armenian who lives in Turkey,\" says Capar.</p><p>In the runup to the centennial, Turkey's official position has only hardened. Turkey's President Recep Tayyip Erdogan has become more combative, challenging the pope and European governments that have called the events of 1915 a genocide.</p><p>The controversy tests Capar's identity as an Armenian and as a Turk. To an outsider, he appears to defend Turkey's position.</p><p>\"Any attack that happens to Turkey, I take it as an attack on myself,\" he tells a group of journalists who have come for a visit to Vakifli.</p><p>Hovannisian, who has often visited Vakifli, says the residents \"don't want to be regarded as disloyal.\"</p><p>Identity is a complicated matter. Everyone in Vakifli is proud to be descendants of Armenians who resisted the brutal Ottoman campaign. Mayor Berc Kartun asks if I've seen the movie about Vakifli's history — but also points out that Vakifli's survival now depends on the generosity of the Turkish government.</p><p>\"We cannot deny that our government is helping us a lot,\" he says.</p><p>The restoration of the Armenian church, repairs to the roads, and an organic farming plan are all government programs. There is enough economic opportunity to keep his son, Haroot, 28, from going elsewhere.</p><p>But his generation feels the acute shadow of history</p><p>\"We are a small village — we are a minority here,\" Haroot says. \"That is why I feel the same pressure, the same as my father.\"</p><p>Residents say the Turkish government now protects Christians, offering refuge to neighboring Syrian Christians fleeing Islamist radicals, including some who have been sheltered in Vakifli. Still, the 100-year-old history, Vakifli's legacy, will not be commemorated here.</p><p>\"It is an old-age rest home,\" says Hovannisian. There is not even a school in the village, he says — the kids have to be bused outside for education.</p><p>It's part of the Turkish policy to disperse Armenians in the province, he adds. So, in the long shadow of history, the Armenians in the last remaining village in Turkey have to wonder how long they can keep their heritage alive.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Last+Armenian+Village+In+Turkey+Keeps+Silent+About+1915+Slaughter&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Deborah Amos","audio":[{"meta":{"duration":"212"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1401427370-d624bf.m3u?orgId=1&topicId=1009&d=212&p=3&story=401265670&t=progseg&e=401423758&seg=6&ft=nprml&f=401265670"},{"href":"http://media.npr.org/assets/img/2015/04/21/armenian-boat-7d7186908897866410d676b9c2a3c04d8f15c9c6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2187","width":"2917"}},{"href":"http://media.npr.org/assets/img/2015/04/21/amenians-in-turkey-4-21-15-d7ff15744dc8a7435a9f76da5e977d39a0ab1195.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1362","width":"1816"}},{"href":"http://media.npr.org/assets/img/2015/04/21/1915-250e089710f8740bf3977a5926ac8e0d0a3e91f2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2107","width":"2810"}}]}