{"created":"2015-04-03T12:03:19+00:00","modified":"2015-04-29T18:08:31+00:00","valid":{"from":"2015-04-29T18:08:31+00:00","to":"3015-04-29T18:08:31+00:00"},"hreflang":"en","title":"At The Free-Throw Line, One Taunt May Be Worth A Thousand Hecklers","published":"2015-04-03T12:03:00+00:00","teaser":"What's worse?: Thousands of fans screaming at you to miss a free throw, or one lone fan taunting you in the midst of silence? The Knicks' Jason Smith tells <em>How To Do Everything</em> numbers don't matter.","itags":["npr_api","397053455"],"guid":"6d7dcb7e-23c1-4e18-966f-2c5258047710","contentencoded":"<p>This weekend, college basketball rivals will clash in the Final Four. If you want to hear about the actual games, maybe ask <a href=\"http://www.npr.org/people/2100422/frank-deford\" target=\"_blank\">Frank Deford</a>. We're more concerned with the eternal battle between the guy shooting the free throw, and the insane fan standing behind the basket trying to distract him. Does it actually work?</p><p>Jason Smith of the New York Knicks says yes. Thousands of screaming fans are one thing, he says, but what really gets you is when it's quiet and one voice stands out. In particular, Smith says, he remembers the taunts of Clipper Darrell, who's at every Los Angeles Clippers game, menacing every player taking on his beloved team. We talk to both of them in this episode of <em>How To Do Everything</em>.</p><p>It should be noted that despite what Clipper Darrell yelled at him, Jason Smith is not U-G-L-Y and he may in fact have an alibi.</p><p>Listen to the audio above to find out. Also in this episode: The new, loud way to celebrate your birthday, and how to wake up.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=At+The+Free-Throw+Line%2C+One+Taunt+May+Be+Worth+A+Thousand+Hecklers&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mike Danforth","audio":[{"meta":{"duration":"986"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1397055774-e48615.m3u?orgId=1&d=986&story=397053455&ft=nprml&f=397053455"},{"href":"http://media.npr.org/assets/img/2015/04/02/bball3-6be162d989a6771ce72594bef3529ed4818da8b6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"533","width":"711"}}]}