{"created":"2014-11-12T09:59:13+00:00","modified":"2015-05-06T20:39:31+00:00","valid":{"from":"2015-05-06T20:39:31+00:00","to":"3015-05-06T20:39:31+00:00"},"hreflang":"en","title":"The Jewish Divide Over Jerusalem's Most Sensitive Holy Site","published":"2014-11-12T20:42:00+00:00","teaser":"Israeli policy bars Jews from praying on the Temple Mount, the Jerusalem hilltop sacred to Jews and Muslims. But some rabbis and right-wing politicians are increasingly challenging the ban.","itags":["npr_api","363346575"],"guid":"6d8a7567-6700-4891-803b-28e7b410ff1e","contentencoded":"<p>Tamir Mizrachi, an Israeli Jew, tries to visit the Temple Mount once a week. The hilltop courtyard is the most sensitive religious site in Jerusalem; holy to Jews, because their ancient temples once stood there, and to Muslims, as a place their Prophet Muhammad visited before a brief ascent to heaven.</p><p>\"This is the place you can feel the most close to God. I like to feel close to God. So I like to come here,\" Mizrachi says.</p><p>Much of the upsurge of violence in Jerusalem recently is tied to disputes over this shrine, which Muslims refer to as the Noble Sanctuary.</p><p>Israeli policy forbids Jews to pray on the Temple Mount based on the reasoning that this would surely cause tensions with Muslims who are worshipping in the same space. But Jews are allowed to visit during the same time tourists are let in.</p><p>\"All the Jewish people want to be here, I think. All the Jewish religious people want to be here,\" Mizrachi says.</p><p>That desire may be deeply true. <a href=\"http://www.israelnationalnews.com/News/News.aspx/153493#.VGNYqr5d1bw\" target=\"_blank\">But many rabbis</a> — though not all — tell their followers not to set foot on the Temple Mount. That's in part because it's not entirely clear where the ancient temples stood. They were destroyed long ago, centuries before the Muslims built their holy site atop the ruins in the seventh century. Rabbis fear the Jewish faithful could inadvertently tread on the \"holy of holies\" — the inner temple sanctuary where the highest priest spoke directly to God.</p><p>Twenty-three-year-old Emanual Benitzhak follows that guidance. An immigrant from the United States, he goes every day to pray at the Western Wall. Here Jewish worshippers tuck prayer notes among huge ancient stones, part of a retaining wall supporting the contested holy site above.</p><p>Benitzhak never climbs the wooden ramp to visit the plaza.</p><p>\"It's not our time right now,\" says Benitzhak. \"We shouldn't be there ... until, I guess until the Messiah comes.\"</p><p>Benitzhak is concerned only with religious rulings. But in the recent flare-ups over access to the site, Israel's chief Sephardic rabbi, Yitzhak Yosef, raised political concerns as well. He said Jews should not visit, to avoid raising tensions with Muslims over the site.</p><p>\"My call is to stop this so not to add to the bloodshed of the people of Israel,\" <a href=\"http://www.timesofisrael.com/jews-must-stop-going-to-temple-mount-sephardic-chief-rabbi-says/\" target=\"_blank\">the rabbi said last week</a>.</p><p><a href=\"http://en.idi.org.il/media/3774380/Peace_Index_October_2014-Eng.pdf\">A recent poll showed Israel divided</a> — both religiously and politically — on the question of visiting the Temple Mount.</p><p>While 56 percent of Jews feel prayer should not be permitted at the site, 38.5 percent thought the policy should be changed to allow prayer, even if it led to bloodshed, according to the Peace Index, a monthly survey on public attitudes by Israel's Democracy Institute.</p><p>Prohibitions on Jewish prayer at the site are Israeli government policy. Israel captured the Temple Mount and the rest of East Jerusalem from Jordan in the 1967 Arab-Israeli war. For many Israelis, regaining control of their holiest religious site seemed a modern miracle. But Israeli authorities immediately put Muslims back in charge of the site because of the extreme sensitively of the shrine.</p><p>Since then, the holy site has been administered by a Muslim organization, the Jerusalem Islamic Waqf, and the vast majority of visitors are Muslims who come to pray. Israeli police control access and security and frequently restrict access to Muslims based on Israeli security concerns.</p><p>In the past, any visitor to the holy site could enter the mosques — including the golden-roofed Dome of the Rock. But Jews identified as \"extremists\" by police or Waqf officials would be restricted to a certain area, according to Waqf head Azzam Khatib al-Tamimi.</p><p>The Temple Mount was closed to Jews for three years during the second Palestinian uprising, or intifada, a decade ago. The intifada erupted at the Temple Mount in September 2000, a day after a controversial visit by Ariel Sharon, who was then the opposition leader in Israel's Knesset, or parliament. He became prime minister shortly afterward.</p><p>The religious shrine opened again to non-Muslim visitors near the intifada's end. Recently, right-wing Israeli politicians have stepped up their visits. Like many Jewish visitors, they are escorted under police guard. Shuli Mualam-Rafaeli, a Knesset member with the right-wing Jewish Home party, visits the Temple Mount frequently.</p><p>\"I want to see the status quo changed, so Jews can pray there,\" she says. She believes it would be a proper response to the recent attempt to assassinate Yehuda Glick, an Israel activist at the forefront of the movement to stake a firm Jewish claim on the site. \"This would mean whoever uses terror loses,\" she said.</p><p>Mualam-Rafaeli blames the recent rise in violence in Jerusalem on a \"systematic\" effort by Palestinians to try to \"break the tie\" between Israel and the Temple Mount.</p><p>But a significant obstacle is Israeli Prime Minister Benjamin Netanyahu. Netanyahu has repeatedly said he has no intention of changing the current agreement.</p><p>His defense minister, Moshe Ya'alon, recently warned on national television that high-profile visits by Israeli Jews to the Temple Mount can provoke violence because Palestinians view the visits as a prelude to a takeover.</p><p>\"When someone ... goes up in a provocative manner, publicizing it on the Internet the night before, the other side reads it as a challenge to the status quo,\" Ya'alon said. \"This is an inciting element. It is a matter of life or death and it is an unnecessary political action.\"</p><p>Rueven Hazan, chairman of the political science department at Hebrew University, says Netanyahu is under tremendous pressure from right-wing politicians who regard increased access to the Temple Mount as one of their core issues. He says the Jewish Home party in particular is hoping pressure on Netanyahu will lead to early elections that could increase right-wing power.</p><p>\"Beating the drums of the Temple Mount rallies the troops on the hard right,\" says Hazan. \"It means they'll keep doing it, because it serves their political interest.\"</p><p>Meanwhile, back at the Western Wall plaza, some Jewish visitors didn't know they were even permitted to visit the Temple Mount at all. Some who did said they were too afraid to go.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Jewish+Divide+Over+Jerusalem%27s+Most+Sensitive+Holy+Site&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Emily Harris","audio":[{"meta":{"duration":"234"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1363458920-456158.m3u?orgId=1&topicId=1009&d=234&p=3&story=363346575&t=progseg&e=363458610&seg=8&ft=nprml&f=363346575"},{"href":"http://media.npr.org/assets/img/2014/11/11/israel-palestine-conflict_custom-cc8803ec7a9c5922bc2c23bf42a1a2a3616aee66.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1634","width":"2395"}},{"href":"http://media.npr.org/assets/img/2014/11/11/harris-temple-mount_custom-dbe7fb044ca3bdbd05992a3d397046a3bcfb10b1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2363","width":"1991"}}]}