{"created":"2014-10-23T19:37:51+00:00","modified":"2014-10-28T14:03:18+00:00","valid":{"from":"2014-10-28T14:03:18+00:00","to":"3014-10-28T14:03:18+00:00"},"hreflang":"en","guid":"6d95b417-5e57-4998-afb3-b0e1b169200c","title":"Meet the new horse-headed, 35-foot-long, beaked Deinocheirus mirificus","published":"2014-10-28T14:03:17+00:00","byline":"David Leveille","tags":["history","science","research","Science","Science, Tech & Environment","Asia","Mongolia","Asia","East Asia","Stephen Brusatte","Deinocheirus","Paleontology","Dinosaur","Gobi Desert","Dinosaurs"],"teaser":"Some scientists are describing the newly discovered dinosaur known as Deinocheirus mirificus as freaking weird. How did a 35-foot long, omnivorous, horse headed, hump-backed, huge armed animal live? ","contentencoded":"<p>Scientists recently revealed new details of a giant dinosaur that once inhabited what is now southern Mongolia's Gobi desert.</p>\n<p>One researcher called it \"wild beyond imagination.\" Another called it \"freaking weird.\" You might call it a prehistoric cross between a horse, an ostrich, a camel and a duck. Really.</p>\n<p>Stephen Brusatte, a palaeontologist at the University of Edinburgh in Scotland, says not only is Deinocheirus mirificus \"freaking weird,\" but its discovery solves an old scientific mystery.</p>\n<p>\"It was 50 years ago that scientists in the Gobi Desert found this enormous set of arms, eight feet or so long, but no head, no body,\" he says. Well, \"now we have a head and a body and it turns out that it is 'freaking weird'. That's one of many hyperbolic statements made about this dinosaur. But it turns out to be a 35-foot long, six-ton dinosaur that walked on two legs; that had huge arms, that had a really long snout, kind of like a horse, but no teeth. Instead it had a beak, and it had a big hump on its back like a camel. So you can really let your imagination run wild trying to envision what this thing looked like.\"</p><div class=\"media media-element-container media-default\"><img height=\"600\" width=\"469\" style=\"font-size: 13.3333339691162px; line-height: 1.538em; width: 400px; height: 512px; margin: 5px; float: right;\" alt=\"Two new, almost complete skeletons of Deinocheirus mirificus, have revealed the dinosaur&amp;#039;s unusual combination of features. \" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/nature13930-f1_0.jpg\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Michael Skrepnick / Nature</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Two new, almost complete skeletons of Deinocheirus mirificus, have revealed the dinosaur's unusual combination of features. </p>\n<p class=\"credit\"> </p>\n  </div>\n</div>\n<p>Brusatte says the Deinocheirus mirificus was among the last surviving dinosaurs that lived about 70 million years ago or so, similar to the Theropods, including T-Rex and Velociraptors, but it wasn't a meat eater.</p>\n<p>As for the hump, Brusatte says no one is sure why it developed. Among the theories are that the hump could have helped the animal attract mates or intimidate rivals, or maybe it was a fat store like a camel's hump. The scientists who discovered the fossil in the Gobi Desert theorize in research published in the <a href=\"http://www.nature.com/nature/journal/vaop/ncurrent/full/nature13874.html#tables\">scientific journal Nature</a> that it may have something to do with supporting the tremendous body weight of the animal.</p>\n<p>They compare the hump to bridge towers that support strong cables that hold up the weight of a bridge. In the case of the dinosaur, ligaments stretched over the hump might have supported the dinosaur’s six tons of  body mass.</p>\n<p>With this new discovery, scientists can match the previously discovered arms to the Deinocheirus mirificus. Brusatte says every dinosaur palaeontologist out there, and probably most museum-goers too, has thought about this dinosaur.</p>\n<p>\"I remember learning about this in school when I was really young,\" he says. \"I remember learning about this mystery pair of eight-foot long arms found in this remote corner of the world. And so I remember my imagination running wild, trying to envision what the rest of this animal would look like. Many scientists have done the same. There have been many ideas, but it turns out nobody was correct, nobody could have predicted how bizarre this dinosaur looks. It goes to show that we're still learning a lot about dinosaurs, there's still weird dinosaurs to find. The field is nowhere near over, so God knows what scientists will find next!\"</p>\n<p>There will always be room for new discoveries. But with this latest discovery come almost as many new questions as answers, says Brusatte. \"How could an animal 35 feet long, six tons, live? And why don't we have ... omnivorous, garbage disposal, horse-headed, hump-backed, huge-armed animals living today?\"</p>\n<p> </p>\n<br><p>©2014 Public Radio International</p>\n","audio":[]}