{"created":"2015-04-20T08:31:17+00:00","modified":"2015-06-15T17:14:34+00:00","valid":{"from":"2015-06-15T17:14:33+00:00","to":"3015-06-15T17:14:33+00:00"},"hreflang":"en","title":"Anti-Test 'Opt-Out' Movement Makes A Wave In New York State","published":"2015-04-23T13:25:00+00:00","teaser":"Activists say that about 175,000 students refused to take federally mandated tests last week.","itags":["npr_api","400396254"],"guid":"6d95d729-f56c-4715-a6f4-3a81600799ae","contentencoded":"<p>Across New York state this week, some students are refusing to take a test, and they're not getting punished for it. The test is a Common Core-aligned, federally mandated exam, and students, parents and educators are part of what they're calling the opt-out movement.</p><p>Opt-outs made news last week in several states: Colorado, Florida, Oregon, Maine, Michigan, New Mexico, Pennsylvania, to name a few. The objections are similar everywhere. But no state is posting numbers like New York.</p><p>According to the <a href=\"https://docs.google.com/spreadsheets/d/t2_8Bg3h8mqx6Ax8rwGG5Mw/htmlview?pli=1\">advocates' own tally</a>, about 175,000 opted out in several hundred New York districts. That's big for a protest, but pretty small compared with the millions of students enrolled in public school in the state.</p><p>At the same time, even small numbers can make an impact in a particular school. That's because No Child Left Behind, the federal testing law, states that if fewer than 95 percent of students take the test, it can cause the school to be labeled \"failing to make progress.\"</p><p>Maddie Corman, a mother I met this week, has twin boys in fifth grade in Westchester County, whom she opted out of the tests.</p><p>\"I feel like the tests in New York state and across the country have gotten out of control,\" she said. \"They're wasting teachers' time and kids time. It's robbing teachers of the chance to be creative in ways that they want to be and can be. And I just don't feel like as a public school parent, I have much of a voice except to become a part of a social movement, a protest movement which is saying that it's too much.\"</p><p>Teachers' unions have their own objections to tests. Gov. Andrew Cuomo, a Democrat, announced in January that teacher evaluations would be based 50 percent on the test scores. That, plus a whole lot of grass-roots organizing for the past few years, is the biggest reason the opt-out movement has gotten so big in New York.</p><p>Annual high-stakes testing has been around since the No Child Left Behind passed in 2002. But the adoption of the Common Core State Standards has really brought things to a head. The new Common Core-aligned tests are harder. And the Common Core has drawn objections from across the political spectrum from people who see it as an unwanted, top-down intervention in public schools.</p><p>The irony is that even as parents are raising such a ruckus, there's a draft bill in the Senate right now that would<a href=\"http://www.npr.org/blogs/ed/2015/04/13/398804901/senators-try-to-revise-no-child-left-behind-a-few-years-behind\"> remove a lot of the federal high stakes from tests</a> and could turn the temperature down on testing nationwide. It gives a lot more leeway to the states in deciding what accountability should look like.</p><p>Take the issue of using test scores in teacher evaluations. The U.S. Department of Education promoted that idea in Race to the Top in 2009. But this new bill backs off from that position. That's at least partly because a lot of objections have emerged to this method, called value-added measurement. The <a href=\"https://www.amstat.org/policy/pdfs/ASA_VAM_Statement.pdf\">American Statistical Association</a> says making assumptions about the performance of all teachers based on year-over-year multiple-choice tests in math and reading alone is a complicated, difficult and unreliable way to evaluate the performance of teachers who may be teaching a range of subjects in different ways.</p><p>What's been most striking in<a href=\"http://www.npr.org/blogs/ed/2015/01/22/377438689/the-past-present-and-future-of-high-stakes-testing\"> my reporting on this issue</a> is meeting students as young as 11 or 12 who are getting involved, speaking out, and performing, essentially, civil disobedience for the cause of public education. And like any political protest movement, this may be a gateway for political participation later on. In fact, on Long Island where the movement is strongest, 21 candidates endorsed by opt-out supporters won school board positions last May, and several of those were first-timers who ousted incumbents.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Anti-Test+%27Opt-Out%27+Movement+Makes+A+Wave+In+New+York+State&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Anya Kamenetz","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1400929934-df640c.m3u?orgId=1&topicId=1013&d=280&p=3&story=400396254&t=progseg&e=400918171&seg=12&ft=nprml&f=400396254"}]}