{"created":"2015-04-16T20:37:49+00:00","modified":"2015-04-17T15:06:26+00:00","valid":{"from":"2015-04-17T15:06:26+00:00","to":"3015-04-17T15:06:26+00:00"},"hreflang":"en","guid":"6d984d2b-4c65-4796-96b2-a788945aefbd","title":"To prevent the next Ebola, scientists try to catch new viruses before they break out","published":"2015-04-17T15:06:25+00:00","byline":"Sam Eaton","tags":["environment","science","public health","infectious diseases","Human Needs","Environment","Science, Tech & Environment","Biology","Health","Tropical diseases","Ebola","Virus","Pandemic","Malaria","Predict","viral spillover","Outbreak","Jonna Mazet","Zikan Kuba Sijali","Rudovick Kazawala","Sokoine University of Agriculture","University of California Davis","Tanzania","Udzungwa National Par"],"teaser":"With the Ebola outbreak not yet behind us, global health workers are already scrambling to prevent what could be the next big outbreak of an emerging disease caused by a virus that jumped from animals into humans. In Tanzania, an organization is trying a new approach to tracking these new viruses and preventing another pandemic.","contentencoded":"<p>No one knows for sure what started the West Africa Ebola outbreak, which has killed 10,000 people. But some scientists think it might have begun with a 2-year-old Guinean boy, a hollowed out tree he liked to play in, and a colony of free tailed bats that lived in it.</p>\n<p>So the idea of standing in a grove of trees in central Tanzania below hundreds of roosting fruit bats isn’t exactly comforting. But it’s the kind of place the researchers I’m with need to be.</p>\n<p>It’s where the shade is, says Zikan Kuba Sijali, so it’s where the people traveling this hot and busy stretch of road come to rest. Sijali is the Tanzania field coordinator for a USAID-funded program called <a href=\"http://www.vetmed.ucdavis.edu/ohi/predict/Index.cfm\">Predict </a>that’s spent the last five years searching for dangerous new viruses in hot spots around the globe. Places like Tanzania’s Kilombero valley, and these trees, where lots of people are coming in very close contact with lots of bats and lots of bat poop.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/5H3A2729.jpg?itok=KmTKtLLn\" alt=\"\" /><div class=\"field-caption\">\n    <p>A truck navigates the “wildlife-human interface” in Tanzania’s Kilombero Valley, where human and agricultural encroachment are disrupting the area’s high biodiversity, creating a much higher risk for animal viruses to spill over to humans. It's one of many viral \"hotspots\" around the world where the Predict project is trying to get ahead of the problem.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sam Eaton</p>\n  </div>\n</div>\n<p>It’s “like a little mixing vessel for viruses,” say Predict’s director, Jonna Mazet, a veterinary epidemiologist from the University of California Davis.</p>\n<p>The whole place is, really. The town, Kilombero, is a bustling urban center that barely existed a decade ago, sprouting up around an immense sugar plantation at the edge of the still wild Udzungwa Mountains. Mazet says rapidly changing landscapes like this, where lots of people are suddenly coming in close contact with animals and the environment in ways they never did before, represent a new challenge in global health — a porous frontier where animal viruses can easily spill over into humans.</p>\n<p>Most of these viruses are probably harmless to people. But once in a great while, you get something nasty, even an Ebola.</p>\n<p>Mazet’s teams take samples in places like this, under the bat trees and elsewhere. So far, Predict has turned up some 800 new animal viruses, doubling the number known to science, and they’ve shipped 100 of the most potentially risky ones back to the US for further study.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/5H3A2817.jpg?itok=GEGIIfXn\" alt=\"\" /><div class=\"field-caption\">\n    <p>Two men rest under a group of trees that's home to hundreds of fruit bats in the town of Kilombero. The trees are a favorite shaded spot for people traveling the hot and busy stretch of road along Tanzania's Kilombero Valley, leading to concerns about infections from unknown viruses in bat droppings. Some scientsts believe that the Ebola outbreak began with close contact between a group of bats and a young boy in Guinea, West Africa.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sam Eaton</p>\n  </div>\n</div>\n<p>But they’re not just looking for viruses that could make people sick. They’re also on the hunt for viruses that have already made people sick. That means going to the front lines of public health, places like a small rural clinic down the road from the fruit bats, where dozens of patients a day arrive by motorcycle and by foot from the surrounding villages.</p>\n<p>Clinics like this provide vital access to health care. Mazet says 99 percent of the people who come into such facilities with a fever will be tested and treated for malaria. Which is great, she says, if they have malaria. But she says the problem is many of them don’t have malaria, and the doctors in rural clinics rarely have the capacity for figuring out what they might have, especially if it’s something new.</p>\n<p>The head of the clinic takes us to a tiny lab where a doctor is testing a blood sample for malaria. The patient was complaining of a headache, the doctor says, but didn’t have a fever. A look at the sample under a microscope finds no sign of Malaria. But it also gives no insight into what the patient might have.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mazet.jpg?itok=mkWuz_Id\" alt=\"\" /><div class=\"field-caption\">\n    <p>Jonna Mazet, Predict's director and a Professor of Epidemiology and Disease Ecology and Director of the One Health Institute at UC Davis School of Veterinary Medicine, has helped identify more than 800 new animal viruses, and is leading the effort to identify human infections by new animal viruses.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sam Eaton</p>\n  </div>\n</div>\n<p>Predict’s team here is hoping to tackle that kind of uncertainty. Mazet’s Tanzanian partner, <a href=\"http://haliproject.org/\">Rudovick Kazawala</a> of the Sokoine University of Agriculture, says in this new phase of the project, Predict will partner with rural clinics like this one, using them as early detection centers for new viruses.</p>\n<p>But it’s not an easy transition, and today Mazet and Kazawala are just starting the conversation with clinic staff, trying to determine whether a partnership could work.</p>\n<p>If they do agree to work together, Predict will help with upgrades to the clinics’ labs, more training, and a delicate expansion of the clinic’s mission to include screening samples from patients for new pathogens. It’s a big challenge, but Mazet says there’d be a big payoff. She says working with the community’s local health infrastructure, they can control viral pandemics right at the source, avoiding scenarios like the Ebola outbreak in West Africa.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Clinic%20mtg.jpg?itok=WodarFyL\" alt=\"\" /><div class=\"field-caption\">\n    <p>The Predict team meets with the head of a rural health clinic in the Kilombero Valley. Predict hopes to make rural clinics like this one early detection centers for new viruses.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sam Eaton</p>\n  </div>\n</div>\n<p>From this clinic it’s back in the Landcruiser and on to the next that Predict hopes to work with. Two more are on the schedule for today. In between, there's more evidence of the scale of the problem. Along the dusty road we pass village after village on one side and a fragmented forest on the other. The road is crowded with people and livestock crossing between the two to hunt and gather medicinal plants and firewood, each time opening up new pathways for viral spillover and what could become the next major outbreak.</p>\n<p>We stop at a small cluster of huts near the entrance of Udzungwa National Park, where a woman is hanging laundry behind her house. She runs a small restaurant for locals to get tea and soup. But her customers aren’t the only ones who come to visit. Baboons from the forest are everywhere. Sitting by the road, eating fruit from mango trees in people’s yards. The woman has metal screens and locks on everything to keep the monkeys out. But she says it rarely helps. She says they can operate her door, come into her house, take pots of her food. Even kill her chickens and eat them right here in the yard.</p>\n<p>It’s a very dangerous situation, Mazet says, creating huge risk for viral crossover from bird to monkey to human.</p>\n<p>It’s situations like this that make it easy to understand why emerging diseases have quadrupled over the last half century, and the urgency of Predict’s work. But Mazet believes Predict’s new holistic approach will help turn the tide. She says they now have a better handle of what kind of viruses are out there. And that opens up the possibility of preventing transmission.</p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"This woman runs a small restaurant for locals to get tea and soup near Udzungwa National Park. She says she has metal screens and locks to keep the baboons out, but that these rarely helps. The monleys can operate her door, come into her house, take pots \" title=\"Woman with laundry\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Woman.jpg?itok=Atnzmdjh\" /><div class=\"field-caption\">\n    <p>This woman runs a small restaurant for locals to get tea and soup near Udzungwa National Park. She says she has metal screens and locks to keep the baboons out, but that these rarely helps. The monleys can operate her door, come into her house, take pots of her food, kill her chickens and eat them in her yard. Jonna Mazet says such situations create a huge risk for viral crossover from bird to monkey to human.</p>\n  </div>\n  <div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>Sam Eaton</p>\n  </div>\n</div>\n<p>“We don’t have to chase the last thing if we can prevent and control at the source these new diseases,” Mazet says.</p>\n<p>If it does work, it would be a huge step forward for global health, and for the idea that the fate of animals, people and the environment are inextricably linked. Even revolutionary, Mazet dares to say. Starting in places just like this.</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-16%2Fprevent-next-ebola-scientists-try-catch-new-viruses-they-break-out&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://pri-113a.kxcdn.com/sites/default/files/story/images/baboon.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/baboonjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/0416201502.mp3"},{"href":"http://www.pri.org/file/0416201502mp3"}]}