{"created":"2015-03-18T18:45:35+00:00","modified":"2015-03-18T19:24:27+00:00","valid":{"from":"2015-03-18T19:24:27+00:00","to":"3015-03-18T19:24:27+00:00"},"hreflang":"en","title":"An Astronaut Uses Books To Launch Kids Into Science","published":"2015-03-18T18:45:00+00:00","teaser":"Astronaut-turned-children-book's author Mark Kelly wants to encourage kids to dream big and take an interest in science.","itags":["npr_api","393858421"],"guid":"6daeb5de-1bae-4148-91ac-dcf236b380ec","contentencoded":"<p><strong>Mark Kelly</strong> and his twin brother Scott were both NASA astronauts. Scott is scheduled to embark on a year-long mission to the International Space Station later this month.</p><p>Mark retired from NASA to spend more time with his wife, Arizona congresswoman Gabrielle Giffords who was shot at a public appearance in 2011.</p><p>Mark now writes children&#8217;s books. His latest, &#8220;<a href=\"http://www.amazon.com/Astrotwins-Project-Blastoff-Mark-Kelly/dp/148141545X\" target=\"_blank\">Astrotwins: Project Blastoff</a>&#8221; centers around a pair of twins who spend their summer building a rocket to orbit the earth.</p><p>As Mark tells <a href=\"http://hereandnow.wbur.org\"><em>Here & Now&#8217;</em></a>s Jeremy Hobson, the book is &#8220;about encouraging kids to dream big, to be interested in engineering and science and rockets&#8221; and to get some of them more interested in studying math and science.</p><h4>Book Excerpt: &#8216;Astrotwins: Project Blastoff&#8217;</h4><p class=\"CN\"><em>by Mark Kelly</em><p><p class=\"CN\">Chapter 1</p><p><p class=\"CIT\">JULY 18, 1975</p><p><p class=\"CIT\"><img class=\"alignright size-medium wp-image-80224\" src=\"//s3.amazonaws.com/media.wbur.org/wordpress/11/files/2015/03/0318_kelly-book-199x300.jpg\" alt=\"0318_kelly-book\" width=\"199\" height=\"300\" />This time the twins were determined. Nothing would go wrong.</p><p><p class=\"TX\">Scott had stationed Major Nelson, the family’s big, brown, friendly mutt, at the back door to bark if Mom came home early.</p><p><p class=\"TX\">Mark had laid newspapers on Dad’s basement workbench.</p><p><p class=\"TX\">They had assembled their tools.</p><p><p class=\"TX\">And they were absolutely going to follow the advice Grandpa Joe gave them for anytime you took something apart: Lay the parts down in order so when you put the pieces back together, you can simply reverse the process.</p><p><p class=\"TX\">Easy!</p><p><p class=\"TX\">“It’s like Grandpa Joe always says: Learn from your mistakes,” Mark said.</p><p><p class=\"TX\">“Yeah, and since we’ve made so many, we ought to be geniuses by now,” Scott agreed.</p><p><p class=\"TX\">Mark laughed. “Okay, so go ahead. I’ll keep everything organized.”</p><p><p class=\"TX\">With a screwdriver made for repairing eyeglasses, Scott removed two screws, which Mark placed in the top left corner of the newspaper.</p><p><p class=\"TX\">Then—the best part—Scott removed the plastic backplate and the boys got their first look inside Dad’s calculator.</p><p><p class=\"TX\"><span class=\"TX-ITAL\">“Cool!”</span> they chorused.</p><p><p class=\"TX\">Exposed, the insides resembled staples, pushpins, and grains of rice, all of them tiny and arrayed around a white plastic rectangle. The biggest piece was the battery, which was easy to recognize and easy to remove. After that, there were six more screws.</p><p><p class=\"TX\">Mark duly put each in its place on the newspaper.</p><p><p class=\"TX\">“Should we take out the CPU?” Scott asked.</p><p><p class=\"TX\">Mark knew <span class=\"TX-ITAL\">CPU</span> stood for “central processing unit,” that it was made of a material called silicon, and that it was the brains of the calculator. What he didn’t know was which piece it was, but no way was he going to admit that to his brother. “Sure,” he said.</p><p><p class=\"TX\">Scott used the tip of the screwdriver to pry up the white plastic rectangle, and out it popped.</p><p><p class=\"TX\">“Are you sure you can plug that back in there?” Mark asked.</p><p><p class=\"TX\"><span style=\"letter-spacing: .1pt\">“You mean, am I sure <span class=\"TX-ITAL\">we</span> can plug it back in there?” Scott said. “Yeah, of course. I think. And these are transistors, right?” He indicated black spheres that looked like beads.</span></p><p><p class=\"TX\">Mark nodded. “I guess, but they sure look different from the ones in the TV.” Years ago, the boys had watched fascinated as the TV repairman worked on their old black-and-white set. After that, they decided to see what was inside other machines, like the clock radio, the sewing machine, and the lawn mower.</p><p><p class=\"TX\">Usually, they got in trouble, but it was worth it.</p><p><p class=\"TX\">Scott had just lifted up the calculator to examine the underside of the display when Major Nelson’s excited barking made him jump. “She’s home!” he said.</p><p><p class=\"TX\">“She’s early!” Mark said.</p><p><p class=\"TX\">“She won’t come down here,” Scott said. “Will she?”</p><p><p class=\"TX\">“We can’t take that chance,” Mark said and, hurrying, handed his brother each calculator piece to replace. Upstairs, their mom’s heels clicked on the kitchen floor as she put groceries away. Another sound—<span class=\"TX-ITAL\">thump-thump-thump</span>—meant Major Nelson was bounding all around her, hoping for a treat.</p><p><p class=\"TX\"><span style=\"letter-spacing: .15pt\">So focused were the boys on reassembly that they didn’t realize the danger till they heard Mom’s heels echoing on the wooden basement steps. By now the boys had been in this predicament so often, they knew the countdown.</span></p><p><p class=\"TX\">3 . . . Scott closed his eyes, prepared to accept his fate.</p><p><p class=\"TX\">2 . . . Mark made a last-ditch attempt to hide what they’d been doing, in the process yanking the newspaper off the workbench.</p><p><p class=\"TX\">1 . . . Mom appeared in the doorway, just in time to see a scattering of tiny calculator parts bouncing every which way on the floor.</p><p><p class=\"TX\">Ignition: <span class=\"TX-ITAL\">“Boys!”</span> Mom cried. “What in the heck have you done now?”</p><p><p class=\"TX\"><em>ASTROTWINS: BLAST OFF © 2015 by Mark Kelly; used with the permission of the publisher, Simon & Schuster.</em></p><h4>Guest</h4><ul><li><strong>Mark Kelly</strong>, former astronaut and children&#8217;s book author.</li></ul>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=An+Astronaut+Uses+Books+To+Launch+Kids+Into+Science&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","audio":[{"meta":{"duration":"576"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393863076-93263c.m3u?orgId=1&e=393858421&d=576&ft=nprml&f=393858421"},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0318_space-nasa.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"852","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0318_kelly-book.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1931","width":"1280"}},{"href":"http://media.wbur.org/wordpress/11/files/2015/03/0318_kelly-headshot.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1600","width":"1280"}}]}