{"created":"2015-05-14T21:28:55+00:00","modified":"2015-05-14T21:28:55+00:00","valid":{"from":"2013-12-23T19:32:31+00:00","to":"3013-12-23T19:32:31+00:00"},"hreflang":"en","guid":"6db05bdb-dc4f-45bc-8792-c71684e6d08c","published":"2013-12-23T19:32:31+00:00","title":"Working the holiday... by choice","itags":["PMP:Marketplace_PMP","6db05bdbdc4f5bce7924c71684e6d08c","Marketplace","Marketplace for Monday, December 23, 2013"],"tags":["APM","Business","holiday","working"],"contentencoded":"<div class=\"barn-cleaned\"><p>The holidays are upon us. For some of you, that means jetting off to your hometown to spend a few days with your family. There are, of course, a whole lot of people who work during the holidays. And not all of them do it because they have to. Some people actually prefer punching the clock&nbsp;this time of year.</p>\n<p>Josh Wexler is a musician. For him, going to work means giving piano lessons to kids and working the door at St. Joe's bar, both jobs he would prefer to work during the holidays.</p>\n<p><strong>“I should start by emphasizing that I don’t like to work ever, but I like to work on holidays,\" says Wexler, “because as much as I don’t like to work, I really don’t like holidays.\"</strong></p>\n<p>Wexler is a man of routine. He likes to wake up late in the day, proceed leisurely to the deli for lunch, then take his dog to the coffee shop and read a book. “<strong>And none of these things can happen on holidays because everyone closes down and it just ruins my day,” says Wexler.</strong></p>\n<p><strong>When asked about spending the holidays with family, Wexler says he hung out with his family for 18 years, “18 years is enough. I don’t need to do that anymore.”</strong></p>\n<p>At this point in our conversation, I accused Wexler of being a scrooge. He resented that. He says he loves each of his family members individually, but it’s being trapped in a room with all of them at once that he hates.</p>\n<p>Ron Inman, on the other hand, wishes his family still got together for the holidays. He lives in Harriman, Tennessee, 40 miles West of Knoxville.</p>\n<p>“<strong>It’s a small town,” says Inman in a southern accent as thick as the Tennessee humidity, “It’s one of those towns that’s sort of dying, I guess.”</strong></p>\n<p>I spoke to Inman via Skype. He brought his tablet to the VFW, a bar with WiFi, where he spent many of his holidays at after he retired. Before retirement, he worked as a security guard at a nuclear power plant, a job he couldn’t give me too many details about. &nbsp;“<strong>We weren’t really supposed to talk about it,” says Inman.</strong></p>\n<p>Inman says that after he and his wife divorced, he only had his kids every other year. And after his grandparents passed away, his extended family stopped getting together during the holidays, so he was alone, <strong>“the holidays were more of a bummer than they were something to look forward to.”</strong></p>\n<p>So he volunteered to work at the power plant.&nbsp; It kept his mind off the fact he missed his kids,&nbsp;and&nbsp;it paid good money. Overtime and holiday pay combined meant he could earn triple his normal wages.&nbsp;&nbsp;Keep in mind, the Fair Labor Standards Act does not require employers to provide holiday pay to workers -- any agreement to pay additional holiday wages is voluntary.</p>\n<p><strong>“There are a lot of benefits of working on a holiday,”</strong> says board certified life coach <strong>Marsha Egan, &nbsp;“and it depends on whether it’s for the person or for the company.”</strong></p>\n<p>Before she was self-employed, Egan worked in the insurance industry, and always preferred working during the holidays.&nbsp; The office was empty and quiet, so she could get more done.</p>\n<p><strong>“I really enjoyed wrapping up the year and getting ready for the new year and clearing not only my mind but my desk, my office and having uninterrupted time to do it,” says Egan.</strong></p>\n<p>Egan&nbsp;often works with clients who volunteer to work holidays because they want to stand out among their fellow employees. “<strong>Many times people will work over the holidays more or less to be noticed. And they are happy to do it because they think that’s part of achieving their goals of getting ahead in an organization,”&nbsp;she says.</strong></p></div>","teaser":"There are a lot of Americans working during the holidays. Not all of them do it because they have to.","contenttemplated":"[{\"content\":\"<p>The holidays are upon us. For some of you, that means jetting off to your hometown to spend a few days with your family. There are, of course, a whole lot of people who work during the holidays. And not all of them do it because they have to. Some people actually prefer punching the clock this time of year.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Josh Wexler is a musician. For him, going to work means giving piano lessons to kids and working the door at St. Joe&apos;s bar, both jobs he would prefer to work during the holidays.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>“I should start by emphasizing that I don’t like to work ever, but I like to work on holidays,&quot; says Wexler, “because as much as I don’t like to work, I really don’t like holidays.&quot;</strong></p>\"},{\"content\":\"<p>Wexler is a man of routine. He likes to wake up late in the day, proceed leisurely to the deli for lunch, then take his dog to the coffee shop and read a book. “<strong>And none of these things can happen on holidays because everyone closes down and it just ruins my day,” says Wexler.</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>When asked about spending the holidays with family, Wexler says he hung out with his family for 18 years, “18 years is enough. I don’t need to do that anymore.”</strong></p>\"},{\"type\":\"text/html\",\"content\":\"<p>At this point in our conversation, I accused Wexler of being a scrooge. He resented that. He says he loves each of his family members individually, but it’s being trapped in a room with all of them at once that he hates.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>Ron Inman, on the other hand, wishes his family still got together for the holidays. He lives in Harriman, Tennessee, 40 miles West of Knoxville.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“<strong>It’s a small town,” says Inman in a southern accent as thick as the Tennessee humidity, “It’s one of those towns that’s sort of dying, I guess.”</strong></p>\"},{\"content\":\"<p>I spoke to Inman via Skype. He brought his tablet to the VFW, a bar with WiFi, where he spent many of his holidays at after he retired. Before retirement, he worked as a security guard at a nuclear power plant, a job he couldn’t give me too many details about.  “<strong>We weren’t really supposed to talk about it,” says Inman.</strong></p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Inman says that after he and his wife divorced, he only had his kids every other year. And after his grandparents passed away, his extended family stopped getting together during the holidays, so he was alone, <strong>“the holidays were more of a bummer than they were something to look forward to.”</strong></p>\"},{\"content\":\"<p>So he volunteered to work at the power plant.  It kept his mind off the fact he missed his kids, and it paid good money. Overtime and holiday pay combined meant he could earn triple his normal wages.  Keep in mind, the Fair Labor Standards Act does not require employers to provide holiday pay to workers -- any agreement to pay additional holiday wages is voluntary.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p><strong>“There are a lot of benefits of working on a holiday,”</strong> says board certified life coach <strong>Marsha Egan,  “and it depends on whether it’s for the person or for the company.”</strong></p>\"},{\"content\":\"<p>Before she was self-employed, Egan worked in the insurance industry, and always preferred working during the holidays.  The office was empty and quiet, so she could get more done.</p>\",\"type\":\"text/html\"},{\"content\":\"<p><strong>“I really enjoyed wrapping up the year and getting ready for the new year and clearing not only my mind but my desk, my office and having uninterrupted time to do it,” says Egan.</strong></p>\",\"type\":\"text/html\"},{\"content\":\"<p>Egan often works with clients who volunteer to work holidays because they want to stand out among their fellow employees. “<strong>Many times people will work over the holidays more or less to be noticed. And they are happy to do it because they think that’s part of achieving their goals of getting ahead in an organization,” she says.</strong></p>\",\"type\":\"text/html\"}]","description":"There are a lot of Americans working during the holidays. Not all of them do it because they have to.","byline":"David Weinberg","audio":[{"href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/0726_computers.JPG?itok=w98oscGW","meta":{"height":"340","width":"610","crop":"primary"},"type":"image/jpeg"},{"type":"audio/mpeg","format":"MP3","href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/12/23/marketplace_segment21_20131223_64.mp3","meta":{"api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/12/23/marketplace_segment21_20131223","type":"application/json"},"duration":208,"duration_hms":"00:03:28"}}]}