{"created":"2015-03-09T19:00:15+00:00","modified":"2015-03-10T14:10:07+00:00","valid":{"from":"2015-03-10T14:10:06+00:00","to":"3015-03-10T14:10:06+00:00"},"hreflang":"en","title":"'Better Call Saul' Breathes New Life Into 'Breaking Bad' Characters ","published":"2015-03-09T23:58:00+00:00","teaser":"The new show's co-creator says it became a writers' room joke on <em>Breaking Bad</em> that if something didn't fit it would go on the Saul Goodman show, or what is now AMC's <em>Better Call Saul. </em>","itags":["npr_api","391873194"],"guid":"6dc3b6eb-321b-4483-9957-4fcf6d0d1c5d","contentencoded":"<p>The new show <em>Better Call Saul</em> imagines what slip 'n fall lawyer turned criminal attorney Saul Goodman's life was like before he met Walter White, the main character of <em>Breaking Bad</em>. It tells the story of how Saul, played by Bob Odenkirk, started out as Jimmy McGill, a public defender who is so broke that his home and office are the backroom of a nail salon.</p><p><em>Better Call Saul</em><em> </em>co-creator Peter Gould, who also wrote for <em>Breaking Bad</em>, says that centering a new show on Saul Goodman was completely organic.</p><p>\"I was a little worried when he first appeared [on <em>Breaking Bad</em>] because he seemed maybe not in keeping with the rest of the tone of the show,\" Gould tells <em>Fresh Air</em>'s Terry Gross. \"But somehow he seemed to work in the world of <em>Breaking Bad</em> and we loved him. Everybody in the writers' room enjoyed writing for him and thinking about what would happen to Saul Goodman and we were always sad when there was an episode where we didn't have Saul.\"</p><p>It became a writers' room joke, he says, that if something didn't fit on <em>Breaking Bad</em>, it would go on the \"Saul Goodman show.\" But <em>Better Call Saul</em> was also an opportunity to breathe new life into characters from <em>Breaking Bad</em> — characters like<em> </em>the hitman and fixer Mike Ehrmantraut, played by Jonathan Banks. Gould says Mike was a natural choice to bring back.</p><p>\"It was really an instinctive question: 'Who do we want to have next to Saul?'\" he says. \"... And the idea of working with Jonathan again was so appealing.\"</p><p>Banks, meanwhile, says he was thrilled he could return for it.</p><p>\"This is my 47th or 48th year since I got my first paycheck, so I've done this for a while,\" he says. \"But I turned to Peter and I said, 'This doesn't happen. This just doesn't happen very often.' And it doesn't. This has been just a wonderful experience.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On reassembling the team after <em>Breaking Bad</em> ended </strong></p><p><strong>Gould:</strong> One of the things I really enjoyed about starting up this show was getting to call some of our writers and some of the actors and to say, \"We're doing this thing! It's happening! We've been talking about it forever, but here we go and we'd love to have you come and play.\" I'm just so happy that Jonathan [Banks] in particular was ready, willing and able to come back. ... It's like being in a band or a team where you play well together.</p><p><strong>On creating Saul's character</strong></p><p><strong>Gould:</strong> I think we were thinking about lawyers. ... I grew up in New York and I had some lawyers in the family and none of them were as fast-talking as Saul Goodman. So it was just the idea of someone who is a free agent who has the gift of the gab and also, mechanically, on <em>Breaking Bad</em>, we had this character of Walter White who was so dark and had so little self-knowledge and we needed a character who was a little bit more verbal, who was a little smoother, who was a little more comfortable in his own skin, just for contrast. So in some ways, Saul Goodman was the flip side of Walter White.</p><p><strong>On Saul changing his name from Jimmy McGill </strong></p><p><strong>Gould:</strong> As he says the first time that Walter White meets him on <em>Breaking Bad</em>, \"Well, the homeboys want a pipe-hitting Jew.\" That could be the reason, or there may be other reasons, too, but what we do know about Jimmy McGill when we meet him on <em>Better Call Saul</em> is that his name is really important to him. And, in fact, in that first episode, his brother proposes, \"Why don't you change the name of your law firm?\" ...</p><p>So that's one of the fun things about doing a prequel is that there's that layer of irony, because you know he's going to change his name. And it's almost magical — the further we take him from changing his name, the more tension we feel and hopefully the audience will, too, or at least the ones who are looking at it in that retrospective way.</p><p><strong>On how Banks got cast as Mike, Saul's fixer and private eye</strong></p><p><strong>Gould:</strong> We were at the very end of season two [of <em>Breaking Bad</em>] and there was this moment when Jesse [Pinkman] woke up and Jane [Margolis] was dead and we were going to have Saul Goodman come in and clean things up. And, unfortunately, Bob Odenkirk was not available to come to town, to come to Albuquerque for that particular scene. And so very much at the last minute [<em>Breaking Bad </em>creator] Vince Gilligan had the inspiration of bringing in Mike the \"fixer,\" or his private detective who has been mentioned a couple of times on the show — and now we're going to see him. And through some miracle, we cast Mr. Jonathan Banks.</p><p><strong>On playing tough guys throughout his career </strong></p><p><strong>Banks:</strong> I'm not very pretty, so I can't play the leading man. So I'm either going to be the bad guy or the cop. You know what? It's a smart-aleck answer, but also there's some truth in that, in the world of Hollywood and television. If you're not beautiful, you better be able to act a little bit, anyway.</p><p><strong>On deciding to bring Mike back for <em>Better Call Saul</em></strong></p><p><strong>Gould:</strong> It's a rare thing for a writer to write a scene and then see an actor do it and for the actor not simply to reinterpret but to take everything that you intended and then take it further and make it more real. That's the experience that I had in every scene that I wrote for Jon. ...</p><p>There was a lot more to say about this character and we were fascinated by how he got to be the guy he is on <em>Breaking Bad</em>, because the guy he is on <em>Better Call Saul </em>is quite a bit different.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Better+Call+Saul%27+Breathes+New+Life+Into+%27Breaking+Bad%27+Characters+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2293"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1391910266-10ea69.m3u?orgId=1&topicId=1138&e=391873194&d=2293&ft=nprml&f=391873194"},{"href":"http://media.npr.org/assets/img/2015/03/09/still2-1--2f7a291af2de61374d1c46f5e5cfa4bbec2ea65c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"454","width":"605"}},{"href":"http://media.npr.org/assets/img/2015/03/09/behindthescenes-effa35043b94764d654abc026458b2015987f009.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"694","width":"926"}}]}