{"created":"2014-11-07T22:21:52+00:00","modified":"2014-11-12T17:05:35+00:00","valid":{"from":"2014-11-12T17:05:35+00:00","to":"3014-11-12T17:05:35+00:00"},"hreflang":"en","title":"Tripping Into A Black Hole In This Week's Movies","published":"2014-11-09T01:43:00+00:00","teaser":"NPR film critic Bob Mondello gets blinded by science this week at the movies, what with <em>The Theory of Everything</em>, <em>Interstellar</em>, <em>Big Hero 6</em> and some really cool black holes.","itags":["npr_api","362315993"],"guid":"6ddc16c3-b1a8-4b29-960d-77575f4cbc75","contentencoded":"<p>I've learned a lot about physics this week at movie screenings, and let me start by saying that I've no idea how much of it is accurate. All I can swear to is that it comes vetted by (or at least associated with) some very high-powered theoretical physicists.</p><p>Chief among them is Stephen Hawking, the subject of a biopic called <em>The Theory of Everything</em>, which starts with him as a young collegiate type, bracing for skepticism from his Cambridge professors about his doctoral dissertation. He needn't have bothered. They scarcely can contain their smiles as they query him about black holes, before telling him he'll henceforth be Dr. Hawking.</p><p>The young physicist then sets about trying to come up with a singular theory to prove <a href=\"http://www.einstein-online.info/spotlights/singularities\" target=\"_blank\">space-time singularity</a>, or ... something. Happily, <em>The Theory of Everything</em> is centered on Eddie Redmayne's terrifically physical performance, which (as ALS takes over Hawking's body) slowly reduces Redmayne to conveying emotion almost entirely through his eyes — a decent distraction from the film's inability to deal with science, especially the science of black holes.</p><p>For a stronger emphasis on science this week, you need to head for either San Fransokyo in Disney's animated <em>Big Hero 6</em>, or the outer rings of Saturn in Christopher Nolan's <em>Interstellar</em>. San Fransokyo being closer, let's head there first, in the company of an animated teen robotics nut named Hiro, and his five nerdier-than-thou, ethnically diverse buddies: Wasabi, Gogo, Honey Lemon, Fred and an inflatable health robot named Baymax.</p><p>They're on a mission to stop a guy who's determined to suck them all into a wormhole — which is to say <a href=\"http://science.howstuffworks.com/science-vs-myth/everyday-myths/time-travel4.htm\" target=\"_blank\">an Einstein-Rosen bridge between two black holes on opposite ends of</a> ... well, I'm already out of my depth here. But the filmmakers consulted with Cal Tech's theoretical cosmologist Sean Carroll, who specializes in dark energy and relativity, so while <em>Big Hero 6</em> is still a cartoon, it's not an uninformed one. Kids watching will have a leg up when they hear about this stuff in their science classes a decade from now.</p><p>Of course, that's assuming this stuff will still be taught in science classes a decade from now, a notion on which the movie <em>Interstellar</em> very quickly casts some doubt. Nolan's sci-fi epic portrays a near-future earth that has — in the wake of unspecified disasters that have unleashed drought and blight, and left a much diminished population unable to feed itself — grown science-averse. This is a problem because, as the title suggests, humankind needs to head to inhabitable planets elsewhere, and soon.</p><p>Although purged textbooks might keep students of the future from understanding this, the laws of physics say that getting to other stars in time would be all but impossible. But a wormhole would fix that problem, and happily, one appears — extremely well vetted by physicist Kip Thorne, who is not only <em>Interstellar's</em> executive producer, but is also a friend of Stephen Hawking. An early treatment of the film's story reportedly had Hawking as a character, but that was scrapped. Instead, the filmmakers used his theories to accurately visualize a rapidly rotating black hole, so that Matthew McConaughey and friends could plunge into it.</p><p>Nolan's script goes so deeply into explaining black holes and their effect on time that if I were 19 and <em>Interstellar</em> were my <em>2001: A Space Odyssey</em>, I'd be, um, over the moon. But I'm not, and it's not, so I contented myself with admiring its special effects. Which are indeed special, and precise enough, apparently, to inspire dissertations in their own right.</p><p>Wouldn't it be nice if Stephen Hawking weighed in?  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tripping+Into+A+Black+Hole+In+This+Week%27s+Movies&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bob Mondello","audio":[{"meta":{"duration":"273"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1362588120-bf8dcc.m3u?orgId=1&topicId=1045&ft=3&f=362315993"},{"href":"http://media.npr.org/assets/img/2014/11/07/interstellar-1-f9e7cb712d53439c3d3a30b36326400f5c090b64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}}]}