{"created":"2014-10-08T02:59:47+00:00","modified":"2014-10-31T00:38:26+00:00","valid":{"from":"2014-10-31T00:38:25+00:00","to":"3014-10-31T00:38:25+00:00"},"hreflang":"en","title":"Is Unlimited Spending On Political Speech A Protected Right?","published":"2014-07-03T00:05:00+00:00","teaser":"Do individuals and organizations have a constitutional right to unlimited spending on their own political speech? Legal experts face off on the issue in the latest <em>Intelligence Squared U.S. </em>debate.","itags":["npr_api","327753580"],"guid":"6de0786b-8eda-48a3-8d34-36508ea54bcb","contentencoded":"<p>In 2010, the <a href=\"http://www.npr.org/templates/story/story.php?storyId=122805666\">Supreme Court ruled</a> that the First Amendment protected the right of corporations and unions to spend money on political speech. That decision, <em>Citizens United v. Federal Election Commission,</em> didn't affect how much money organizations could <em>donate </em>to political campaigns — but it removed limits on how much they could spend themselves.</p><p>In a recent <em>Intelligence Squared U.S.</em> debate, legal scholars squared off on a question that gets at the heart of the debate over <em>Citizens United, </em>among other issues: Do individuals and organizations have a constitutional right to unlimited spending on their own political speech?</p><p>In these Oxford-style debates, the team that sways the most people by the end of the debate is declared the winner. One side took the position that political advocacy is exactly the kind of speech that the First Amendment is designed to protect, and that limiting spending means inhibiting expression. The other argued that spending is not the same as speech, and allowing unlimited spending gives some voices more power than others.</p><p>Before the debate, the audience at the National Constitution Center in Philadelphia voted 33 percent in favor of the motion and 49 percent against, with 18 percent undecided. After the debate, 33 percent agreed with the motion, while 65 percent were against, making the team arguing against the motion the winner of this particular debate.</p><p>Those debating:</p><p><strong>FOR THE MOTION</strong></p><p><strong>Floyd Abrams,</strong> an expert on the First Amendment and U.S. constitutional law, is a partner and member of the executive committee at Cahill Gordon & Reindel LLP. He has argued frequently in the Supreme Court, and in 2010, prevailed in his argument before the Supreme Court on behalf of Sen. Mitch McConnell as amicus curiae, defending the rights of corporations and unions to speak publicly about politics and elections in <em>Citizens United v. Federal Election Commission</em>. In one of his most famous cases, Abrams defended <em>The New York Times</em> in the Pentagon Papers case, in which the paper published secret reports on U.S. involvement in Vietnam.</p><p><strong>Nadine Strossen,</strong> professor of law at New York Law School, has written, lectured and practiced extensively in the areas of constitutional law, civil liberties, and international human rights. She served as president of the American Civil Liberties Union between 1991 and 2008 — the first woman to head the civil liberties organization. She is currently a member of the ACLU's National Advisory Council. Strossen's work has been published in many scholarly and general interest publications, and her book, <em>Defending Pornography: Free Speech, Sex, and the Fight for Women's Rights</em>, was a <em>New York Times </em>\"Notable Book\" in 1995.</p><p><strong>AGAINST THE MOTION</strong></p><p><strong>Burt Neuborne,</strong> a civil liberties lawyer, teacher and scholar, is the Inez Milholland Professor of Civil Liberties and the founding legal director of the Brennan Center for Justice at NYU School of Law. Neuborne has served as national legal director of the American Civil Liberties Union, as special counsel to the National Organization for Women Legal Defense and Education Fund and as a member of the New York City Human Rights Commission. He challenged the constitutionality of the Vietnam War, worked on the Pentagon Papers case and anchored the ACLU's legal program during the Reagan years. At the Brennan Center, he has concentrated on campaign finance reform and efforts to reform the democratic process. His book, <em>Madison's Music: On Reading the First Amendment,</em> is scheduled for publication in fall 2014.</p><p><strong>Zephyr Teachout</strong> is an associate law professor at Fordham Law School. She writes about political law, with a focus on corruption. She is also known for her work as director of online organizing for Howard Dean's 2004 presidential campaign, where she led the first technical team developing social media tools for supporters, many of which were used in Obama's 2008 online campaign. As the first national director of the Sunlight Foundation, she led several crowd-sourced investigative journalism projects, including a national campaign to expose the political connections behind earmarks. She was also a fellow at the New America Foundation's Markets, Enterprise, and Resiliency Initiative. Her book <em>Corruption in America</em> is coming out in fall 2014.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Is+Unlimited+Spending+On+Political+Speech+A+Protected+Right%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327768605-1f22e1.m3u?orgId=1&topicId=1057&aggIds=6263392&ft=3&f=327753580"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1327768601-01dc4d.m3u?orgId=1&topicId=1057&aggIds=6263392&ft=3&f=327753580"},{"href":"http://media.npr.org/assets/img/2014/07/02/against-62ac1038fee7671e79f348abc2c94f9900ab5af1.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"844","width":"1125"}},{"href":"http://media.npr.org/assets/img/2014/07/02/for-958991fb22e07a8b4c84939c8f65c8e98a34e6ba.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"551","width":"734"}}]}