{"created":"2014-08-30T13:10:24+00:00","modified":"2014-10-30T23:07:35+00:00","valid":{"from":"2014-10-30T23:07:35+00:00","to":"3014-10-30T23:07:35+00:00"},"hreflang":"en","title":"'Kill My Mother' Is A Darkly Drawn Confection","published":"2014-08-30T00:40:00+00:00","teaser":"Veteran cartoonist Jules Feiffer has just written his first graphic novel, the noirish <em>Kill My Mother</em>. Reviewer Alan Cheuse is discovering graphic novels equally late, but still finds it a good read.","itags":["npr_api","341879944"],"guid":"6de73593-958a-4ee8-b919-f2513904c2bd","contentencoded":"<p>Pulitzer Prize-winning cartoonist Jules Feiffer — now in his mid-80s— has been in the business for more than 60 years. So his first graphic novel, a darkly drawn confection in the noir tradition, called <em>Kill My Mother,</em> comes late in his career. I feel a certain kinship with him, because as a reader I'm a latecomer to the genre myself. Call me a dinosaur, but his book, so deliciously inviting to scan (if a bit convoluted in its plot), is one of the first of its kind that I've read cover to cover. Like the satiric, fanciful dancers Feiffer drew for <em>The Village Voice</em>, I'm doing mental turns and jumps because I did.</p><p>The noirish story begins in the 1930s, in the aftermath of the death of a Southern California policeman. The cop's widow, a blonde named Elsie, makes ends meet by going to work for an alcoholic private eye who knew her husband. Meanwhile, her daughter Annie feels abandoned, and takes up raucous games and shoplifting in the company of a young friend named Artie. The drawings and the story become more complicated when Annie and Artie — on the run from a department store detective — are rescued by a tall, gaunt mystery woman with a baseball bat.</p><p>Annie, in turn, rescues their rescuer from life on the street ... but meanwhile, the plot thickens as her mother tries to find yet another mysterious tall blonde, whom the detective has been hired to track down. Gunplay flares up when Elsie picks up a pistol to protect herself from a menacing gang of street thugs. And the alcoholic detective winds up dead, shot by (yet another) pistol-packing mystery blonde — whose panties he happens to have stolen and pulled up over his own underwear.</p><p>The cross-dressing is only one part of a story filled with many ambiguous turns and false identities — and it doesn't help that Feiffer's drawings of the various blond women become less and less distinguishable over the first half of the book. On top of everything else, the story jumps a decade ahead to Hollywood, to a radio studio where Annie, now grown, is drawing huge audiences with a radio show based on her exploits with Artie. And then there's a subplot about the rivalry of two movie stars, one a former boxer and the other of mysterious origins. And <em>then</em> it's off to a Hollywood variety show in the jungles of a South Pacific island under siege by the Japanese, a sequence that includes island warfare, and some startling revelations about character and motive — and more cross-dressing.</p><p>All this may make you feel — as it did me — that you're watching some lost Raymond Chandler film, with a script by William Faulkner. The characters tend to emote extra-large, in a way that makes me think of the expressionist histrionics in silent films. Dialogue in graphic novels can sometimes play second fiddle to the art, but in this case, Feiffer expresses a great deal of emotion just in his lettering, let alone the dialogue itself.</p><p>Overall it's pretty easy on the eyes, mainly because of Feiffer's by now familiar — and quite endearing — style of drawing wide-eyed, rangy, long-limbed figures, usually mostly comic, expressing joy or, as often happens here, distress. Figuring this one out as you look at the pages is a real brain-teaser — which may make you want to go back and read the entire thing again. That's what happened to me. Dark or light, there's a certain pleasure to it.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=%27Kill+My+Mother%27+Is+A+Darkly+Drawn+Confection&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Alan Cheuse","audio":[{"meta":{"duration":"134"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1344328057-c99d7b.m3u?orgId=1&topicId=1034&ft=3&f=341879944"},{"href":"http://media.npr.org/assets/img/2014/08/26/kill-my-mother_finaltext-59-79fe41a4260824017886f7ba36da6b04feae6fd4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"598","width":"798"}}]}