{"created":"2014-08-30T23:05:24+00:00","modified":"2014-10-31T15:41:36+00:00","valid":{"from":"2014-10-31T15:41:36+00:00","to":"3014-10-31T15:41:36+00:00"},"hreflang":"en","title":"Mississippi Marks 50 Years Since History-Changing 'Freedom Summer'","published":"2014-06-26T22:50:00+00:00","teaser":"After decades of trying to ignore the turbulent summer of 1964, when a campaign to register black voters was met with violent resistance, Mississippi is now embracing its history.","itags":["npr_api","319099188"],"guid":"6dec1094-bddb-4ce3-871f-1d709f9a81fa","contentencoded":"<p>A new exhibit at the Mississippi state archives takes you back in time. The facade of a front porch, complete with screen door, invites you to imagine what it was like for some 900 activists, mostly white college students, who in 1964 came to the nation's most closed society.</p><p>Robert Moses was an organizer of what was at the time formally known as the Mississippi Summer Project.</p><p>\"That's sort of what was nice about it. There was no pretension that we were going to change history,\" Moses says. \"We were just going to have our little summer project.\"</p><p>But in reality, Moses says, it was guerrilla warfare coordinated by several civil rights groups, motivated in part by the assassination of NAACP field secretary Medgar Evers the year before. Moses says the concept was to have the young workers spread throughout the black community, living with families.</p><p>\"The idea of a white woman eating at the same table with black people, sharing the same toilet, using the same ... shower. This really was an anathema. It was breaking the social code,\" Moses says.</p><p>They set up Freedom Schools to educate African-American children and conducted workshops on registering to vote, often using black churches as an operating base. The efforts were met with fierce white resistance.</p><p>This archives exhibit includes photographs, excerpts from journals and film clips documenting the Freedom Summer experience. These materials are part of a growing collection the state is amassing for a civil rights museum now under construction.</p><p>\"Fifty years ago, this exhibit would not have been within this space,\" says Jacqueline Dace, the museum's project manager.</p><p>The archives exhibit kicks off a month of events that will culminate in a Freedom Summer reunion in late June.</p><p>Dace says the workers deserve recognition and an opportunity to share their stories while they're still able, \"because for many years they were not able to talk about it. Whether it was their own personal PTSD that they were dealing with, because they were beat, they were bloodied, they saw their friends killed. So for the state of Mississippi to say, OK, yeah, we need to reconcile this — it's totally necessary.\"</p><p>After decades of confrontation over how to handle the rich but chilling history here, official Mississippi is no longer an obstacle. The state is now actively promoting its place as ground zero in the civil rights struggle.</p><p><strong>The Good, The Bad And The Ugly</strong></p><p>In front of what used to be the Greyhound bus station in downtown Jackson, Mississippi tourism director Malcolm White marks the spot where Freedom Riders were beaten and arrested while trying to integrate public transportation.</p><p>It's one of dozens of sites around the state with historic Mississippi Freedom Trail markers commemorating civil rights milestones — even brutal murders like the three Freedom Summer workers killed by Klansmen in Neshoba County.</p><p>\"I think Mississippi is finally getting it right. We talk about telling the Mississippi story — a huge part of that story is civil rights, African-American struggle, slavery and all of the above. The good, bad and the ugly,\" White says.</p><p>Mississippi has long touted its blues and literary heritage, White says. Now it's time to tell the rest of the story.</p><p>\"We really have a strategy to be honest about the struggle and Mississippi's role in it,\" he says. \"Ultimately, if we continue to build our trail and to get our museum open, then hopefully the textbooks will be rewritten and what we teach our children will be closer to the truth than what I was taught.\"</p><p>For Moses, that kind of reckoning is essential.</p><p>\"Mississippi might help the country lead the way into having a more forthright history of itself,\" he says.</p><p>Moses says the lessons from 50 years ago are relevant for global human rights movements today.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mississippi+Marks+50+Years+Since+History-Changing+%27Freedom+Summer%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Debbie Elliott","audio":[{"meta":{"duration":"317"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1319222895-850aa4.m3u?orgId=1&topicId=1136&aggIds=325914836&ft=3&f=319099188"},{"href":"http://media.npr.org/assets/img/2014/06/05/ms-freedom-summer2-f960e9179c3cbed83b76e9cc53c4c87bdfdcc31d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3310","width":"4416"}}]}