{"created":"2015-01-04T19:00:57+00:00","modified":"2015-01-21T23:05:13+00:00","valid":{"from":"2015-01-21T23:05:13+00:00","to":"3015-01-21T23:05:13+00:00"},"hreflang":"en","title":"TV In 2015: Late-Night Shuffles, Big Goodbyes And More","published":"2015-01-05T13:31:00+00:00","teaser":"The most important TV events coming in 2015 include new voices in late-night, big goodbyes, online platforms picking up old shows and, NPR TV critic Eric Deggans says, more of everything.","itags":["npr_api","374643984"],"guid":"6df27280-0da2-4aa8-a091-2a62ef4199ae","contentencoded":"<p>What do a woman freed from a religious cult, a crooked lawyer and TV's longest serving late-night host have in common?</p><p>That's not the setup to an oddball joke. Instead, they're all part of the hottest trends coming to television in 2015, when a deluge of new shows combined with a boatload of new platforms threatens to transform the TV business over the next year.</p><p>And one of the most unique fictional characters among 2015's crop of new shows is Kimmy Schmidt, a bubbly young woman who survived years in a dehumanizing cult that told her the world was destroyed by nuclear fire.</p><p>But surviving her first interview on the <em>Today</em> show after she and her friends were rescued from the cult? Well, that might be even tougher.</p><p>\"Ladies, you've been given an amazing second chance at life,\" <em>Today</em> host Matt Lauer tells her in the opening moments of Netflix's comedy <em>Unbreakable Kimmy Schmidt</em>. \"People have donated thousands of dollars to the Mole Women Fund.\"</p><p>\"And we are so grateful,\" Schmidt says, \"but, honestly, we don't love that name.\"</p><p>\"So, Mole Women, what happens next?\" Lauer answers. \"What do you do now?\"</p><p><em>Unbreakable Kimmy Schmidt</em> is a new series from Tina Fey and Robert Carlock, who worked together on Fey's NBC series <em>30 Rock</em>. The program was made for NBC but sold to Netflix, which picked up the canceled show before it even aired on the network.</p><p>It's a growing trend: TV shows moving online from more traditional starting points. Yahoo will continue to produce new episodes of NBC's canceled comedy <em>Community</em>. And a show originally developed for FX, the superhero series <em>Powers</em>, will debut not on FX but on The Playstation Network.</p><p>Yes, there will be an original TV series made just for a videogame console.</p><p>But the biggest sea change in television this year comes courtesy of David Letterman's surprise announcement last year.</p><p>\"I said when this show stops being fun ... I will retire 10 years later,\" he joked, just before letting the world know he was retiring in 2015 after more than 30 years in the game.</p><p>Letterman, TV's longest-serving late-night host, officially retires on May 20. But he's already changing television, prompting Stephen Colbert to leave his <em>Colbert Report</em> to take over Letterman's <em>Late Show,</em> which made room at Comedy Central for a new voice: Larry Wilmore.</p><p>\"I'm Larry Wilmore, host of the new <em>Nightly Show</em>,\" he tells a disbelieving senior citizen in one teaser commercial for the show. \"Who?\" she shoots back, confirming Wilmore's status as a guy who doesn't yet have the profile of the comic he's replacing at 11:30 p.m. weeknights.</p><p>Wilmore, best known as <em>The Daily Show</em>'s \"senior black correspondent,\" takes over Colbert's timeslot with <em>The Nightly Show</em> on Jan. 19.</p><p>Wilmore's show was originally called <em>The Minority Report</em>, but Comedy Central changed it after learning the 2002 film of the same name would be made into — you guessed it — a TV pilot.</p><p>Still, Wilmore will be the only African-American hosting a late-night entertainment show in 2015. Along with Colbert and new <em>Late, Late Show</em> host James Corden, he's expected to bring lots of fresh voices to a big block of TV's late-night neighborhood.</p><p>And there are some other big goodbyes coming in 2015.</p><p>NBC's critically beloved <em>Parks and Recreation</em> begins its final season Jan. 13. It's among several TV shows taking a final lap this year, including CBS' <em>Two and Half Men</em> and AMC's <em>Mad Men</em>.</p><p>But I'm really going to savor the final season this year of FX's show about a gunslinging federal marshal, <em>Justified</em> — mostly because of the way producers bounce hero Marshal Raylan Givens off his bitter rival, bank robber Boyd Crowder.</p><p>In one scene from the second episode of this season, Givens is facing down Crowder, who was trying to use stolen documents to blackmail a property seller. Crowder, a silky-tongued charmer, insists he was returning the documents out of the goodness of his heart, \"following my instincts, kinda like a higher power slipping me a word.\"</p><p>Givens' response: \"Well, I slip a Glock [handgun] in my holster every morning. So when you hand me those items, do it slow. Or I'll shoot ya.\"</p><p>In a TV world filled with Honey Boo Boos and Duck Dynasties, it's a pleasure to watch a show set in the South with sharp, smart characters.</p><p>That's not, however, the best description for a guy at the heart of another series, which just happens to be cable TV's most anticipated new show: <em>Better Call Saul</em>.</p><p>Saul Goodman, also known as Walter White's shady lawyer from <em>Breaking Bad</em>, gets his own spinoff series on AMC. It debuts over two nights on Feb. 8 and 9, showing how small-time lawyer Jimmy McGill transforms himself into the full-on sleazebag <em>Breaking Bad</em> fans love, with a real talent for recruiting new clients.</p><p>\"I'm No. 1 on your speed-dial, right next to your weed dealer,\" he tells one potential client in a teaser ad for the series.</p><p>\"I think I'd look guilty if I hired a lawyer,\" another possible client tells him.</p><p>\"It's getting arrested that makes people look guilty,\" Goodman replies.</p><p>Who could say no to that?</p><p>Ultimately, the word which best sums up TV in 2015 is: more.</p><p>More new series in unexpected places, more new voices in late-night and more high-quality shows than anyone can keep up with — except maybe a highly motivated TV critic.</p><p>So if you thought TV was good last year, you might want to buckle up.</p><p>Because the pace only gets faster — and more fun — in 2015.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=TV+In+2015%3A+Late-Night+Shuffles%2C+Big+Goodbyes+And+More&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eric Deggans","audio":[{"meta":{"duration":"298"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1374985640-6ce541.m3u?orgId=1&topicId=1138&ft=3&f=374643984"},{"href":"http://media.npr.org/assets/img/2015/01/03/kimmy1-50808be8d614337eff1ba6bc838731978049f287.gif","type":"image/jpeg","meta":{"crop":"standard","height":"3279","width":"4373"}}]}