{"created":"2015-01-10T22:08:54+00:00","modified":"2015-02-08T19:30:04+00:00","valid":{"from":"2015-02-08T19:30:04+00:00","to":"3015-02-08T19:30:04+00:00"},"hreflang":"en","title":"Uptown Boy: Mark Ronson And The Producer As Rock Star","published":"2015-02-08T19:18:00+00:00","teaser":"A studio tinkerer with a perfectionist streak, Ronson himself admits he can't sing. Instead, he built a reputation on instinct and good taste.","itags":["npr_api","376185143"],"guid":"6dfd7cff-083e-49fb-8019-5d4725f927b1","contentencoded":"<p>The song that knocked Taylor Swift off the top of the Billboard Hot 100 this week is a pulsing, funky rager sung by Bruno Mars. But the name on the track, and the vision behind it, belong to someone else. \"Uptown Funk\" is the first single from a new album by British producer, songwriter and musician Mark Ronson.</p><p>That album, <em>Uptown Special</em>, is out Tuesday. It brims with vintage R&B, pop vibes and hip-hop beats, a mix Ronson has been known for since his days as a New York club DJ in the '90s. Over the years he's produced artists from all over the pop landscape — <a href=\"http://www.npr.org/artists/15159821/amy-winehouse\" target=\"_blank\">Amy Winehouse</a>, <a href=\"http://www.npr.org/artists/16001441/nas\" target=\"_blank\">Nas</a>, <a href=\"http://www.npr.org/artists/100814140/black-lips\" target=\"_blank\">Black Lips</a>. Last year he even made it to the TED Conference stage, where he laid out a compelling picture of how the evolution of technology and taste have allowed once-disparate musical threads to weave together.</p><p>Ronson spoke with NPR's Arun Rath about making the new album with collaborators including rapper Mystikal, rising singer Keyone Starr, fellow producer Jeff Bhasker and celebrated author <a href=\"http://www.npr.org/books/authors/138062562/michael-chabon\" target=\"_blank\">Michael Chabon</a>. Hear the radio version at the audio link, and read more of their conversation below.</p><p><strong>Arun Rath: I want to ask about \"Uptown Funk,\" and not just because it's so popular at the moment. I know that Prince used \"uptown\" to refer not to a place, but a kind of idea. I'm wondering what uptown means to you?</strong><strong></strong><strong></strong></p><p><strong>Mark Ronson: </strong>I guess, because I came up DJing in hip-hop clubs in New York, uptown had a very specific meaning: It was the Bronx, it was Harlem. Uptown is the hipster neighborhood — like, coming up in Oakland. Uptown is where Mystikal is from, the housing area he was from in New Orleans. Uptown is, you know, Prince, Minneapolis. It kind of means so many cool things, and absolutely nothing at the same time, that it makes it kind of the perfect thing to put into a song title.<strong></strong></p><p><strong>Why do you think this tune has hit such a hit a chord with people?</strong></p><p>I mean, you can never tell. You can have something you think is the greatest thing ever, or everyone can tell you it's gonna be the biggest hit, and it can just come out and tank. Maybe there's something about hearing dance music played by live, humanoid people that's been missing a bit in music.</p><p><strong></strong><strong>There are so many influences, so many different sounds in your music. I'm curious about the music you listened to growing up. What was your musical diet as a kid?</strong></p><p>I grew up in England until I was 8, and then we moved to New York. I think somewhere in my early teens I really discovered hip-hop, and it was such a great, golden era. You had all the Def Jam things like <a href=\"http://www.npr.org/artists/114241296/slick-rick\" target=\"_blank\">Slick Rick</a> and <a href=\"http://www.npr.org/artists/15770396/ll-cool-j\" target=\"_blank\">LL Cool J</a> and the <a href=\"http://www.npr.org/artists/15361878/beastie-boys\" target=\"_blank\">Beastie Boys</a> and <a href=\"http://www.npr.org/artists/15446162/public-enemy\" target=\"_blank\">Public Enemy</a>, and that was very much the sound of New York — like quite literally, coming out of cars. I got into DJing and playing this music, and because it sampled so much <a href=\"http://www.npr.org/artists/15316566/james-brown\" target=\"_blank\">James Brown</a>, classic jazz, all this rare groove stuff, that made me discover all the funk music — and I realized I loved that just as much.</p><p><strong></strong><strong>So you ended up going an extra step, getting influenced by the people who influenced you initially.</strong></p><p>Exactly. And I think that's how a lot of people from my generation discovered things like <a href=\"http://www.npr.org/artists/15595533/the-meters\" target=\"_blank\">The Meters</a> and <a href=\"http://www.npr.org/artists/14947959/al-green\" target=\"_blank\">Al Green</a> — through <a href=\"http://www.npr.org/artists/15769897/wu-tang-clan\" target=\"_blank\">Wu-Tang</a> and the <a href=\"http://www.npr.org/artists/15769894/rza\" target=\"_blank\">RZA</a> and those productions. And it's great, I think, any which way you come to it. It doesn't matter.</p><p><strong></strong><strong>How old were you when you started writing songs?</strong></p><p>I played in a high school band; I played rhythm guitar. And I wrote some horrible songs. I was always more interested in writing the music. I bought a drum machine and I started to work with rappers — just making the beat, and they come with the lyrics.</p><p>I feel like surrounding yourself with people that are more talented than you is the best way to get better at anything — so like, working with someone like Jeff Bhasker on this album and wanting to really step up my musicality and chord changes. Picking up a Stevie Wonder songbook and teaching yourself the most complicated thing in there, even if it takes you four weeks to figure out one song. Any of those things, I love doing. They feed the brain and the soul at the same time.</p><p><strong>Is it my imagination or are producers becoming stars more often these days? I'm thinking about you, <a href=\"http://www.npr.org/tags/306761280/pharrell\" target=\"_blank\">Pharrell</a>, AVICII. And then there are people making electronic dance music who are stars, basically, for producing. What do you make of that?</strong><strong></strong></p><p>I'm not sure what happened somewhere along the way that I get to make these records with my own name. When I first put out<strong> </strong>my song \"<a href=\"https://www.youtube.com/watch?v=4HLY1NTe04M\" target=\"_blank\">Valerie</a>\" with Amy Winehouse, it really wasn't a hit at all in this country. Somebody at the label explained to me, \"Listen, no one will ever understand, in America, the 'Mark Ronson featuring Amy Winehouse' thing. It's just never gonna fly.\"</p><p>I think Calvin Harris and these guys kind of broke down the door, even though they're doing such different music than I'm doing. \"Calvin Harris featuring Rihanna\" suddenly became a thing that American radio, or however you want to say it, commercial radio, was ready for. I make these records because I have a concept and a bunch of song ideas and things, but I need great vocalists and I need people to help me carry that vision. I couldn't do it all by myself.</p><p><strong>You've worked with and produced some very established singers — Bruno Mars, Amy Winehouse, <a href=\"http://www.npr.org/artists/15132566/lily-allen\" target=\"_blank\">Lily Allen</a> — but on this new album you also have some great new vocal talent. You took a trip through the American South.</strong><strong></strong></p><p>We wrote this song called \"I Can't Lose.\" I love all the <a href=\"http://www.npr.org/artists/15322004/chaka-khan\" target=\"_blank\">Chaka Khan</a> records from the late '70s — \"I Know You, I Live You,\" and that feeling. We were thinking, who around [today] would sing that? And Jeff was just like, \"Man, let's just get in a car and drive through the South, and we'll find singers. We'll call it 'Mississippi Mission,' or 'Church Idol.' \" This was like a 3 a.m. conversation, after a few whiskeys.</p><p>We got to New Orleans and rented a van, and we drove up through the South. And we saw so many incredible singers. You're not gonna see a bad singer going to churches and nightclubs and bars in that part of the deep South. But we had a very specific voice that we were looking for for this song, and we went to this little restaurant in Jackson, Miss., where we sort of had this mini-audition. We heard this girl, Keyone, come up and sing, and it really just felt like, \"Wow, we definitely found the person that we were looking for.\"</p><p><strong></strong><strong>You worked with another performer from the South, although not as much of a kind of \"in church\" feel. How did you get to work with Mystikal on \"Feel Right\"?</strong></p><p>We got to New Orleans, Jeff and I, and we ran into Trombone Shorty, this incredible jazz musician. He said, \"When you all get to Baton Rouge, you know, you should look up Mystikal.\" When we ended up going to Memphis a few weeks later to start recording, I just called him up and I said, \"Would you come up and work on this song?\" Bruno happened to be there at that time because we were working on \"Uptown Funk.\" I think I must have left Bruno and Mystikal alone for maybe two hours, and they came back with the first verse and the chorus of that song.</p><p>I love Mystikal's voice. All those early records that he did with Pharrell back in the early 2000s when I was DJing in clubs in New York, they were always such great records, and they really hold up.</p><p><strong></strong><strong>I want to ask you about one more song, which features a credit that kind of jumped out at me. \"Crack in the Pearl\" has lyrics from the Pulitzer Prize-winning author Michael Chabon.</strong></p><p>Yes. Michael wrote kind of my favorite piece of modern fiction, <em></em><em>The Amazing Adventures of Kavalier and Clay</em>. I found out he was doing a book signing a few years ago, so I showed up, and I think he kind of recognized me or something — he told me that he had liked a piece of music from my last record. When Jeff and I started working on the record last year, I said, \"What do you think if I write a letter to Michael Chabon and see if he'd be interested in contributing lyrics to this album?\" Because for some reason, clever lyrics only get to be the domain of the tortured singer with the acoustic guitar that you picture. Like, why can't we put these stories over the groove?</p><p>\"Crack in the Pearl\" he actually just sent us over the Internet, and what was so great was, it inspired a melody that I never would have written had I not been reading those lyrics off the page. That's the piece of music that <a href=\"http://www.npr.org/artists/15184517/stevie-wonder\" target=\"_blank\">Stevie Wonder</a> plays the harmonica, the melody, as the intro of the album, so it's an amazing turn of events. It's just something that you could never plan for, you couldn't even dream about — it's what happened.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Uptown+Boy%3A+Mark+Ronson+And+The+Producer+As+Rock+Star&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"471"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1376381140-2eff6f.m3u?orgId=1&topicId=1105&e=376185143&d=471&ft=nprml&f=376185143"},{"href":"http://media.npr.org/assets/img/2015/01/09/41_markronson_otherimages1-007f997d0e26fef34d4fa900d4fb2180e81fc587.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1048","width":"1398"}}]}