{"created":"2014-10-02T21:05:14+00:00","modified":"2014-10-31T01:05:33+00:00","valid":{"from":"2014-10-31T01:05:33+00:00","to":"3014-10-31T01:05:33+00:00"},"hreflang":"en","title":"National Data Confirm Cases Of Restraint And Seclusion In Public Schools","published":"2014-06-19T14:52:00+00:00","teaser":"A controversial practice to tie, hold down or seclude agitated students mostly impacts kids with disabilities. Schools say it's for safety, but opponents say it's dangerous and a civil rights issue.","itags":["npr_api","322915388"],"guid":"6e070313-67bf-4248-97e9-3e7e5c31e030","contentencoded":"<p>The practice of secluding or restraining children when they get agitated has long been a controversial practice in public schools. Now, new data show that it's more common than previously understood, happening at least 267,000 times in a recent school year.</p><p>NPR worked with reporters from the investigative journalism group ProPublica, who compiled data from the U.S. Department of Education to come up with one of the clearest looks at the practice of seclusion and restraint.</p><p>In most cases, the practice is used with students with disabilities — usually with those who have autism or are labeled emotionally disturbed. Sometimes the students will get upset; they might even get violent. To calm or control them, teachers and aides might isolate them in a separate room, which is a practice known as seclusion. Or they might restrain them by holding or hugging them, or pinning them to the ground, or by using mechanical restraints, such as a belt or even handcuffs.</p><p>An <a href=\"http://propublica.org/article/schools-restraints-seclusions\">analysis by ProPublica</a> and NPR of data for the 2011-2012 school year of school discipline practices from the U.S. Department of Education's Civil Rights Data Collection shows:</p><ul><li>Restraint and seclusion were used at least 267,000 times nationwide. That includes 163,000 instances in which students were restrained. Mechanical restraints were used 7,600 of those times.</li><li>Schools reported that they placed children in seclusion rooms about 104,000 times.</li><li>In 75 percent of the cases, it was kids with disabilities who were restrained or secluded.</li></ul><p>This was the first time that federal officials required schools to report their use of seclusion and restraint. But the true numbers are almost certainly higher: Many of the nation's largest school districts reported no use of seclusion or restraint. Federal officials say it's unclear whether those districts don't use either technique or if they simply didn't report cases.</p><p><strong>School Safety Or Civil Rights?</strong></p><p>Some parents and federal officials are seeking to limit the practice. But school administrators say they need to be able to seclude and restrain students in order to keep them, other students and school staff safe.</p><p>Dan Domenech, the executive director of the American Association of School Administrators, the group that represents school superintendents, says restraint and seclusion should be used \"sparingly,\" but it's a necessary tool for teachers.</p><p>\"It is used when a child is acting out in a way, for example, where they are in the process of clawing their eyes out, or tearing their hair out, or smashing their head up against the wall,\" Domenech says. \"And they need to be restrained so they can be stopped from hurting themselves. Or when a child will attack another child. Or when a child will attack a member of the staff.\"</p><p>But federal education officials see the issue differently: not simply as a school safety issue, but as a civil rights issue. Catherine Lhamon, assistant secretary of education in the Office for Civil Rights, says she's alarmed by the data.</p><p>\"Better numbers would be that only a handful and no more are subject to restraint and seclusion,\" she says.</p><p>But the data show schools are commonly using restraints and seclusion to discipline students.</p><p>\"Where we remove a kid from a classroom, where we seclude the child or where we restrain the child, the message that we send is that the child has low value, and so little value that we won't even try to educate that student,\" Lhamon says.</p><p><strong>Resulting Injuries</strong></p><p>Another reason federal officials want schools to limit the practice is that, sometimes, kids get hurt.</p><p>Heather Luke's son, Carson, who has autism, was 10 the day she received an urgent phone call to come to the school he then attended in Virginia. When she arrived, she found her son in pain, with his hand wrapped in gauze.</p><p>\"There was a huge gash in the palm of the hand, where you could see what appeared to be the bone,\" she says.</p><p>It was the bone. And the bone in his hand was broken.</p><p>A report by local social service workers later absolved school officials of physical abuse. The report, based on the version of events from teachers and school officials, said Carson got upset and threw his shoes at a teacher and then hit and scratched her. Five adults restrained and then took the boy to a seclusion room. The metal door was closed — accidentally, school staff said — on his hand.</p><p>Today, Carson, now 13, goes to a new school that he likes. On a recent day, he brought home the solar oven he made in science class, to show his parents. He talks of going to college now.</p><p>Three years later, it still angers Luke that her son's hand was broken. But she knows that sometimes kids with disabilities face injuries that are worse.</p><p>\"We all have heard the stories of kids in prone restraints that died,\" Luke says. Prone restraint is a practice of holding a student face down on the floor. \"I mean, very scary as hell to hear those stories. Yeah. That could be us.\"</p><p>A 2009 report by the U.S. Government Accountability Office, a nonpartisan congressional investigative agency, counted hundreds of cases of abuse, including at least 20 deaths.</p><p><strong>Legal Actions</strong></p><p>There have been legal restrictions on the use of restraint in other places that receive federal funding, like nursing homes, or state hospitals.</p><p>Some lawmakers in Washington, D.C. — led by Sen. Tom Harkin, D-Iowa, and Rep. George Miller, D-Calif. — are now proposing legislation to strictly limit the use of restraint, and to even ban the use of seclusion, in public schools.</p><p>The legislation has gained wide support among groups that represent people with disabilities. But the lawmakers have struggled to get support from other members of Congress for their proposal. More action is happening in state legislatures, and most states now regulate the use of restraint and seclusion.</p><p>Lawmakers in Minnesota, for example, are considering whether to ban or restrict the use of prone and other kinds of restraints.</p><p>For Courtney Christians, in rural Wheaton, Minn., it's an urgent issue.</p><p>Her son Kadaan has autism. In November 2012, when he was 8, she found out that on four occasions he had been handcuffed to a chair, his arms and legs bound, and a piece of cloth, known as a spit guard, had been tied over his face.</p><p>One result of his autism is that when Kadaan gets excited about something he's doing — an art project, for example, or reading a book — he doesn't want to stop and go on to the next project. So when teachers made him stop, he sometimes got upset.</p><p>Or, as Kadaan, now 10, puts it: \"I had a meltdown and stuff, and I didn't want to go to timeout and I made a bad decision. ... I had a tantrum.\"</p><p>Christians says her son \"is a very happy, easy-going, caring little guy.\" But the episodes of restraint made him anxious.</p><p>She says he told her that he felt like he was on \"a barbed wire full of electricity\" and didn't know when he was going to break.</p><p>\"He was starting to rip the skin off of his fingertips. He wasn't able to focus on anything for a period of time, he was so on edge,\" Christians says.</p><p>But things are better today, Christians says. She complained to school officials and her state lawmaker, and, since then, new personnel at the school have made changes to school policy. Kadaan, she says, is happy and successful at school.</p><p><strong>Finding A Solution</strong></p><p>One possible alternative to seclusion and restraint is the growing use of \"positive behavioral intervention support.\" It uses positive reinforcements, instead of disciplinary ones — such as restraint and seclusion — to deal with students when they get upset or even violent.</p><p>PBIS was first started as a way to handle students with disabilities with the most challenging behaviors. But now it is taught as a way to improve school policies for all students.</p><p>Dale Young, who has implemented PBIS at the Spectrum Center Schools in California, which educate students with emotional and other disabilities, says the approach has reduced episodes of anger that can quickly escalate when a student is restrained.</p><p>\"When you mention PBIS as an alternative to restraint or seclusion, I think of it a little differently. It's a prevention to me,\" Young says.</p><p>Domenech, at the superintendents' association, says schools want to do more of that kind of prevention. But training can be expensive. A federal grant program that paid for a lot of the training was ended by Congress in 2009, and since then, he says, schools have struggled to find other funding.</p><p><em>NPR's Robert Benincasa contributed to this report.</em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=National+Data+Confirm+Cases+Of+Restraint+And+Seclusion+In+Public+Schools&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joseph Shapiro","audio":[{"meta":{"duration":"282"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1323511724-54c754.m3u?orgId=1&topicId=1150&ft=3&f=322915388"},{"href":"http://media.npr.org/assets/img/2014/06/18/luke_family_npr_002-16256ee5b0c538b41a9524f17c41f1fa90c5f11e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2666"}},{"href":"http://media.npr.org/assets/img/2014/06/18/luke_family_npr_003_enl-d3c7f9756c0fcc5e0122249838e216db0fa4ce9c.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}},{"href":"http://media.npr.org/assets/img/2014/06/18/luke_family_npr_001_enl-0d28ca8b61eecbd31248395083d5955b3c34322a.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1998","width":"3000"}}]}