{"created":"2015-01-21T23:07:03+00:00","modified":"2015-05-13T21:20:56+00:00","valid":{"from":"2015-05-13T21:20:56+00:00","to":"3015-05-13T21:20:56+00:00"},"hreflang":"en","title":"The Battle Over Open-Internet Rules Shifts To Congress","published":"2015-01-22T19:05:00+00:00","teaser":"President Obama is urging the Federal Communications Commission to protect the principle of net neutrality. But Republicans presented their own set of rules at a subcommittee hearing Wednesday.","itags":["npr_api","378844286"],"guid":"6e0870ba-8463-4152-8301-0f2db0a0e879","contentencoded":"<p>In Tuesday night's State of the Union address, President Obama offered a number of ideas for improving the economy. Among them was a nod to the role the Internet plays in economic development.</p><p>\"I intend to protect a free and open Internet, extend its reach to every classroom, and every community, and help folks build the fastest networks,\" Obama said.</p><p>Those seem like goals everyone can support, but there is deep disagreement over how to achieve them. Those few words hint at several looming clashes between the White House and the big phone and cable companies that provide broadband to most Americans.</p><p>And Obama has picked a couple of fights with the powerful telecom industry lately. Last week, he <a href=\"http://www.npr.org/blogs/thetwo-way/2015/01/14/377230778/obama-pushes-fcc-to-expand-broadband-access\" target=\"_blank\">traveled to Iowa</a> to show his support for municipal broadband.</p><p>Twenty years ago, Cedar Falls, Iowa, decided to build its own high-speed Internet network, which is now among the fastest in the country. There are other towns that would like to do the same because their other broadband options are too slow, or too expensive, or simply don't exist. But some cities find themselves blocked by state laws.</p><p>\"In too many places across America, some big companies are doing everything they can to keep out competitors,\" Obama said last week. \"Today in 19 states, we've got laws on the books that stamp out competition.\"</p><p>The president is urging the Federal Communications Commission to preempt state laws that <a href=\"http://qz.com/326888/does-the-us-government-really-want-to-get-into-the-broadband-business/\" target=\"_blank\">restrict municipal broadband</a>. But not everyone thinks the commission has the legal authority to do that.</p><p>\"That's a complete legal fantasy,\" says Berin Szoka, president of TechFreedom, a market-oriented think-tank in Washington.</p><p>He says Obama's speech in Iowa was a missed opportunity to encourage more private investment in broadband networks.</p><p>\"And instead, not only did he call for government-run broadband as the first answer, he called for the FCC to do something that is unconstitutional, that is going to lose in court,\" Szoka says.</p><p>The president's supporters — and at least one federal judge — would dispute that. What the FCC can or cannot do is a hot topic these days. The fight over municipal broadband is just the beginning.</p><p>The main event is the battle over open Internet rules. Obama is urging the commission to protect the <a href=\"http://www.npr.org/2015/01/01/374417492/net-neutrality-debate-forces-fcc-chairman-into-the-spotlight\" target=\"_blank\">principle of net neutrality</a> — the idea that Internet service providers should treat all of the traffic on their pipes equally. And he's asking the FCC to do it in the strongest possible way.</p><p>\"The commission is preparing to invoke net neutrality's nuclear option,\" says Rep. Greg Walden, R-Ore.</p><p>Walden is also the chairman of the House Subcommittee on Communications and Technology, which held a hearing Wednesday on its own plan to protect the open Internet. Walden and others say it would be a mistake for the FCC to reclassify broadband as a communications service, like the federally regulated telephone companies.</p><p>But Michael Powell, a lobbyist for the cable TV industry, says that kind of heavy-handed approach could lead to less investment.</p><p>\"We want every American to have access to the Internet, and we're impatient about that,\" Powell says. \"It's simply common sense to understand increasing regulatory cost, increasing uncertainty, certainly will slow the magnitude or the pace.\"</p><p>Powell says Congress, not the FCC, should write <a href=\"http://energycommerce.house.gov/sites/republicans.energycommerce.house.gov/files/114/BILLS-114hr-PIH-OpenInternet.pdf\" target=\"_blank\">new rules of the road</a> for the Internet. Republicans on the subcommittee offered some new guidelines. They say their proposal would, among other things, prevent broadband providers from charging Internet companies more for special fast lanes.</p><p>But Chad Dickerson, the CEO of the online marketplace Etsy, testified that the <a href=\"http://www.ibtimes.com/net-neutrality-hearing-amazon-etsy-advocates-criticize-loopholes-republican-plan-1790366\" target=\"_blank\">proposal is full of loopholes</a>.</p><p>\"Esty is a low-margin business,\" Dickerson said. \"We couldn't afford to pay for priority access to consumers, yet we know that delays of even milliseconds have a direct and long-term impact on revenue.\"</p><p>Critics of the draft rules say the proposal's real intent is to strip the FCC of its power to regulate broadband providers.</p><p>\"What is abundantly clear in the majority's proposal is to purposely tie the hands of the FCC by prohibiting them from reclassifying broadband,\" said Rep. Anna Eshoo, D-Calif. who is the subcommittee's ranking member.</p><p>Reclassifying broadband is what the president wants, and it's what the FCC is expected to vote on next month.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Battle+Over+Open-Internet+Rules+Shifts+To+Congress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Joel Rose","audio":[{"meta":{"duration":"246"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1378905707-032d58.m3u?orgId=1&topicId=1019&d=246&p=2&story=378844286&t=progseg&e=378842012&seg=15&ft=nprml&f=378844286"},{"href":"http://media.npr.org/assets/img/2015/01/21/458751500-6e7e682afa4ffa43e03b09d8a8b8af4cb14b0e03.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3452","width":"4603"}}]}