{"created":"2014-10-31T17:59:46+00:00","modified":"2014-11-04T20:07:42+00:00","valid":{"from":"2014-11-04T20:07:42+00:00","to":"3014-11-04T20:07:42+00:00"},"hreflang":"en","guid":"6e208305-71e1-4808-9287-215c8fbaaa03","title":"This New York sommelier makes Italian wines personal with their stories","published":"2014-11-04T20:07:41+00:00","byline":"Alex Gallafent","tags":["wine","food","culture","Food","Lifestyle & Belief","Europe","Italy","northern Italy","Europe","Paul Lang","Paulo Anfosso","Wine","Food and drink","Italian wine","Old World wine","Hospitality"],"teaser":"Paul Lang lives in New York City, but his first love is Italy. He spends most of him time meeting Italian wine makers and exploring their creations. It's the stories he collects about them that help make the wines special for his clients in the United States.","contentencoded":"<p>Paul Lang knows it's not just the taste or smell that <em>really </em>makes a wine — it's the story.</p>\n<p>\"I think that you understand wine makers when you meet them,\" says Lang, a sommelier and chef in New York. \"When you sit down and taste the wine in the place that it's made with the person who made it, that's as good as it gets.\"</p>\n<p>When Lang first started traveling to Europe and meeting winemakers, he realized that he could see the winemakers' personality in the bottles they produced. But that's not an easy thing to grasp in a culture where food aspires to be fresh and local, he says. \"It's old and from far away,\" he points out. \"It's kind of the opposite — it can be hard to understand what you're drinking.\"</p>\n<p>So when he holds wine dinners in people's homes with his company, <a href=\"http://www.acasanyc.com/\">A Casa NYC</a>, he tries to spice up the meals with personal stories of the things he puts on the table.</p>\n\n<p>One of those stories comes from Barbaresco, a town in northern Italy. Lang was there many years ago, meeting with two different winemakers: Angelo Gaja, one of the most famous Italian winemakers, and members of the Anfosso family — Gaja's next door neighbors.</p>\n<p>\"I went to Gaja first,\" Lang remembers. \"He's a very imposing person: He's got the Armani suit, he's got the chin that sticks out, he's very direct, he's a hard handshaker. And then you go next door.\"</p>\n<p>Paulo Anfosso was the polar opposite, \"a humble farmer\" more interested in discussing American politics than wine. Two great winemakers, two contrasting personalities — and two distinct wines, even though they're essentially from the same place.</p>\n<p>\"You taste Gaja and you taste that chin in the wine. You taste that intensity, you taste the Armani suit in the wine,\" Lang says. \"And then you taste Anfosso's wine and it's humble and soft. It just makes you happy.\"</p>\n<p>That's wine through the character of the winemaker. What about wine through the character of a place? Lang has an example of that, too.</p>\n<p>The Capezzana estate sits on a hill just outside Florence. \"There have been grapes grown there for centuries, and the wines are typically Tuscan\", Lang says. \"They're strong, they're kind of forthright, they're a little stubborn — they take a long time to open up sometimes, which I think is true of Tuscans in general!\"</p>\n\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Paul%20Smile_0.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/paul-smilejpg-0"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/103120144.mp3"},{"href":"http://www.pri.org/file/103120144mp3"}]}