{"created":"2014-08-28T19:05:13+00:00","modified":"2014-10-30T22:55:23+00:00","valid":{"from":"2014-10-30T22:55:23+00:00","to":"3014-10-30T22:55:23+00:00"},"hreflang":"en","title":"Before Leaving Afghanistan, U.S. Troops Must Declutter ","published":"2014-08-27T23:29:00+00:00","teaser":"American troops are scheduled to withdraw from Afghanistan by year's end. So the military is sifting through 13 years of accumulated stuff to see what will be scrapped, given away or sent home.","itags":["npr_api","343676159"],"guid":"6e233fcd-9232-4ed0-be91-0f570f62b419","contentencoded":"<p>Sgt. 1st Class Tom Albert is with the Army's 2nd Engineers at the massive Bagram Air Field north of Kabul, and he's overseeing operation Clean Sweep here. It's a huge job, because American troops and equipment are scheduled to be out of Bagram and other bases by the end of the year.</p><p>The U.S. and Afghanistan are still trying to work out a deal that would allow nearly 10,000 military personnel to stay, but even that would be just a fraction of the force that's been here for the past 13 years.</p><p>Soldiers are in the process of tearing down small wooden barracks known in military speak as B-huts. Some of these huts have been standing here at Bagram since the earliest days of the war.</p><p>\"There's probably around 400 B-huts left [on the Bagram Air Field] right now that need to be torn down,\" Albert says.</p><p>One is a B-hut nestled against the concrete barriers that line the airfield. Albert says it's too cramped here to fit an excavator. \"We can tear down eight B-huts a day by excavator, and this right here is going to take about a week to tear down by hand,\" he says.</p><p>Even though these B-huts were originally built as short-term housing, they've weathered more than a decade of use as bunks and offices.</p><p>Staff Sgt. Dominic Koehl with the 304th Engineers out of Lima, Ohio, is leading the crew doing the deconstruction.</p><p>\"A lot of this wood can easily be reused — it's practically brand new,\" Koehl says.</p><p>Tearing the hut down by hand means more of the wood can be recycled and given to Afghans.</p><p>Koehl's unit is actually deployed to Kuwait to build up U.S. facilities there, but two companies have been lent out to Bagram for this tear-down mission.</p><p>\"We were more than willing to come up here and use our construction knowledge to put it to good use here,\" he says, adding that while it's fun to build, it's even more fun to tear down.</p><p>Across the base is a lot covered with 25 graying B-huts. Sgt. William Mesing is in charge of knocking those down.</p><p>\"When we first got this project, we started seeing some signatures on the walls. A lot of them were dated back to '04,\" he says.</p><p>And once they clear out the wiring and other reusable materials, they bring in the excavator. The raptorlike claw of the John Deere machine quickly chews up a B-hut and spits out the debris into a growing pile. Mesing says it's a lot of fun to spend his days knocking down B-huts.</p><p>\"You can definitely get some stress out of your system,\" he says. \"But at the end of the day, then you look at the pile of mess you've got to pick up, then it's kind of like, 'Oh, man.' \"</p><p>And a few hundred yards away, another crew is carrying out the cleanup part of Operation Clean Sweep.</p><p>Sgt. Robert Duncan of the 876th Engineer Company says its job is to clean up debris and return the land on the base to its natural state. \"We've found anything from commode seats to engine blocks out here,\" he says. \"You name it, we found it.\"</p><p>Duncan says they've cleared about six football fields' worth of trash and debris and have about four more to go for now.</p><p>And while crews are busy knocking things down and clearing away years of debris, there is still new construction going on here.</p><p>A few years ago, the military was anticipating a sizable troop presence in the country for years to come. But President Obama has since declared that most will be gone by the end of the year, and only 10,000 troops will stay two more years. That has changed plans for Bagram.</p><p>\"Some of those things are either built or we're finishing building them because it's too late to change that plan,\" says Maj. Gen. Stephen Townsend, commander of NATO forces in eastern Afghanistan. He acknowledges that some of the new structures are overbuilt for the future mission as planned now.</p><p>\"We've actually canceled some projects, and we've scaled back,\" he says.</p><p><strong>Like A NASCAR Pit Crew</strong></p><p>But Bagram still can't shrink too much. Other smaller bases are collapsing, and personnel and equipment are temporarily moving here as units sort out what will be scrapped, given to the Afghans or sent home.</p><p>Sending things home is the job of Air Force Maj. Chris Carmichael, commander of the 455th Expeditionary Aerial Port Squadron. He's overseeing the air transport of personnel and cargo out of the country.</p><p>\"We're the busiest aerial port in the Department of Defense,\" Carmichael says.</p><p>Here on the edge of Bagram's airfield are dozens of M-ATVs — giant armored tactical vehicles — waiting to be loaded onto C-17 cargo planes.</p><p>\"All of it is pretty much going back to the U.S. It'll probably be stored for future wars,\" he says.</p><p>Many other armored vehicles still remaining in Afghanistan are not fit for future use and are being shredded. And some 200 will be handed over to Afghan forces.</p><p>Others will fly to U.S. bases in the Persian Gulf, where they will be later loaded on ships heading to the U.S. This form of transport is more complicated and expensive than the mission to remove cargo and tactical vehicles like MRAPs (Mine-Resistant Ambush Protected armored personnel vehicles) out of Iraq.</p><p>\"In Iraq you could easily just drive the MRAPs right into Kuwait,\" Carmichael says.</p><p>But driving vehicles and cargo out of Afghanistan requires traveling dangerous routes through Pakistan to the port of Karachi, or much longer routes to the north of Afghanistan. So flying everything out is the best option here.</p><p>One of Carmichael's crews is in the process of loading four of these M-ATVs onto a hulking C-17.</p><p>\"It's a fast and furious process, because they only have two hours and 15 minutes to get this thing downloaded and uploaded and back in the air,\" he says. \"It's just like a pit crew at a NASCAR event.\"</p><p>And as busy as the crews are now, Carmichael says their capacity has hardly been tested.</p><p>\"We have not seen the majority of the cargo we're going to see,\" he says. \"Based on what I'm seeing on the projections, most of it is going to go in November and December.\"</p><p>And, he says, they can also fly out more than 1,000 troops a day.</p><p>Carmichael says his port dogs will be some of the last ones to leave Afghanistan. \"Somebody's got to load the plane,\" he says.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Before+Leaving+Afghanistan%2C+U.S.+Troops+Must+Declutter+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Sean Carberry","audio":[{"meta":{"duration":"299"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343758360-2b6afe.m3u?orgId=1&topicId=1149&ft=3&f=343676159"},{"href":"http://media.npr.org/assets/img/2014/08/27/afghan-retrograde3-73f650dc5ffe86c4dec593e2aabd7933477df2d0.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"852","width":"1136"}},{"href":"http://media.npr.org/assets/img/2014/08/27/afghanistan-d16961d291400169a6649b685799fdfe54c0fa56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1998","width":"2664"}},{"href":"http://media.npr.org/assets/img/2014/08/27/afghan-retrograde2-6d9bbccd078a661664c3116dfce8dc3e60221496.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"812","width":"1083"}}]}