{"created":"2014-10-08T02:52:50+00:00","modified":"2014-10-31T00:37:27+00:00","valid":{"from":"2014-10-31T00:37:27+00:00","to":"3014-10-31T00:37:27+00:00"},"hreflang":"en","title":"Tests And Tales Of Becoming A U.S. Citizen","published":"2014-07-06T22:27:00+00:00","teaser":"Swearing-in ceremonies for new citizens are traditional on Independence Day in America. What does U.S. citizenship mean to those who choose to naturalize?","itags":["npr_api","327837795"],"guid":"6e2c4f18-0816-46e4-8878-b54fb471eda3","contentencoded":"<p>On Independence Day, ceremonial swearing-in ceremonies of new citizens are traditional — a celebration of the country's past and its evolving future. On Friday, 7,500 people from across the country will take the Oath of Allegiance and become naturalized U.S. citizens.</p><p>Most foreign citizens who live in the U.S. are here legally but are not citizens. So on the anniversary of the day when Americans declared themselves no longer subjects of the King of England, what does citizenship means to those who do choose to naturalize?</p><p>Today on <em>All Things Considered, </em>NPR's Robert Siegel talks to three people whose decision to become U.S. citizens was a very personal choice, influenced by a mix of financial and political concerns. (Listen to the audio above to hear those stories.)</p><p>The naturalization process itself also holds challenges. At the interview, most applicants are required to answer questions about their applications and background in English, as well as pass an English and civics exam.</p><p>The pass rate among applicants nationwide is 91 percent as of 2013, according to U.S. Citizenship and Immigration Services. But in 2012, the Center for the Study of the American Dream estimated that a staggering <a href=\"http://www.xavier.edu/americandream/programs/National-Civic-Literacy-Survey.cfm\" target=\"_blank\">1 in 3 U.S. citizens</a> would fail the test.</p><p>Would you be able to pass? Test your civics knowledge with these sample questions below. On the actual exam, applicants must answer 6 out of 10 possible questions correctly. (Note: We've made it even easier for you — there aren't multiple choice options on the real test.)</p><p><em>Questions drawn from from U.S. Citizenship and Immigration Services <a href=\"http://www.uscis.gov/citizenship/learners/study-test/study-materials-civics-test\" target=\"_blank\">study materials</a>. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Tests+And+Tales+Of+Becoming+A+U.S.+Citizen&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"715"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1328515660-d7cbbd.m3u?orgId=1&topicId=1091&ft=3&f=327837795"}]}