{"created":"2014-09-08T17:26:21+00:00","modified":"2015-02-27T22:33:58+00:00","valid":{"from":"2015-02-27T22:33:58+00:00","to":"3015-02-27T22:33:58+00:00"},"hreflang":"en","title":"A Mall With Two Minimum Wages","published":"2014-08-28T11:20:00+00:00","teaser":"There's a mall in California that straddles two cities. Here's what happened when workers on one side of the mall started making 25 percent more because one city voted to raise the minimum wage.","itags":["npr_api","343430393"],"guid":"6e2e3939-1fef-444e-a367-86e8cf70cf10","contentencoded":"<p>The Westfield Valley Fair Mall straddles two cities. One side of the mall is in Santa Clara, but walk a few feet down the mall, and you're in San Jose. In 2012, San Jose voters agreed to raise the city's minimum wage from $8 to $10 an hour.</p><p>Philip Sandigo manages a shoe store on the $8-an-hour side. When San Jose raised the minimum wage, he lost about half his staff.</p><p>They went to the stores on the side of the mall that paid $2 an hour more.</p><p>Sandigo asked the owners of the shoe store if he could raise wages, but they said no. Almost two years later, it's still a struggle to hire new employees.</p><p>\"We get the bottom of the barrel here,\" Sandigo says. \"Not really focused. ... One guy came in high the other day.\"</p><p>On the $10-an-hour side of the mall, stores like Wetzel's Pretzels have different problems. Suddenly, the shop had to pay the lowest-wage workers more — 25 percent more. That was great for the employees, but a challenge for the owner, Yvonne Ryzak.</p><p>Ryzak had a few options. One was to sell more pretzels. She did the math and it came out to selling 250 or 300 more every two weeks. But she didn't start selling more pretzels just because the minimum wage went up in San Jose.</p><p>Another way to deal with the wage hike was to cut staff. But Ryzak figured that would lead to long lines and lost sales.</p><p>She could also raise her prices. But the other pretzel shop on the lower-wage side of the mall made that difficult.</p><p>In the end, Ryzak raised her prices a little bit and made up the rest by cutting into her profits.</p><p>Ryzak says she's fine with raising the minimum wage. She just wishes it was the same everywhere — across the mall, California, and the entire country.</p><p>Since 2012, the minimum wage rates in the mall have changed again: Santa Clara's minimum wage is now $9 an hour; San Jose's, $10.15.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=A+Mall+With+Two+Minimum+Wages&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Henn","audio":[{"meta":{"duration":"266"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1343900905-79c229.m3u?orgId=1&topicId=1006&aggIds=341876603&e=343430393&d=266&ft=nprml&f=343430393"},{"href":"http://media.npr.org/assets/img/2014/08/26/photo-76c349e718d4f63aab9e6a94e669ed618b6fb61b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1152","width":"1536"}},{"href":"http://media.npr.org/assets/img/2014/08/26/mallhenn1-aa9d009d60dea90553d29875165564277d8f8e02.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1535","width":"2046"}}]}