{"created":"2014-10-08T15:39:45+00:00","modified":"2014-10-31T01:52:37+00:00","valid":{"from":"2014-10-31T01:52:37+00:00","to":"3014-10-31T01:52:37+00:00"},"hreflang":"en","title":"40 Years After Watergate, A Look Back At Nixon's Downfall","published":"2014-05-22T17:43:00+00:00","teaser":"Political journalist Elizabeth Drew chronicled the events of 1974 in her recently reissued <em>Washington Journal</em>. She tells NPR's Robert Siegel that she sees \"a certain nobility\" in Nixon's resilience.","itags":["npr_api","314596874"],"guid":"6e316cfd-d067-47c1-b457-97c99005a222","contentencoded":"<p>Forty years ago, in mid-May 1974, Elizabeth Drew, the Washington correspondent for <em>The New Yorker,</em> wrote this in her journal: \"Rumors went around the Capitol today that the President was resigning.\"</p><p>The Capitol, she observed was \"noisy and edgy .. and in the hothouse atmosphere, the rumors burst into full bloom.\"</p><p>By August 1974 the president in question, Richard Nixon, would resign rather than face a Senate impeachment trial.</p><p>Drew's <em>Washington Journal, </em>published later that year, recounted Nixon's demise. The book has now been reissued, with a new 10,000-word afterword. Drew tells NPR's Robert Siegel about Nixon's plans to rehabilitate his image and what the drama <em>Frost/Nixon </em>got wrong about the former president.</p><hr /><h3>Interview Highlights</h3><p><strong>On Nixon's plan to restore his reputation — an operation code-named \"Wizard\"</strong></p><p>I don't think there are very many people who could have taken the crushing blow that Richard Nixon took. He had spent so many years trying to be president, and he finally got there in 1968, and then [was] smashingly re-elected in 1972. And he was going to get back up and he was going to show 'em. So Wizard was [his plan to] get respect back, and the main idea was, do it through being a foreign policy guru.</p><p><strong>On how Nixon, almost 20 years after he left office, got Bill Clinton to acknowledge his foreign policy credentials</strong></p><p>Nixon wanted Clinton to call on him for advice on how to conduct foreign policy. Russia and China were really Nixon's big achievements: opening relations with China and achieving detente with Russia. And Clinton wasn't too eager to be calling on Nixon. So Nixon got word to Clinton through various channels: \"Unless he calls me in for advice on how to deal with Boris Yeltsin at the upcoming summit in Vancouver, I will write an op-ed attacking his conduct to foreign policy.\"</p><p>So Clinton called him up — but that wasn't enough. So more pressure on Clinton. So finally he had him into the White House, but he managed to do it at night when the press wasn't around, no photographs could be taken. But that's how he operated. That was Nixon.</p><p><strong>On a famous line from the play and film <em>Frost/Nixon</em></strong></p><blockquote><p>\"<em>Nixon: </em>It was a difficult time. I was caught up in a five-front war against a partisan media, a partisan House of Congress, a partisan Ervin committee. But, yes, I will admit there were times I did not fully meet that responsibility and I was involved in a cover-up, as you call it.\"</p></blockquote><p>That was a lie. It didn't happen. What Nixon said was the opposite — they just left out some words. David Frost was pressing him to get a confession — by the way, this was all a commercial deal, you know. Nixon got paid a lot of money, $600,000, for agreeing to this, and ... he also was going to get a cut of the sales. So these men were in business together. But Nixon would go only so far. So what the line was: \"You're wanting me to say that I was involved in a cover-up? No.\"</p><p>So they turned it upside down. And that was sort of the high drama point of the play and movie, and it didn't happen.</p><p><strong>On how Richard Nixon's psychology helped create the scandal</strong></p><p>The hatred and the resentment started when he was very young. And he was not in the right clubs in high school, and he was not likeable. ... It was a very odd personality to go into politics. He was awkward. In the end, the fact that he saw people as his enemies — which he'd been doing since he was a child — is what brought him down. But there's a lot of courage in there. The Wizard thing, the fact that he could pick himself up — there's a certain nobility in that.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=40+Years+After+Watergate%2C+A+Look+Back+At+Nixon%27s+Downfall&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"339"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314607071-a6eae5.m3u?orgId=1&topicId=1014&ft=3&f=314596874"},{"href":"http://media.npr.org/assets/img/2014/05/21/washingtonjournal-adce428e4d02507517a249aa27605bb3d89dae35.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"778","width":"1039"}}]}