{"created":"2015-04-02T17:26:12+00:00","modified":"2015-04-02T21:46:39+00:00","valid":{"from":"2015-04-02T21:46:39+00:00","to":"3015-04-02T21:46:39+00:00"},"hreflang":"en","guid":"6e3c858e-a70f-488b-9076-8389079aa5f7","title":"Jewish vegetarians say you don't have to make brisket for Passover — and they've got the recipes to prove it","published":"2015-04-02T21:46:33+00:00","byline":"Deena Prichep","tags":["Jewish cuisine","Jewish food","Vilna Vegetarian","vegetarian","vegan","Fania Lewando","Passover","Food","Lifestyle & Belief","Animal rights","Diets","Intentional living","Health","Food and drink","Vegetarianism","Culture","Passover","Veganism","Butter"],"teaser":"There's a vibrant tradition of Jewish vegetarian cooking that goes back decades, if not longer. But even if it drops brisket and roast chicken, it's not about raw kale and juice cleanses. Think more butter and sour cream.","contentencoded":"<p>On Friday, the first night of Passover, Jews across the world sit down for a ceremonial Seder meal. And on many of those tables you’ll find brisket. Or lamb. Or roast chicken.</p>\n<p>Basically, if you’re a vegetarian, it can get a little lonely. But as a newly translated cookbook shows, Jewish vegetarians have a long and delicious heritage.</p>\n<p>Several years ago, culinary ethnographer Eve Jochnowitz came across a Yiddish vegetarian cookbook from 1938. “The actual title of the book is 'Vegetarish-Dietisher Kokhbukh' — vegetarian dietetic cookbook,” Jochnowitz says. “Not really a great title by marketing standards, but back then that was the bomb.”</p>\n<p>The book was written by Fania Lewando, a restaurant owner in what was then Poland (it's now in Lithuania). Jochnowitz has just translated the book into English and given it a slightly more inviting title: \"<a href=\"http://www.randomhouse.com/book/237228/the-vilna-vegetarian-cookbook-by-fania-lewando\">The Vilna Vegetarian Cookbook</a>.\" </p>\n<p>And Fania Lewando was no casual vegetarian.</p>\n<p>“She says it has long been established by the leading medical authorities that the vegetarian diet is the most healthful for the human organism,” Jochnowitz translates. “And then, in the second sentence, she says ... our Jewish tradition upholds the principle of<em> tza'ar baalei chaim — </em>kindness to God’s creatures.”</p>\n<p>In this one-two punch of an introduction, Lewando puts science and health with equal on equal footing as Jewish ethics. Though, to be clear, we’re not talking raw kale and juice cleanses. This is a book full of butter and eggs, sugar and sour cream — sometimes all in the same dish.</p>\n<p>Those rich ingredients dress up the usual beets and cabbage, challah and matzo balls. But there’s also an exploration of all sorts of dishes and ingredients, like Jerusalem artichokes and chanterelle mushrooms, or red wine soup and radish jam. And Jochnowitz says the underlying striving for an ethical, healthy future — even if that definition includes cholesterol — was very much part of the zeitgeist in the years just before World War II.</p>\n<p>“I think there’s very much a feeling that one is really just on the brink, the threshold of a great new world,” Jochnowitz says. “Of course, all of these hopes and dreams were just about to be crushed in the most horrible, brutal way.”</p>\n<p>Lewando didn’t survive the war, and neither did those hopes for the future. There were still a handful of vegetarian restaurants and cookbooks, along with a few health resorts, but the broader ideological movement more or less disappeared.</p>\n<div>But that doesn't mean Jewish vegetarianism is totally dead. Ariel Cohn, who runs a <a href=\"http://www.treeoflifemontessori.org/\">Jewish preschool</a> in Portland, Oregon, has been vegetarian and mostly vegan for two decades. She always ate the roast chicken and brisket that were almost a requirement on Jewish holidays when she was growing up, but, like Lewando, she's come up with recipes for her own practice.</div>\n<p>“According to tradition, it’s a mitzvah to experience pleasure at these occasions so we should always eat meat!\" she says with a laugh. \"As a lifelong vegetarian, it’s not very pleasurable to me, so I would argue that I’m fulfilling the mitzvah anyway by eating a bunch of delicious vegetables You know, anything can be folded into the culture and made your own.”</p>\n<p>And that's what Jochnowitz argues about Lewando’s recipes: They're more than just a historical document of that era. First of all, they’re delicious. But more than that, they capture a Jewish practice that continues to this day — of looking to the spirit of the times, or your own internal compass, and making that a part of tradition. And that can happen in a vegetarian restaurant in Poland in the 1930s or in an American kitchen this Passover. </p>\n<p><em>Here are Eve Jochnowitz, on the left, and Rukhl Schaechter preparing one of Lewando's recipes, rice dumplings with mushrooms.</em></p>\n<p><iframe width=\"560\" height=\"315\" src=\"http://www.youtube.com/embed/pVQF3Mfgrno?feature=oembed\" frameborder=\"0\" allowfullscreen=\"\"></iframe></p>\n<p> </p>\n<p><strong>PASSOVER CHEESECAKE</strong></p>\n<p>Press ½ cups farmer cheese through a sieve. Add 3 eggs, 1/3 cup of sugar, ½ cup melted butter, 1 tablespoon sour cream, and a little cinnamon, and stir until creamy. Beat 3 egg whites into a meringue, and gently fold in 3 yolks, some salt, and 1 tablespoon of sugar. Add to cheese mixture. Meanwhile, soak 4 matzos in water for 5 minutes. Grease a cake pan with butter, and sprinkle with matzoh meal. Line with half of the matzos. Pour in the cheese batter, add ½ cup melted butter, and top with remaining matzos.</p>\n<p><em>Excerpted from \"The Vilna Vegetarian Cookbook  Fania Lewando. Copyright © 2014 by Random House. Excerpted by permission of Schocken, a division of Random House LLC. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-04-01%2Fvegetarian-jewish-cooking&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/04022015_07.mp3"},{"href":"http://www.pri.org/file/0402201507mp3"}]}