{"created":"2015-03-18T09:09:08+00:00","modified":"2015-03-24T01:05:15+00:00","valid":{"from":"2015-03-24T01:05:15+00:00","to":"3015-03-24T01:05:15+00:00"},"hreflang":"en","title":"Why Defense Hawks Are Rejecting House Republicans' Budget","published":"2015-03-18T19:00:00+00:00","teaser":"The budget proposal unveiled this week is already running into trouble over military spending. Secretary of Defense Ash Carter and Republicans who back a bigger defense budget say they oppose it.","itags":["npr_api","393748250"],"guid":"6e426db8-00b1-484a-8410-ccecbde04944","contentencoded":"<p>Budget season is just kicking off, and already <a href=\"http://www.npr.org/blogs/itsallpolitics/2015/03/17/393593382/house-gop-budget-sets-stage-for-showdown-with-the-president\" target=\"_blank\">House Republicans' plan</a> is hitting a wall. This time, over defense spending.</p><p>Secretary of Defense Ash Carter told lawmakers Wednesday morning that the blueprint House Budget Committee Chairman Tom Price unveiled Tuesday won't give his department \"the kind of certainty we need\" if it was passed. \"It doesn't work because to have the defense we need and the strategy that we have laid out, we need the budget that we have laid out,\" he said.</p><p>And defense hawks on the Hill who want to provide the military with more money aren't satisfied either. They believe they could have enough support to kill it.</p><p>Ohio Rep. Mike Turner, who sits on the House Armed Services Committee, has vowed to vote against the budget resolution, saying it doesn't put enough money in the Pentagon's coffers.</p><p>\"The number is insufficient for what's necessary for national security,\" Turner says. \"We just had a hearing today with the Joint Chiefs of Staff before the Armed Services Committee. They made it very clear that it's not just an issue of the Department of Defense desiring a higher number. In order for them to protect this country, they have to have a higher number.\"</p><p>The budget proposal that Price unveiled Tuesday would keep defense spending at the level required under the Budget Control Act of 2011, $523 billion. That is $38 billion less than what was requested by the Obama administration.</p><p>To close some of the gap, Price wants to add billions of dollars to something called the Overseas Contingency Operations, or OCO budget. That's the pot of money that has been funding the wars in Afghanistan and Iraq. On its face, that would seem to satisfy the defense hawks on Capitol Hill, but that's not the case.</p><p>Last month, Turner organized 70 Republicans in a letter to House Speaker John Boehner calling on Republican leadership to at least match the president's defense budget request in their roll-out. That didn't happen. Turner said this week he believes that Price's approach won't satisfy the other 69 lawmakers who signed on.</p><p>\"Obviously every member would have to make a decision for themselves, but I can tell you that when we were putting the letter together, people knew of the option of increased OCO and they were opposed to trying to make it up in other places,\" he said. \"They want the base number raised.\"</p><p>Arizona Rep. Trent Franks also says he opposes the the budget.</p><p>\"We saved a little money in the '90s on surveillance and then two planes hit two buildings and cost us $2 trillion. It's not wise to underfund the defense of this country and the national security of this country,\" he said.</p><p>Other Republicans on Capitol Hill said they were also concerned about the funding swap, saying it relies too heavily on the Overseas Contingency Operations account, which does not provide as much flexibility as money appropriated in the base budget.</p><p>\"It's non-quantifiable,\" Florida Rep. Tom Rooney says of the war budget. \"It's magic money in my opinion. We typically don't use that when factoring in the equation of what our budget's going to be, at least that I remember.\"</p><p>The budget blueprint is a political document that is never signed into law. But failing to muster enough votes to pass the plan would be a major embarrassment for a Congress under full Republican control for the first time in eight years.</p><p>Price's approach is a way for Republican leadership to attempt to balance the wants of defense hawks and fiscal conservatives within the party. But defense budget experts warn that this could backfire.</p><p>\"I think a lot of folks would have expected that Republicans would have come forward and sought a budget that relieved the Department of Defense, rescued the Department of Defense from the stranglehold of sequestration and the reality is they are unable to do that or not willing to do that,\" said Roger Zakheim, a former House Armed Services Committee general counsel and a fellow at the American Enterprise Institute.</p><p>Others see the use of the money as irresponsible.</p><p>\"In effect, the House Budget Committee is proposing to have their fiscal discipline and eat their defense increase at the same time,\" said Gordon Adams, who oversaw defense budgets during the Clinton administration. \"There is no justification, whatever, for this increase. It is utterly unrelated to the reality of any combat operations the U.S. is undertaking. If this is responsible governing, Congress style, the House budget committee has failed the test.\"</p><p>As lawmakers debated how to move forward, members of the military brass were on Capitol Hill testifying before the House Armed Services Committee. The officials each echoed the same line: If they don't see relief from across-the-board spending cuts, they'll have to make significant reductions in defense programs.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Why+Defense+Hawks+Are+Rejecting+House+Republicans%27+Budget&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Juana Summers","audio":[{"meta":{"duration":"222"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1393748251-7d6006.m3u?orgId=1&topicId=1003&e=393748250&d=222&ft=nprml&f=393748250"},{"href":"http://media.npr.org/assets/img/2015/03/18/4955006271-3002237e05b509b7ea677179d8eecf37dce2acda.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2338","width":"3119"}}]}