{"created":"2014-12-15T08:31:08+00:00","modified":"2015-06-05T15:31:43+00:00","valid":{"from":"2015-06-05T15:31:43+00:00","to":"3015-06-05T15:31:43+00:00"},"hreflang":"en","title":"Around-The-World Trek Hits Obstacles Both Natural And Man-Made","published":"2014-12-15T13:02:00+00:00","teaser":"Journalist Paul Salopek's long walk recently brought him face to face with the possibility of losing his toes to frostbite — and with one of the largest mass migrations in modern history.","itags":["npr_api","370148748"],"guid":"6e4f8f6e-c710-41dd-bb74-f2129d7926da","contentencoded":"<p>Journalist Paul Salopek is on a seven-year trek around the world, retracing early humans' first great migration, out of Africa.</p><p>We first spoke to him two years ago, when he was in Ethiopia, at the very beginning of his odyssey. Since then, we've reached him in Saudi Arabia, Jordan and Cyprus. Eventually, he plans to walk 21,000 miles in total — and make it all the way to Tierra del Fuego in South America.</p><p>On this last leg of his trip, he has faced all manner of obstacles — both natural and man-made.</p><p>\"As opposed to the first year, which was high adventure and culture and deep history, the turmoil in the Middle East did knock me sideways,\" he said.</p><p>This week, <em>Morning Edition</em>'s Steve Inskeep caught up with Salopek in Tbilisi, Georgia, where he plans to hunker down for the winter.</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On a harrowing journey through a mountain pass</strong></p><p>We headed up to a high mountain pass. It was about 9,000 feet, and the snow kept getting deeper and deeper. ... We were breaking new trail and we ran across a boulder field that had been covered by a crust of snow, and we began falling through it — which is very dangerous. And, in fact, I did twist a knee. And, at that point, we kind of retreated down the mountains to a valley. My Turkish guide, Murat, got a campfire started by burning his gloves and thawed our feet. ... I have really resourceful colleagues who, unlike the character in Jack London, can light a fire. ... He burned his gloves to save our feet.</p><p><strong>On encounters with Syrian refugees</strong></p><p>The presence of the Syrian war was always in the background. And I happened to be near the Syrian border when one of the largest forced dislocations in modern history occurred. About 80[,000] to 100,000 Kurdish Syrians came stampeding over the wire in 72 hours [during the siege of Kobani]. I mean, that is probably the biggest mass movement of people in this part of the world since the fall of the Ottoman Empire. It was a jaw-dropping and heart-wrenching sight. ...</p><p>One of the defining definitions of being a refugee is that you're reduced to being back on foot. Because these people were forced to park all of their vehicles as they were fleeing ISIS, the Islamic State, at the border. The Turkish military would not let them pass. And so they walked into these new, disempowered lives, dusty, sweaty and on foot. And it was a very sobering time.</p><p><strong>On borders</strong></p><p>As I move slowly across these imaginary boundaries, their fragility becomes profoundly evident. At the same time, there is a paradox because, of course, these imaginary lines are stopping me dead cold in my tracks. They both are porous and evanescent — but at the same time they can be as final as a mile-high glacier in my path.</p><p><strong>On whether he's getting tired of walking</strong></p><p>Maybe it's just the shine of being back in an urban environment, where everything seems new. But that's what this walk does. This walk has this uncanny power that I hadn't imagined to make this old world seem new again.</p><p><em>You can follow National Geographic Fellow Paul Salopek's journey at <a href=\"http://outofedenwalk.nationalgeographic.com\">http://outofedenwalk.nationalgeographic.com</a>. </em><em>His work is featured in the December issue of </em>National Geographic <em>magazine.</em>  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Around-The-World+Trek+Hits+Obstacles+Both+Natural+And+Man-Made&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"341"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1370878879-455b62.m3u?orgId=1&topicId=1004&d=341&p=3&story=370148748&t=progseg&e=370878777&seg=11&ft=nprml&f=370148748"},{"href":"http://media.npr.org/assets/img/2014/12/12/02_2014-11-outofedenwalk-002_9772_slide-8b2546b711f90fe2ae0a09cf638a2b00c602fcbf.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"930","width":"1395"}},{"href":"http://media.npr.org/assets/img/2014/12/12/06_2014-11-outofedenwalk-010_3833_slide-9a8867773661ae7eef47c289593361f0b8322168.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"799","width":"1200"}},{"href":"http://media.npr.org/assets/img/2014/12/12/07_2014-11-outofedenwalk-011_3866_slide-0a3afee6c836e0bff908c34b970797c0f3b94cdb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"933","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/12/12/08_2014-11-outofedenwalk-012_5230_slide-52ed329827ab09e2a0038093a369f8de8c62a440.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"933","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/12/12/09_2014-11-outofedenwalk-013_5265_slide-485b1dd3a8da65cfd436f55f529c56ee0320f5b3.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"933","width":"1400"}},{"href":"http://media.npr.org/assets/img/2014/12/12/07_2014-11-outofedenwalk-011_3866_wide-280f0b504b645184de2aad6df6ea514ed04dde89.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"787","width":"1400"}}]}