{"created":"2015-03-13T12:30:59+00:00","modified":"2015-03-13T21:45:23+00:00","valid":{"from":"2015-03-13T21:45:23+00:00","to":"3015-03-13T21:45:23+00:00"},"hreflang":"en","guid":"6e5db876-cfa7-4745-9b6b-4b78325960b5","title":"South America's largest city is almost out of water","published":"2015-03-13T21:45:16+00:00","byline":"Catherine Osborn","tags":["environment","water","climate change","Development","Human Needs","Environment","Science, Tech & Environment","São Paulo","Itu","South America","Brazil","Alexandre Oliveira","Cesar Pegoraro","Elsa Barbosa","Delcio Rodrigues","Water","Drought","Climate","Deforestation","Amazon","Climate change","Weather"],"teaser":"São Paulo is facing an unprecedented water crisis that many saw coming, but no one did much to prevent. And with reservoirs hovering near 10% of capacity, many residents are turning to unhealthy stopgaps and worrying about unrest.","contentencoded":"<p>Imagine this: São Paulo, South America’s largest city and economic hub, <a href=\"http://www1.folha.uol.com.br/cotidiano/2015/01/1579873-sem-chuva-governo-federal-projeta-seca-de-represas-em-cinco-meses.shtml\">running out of water by June</a>. That's what Brazil's federal government predicted just weeks ago.</p>\n<p>The region is in its <a href=\"http://climate.gov/news-features/event-tracker/its-supposed-be-rainy-season-brazil-so-where-has-all-water-gone\">worst drought in 80 years</a>. The reservoir that supplies half the city is just over 10 percent full. The government has begun rationing water, though haphazardly.</p>\n<p>Many people in São Paulo are worried their future may look a lot like what happened last year in the small, nearby city of Itu.</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Reservior.jpg?itok=vk9kjj8V\" alt=\"\" /><div class=\"field-caption\">\n    <p>Part of the Cantareira reservoir, in São Paulo state, in late January. São Paulo’s state government warned six years ago of a water crisis by 2015, but little was done to avoid it.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Roosevelt Cassio/Reuters</p>\n  </div>\n</div>\n<p>Last August, without warning, the city's homes had <a href=\"http://noticias.r7.com/sao-paulo/banho-de-caneca-filas-na-madrugada-e-ate-roubo-de-agua-como-e-viver-na-seca-07112014\">their water supplies shut off</a>. Residents had to use public taps, and neighbors fought neighbors as dozens of people swarmed around the faucet. The outage went on for weeks, stretching into September. Itu resident Alexandre Oliveira remembers it as “a water war.\"</p>\n<p>Oliveira volunteered as a water carrier for homebound neighbors, but others charged for the service and became known as “water traffickers.”</p>\n<p>Emergency water trucks were eventually called in, but there weren’t enough. When they did arrive, some residents blocked the trucks with flaming barricades to make sure they didn’t leave before every house on the street got water.</p>\n<p>But in some low-income neighborhoods, the water trucks never came at all. Elsa Barbosa, who lives in the favela of Chácaras Reunidas Ypê on the edge of Itu, eventually started to use water from a disused old well. “We had to boil it a lot,” she says. “There were stomach aches and vomiting.”</p>\n<p>The crisis in Itu only passed when Brazil’s rainy season began in November, and now many are bracing for a repeat in São Paulo.</p>\n<p>The problem starts with unusually hot and dry weather. There is “a huge mass of hot air that is covering a big part of the South American continent,” says physicist <a href=\"http://aguasp.com.br/\">Delcio Rodrigues</a> with the Alliance for Water. The heat is partly why rainfall around São Paulo’s biggest reservoir has been a third below it's normal average for the last two years.</p><div class=\"media media-element-container media-image_on_left\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Ela%20Barbosa%20Itu%20Favela%202.JPG?itok=aO62DzdS\" alt=\"\" /><div class=\"field-caption\">\n    <p>Elsa Barbosa, a resident of the small city of Itu, near São Paulo, which was hit by a water crisis last year. Barbosa says she and others had to resort to using water from an old, disused well, which made people sick even after they boiled it.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Catherine Osborn</p>\n  </div>\n</div>\n<p>Part of that is cyclical, but Rodrigues says it's also \"connected with some human activities,” including global warming and deforestation in the Amazon. Twenty percent of the Amazon is deforested, which Rodrigues says helps heat the atmosphere over Brazil and cut down on the rainwater that’s usually <a href=\"http://www.theguardian.com/environment/2014/sep/15/drought-bites-as-amazons-flying-rivers-dry-up\" target=\"_blank\">pumped south</a> from the Amazon.</p>\n<p>Waste, corruption and poor maintenance of infrastructure have also played a role in the water crisis.</p>\n<p>Perhaps worst of all, São Paulo’s state government saw it all coming. Six years ago, they <a href=\"http://m.estadao.com.br/noticias/saopaulo,estado-de-sp-ja-previa-desabastecimento-em-estudo-de-2009,1626751,0.htm\">warned of a water crisis</a> by this year, 2015, if São Paulo didn’t restore deforested parts of its watershed.</p>\n<p>Yet little was done. Even as the reservoir that supplies half the city hit its lowest point in history last year, politicians and the media focused on the World Cup and elections. On national television, São Paulo’s governor promised <a href=\"https://vimeo.com/109652047\" target=\"_blank\">there would not be a water shortage.</a></p>\n<p>Now the predicted water crisis is here. Water shutoffs are affecting roughly <a href=\"http://sao-paulo.estadao.com.br/noticias/geral,sem-redutores-de-pressao-sabesp-ja-corta-agua-durante-o-dia-de-40-da-rede,1630881\" target=\"_blank\">40 percent of homes</a> in the city, mostly in low-income areas, and residents are lining up at hearings to demand action.</p>\n<p>“I’m using bath water to flush my toilet and rainwater to water my yard,” one man said at a recent City Council Environment Committee hearing. \"I don’t know what else to do.”</p><div class=\"media media-element-container media-image_on_right\"><img typeof=\"foaf:Image\" src=\"http://pri-113a.kxcdn.com/sites/default/files/styles/original_image/public/Mural.jpg?itok=E8Dtbe4H\" alt=\"\" /><div class=\"field-caption\">\n    <p>A mural by by Brazilian artist Mundano is one of many around São Paulo commenting on the city's water crisis. Reservoir levels are still below 20 percent of capacity heading into the region's dry season.</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Nacho Doce/Reuters</p>\n  </div>\n</div>\n<p>Many people have turned to capturing rainwater, but that can bring its own problems. Cases of dengue fever, spread by mosquitos that breed in standing water, have <a href=\"http://www1.folha.uol.com.br/cotidiano/2015/02/1584977-casos-de-dengue-quase-triplicam-no-inicio-de-2015-em-sao-paulo.shtml\" target=\"_blank\">almost tripled</a> in São Paulo over the last year.</p>\n<p>And it’s not just households that are feeling the pinch: Courts are <a href=\"http://sao-paulo.estadao.com.br/noticias/geral,tj-reduz-sessoes-pela-metade-apos-falta-dagua,1628076\">canceling sessions</a>, big farms are <a href=\"http://af.reuters.com/article/energyOilNews/idAFL1N0UU27C20150115\" target=\"_blank\">scaling back operations</a> and schools and businesses <a href=\"http://agenciabrasil.ebc.com.br/geral/noticia/2015-01/comerciantes-de-sao-paulo-sofrem-com-falta-dagua-e-reclamam-de-pouca-informacao\">are cutting time</a>.</p>\n<p>Skies have finally started to open up and dump rain over São Paulo in the last few weeks. That’s taken some of the edge off of the mood of desperation, and the governor has told residents that he’s <a href=\"http://www.saopaulo.sp.gov.br/spnoticias/lenoticia2.php?id=239643\" target=\"_blank\">trying to avoid more rationing</a>. The government is also planning to upgrade parts of the water system to make more available.</p>\n<p>But people are worried these are only stopgaps. Pipes are still <a href=\"http://www.theguardian.com/cities/2015/feb/25/sao-paulo-brazil-failing-megacity-water-crisis-rationing\" target=\"_blank\">being shut off</a> in parts of the city every day, and that’s left people like biologist Cesar Pegoraro exasperated.</p>\n<p>“I’m going to take a bath in the mall because there’s water there,” Pegoraro says. “We’re thinking of having an event called, ‘Let’s all go to the mall and wash our armpits.’”</p>\n<p><em>Editor's Note: This post reflects a claification: The São Paulo government predicted a few weeks ago that it could run out of water by June. With recent rains, it is no longer making that prediction.</em></p>\n<p><em>This story is the first in a two-part series by Catherine Osborn on São Paulo's water shortage. Read <a href=\"http://www.pri.org/stories/2015-03-13/s-o-paulo-residents-demand-their-city-take-new-attitude-about-water\">part two</a>.</em></p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-03-09%2Fsouth-americas-largest-city-has-nearly-run-out-water&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/03122015_04_NEW.mp3"},{"href":"http://www.pri.org/file/0312201504newmp3"}]}