{"created":"2015-02-13T23:06:11+00:00","modified":"2015-02-13T23:19:27+00:00","valid":{"from":"2015-02-13T23:19:27+00:00","to":"3015-02-13T23:19:27+00:00"},"hreflang":"en","guid":"6e5e42ee-311d-410a-a5ab-3cfad36b8319","title":"How a Kiev-born TV producer understands Ukrainian identity","published":"2015-02-13T23:19:23+00:00","byline":"Marc Kilstein","tags":["politics","books","Global Politics","Kiev","Europe","Ukraine","Peter Pomerantsev","Ethnic groups in Russia","Ukrainian language","Ukrainians"],"teaser":"Peter Pomerantsev was born in Kiev to Russian émigré parents. And though he long thought of himself as a Russian, the conflict in Ukraine has forced him to reconsider his own identity.","contentencoded":"<p>The idea of being Ukrainian is changing, says Kiev-born TV producer and writer Peter Pomerantsev. </p>\n<p>“It's not really a historical thing,” he says. “It’s more of a utopian thing — a project that's becoming.”</p>\n<p>Pomerantsev, the author of Nothing Is True and Everything Is Possible: The Surreal Heart of the New Russia, says that the conflict in Ukraine — which started as a revolution and is now a war in the eastern part of the country — has forced him to reconsider his own identity.</p>\n<p>“I'd always thought of myself as Russian,” he says.</p>\n<p>But when asked at a recent conference <a href=\"http://www.lrb.co.uk/v37/n04/peter-pomerantsev/diary\">whether he should be introduced as Russian or Ukrainian</a>, “I breathed deeply and said words I never thought I would: ‘I am Ukrainian.’”</p>\n<p>Pomerantsev says Ukrainian identity is frequently misunderstood, or at least mischaracterized by outsiders. </p>\n<p>“The way that it's commonly misdescribed in the media — and in the West — is that there is an ethnic and linguistic dividing line. That is, that there are people who speak Ukrainian and people who speak Russian — and as 30 percent of Ukraine speaks Russian, that must mean 30 percet of the people who live in Ukraine actually sort of feel Russian, and want to be part of Putin's ‘Great Russian World.’ But, in truth, all Soviet identities are very, very mixed up. You had an empire that had Ukrainian speakers inside of it, and Russian speakers inside of it. And now, you have an independent state called Ukraine.”</p>\n<p>Pomerantsev says that understanding the differences between Russians and Ukrainians is “the opposite of complex.”</p>\n<p>“It's a people saying ‘This is a new state, these are its borders, and we create what goes into it’. All empires fall apart, and there are new identities that come out of them.”</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-02-13%2Fhow-kiev-born-tv-producer-understands-ukrainian-identity&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/IMG_9379c.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/img9379cjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02132015_06.mp3"},{"href":"http://www.pri.org/file/0213201506mp3"}]}