{"created":"2014-09-24T16:25:51+00:00","modified":"2014-09-24T16:25:51+00:00","valid":{"from":"2014-09-24T16:25:51+00:00","to":"3014-09-24T16:25:51+00:00"},"hreflang":"en","guid":"6e61ff69-27b7-428c-b9aa-a93f1cbfc83f","title":"With the waters rising, the Dutch find eco-friendly ways to keep them at bay","published":"2014-09-24T16:25:47+00:00","byline":"David Kattenburg","tags":["climate change","environment","social entrepreneurship","Environment","Science, Tech & Environment","Dordrecht","Europe","Netherlands","South Holland","Bas Van Der Zaan","Mindert de Vries","Marcel Stives","Netherlands","Water","Holland","North Sea","Levee","Environment"],"teaser":"With hundreds of years of experience behind them, the Netherlands are still pioneering ways to protect its communities from flooding. And as climate change makes flooding more of a global concern, other countries are paying attention to Dutch innovations.","contentencoded":"<p>A patch of lowland near the Dutch city of Dordrecht is stuck between a rock and a hard place.&nbsp;<span style=\"line-height: 1.538em;\">Or, as Dutch ecologist and dike designer Mindert de Vries puts it, &ldquo;between a wet and a wetter place&rdquo; &mdash; the Rhine River delta on one side and the North Sea on the other.</span></p><p>The Dutch are masters at controlling the flow of water, and, like many cities in the Netherlands, Dordrecht is protected from all of that water by a series of big dikes made of concrete and stone.&nbsp;<span style=\"line-height: 1.538em;\">But even as they keep the water at bay, those dikes cause problems of their own.</span></p><p>So de Vries and his colleagues at the Dutch research institute <a href=\"http://www.deltares.nl/en\">Deltares</a>&nbsp;have found a more ecological way to protect the city. And it&rsquo;s just one of many flood control innovations being developed here that are attracting the attention of coastal communities around the world who need ways to fight climate change and rising sea levels.</p><p>The innovation around Dordecht starts by simply giving the Rhine more room to flood.</p><p>In two years, one of those old, big dikes encircling a village just upstream will be breached. That will allow these lowlands to flood, lowering the height of the river at Dordrecht. The village will then be protected by what de Vries calls a &ldquo;soft&rdquo; dike &mdash; smaller and clad in clay and grass rather than stone and asphalt.</p><p>Thanks to a row of willow trees, he says, the new soft dike will work just as well as the bigger, older one.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;A forest can reduce the [impact of the] waves before they hit the dike,&rdquo; de Vries says.&nbsp;</span><span style=\"line-height: 1.538em;\">The icing on the cake is that clay is cheaper than concrete and has no carbon footprint.&nbsp;</span></p><p>Still, building a dike out of clay took some convincing.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;The last century, the engineers did not dare to include such principles in their dike design,&rdquo; de Vries says. &ldquo;But in this big &lsquo;Room for the River&rsquo; program, there&rsquo;s also room for innovation.&rdquo;</span></p><p>Sometimes the entire country seems like one big lab for flood control innovation.&nbsp;<span style=\"line-height: 1.538em;\">Take the &ldquo;sand engine,&rdquo; a nature-based project to protect the cities of South Holland on the North Sea.&nbsp;</span><span style=\"line-height: 1.538em;\">It&rsquo;s &ldquo;a unique project,&rdquo; says Marcel Stives of </span><a href=\"http://www.tudelft.nl/en/\" style=\"line-height: 1.538em;\">Delft Technical University</a><span style=\"line-height: 1.538em;\">, the project&rsquo;s lead designer. &ldquo;It&rsquo;s never been done.&rdquo;</span></p><p>The &ldquo;sand engine&rdquo; is a huge pile of sand that was dumped off the coast a few years ago and is now being sculpted by winds and currents.&nbsp;<span style=\"line-height: 1.538em;\">&ldquo;Approximately one million cubic meters per year will be diffused to both sides,&rdquo; Stives says. &ldquo;Nature will spread that sediment over that whole stretch between Hook of Holland and Scheveningen.&rdquo;</span></p><p>That process, he says, will build up protective beaches and dunes along the shore. And this fall, researchers from around the world will travel to Holland to observe the progress of the sand engine.</p><p>Meanwhile, one of the most innovative flood control techniques here in the Netherlands is being fine-tuned in a microbiology lab. It&rsquo;s a process called &ldquo;biosealing,&rdquo; a way to seal leaky dikes using microbes.</p><p>Bacteria secrete slimy, sticky stuff that can plug wells and bathroom sinks. Bas Van Der Zaan, a microbiologist at the Deltares institute, is studying how to get bacteria deep inside dikes to do the same.</p><p>&ldquo;Most people know that microbes can clog in the soil, but they normally see it as a problem,&rdquo; Van Der Zaan says. &ldquo;We decided, well, it can also be an advantage, and use it.&rdquo;</p><p>In Van Der Zaan&rsquo;s lab, leaky plastic columns are filled with bacteria-rich soil, and the water tap is turned on. Van Der Zaan feeds the bugs sugar and they grow, secreting slime and acids that generate clay that will &mdash; hopefully &mdash; fill any cracks in a leaky dike.</p><p>Van Der Zaan is fine-tuning the elements of the process, but he knows it will eventually work. Biosealing has already plugged leaky dikes in Amsterdam and Austria.</p><p>Many of the flood control innovations at work here in the Netherlands have caught the attention of American engineers in the wake of Hurricanes Sandy and Katrina. Designer Mindert de Vries is helping redesign flood defenses in New Jersey and along the Gulf Coast.</p><p>Of course, if nature fails to deliver, there are more traditional forms of engineering. De Vries p<span style=\"line-height: 1.538em;\">oints out a full-scale model&nbsp;</span><span style=\"line-height: 1.538em;\">built by a local eccentric in flood-prone Dordrecht &mdash;&nbsp;</span><span style=\"line-height: 1.538em;\">of Noah&rsquo;s Ark.</span></p>","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/de%20Vries.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/de-vriesjpg"},{"href":"http://cdn.pri.org/sites/default/files/segment-audio/092320146.mp3"},{"href":"http://www.pri.org/file/092320146mp3"}]}