{"created":"2014-09-23T13:29:18+00:00","modified":"2014-12-04T14:32:50+00:00","valid":{"from":"2014-12-04T14:32:49+00:00","to":"3014-12-04T14:32:49+00:00"},"hreflang":"en","title":"Bingeing On Bad News Can Fuel Daily Stress","published":"2014-08-11T11:19:00+00:00","teaser":"Simply watching, reading or listening to steady news coverage of a traumatic event can be as stressful as experiencing the event in person, research suggests.","itags":["npr_api","323355132"],"guid":"6e64861a-2e90-4f50-999c-6327dbb4080c","contentencoded":"<p>If you're feeling stressed these days, the news media may be partly to blame.</p><p>At least that's the suggestion of <a href=\"http://www.rwjf.org/en/research-publications/find-rwjf-research/2014/07/the-burden-of-stress-in-america.html\">a national survey </a>conducted by NPR, the Robert Wood Johnson Foundation and the Harvard School of Public Health.</p><p>The survey of more than 2,500 Americans found that about 1 in 4 said they had experienced a \"great deal\" of stress in the previous month. And these stressed-out people said one of the biggest contributors to their day-to-day stress was watching, reading or listening to the news.</p><p>The result comes as no surprise to <a href=\"http://colfa.utsa.edu/psychology/faculty/mary_mcnaughton_cassill\">Mary McNaughton-Cassill</a>, a psychologist at the University of Texas at San Antonio. She's been studying stress and the news media since the Oklahoma City bombing in 1995. In that incident, a rental truck filled with explosives killed 168 people, including children in a day care center.</p><p>McNaughton-Cassill was hundreds of miles away. Even so, \"I had small kids in day care and got kind of stressed,\" she says. And she realized that \"certain kinds of news can push your own buttons and make you very anxious.\"</p><p>Since then, McNaughton-Cassill and other researchers have done many <a href=\"http://dartcenter.org/content/trauma-coverage-impact-on-public#.U6iix5RdWFk\">studies</a> showing that certain types of news coverage can produce emotional responses associated with stress. The biggest effect comes from <a href=\"http://www.tandfonline.com/doi/abs/10.1080/10615800108248354#.U6in7ZRdWFk\">traumatic events</a> covered in a sensational way — something that's hard to avoid these days, McNaughton-Cassill says. \"There is so much more news available, and so many different channels that are competing, that they're trying harder to be sensational,\" she says.</p><p>Another factor is the growing prevalence of disturbing images delivered in something close to real time, McNaughton-Cassill says. During the Civil War, media outlets relied on line drawings that could take days or weeks to reach an audience. By the Vietnam War, nightly video was available. \"And now, of course, we've got the reporter there waiting to see where the bomb hits,\" she says.</p><p>To see how that kind of coverage is affecting the public, a team of researchers questioned more than 4,500 people across the country about their reaction to last year's Boston Marathon bombing. The <a href=\"http://www.pnas.org/content/early/2013/12/05/1316265110.abstract\">study</a> found that \"people who exposed themselves to six or more hours of media daily actually reported more acute stress symptoms than did people who were directly exposed — meaning they were at the site of the bombings,\" says professor <a href=\"http://www.faculty.uci.edu/profile.cfm?faculty_id=5441\">Alison Holman</a> of the University of California, Irvine.</p><p>One reason for this extreme reaction may be that news outlets frequently \"take a clip of images and they repeat that same clip over and over and over as they're talking about what happened,\" Holman says. The result can be symptoms like those of post-traumatic stress disorder, she says.</p><p>But consumers and the news media can take steps to minimize news-related stress, researchers say. News outlets can help by warning their audience before presenting something that's particularly disturbing. And consumers can avoid bingeing on news, especially after an event like Sept. 11 or the Boston Marathon bombing. \"Just don't overdo it,\" Holman says.</p><p>That can be hard to do, though. There's evidence that our brains have evolved to pay close attention to potential threats, McNaughton-Cassill says. So we have to remind ourselves that absorbing every detail about a bombing doesn't help us survive. It just stresses us out.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bingeing+On+Bad+News+Can+Fuel+Daily+Stress&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Jon Hamilton","audio":[{"meta":{"duration":"281"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1330325159-ff5b86.m3u?orgId=1&topicId=1128&aggIds=327816692&ft=3&f=323355132"},{"href":"http://media.npr.org/assets/img/2014/06/27/newsstress1-6f8c570d010e7cbe6d394ef7949db918792d8872.jpeg","type":"image/jpeg","meta":{"crop":"standard","height":"1679","width":"2238"}}]}