{"created":"2015-05-11T13:53:28+00:00","modified":"2015-05-21T19:10:11+00:00","valid":{"from":"2015-05-21T19:10:11+00:00","to":"3015-05-21T19:10:11+00:00"},"hreflang":"en","title":"The End Of 'American Idol'","published":"2015-05-11T18:23:00+00:00","teaser":"Fox announced today that the 15th season of <em>American Idol </em>will be the end of the road for what was once the biggest show on TV.","itags":["npr_api","405877248"],"guid":"6e66a938-28e3-4f0d-93c2-2d21e3e65a11","contentencoded":"<p><em>[Note: Listen to the audio above to hear a conversation I had with Pop Culture Happy Hour team member Stephen Thompson about the end of the show.]</em></p><p>Ahead of its fall programming presentation to advertisers in the afternoon, Fox announced Monday that the 15th season of <em>American Idol,</em> which will begin in January 2016, will be the last.</p><p>Ratings for <em>Idol </em>have <a href=\"http://www.npr.org/blogs/monkeysee/2012/01/23/145636852/american-idol-its-still-big-but-its-not-quite-the-ratings-monster-it-was\" target=\"_blank\">slid precipitously</a> over the last few seasons, but in the words of <a href=\"http://www.vulture.com/2015/05/american-idol-canceled-next-season-will-be-last.html\" target=\"_blank\">Joe Adalian at Vulture</a>, \"<em>Idol</em> was, for much of its run, the most dominant show on television — by a mile.\" It's hard to remember now, but there was a time when putting up a show against <em>Idol </em>was close to announcement that it was unimportant to whatever network was airing it. It was the broadcast television version of a stomping monster that took out small cities.</p><p>The original dream of propelling star after star into the heavens didn't pan out as producers might have hoped, but the show has its list of famous alums: winners Kelly Clarkson and Carrie Underwood went on to be straight-up superstars, Phillip Phillips grabbed on to the popularity of Mumford-and-Sons-y Americana as it flew by and did well for himself, other finalists like Fantasia Barrino and Constantine Maroulis went to Broadway, and a lot of others have had perfectly good careers putting out records even if they haven't been as widely recognized as the grandest of champions. Clay Aiken even ran for Congress. (And Jennifer Hudson! Who won an Oscar! And whom I originally forgot because that's how much I no longer associate her with this show.)</p><p>It seemed at one time like <em>Idol </em>was a show that would ebb and flow but never die, like <em>Saturday Night Live</em>. But Fox has other plans and other priorities, there's competition from other performance shows and other competition shows, and, as it turns out, very few things are <em>Saturday Night Live</em>.</p><p>So now, Ryan Seacrest will be the man who only seems to have 99 jobs. We'll have much, much more about fall schedules as this week of TV news progresses.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+End+Of+%27American+Idol%27&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Linda Holmes","audio":[{"meta":{"duration":"401"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405939456-60d8ef.m3u?orgId=1&topicId=1138&d=401&story=405877248&ft=nprml&f=405877248"},{"href":"http://media.npr.org/assets/img/2015/05/11/ai_s14_keyart_judges_hires2-59c53875de1dd4fe4b84a3e8b2ac73f7cd10cd64.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2493","width":"3322"}}]}