{"created":"2015-04-08T20:08:03+00:00","modified":"2015-05-20T20:04:20+00:00","valid":{"from":"2015-05-20T20:04:20+00:00","to":"3015-05-20T20:04:20+00:00"},"hreflang":"en","title":"Sidewalk Touts Trade Tips On Shanghai's Booming Bull Market","published":"2015-04-09T13:50:00+00:00","teaser":"The Shanghai exchange is on a tear, but there could be trouble ahead for ill-informed investors. Analysts say the current upswing is driven by perceptions rather than fundamentals.","itags":["npr_api","398338647"],"guid":"6e743e0c-5116-4e0d-ae30-f766c4910b97","contentencoded":"<p>On weekend afternoons, large crowds descend on a pair of street corners across from People's Square in downtown Shanghai to trade stock tips. Shen Yuxi has set up a homemade desk with two laptops, a big flat screen and offers insights like this:</p><p>\"When a Communist Party chairman takes office, I buy stock in companies from his hometown,\" Shen tells a crowd of about 20 people that spills out over the sidewalk.</p><p>Recently, Shen has been buying up companies in Shaanxi, the home province of Xi Jinping, who serves as general secretary of China's Communist Party.</p><p>\"After all, the party chairman is the country's highest official,\" says Shen, who fires off pitches for company stocks like machine-gun bursts. \"This is the simplest rule of investing. You'll always win.\"</p><p>A lot of people have been winning on Shanghai's stock exchange in recent months. The index has nearly doubled in the past year, even as China's once-turbo-charged growth continues to cool.</p><p>Tech stocks on China's Shanghai and Shenzhen exchanges now have price-to-earnings ratios well beyond levels seen in the U.S. before the dot-com crash 15 years ago.</p><p>Shen, who says he's confidant the market will continue to rise, sells a homemade DVD filled with theories he promises will allow investors to keep riding the wave. Shen says he learned how to pick stocks from studying Warren Buffett, whose face adorns Shen's business cards.</p><p>Across the street, beneath a maple tree, stands Li Jingfei. He's quietly pitching another theory, based on the I-Ching, a classic Chinese text, originally used to predict the future.</p><p>\"The I-Ching is a summary of laws that dictate the formation of the universe,\" Li says. \"Everything's development needs to conform to this set of laws.\"</p><p>That includes, Li says, Shanghai's stock market.</p><p>Li's investing ideas aren't the most imaginative on the block. There's yet another tout who insists he can pick winners based on the theories of Mao Zedong, who, incidentally, didn't like stock markets — let alone capitalism.</p><p>Gan Li, who teaches economics at Texas A&M University, says people's perceptions — and not fundamentals — are driving the Shanghai market, and several factors are pushing up valuations.</p><p><a href=\"http://www.npr.org/2014/07/10/329081682/chinas-booming-real-estate-market-finally-begins-to-slide\">As Chinese housing prices ebb</a>, investors are pouring cash into the stock market and relying more and more on borrowed money to do so.</p><p>Despite China's sagging GDP growth numbers, Gan says people generally support President Xi's policies and remain fairly optimistic about the economy.</p><p>However, there is another, potentially worrisome element.</p><p>\"We find that new investors, compared with old investors, are much less educated,\" says Gan, who also conducts a financial survey of households across China. \"New entrants for the last half year are middle-school-educated people.\"</p><p>The overall stock market in Shanghai is still well below record levels set before the global financial crisis. If stocks continue to make big gains, Gan says, a serious bubble could form, leaving ordinary investors, like the ones on the streets of Shanghai, vulnerable to sudden price drops.</p><p>\"If they don't fully understand the stock market, they may not be able to handle the risk that their living standards ... will be severely affected,\" says Gan.</p><p>Retail investors buy and sell stocks using their own accounts and make up a whopping 80 percent of the trading on the Shanghai exchange, which is notorious for insider trading.</p><p>Andy Xie, a blunt-spoken, independent economist, worries stock manipulators could target mom-and-pop investors with pump-and-dump schemes.</p><p>Xie says manipulators open thousands of accounts to create a fake trading volume and try to reel in retail investors, who are watching from the sidelines.</p><p>\"Eventually, one day, they can't help themselves anymore. They [retail investors] jump in,\" Xie says. \"That's the time you take them to the cleaners.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sidewalk+Touts+Trade+Tips+On+Shanghai%27s+Booming+Bull+Market&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Frank Langfitt","audio":[{"meta":{"duration":"230"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1398342043-d77383.m3u?orgId=1&topicId=1125&d=230&p=2&story=398338647&t=progseg&e=398253975&seg=6&ft=nprml&f=398338647"},{"href":"http://media.npr.org/assets/img/2015/04/08/img_3314edit-4c284f53779ae2117854fabff4ff82347a3d4e72.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2069","width":"2758"}},{"href":"http://media.npr.org/assets/img/2015/04/08/462397646-a838242f161cbdd07426b458a891fcc9a0604951.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3330","width":"4440"}},{"href":"http://media.npr.org/assets/img/2015/04/08/img_3250edit1-057a306b1215c152ed3b2c91f66067d1fbd2ec04.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2301","width":"3069"}},{"href":"http://media.npr.org/assets/img/2015/04/08/img_3298edit-aaa585b0a90e2bee4d52e329ad9be408eaacf785.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1726","width":"2301"}}]}