{"created":"2014-09-08T15:43:36+00:00","modified":"2014-11-05T01:07:42+00:00","valid":{"from":"2014-11-05T01:07:42+00:00","to":"3014-11-05T01:07:42+00:00"},"hreflang":"en","title":"Glenn Greenwald: NSA Believes It Should Be Able To Monitor All Communication","published":"2014-05-14T15:12:00+00:00","teaser":"The journalist, who received a cache of highly classified documents, says no one disputes that the security agency should be reading emails from al-Qaida, but the system has become too powerful.","itags":["npr_api","311619780"],"guid":"6e801a3a-bf89-413b-b0ab-f68ea99c16c4","contentencoded":"<p>Glenn Greenwald, the <a href=\"http://www.pulitzer.org/citation/2014-Public-Service\">Pulitzer Prize-winning journalist</a> who helped to break stories about mass surveillance in the United States, is making more revelations in a new book coming out Tuesday.</p><p>In an interview with NPR's <em>Morning Edition,</em> Greenwald says one of the more \"shocking\" things he's found is that the National Security Agency physically intercepted shipments of computer hardware, like routers, switches and servers, to outfit them with surveillance equipment.</p><p>Once they were done, they repackaged the hardware with \"factory sealing\" and sent it on its way to unsuspecting companies.</p><p>Greenwald says that for years, the United States has been warning global companies about buying Chinese products because they could be outfitted with surveillance hardware. This revelation, Greenwald says, exposes \"an extreme form of gross hypocrisy\" on the part of the U.S. government.</p><p>Of course, all of this reporting is rooted in a massive cache of classified documents leaked by former NSA contractor <a href=\"http://www.npr.org/tags/190293264/edward-snowden\">Edward Snowden</a>. Greenwald, along with reporters from <em>The Guardian</em> and<em> The Washington Post,</em> have used those documents to provide details on the NSA's use of mass surveillance. The reporting has led to congressional hearings, sweeping reports and an <a href=\"http://www.npr.org/blogs/thetwo-way/2014/01/17/263357572/coming-up-obama-outlines-nsa-changes\">effort from President Obama to rein in some of the NSA's ability to collect metadata</a> on the phone calls of all Americans.</p><p>Greenwald says no one disputes that the NSA should be trying to intercept communications sent by al-Qaida and its affiliates, but that the system has grown too powerful.</p><p>The problem, he tells Steve Inskeep, is that \"a system has been built without our knowledge that has incredible dangers embedded within and very few controls.\"</p><p>One example Greenwald writes about in his book, <a href=\"http://www.npr.org/books/titles/312455390/no-place-to-hide-edward-snowden-the-nsa-and-the-u-s-surveillance-state\"><em>No Place to Hide</em></a>, is about the NSA trying to make sure it could tap into conversations that were originating from airplanes.</p><p>Greenwald says there was no particular security reason the NSA wanted to do this.</p><p>\"It's just simply the fact that they do not think anybody should be able to communicate anywhere on the Earth without they being able to invade it,\" Greenwald says.</p><p>During the wide-ranging conversation, Steve asks him if he expects anything to change because of his reporting. Back in 2005, <em>The New York Times</em>, for example, <a href=\"http://www.nytimes.com/2005/12/16/politics/16program.html?pagewanted=print&gwh=BCEAC45ABDA0F5A24F5D82A88B4707B2&gwt=pay\">reported on the government's collection of Americans' phone records</a> without a court order. Congress reacted by making that type of intelligence-gathering legal.</p><p>Greenwald says he doesn't expect Congress to reform the NSA. But this is different, he says. Back in 2005, the story was national. Today, the story is about the U.S. domination of the Internet, which makes it a global issue.</p><p>When you have friendly countries like Germany, France and Brazil and big companies like Facebook protesting mass surveillance, things might just change, Greenwald says.</p><p><em>Much more of Greenwald's conversation with Steve will be on Monday's </em>Morning Edition<em>. <a href=\"http://www.npr.org/stations/\">Click here</a> for your local NPR member station. We'll add the as-aired version of the interview later this morning. </em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Glenn+Greenwald%3A+NSA+Believes+It+Should+Be+Able+To+Monitor+All+Communication&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Eyder Peralta","audio":[{"meta":{"duration":"468"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1311760016-437204.m3u?orgId=1&topicId=1001&ft=3&f=311619780"},{"href":"http://media.npr.org/assets/img/2014/05/11/484174333-5053e3be2fc74af229130f85a39ae2a8fa68ffe4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"3280","width":"4379"}}]}