{"created":"2015-05-08T09:01:05+00:00","modified":"2015-05-13T20:58:00+00:00","valid":{"from":"2015-05-13T20:58:00+00:00","to":"3015-05-13T20:58:00+00:00"},"hreflang":"en","title":"What Eye Contact — And Dogs — Can Teach Us About Civility In Politics","published":"2015-05-08T15:09:00+00:00","teaser":"Don't look at me! In Minnesota, lawmakers are banned from making eye contact during debate. The idea is it leads to more civility. But does it? And what can animal science teach us about it?","itags":["npr_api","404991505"],"guid":"6e8c025b-e66a-449a-8b72-393bde98cd80","contentencoded":"<p>Republican Warren Limmer sits in the second row of the Minnesota state Senate. He says more than 80 percent of his colleagues sit behind him. But he doesn't dare turn around to look at them when he gets up to speak.</p><p>He might get scolded. It has happened before.</p><p>\"Then my cadence is thrown off,\" Limmer said. \"I have to beg forgiveness to the Senate president. And then I'll get a slight admonishment, and then I can proceed.\"</p><p>Minnesota Senate Rule 36.8 requires that all remarks during debate be addressed to the Senate president at the front of the chamber. It has been on the books forever. And it's actually a rule most state legislatures have. Even the U.S. Senate has it. But Minnesota — known for its \"Minnesota Nice\" — takes it one step further, interpreted to mean that senators cannot look at each other during debate.</p><p>Some senators, like Limmer, wanted the rule changed. But most of his colleagues disagreed. Last month, the state Senate <a href=\"http://www.twincities.com/politics/ci_27907716/minnesota-senate-keeps-rule-forbidding-eye-contact\">voted 44-15 to keep the rule</a>. In this day and age of intense political rancor, Minnesota is trying to keep things, well, nice. But does a lack of eye contact really keep things more civil? The answers might be found, believe it or not, in animal behavioral science.</p><p><strong>'Minnesota Nice'</strong></p><p>Some Minnesotans say banning eye contact in the state Legislature reflects Minnesota values. <a href=\"https://www.senate.mn/rules/2011/permsenrules11.pdf\">Rule 36.8 simply reads</a>, \"All remarks during debate shall be addressed to the President.\" When Sen. Tom Bakk became majority leader two years ago, he read that to mean senators cannot look at each other during debate.</p><p>\"Going through the president forces people to listen rather than watch facial expressions and look at each other, which sometimes I think kind of inflames some of the rhetoric going back and forth,\" Bakk said.</p><p>He added that he believes it elevates decorum — because eye contact can make people more aggressive. And to prove he's right, he said to consider the sometimes unruly Minnesota state House, which doesn't have the rule.</p><p>His office pointed to a recent example. In March, decorum broke down in the House after Speaker Kurt Daudt ignored raucous calls for a roll call vote and one representative loudly called Daudt a \"dictator\" in the chamber.</p><p>Many Minnesotans have Scandinavian roots, and some parts of the culture still permeate, like when it comes to confrontation.</p><p>\"Swedes tell the joke about Finns — that you can identify a Finnish extrovert, because he's looking at your shoes instead of his own when he's talking to you,\" joked Steven Schier, who teaches political science at Carleton College in Northfield, Minn., about 40 miles south of Minneapolis. Schier noted his own Scandinavian roots, too.</p><p>Or wait — was the joke about Norwegians?</p><p>\"The old line is about the extroverted Norwegian. That's the person that looks at the other person's shoes,\" said Roger Moe, who served as majority leader in the Minnesota state Senate in the 1980s and 1990s.</p><p>The men weren't together for the disagreement, so there's no way to tell whether either would have looked at the other — or their shoes.</p><p><strong>Thank The Brits For The Origination Of The Eye Contact Rule</strong></p><p>As far as legislative etiquette goes, it wasn't Scandinavia that came up with this rule requiring lawmakers to address the front of the chamber instead of each other. It came from England.</p><p>Peverill Squire, a historian of legislative etiquette at the University of Missouri, said there are references to the rule going all the way back to the 1500s in the House of Commons. That's about when rules were also put in place banning swords in the chamber. The idea was lawmakers shouldn't come ready to fight each other. When debate isn't personal, it's orderly.</p><p>Of course, today, the British Parliament is often used as an example where the opposite is true. Lawmakers can get downright personal. Members of Parliament have hurled insults at each other ranging from \"crook\", \"drunk\" and \"swine\" to \"guttersnipe\" and \"stupid cow.\"</p><p>In 2010, Labour Party member of Parliament, or M.P., Tom Watson famously called Tory Education Secretary Michael Gove \"a miserable pipsqueak.\"</p><p>The Irish Parliament has similar rules, and it can get even worse there. Like when Paul Gogarty of the Green Party told Emmet Stagg of the Labour Party to go \"****\" himself in 2009.</p><p>So how can the very system that came with rules against getting personal degenerate so completely?</p><p>Some may notice that, unlike the Minnesota state senators, members of Parliament <em>look at each other</em> from across a divide when they're speaking.</p><p>So maybe the Minnesotans are on to something. Maybe there is something inherently confrontational about eye contact.</p><p><strong>Testing the Hypothesis With Dogs</strong></p><p>There's a common perception that looking a dog in the eye can make it uncomfortable. That would certainly bolster the Minnesota theory. But dog behavioral expert Clive Wynne at Arizona State University's Canine Science Collaboratory said it's more complicated than that.</p><p>\"A dog that's wagging its tail happily while it looks another dog in the eye is maybe communicating something friendly,\" he said, \"whereas a dog that growls and has its hackles raised in a very tense body posture — the eye contact may just intensify that threat.\"</p><p>In other words, eye contact for dogs is like eye contact for humans. When there's genuine goodwill, eye contact can be a positive thing.</p><p>So what can man learn from man's best friend?</p><p>\"What would be good advice for a legislature would be to encourage positive, friendly eye contact, and discourage more aggressive, intimidating forms of eye contact,\" Wynne said. \"What we found worked very well with dogs is small pieces of summer sausage. I don't know whether that could be applied here.\"</p><p>Which maybe raises the question, how much summer sausage would it take to get Republicans and Democrats to work together?  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=What+Eye+Contact+%E2%80%94+And+Dogs+%E2%80%94+Can+Teach+Us+About+Civility+In+Politics&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Ailsa Chang","audio":[{"meta":{"duration":"284"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1405125512-3ce66c.m3u?orgId=1&topicId=1014&d=284&p=3&story=404991505&t=progseg&e=405124190&seg=2&ft=nprml&f=404991505"},{"href":"http://media.npr.org/assets/img/2015/05/07/140320_do_0032-2c69592ac3d8675ae9f8372d01bd81480f50b2ed.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"431","width":"575"}},{"href":"http://media.npr.org/assets/img/2015/05/07/minnesota-rule_custom-74664c8d9956fb290c9d2e59c1e705c1616fb5cb.png","type":"image/jpeg","meta":{"crop":"custom","height":"188","width":"714"}},{"href":"http://media.npr.org/assets/img/2015/05/07/150106_ao_0078-da49588199556795e277e00455eb8eb9514512be.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"749","width":"999"}},{"href":"http://media.npr.org/assets/img/2015/05/07/british-rule_custom-392ffbb1abd407ebc4a1b3fd29668242cbbe2383.png","type":"image/jpeg","meta":{"crop":"custom","height":"289","width":"524"}},{"href":"http://media.npr.org/assets/img/2015/05/07/british-rule-swords_custom-5216ca4c2f1acf22bf88c52ffbfeaa5533cc5846.png","type":"image/jpeg","meta":{"crop":"custom","height":"166","width":"452"}}]}