{"created":"2014-11-06T22:32:11+00:00","modified":"2014-11-07T20:56:34+00:00","valid":{"from":"2014-11-07T20:56:34+00:00","to":"3014-11-07T20:56:34+00:00"},"hreflang":"en","guid":"6e9a9bbc-f5d9-453d-87b1-6c1832f25d14","title":"How to make an American sitcom work in Russia","published":"2014-11-07T20:56:30+00:00","byline":"Nina Porzucki","tags":["television","entertainment","culture","language","Culture","Arts, Culture & Media","Asia","Russia","Asia","James Kramer","Television","Ugly Betty","The Nanny","Sitcom","Entertainment"],"teaser":"James Kramer has spent more than a decade adapting television shows for audiences around the world. He lived in Russia for six years and helped adapt shows like \"Ugly Betty\" and \"The Nanny\" for Russian audiences, but some things just won't translate.","contentencoded":"<p>What do the TV shows \"Homeland,\" \"In Treatment\" and \"Ugly Betty\" have in common? They're all adaptations.</p>\n<p>\"Homeland\" and \"In Treatment\" were originally produced in Israel. \"Ugly Betty,\" or \"Betty La Fea,\" was originally a Colombian soap opera. But while our networks occasionally buy and adapt foreign TV shows for American audiences, many American sitcoms and dramas are being exported to foreign networks around the globe.</p>\n<p>James Kramer, a TV executive, has travelled around the world doing that export work, adapting American shows for global audiences. He got his start working with executives and writers in post-Soviet Russia for Sony Pictures Television.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"903\" width=\"639\" style=\"width: 300px; height: 424px; float: right; margin: 5px;\" alt=\"Playing role of CIA bad guy in recent Russian miniseries `What Is The Soul of A Motherland?ˋ\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/Kramer1.JPG\" title=\"\" /><div class=\"image__credit\">\n    <span class=\"image__credit-label\">\n      Credit:\n    </span>\n    <p>James Kramer</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>James Kramer playing the role of a CIA bad guy in the recent Russian miniseries `What Is The Soul of A Motherland?ˋ</p>\n  </div>\n</div>“What [the Russians] had was great enthusiasm, but no experience,\" Kramer says. \"So they brought over several people, including me, to give the American technology — both the equipment and how to use it — and the creative technology of building a television writing staff and production center.\"\n<p>When Kramer first arrived in Russia, TV shows tended to be melodramatic soaps and telenovelas from Latin America. The American soap opera \"Santa Barbara\" was particularly popular.</p>\n<p>“And I’d actually worked [on Santa Barbara],\" Kramer says. \"There were shows that I worked on like 'St. Elsewhere' and 'Moonlighting' and things that’d won awards here, but they didn’t know them. But 'Santa Barbara' was, ‘Oh my God! Maximum Respect!’”</p>\n<p>Kramer was hired by Sony Pictures to lead a two-week television writing course for Russian TV writers. “My two weeks there ended up becoming six years, because they asked me to run the production office for Sony in Russia,” says Kramer.</p>\n<p>Among the many shows that Kramer helped to launch in Russian were versions of \"Ugly Betty\" and \"The Nanny,\" which writers from his two-week course ended up working for.</p>\n<p>He says Ugly Betty was challenging to adapt for a Russian audience. The original Colombian show centered around two brothers fighting to run a fashion design company that had been in their family for several generations. </p>\n<p>“But, in Russia, there was no history of family business, because the Soviet Union had been there,\" he says.</p>\n<p>So the storyline had to be tweaked for the Russian experience. Russian writers made the brothers older and gave them a business manufacturing uniforms and wedding dresses — which were permissible under the Soviet system — that they turned into a private company in the 1990s.</p>\n<p>“We had to give a sense of both pride and patriotism, of people who had taken something from Soviet times and improved upon it,\" Kramer says. It was important to do that \"as opposed to creating a new business, because in Russia the assumption is that anybody who had money got it by dark means.”</p>\n<p>There are many stories of how episodes of \"Ugly Betty\" were adapted to become more Russian. During one episode, Ugly Betty, who has desperately been searching for a job, is finally offered one. In the American version, she jumps up and down, exclaiming with joy; in the Russian show, Betty bursts into tears.</p>\n<p>“There was an executive from America from Sony who saw that moment and said, ‘Oh my God, this is the happiest day of her life, why is she crying? And the Russians said, ‘No, no, you don’t understand. In Russia, people don’t up and down and celebrate happiness. Happiness is a cause for tears.’” Kramer remembers.</p>\n<p>But some things just don’t translate, no matter what you do. When he was developing the Russian version of The Nanny, Kramer tried to introduce the concept of the live studio audience. Kramer invited about 40 people to the sound stage and instructed the Russian actors during rehearsals that they should hold for laughs.</p>\n<p>“The actors came to the first joke, and dead silence. And then the next joke: dead silence,\" Kramer says. \"We looked around the audience and these people were mostly older and they had absolutely no context or experience in what they were supposed to do.”</p>\n<p>The Nanny did go on to become one of the most popular Russian sitcoms — but without live laughter: “In the end we ended up putting in canned laughter like we did here in the '50s and '60s, and it worked,\" Kramer says.</p>\n<br><p>From PRI's The World ©2014 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/Kramer3.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/kramer3jpg"}]}