{"created":"2014-10-17T20:01:00+00:00","modified":"2014-10-22T17:19:03+00:00","valid":{"from":"2014-10-22T17:19:03+00:00","to":"3014-10-22T17:19:03+00:00"},"hreflang":"en","guid":"6e9cda1c-9729-4fc6-bd8e-5dad11b89f2d","title":"Captain America is a Sikh. You got a problem with that?","published":"2014-10-22T17:18:56+00:00","byline":"Carol Hills","tags":["immigration","culture","Religion","Global Nation","Arts","Arts, Culture & Media","Delhi","San Francisco","New York City","North America","Asia","United States of America","India","Vishavjit Singh","Global Political Cartoons","sikhtoons.com","Sikh","Sikh genocide"],"teaser":"Turbaned and proud. That's Vishavjit Singh who responded to the hate directed at him after 9/11 by drawing political cartoons about being Sikh in America. Then he got really bold and dressed up as Captain America and took to the streets of New York City. ","contentencoded":"<p>I'm embarrassed to say that I found <a href=\"http://www.sikhtoons.com/SikhtoonsBio.html\">Vishavjit Singh</a> by looking for the guy with the turban.</p>\n<p>Vish, as he's known, is American and he's also Sikh. For Sikhs, wearing the <a href=\"http://www.sikhiwiki.org/index.php/Turban\">turban</a>, or dastar, is mandatory and represents honor, self-respect, courage, spirituality, and piety. For me, it meant an easy way to find someone I'd never met at a crowded conference in San Francisco. And that's the problem. People have been identifying Vish by his turban and making assumptions about him for all of his 43 years.</p>\n<p>Growing up in various parts of the United States, people would laugh at Vish, point at his turban and say he looked like a cartoon character. After 9/11, it got uglier. People spewed venom at him, called him \"Osama\" and \"Towelhead\" and told him to go home. Nowadays, the comments vary, depending on the news cycle. And this particular news cycle, dominated with news about the Islamic State, hasn't been great. </p>\n<p>\"Since the whole ISIS thing, I've noticed an escalation of verbal abuse.\" says Vish. \"I've had incidents where young and old, kids, people from different ethnic groups, have been calling me 'Osama' and telling me to go back home.\" </p>\n<p>But instead of cringing, hiding and feeling hurt, he responds. And what he finds interesting is that a lot of the stereotyping he gets is from blacks and Hispanics.</p>\n<p> </p><div class=\"media media-element-container media-default\"><img height=\"354\" width=\"492\" style=\"width: 550px; height: 396px; margin: 0px 5px;\" alt=\"Sikh_Toon_1\" title=\"Sikh_Toon_1\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/WhoAmIOpArt_Sikh.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Vishavjit Singh, Sikhtoons.com</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Vishavjit Singh sketched out his life in this cartoon. It depicts some of the issues and hurdles he's faced as a Sikh American and donning a turban. His goal is to start conversations about the Sikh faith and South Asian diaspora.</p>\n  </div>\n</div> \n<p>\"I engage them and say, 'Wait a minute. Do you never get stereotyped yourself and do you think that's OK?' And that gets them thinking and sometimes they apologize and sometimes they don't,\" he says. \"It's incredible that this whole war on terrorism has a lot of people from all ethnic groups thinking that it's their time to be patriotic and American and so they can judge people who look as if they're from that part of the world and put them down and tell them to go back home.\"</p>\n<p>It was the backlash against people with beards and turbans after 9/11 that motivated Vish. Just four days after the bombings, on September 15, <a href=\"http://www.nytimes.com/2001/09/17/us/sikh-owner-of-gas-station-is-fatally-shot-in-rampage.html\">a man gunned down a Sikh gas station owner in Arizona</a> because he thought he was a Muslim. The Sikh man had a turban and a beard — just like Osama bin Laden the thinking went. Vish worked from home for the next few weeks, afraid for his safety. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"523\" width=\"350\" style=\"margin: 5px; font-size: 13px; line-height: 20.006303787231445px; width: 300px; height: 448px; float: right;\" alt=\"Sikh_Toon_2\" title=\"Sikh_Toon_2\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/captainamericaposter.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Vishavjit Singh, Sikhtoons.com</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>This was one of Vishavjit Singh's first sketches of himself as Captain America.</p>\n  </div>\n</div>\n<p>Then he saw an animated cartoon by American cartoonist <a href=\"https://www.markfiore.com/\">Mark Fiore</a>. It powerfully mocked the xenophobia fueling the retaliation for 9/11. It was called \"<a href=\"http://comigama.com/comic-player/comic-section1/02_Fiore/00\">Find the Terrorist in Your Neighborhood</a>\" and showed a sequence of faces: a Sikh, an Italian, a Muslim, a Latino and a white man. You could click on the rotating images and decide which one is the terrorist. Turns out the faces who looked \"different\" were hard-working, law-abiding Americans. When you clicked on the white guy's face, it said. \"Congratulations! You found the terrorist. Jimbo just beat up Yusef at the deli.\"  </p>\n<p>Vish said Mark Fiore's cartoon had a massive impact on him. \"Wow. Here's this single cartoon that can capture this reality in a really interesting and sarcastic way and I thought this is a really good medium to reach people.\" So Vish, the software engineer by day, became <a href=\"http://www.sikhtoons.com/\">Sikhtoons</a>, a political cartoonist by night.</p>\n<p>Sikhtoons are about being Sikh in America, but he also takes on uncomfortable issues for Sikhs — like the treatment of women and racism within the Sikh community. And he spends a lot of time raising awareness about the massacre of Sikhs in Delhi in 1984 following the assassination of Prime Minister Indira Ghandi by two Sikh body guards. At least 3,000 Sikhs were killed in what many consider a genocide. No one was ever brought to justice, but <a href=\"http://www.bbc.co.uk/news/world-asia-26235314\">members of the ruling Congress Party were accused of encouraging the violence.</a> Vish was 13 and living in Delhi at the time. </p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"328\" width=\"409\" style=\"margin: 5px; font-size: 13px; line-height: 20.006303787231445px; width: 400px; height: 321px; float: right;\" alt=\"Sikh_Toon\" title=\"Sikh_Toon\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://www.pri.org/sites/default/files/DownrightSikh.jpg\" /><span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Courtesy of Vishavjit Singh, Sikhtoons.com</p>\n  </div>\n\n  <div class=\"field-caption\">\n    <p>Vishavjit Singh created Sikhtoons.com, where he sketches out comics about Sikh Americans.</p>\n  </div>\n</div>\n<p>Vish ratcheted up his activism in 2012, after a white supremacist murdered six Sikh worshippers at a temple in Wisconsin. He created a poster of his turbaned cartoon character as Captain America to make the obvious point: A Sikh is just as American as an iconic American superhero. It got a lot of attention and then <a href=\"http://www.salon.com/2013/11/18/what_i_learned_as_captain_america_in_a_turban/\">he was persuaded to spend a day in New York City dressed up as Captain America</a>.</p>\n<p>Now Vish spends a lot of time in costume, visiting college campuses, youth retreats, camps and conferences, talking about being Sikh and what it means to be an American. His hope is to shed his software engineering day job and work on Sikhtoons and be Captain America full-time.</p>\n<p>\"You can do anything at any point in your life. So if you wanted to, you're 50 years old and you want to change your careers, people do that,\" he says. \"Despite the fact that people lampoon you or they might make fun of you but you just go do it because there are people who have done it before, too. Definitely that energy has infected me and I feel like if I want to do something, I can do it.\"</p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"//www.youtube.com/embed/shUzrgAUqUw?list=UUI4KOWxnhaF6Vo1cMytOEuQ\" width=\"560\"></iframe></p>\n<br>Array<br>Array","audio":[{"href":"http://www.pri.org/sites/default/files/story/images/CAP_A_SUBWAY.jpg","meta":{"crop":"primary","height":null,"width":null},"type":"image/jpeg"},{"href":"http://www.pri.org/file/capasubwayjpg"},{"href":"http://cdn.pri.org/sites/default/files/pris-world/segment-audio/101720148.mp3"},{"href":"http://www.pri.org/file/101720148mp3"}]}