{"created":"2015-02-07T23:48:41+00:00","modified":"2015-06-05T15:29:14+00:00","valid":{"from":"2015-06-05T15:29:14+00:00","to":"3015-06-05T15:29:14+00:00"},"hreflang":"en","title":"From Touchdowns To Takeoff: Engineer-Athlete Soared To Space","published":"2015-02-08T02:29:00+00:00","teaser":"When Leland Melvin pulled his hamstring during practice with the Dallas Cowboys, his NFL career was over. So he did the next logical thing: He joined NASA and became an astronaut.","itags":["npr_api","384525411"],"guid":"6ea22672-653d-47b9-9f5c-863a01018190","contentencoded":"<p><em>As part of a series called \"My Big Break,\" </em>All Things Considered<em> is collecting stories of triumph, big and small. These are the moments when everything seems to click, and people leap forward into their careers</em><em>.</em></p><p>You may recognize retired astronaut Leland Melvin from his famous 2009 NASA portrait with his two dogs, Jake and Scout. Or maybe you've seen him on the Lifetime channel hosting <em>Child Genius</em>.</p><p>But his first claim to fame wasn't in space or on screen — it was on the field. Melvin, who is part athlete and part engineer, was drafted in the NFL in 1986.</p><p>He was signed to the Dallas Cowboys the same year he enrolled at the University of Virginia, studying materials science and engineering.</p><p>\"They videotaped the courses and mailed them to me in Dallas,\" Melvin says. \"So by day, I'm catching balls for America's team and at night, I'm watching materials science and engineering courses in a master's program.\"</p><p>But when Melvin suffered a severe hamstring injury during practice, his NFL career was over.</p><p>So he fell back to a career in science. He says he heard that NASA was looking for astronauts. With his athletic background and engineering experience, he thought he might be perfect for the job.</p><p>\"So I applied the next selection and I got in,\" Melvin says. \"It was pretty incredible.\"</p><p>Melvin went through the rigorous series of training sessions, including time at the Neutral Buoyancy Laboratory, a 6-million-gallon pool used for spacewalk training.</p><p>\"We have the International Space Station and Space Shuttle submerged underneath 30 feet of water so that you can actually be floating like you're in space,\" he says. \"We're in this white suit looking like a Michelin Man, they lower you down in the water and one of the things they forgot to put in my helmet was this little pad on your neck ring.\"</p><p>Melvin says that little pad allows you to press your nose against it so you can clear your ears as you go down into the water.</p><p>\"I was straining to clear [my ears] and I tell the test director, who's in the control center, to turn the volume up in the headset,\" Melvin says. \"I could not hear a thing. All I heard was static and white noise.\"</p><p>They immediately stopped the exercise and Melvin was pulled out of the water.</p><p>\"There was blood coming out of my ear and they rushed me to the emergency room,\" he says. \"They did surgery, they looked around, they couldn't find anything and being an astronaut, you need your hearing. If something happens and they can't explain why it happened, they won't let you fly in space.\"</p><p>Melvin's hearing slowly came back but he was still medically disqualified. So he traveled to Washington, D.C., to work in one of NASA's education programs instead.</p><p>\"At that same time, February 1, 2003, we lost Space Shuttle <em>Columbia</em>,\" he says. \"At that point we had to take care of our families.\"</p><p>Melvin consoled the parents of David Brown, one of the crew members on board who died that day.</p><p>\"David's father said to me ... 'My son is gone, there's nothing you can do to bring him back, but the biggest tragedy would be if we don't continue to fly in space to carry on their legacy.' \"</p><p>Melvin says that really stuck with him. He wanted to do his part.</p><p>As he flew across the country attending memorial services, Melvin says the chief flight surgeon was watching him closely, assessing his ear injury.</p><p>\"He's watching me clear my ears and go up and down in the airplane and he calls me in his office and says, 'Leland, I'm going to sign a waiver for you to fly in space,' \" he says. \"That was one of my big breaks.\"</p><p>Melvin's first mission was in February of 2008 aboard Space Shuttle <em>Atlantis.</em></p><p>\"We're looking at each other, we're pointing to the books and things and we're pointing to the computers and we have these huge smiles on our faces,\" he says. \"Just like, 'Yeah, we're about to go to space!' \"</p><p>The countdown began.</p><p>\"The three main engines light, that's when the solid rocket boosters ignite,\" Melvin says. \"It was this incredible surge of force and sound and your head is starting to shake.\"</p><p>The shuttle roared into the sky.</p><p>\"I had a mirror on my wrist and I could look out the overhead window and see where the plume connected back to the ground. About three miles from where that plume was, was where my family was sitting,\" he says. \"And it made this connection with me that they were with us.\"</p><p>Just 8 1/2 minutes later, the crew aboard the Space Shuttle <em>Atlantis</em> made it into space.</p><p>\"We're floating and the things that you dropped are now floating around you,\" Melvin says. \"Seeing this blue marble below us with no borders as we go around the planet every 90 minutes at 17,500 miles per hour.\"</p><p>\"Looking at places where there's unrest and war and we're working together as one team to help advance our civilization — that's just an incredible, incredible moment for me.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=From+Touchdowns+To+Takeoff%3A+Engineer-Athlete+Soared+To+Space&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"307"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1384589801-a30a6e.m3u?orgId=1&topicId=1008&aggIds=274340198&d=307&p=2&story=384525411&t=progseg&e=384589706&seg=10&ft=nprml&f=384525411"},{"href":"http://media.npr.org/assets/img/2015/02/07/2009-02382_1513-8c245744e3c3ca77ad28ecc93cbe8b95bdc86a6e.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1687","width":"2250"}}]}