{"created":"2014-09-05T17:05:12+00:00","modified":"2014-10-31T01:00:16+00:00","valid":{"from":"2014-10-31T01:00:16+00:00","to":"3014-10-31T01:00:16+00:00"},"hreflang":"en","title":"Think Before You Clap: You Could Be Beat Deaf","published":"2014-06-30T13:51:00+00:00","teaser":"Some people just can't keep a beat. A Montreal neuroscientist describes the problem as a \"musical brain disorder\" rather than a mere problem of coordination.","itags":["npr_api","323710682"],"guid":"6ea23355-047d-4ae7-800a-d1d98a26de52","contentencoded":"<p>People who can't clap on the beat drive comedian Aaron Michael King crazy, especially one group in particular. He devoted a whole YouTube sketch to ... some white people he knows.</p><p>\"This needs to stop,\" King pleads in the video, after a story about an oblivious roommate haphazardly clapping along to a 2 Chainz song in their living room. \"Some of y'all don't understand that this kind of clapping is killing black folk. Do you understand what I'm saying? <em>Killing us</em>.\"</p><p>It's killing some white folks, too. At a Carnegie Hall concert recently, <a href=\"http://www.npr.org/templates/story/story.php?storyId=15050998\">Neil Young</a> stopped in the middle of a song because some people in the audience were clapping off-beat. Mike Love of <a href=\"http://www.npr.org/artists/15394818/the-beach-boys\" target=\"_blank\">The Beach Boys</a> says that sometimes, it's a cultural thing.</p><p>\"For instance, the preponderance of American pop music is based on the beat of two and four,\" he says. \"You'll have a lot of cultural influences that cause people to do one and three. I remember being in the Vienna Stadthalle — the town hall in Vienna, with about 12,000 people in it — and it was, like, Teutonic.\"</p><p>Cultural differences aside, what about those who truly can't find the beat at all? An enthusiastic music teacher might say, \"Everybody has rhythm, even babies.\" But Jessica Phillips-Silver says it's not so. She has a Ph.D. in neuroscience and auditory development, and she says there is such a thing as beat deafness: \"a form of musical brain disorder.\"</p><p>Phillips-Silver and a team at the International Laboratory for Brain, Music and Sound Research in Montreal went looking for folks who would not only admit they had no rhythm, but also be willing to demonstrate it. She says dozens of people thought they qualified, but after some testing, only one actually did: Mathieu Dion, a 26-year-old reporter in Montreal.</p><p>\"I just can't figure out what's rhythm, in fact,\" Dion says. \"I just can't hear it, or I just can't feel it.\"</p><p>Dion loves music, studies guitar and once had a job as a mascot at an amusement park where he had to dance in shows. It was, he says, unpleasant.</p><p>\"Because I couldn't follow the beat, I didn't know what I was doing,\" he says. \"They put me in the back of the dancers so I could see the dancers doing the moves.\"</p><p>That was one of the tests Dion passed in the lab: He <em>can</em> follow the beat if he's watching someone else. But a crowded dance floor is still a problem for him — and his girlfriend.</p><p>\"What she's telling me is, 'Follow me. It's easy,' \" he says. \"But, no, it is not easy for me.\"</p><p>In another test, Jessica Phillips-Silver and her team measured Dion's \"full-body synchronization\" by making him dance to different kinds of music — merengue, pop, rock, Egyptian belly-dancing. They gave him a Nintendo Wii controller and told him to bounce or bend his knees to the beat, while the controller marked each bounce and bend. (For an accurate comparison, the same test was given to people who <em>do</em> have rhythm first.) Phillips-Silver says the one style of music Dion did move in time to was techno.</p><p>\"It was a salient, loud-ranging pulse. It's kind of like what I call a glorified metronome, which is something else he was able to move in time to: a simple metronomic beat,\" she says. \"It was important, because it told us he doesn't have a motor disorder.\"</p><p>Phillips-Silver says genetics might account for Dion's lack of rhythm, and she hopes to work with others in his family — she says many more studies will be needed to fully understand beat deafness. Something as apparently simple as tapping your foot to your favorite song is, in fact, a pretty complex process.</p><p>\"One thing that we know about rhythm in the brain is that it's managed by a kind of widespread network — which means we can't just point our finger to one spot on the brain and say, 'That's the rhythm center' or 'That's the dance center,' \" she says. \"It really recruits sort of a variety of areas and pulls them together in ways that are beautiful and sophisticated, but we don't quite understand yet.\"</p><p>In the meantime, Dion says, he's excited that something that has caused him so much frustration might actually be helping science.</p><p>\"I am the first diagnosed in the world of having no rhythm, which is something great,\" he says.</p><p>Since the initial study was published, Phillips-Silver says, scores of people from around the world have stepped forward hoping to be tested, hoping to find rhythm.</p><p>For now, Dion says he refrains from clapping at concerts.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Think+Before+You+Clap%3A+You+Could+Be+Beat+Deaf&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Elizabeth Blair","audio":[{"meta":{"duration":"334"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1325073900-c8b613.m3u?orgId=1&topicId=1106&ft=3&f=323710682"},{"href":"http://media.npr.org/assets/img/2014/06/20/istock_000016313861medium-4e8a6888dbd5de0335fa6c464a3d48c3b92b3a30.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1030","width":"1374"}}]}