{"created":"2015-03-02T21:58:42+00:00","modified":"2015-05-13T21:11:50+00:00","valid":{"from":"2015-05-13T21:11:50+00:00","to":"3015-05-13T21:11:50+00:00"},"hreflang":"en","title":"Britain's Muslims Still Feel The Need To Explain Themselves","published":"2015-03-04T22:48:00+00:00","teaser":"Many young Muslims say they feel part of their communities in Britain but have to deal with a range of misconceptions.","itags":["npr_api","390188555"],"guid":"6ea581bd-82c8-4630-abd6-bf54f56c93f7","contentencoded":"<p><a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/27/389464622/the-past-of-jihadi-john-early-run-ins-and-radicalization\">Jihadi John</a>, <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/24/388735472/british-police-say-3-missing-teenage-girls-now-in-syria\">runaway schoolgirls</a>, no-go zones: the headlines are everywhere in Great Britain.</p><p>If you are Muslim in Britain, you can't get away from them. If you're Salman Farsi, you're often at the center of it.</p><p>\"It feels like we're constantly having to explain ourselves,\" says Farsi, the spokesman for the <a href=\"http://www.eastlondonmosque.org.uk/\">East London Mosque</a>.</p><p>It's a huge complex in a booming and diverse neighborhood, serving 7,000 worshippers at Friday prayers; some 1,000 kids pass through its halls each week.</p><p>Farsi is the mosque's social media guru, posting sermons on YouTube and tweeting responses to the day's news.</p><p>The 29-year-old was born and raised nearby in a Bangladeshi family.</p><p>\"Most Muslims — and there's 2.7 million Muslims living here in Britain — most Muslims feel they're very much part of the community, part of society, part of Britain, and so when our sentiments and feelings are not those that are perceived by the rest of society, it's quite challenging,\" he says.</p><p>And the recent climate of Islamophobia, and misconceptions, he says, has made his job difficult. For example, Farsi has to deal with the hate mail the mosque receives.</p><p>\"It's having to fend off the far right, who see the actions of extremists and they blame the whole community,\" he says. \"And we pay the price for it.\"</p><p>And the risk is that this need to constantly \"explain themselves\" will lead to disillusionment, or worse, among young Muslims, Farsi says.</p><p>\"If mainstream society ... can't see things from the young people's perspective, then we're just going to lose them,\" Farsi says. \"They're going to become disillusioned, and then, these are the ones that unfortunately will go off and join groups that are deemed terrorists.\"</p><p><strong>What It Means To Be British</strong></p><p>Arfah Farooq, 23, is another tech-savvy East Londoner of South Asian descent. She's British-Pakistani. One of the latest Muslim-focused headlines, a BBC poll touting that <a href=\"http://www.bbc.com/news/uk-31293196\">95 percent of Muslims \"feel loyalty to Britain,\"</a> annoys her.</p><p>\"You see in the paper all the time, your identity challenged,\" she says. \"But all my friends ... we're practicing Muslims, but we're still going to support Britain in the Olympics, or England in the football.\"</p><p>She questions, too, what it means \"to be British\" or \"to have British values.\"</p><p>\"Is a British value meaning that I have to go to the pub?\" she says. \"I don't drink, I'm Muslim, I don't do that, that's not going to be a part of me, that's never going to be a part of me, and it's about respecting all of that.\"</p><p>She says she does feel that in general her identity and her religion are respected.</p><p>She says one of the hardest things she has had to do recently was to bring her prayer mat with her on the first day at a new job.</p><p>\"I did it on purpose on my first day there, because ... they don't know me, so they just think it's a part of me,\" she says.</p><p>She contrasts that with something a friend told her: that if he \"busted out a prayer mat\" in his workplace all of a sudden, his colleagues would think \"My God, he's being recruited by ISIS.\"</p><p>\"You do kind of question yourself in terms of what do people think about me,\" Farooq says. \"My colleagues really respect me; the CEO of the company actually turned around and asked me if I wanted a private space [to pray], so I'm very lucky.\"</p><p>But this is London — every other block is a riotous mix of languages and cultures — and just as New York City doesn't reflect the rest of the U.S., London doesn't exactly reflect the rest of Britain.</p><p><strong>A Patchwork, Not A Melting Pot</strong></p><p>Take Birmingham, for instance. It has been in the news recently: Muslim teachers there have been accused of radicalizing their students. And in January, a Fox News analyst falsely described it as a no-go zone for non-Muslims; Gov. Bobby Jindal of Louisiana later used the same phrase.</p><p>It's one of Britain's most diverse cities, where the percentage of people who don't speak English is twice the national average and more than 1 in 5 identify as Muslim.</p><p>There are Pakistani, Somali, Indian areas. But it's less a melting pot than a patchwork.</p><p>Abdul Rashid, secretary of the Birmingham Central Mosque, says this isn't inherently a bad thing.</p><p>\"Isn't that what we find in all societies, that people tend to get together with friends and people of the same background?\" he says.</p><p>Rashid says the danger is that if people don't mix, they don't understand each other. That may lead to Islamophobia and radicalization, he says.</p><p>\"Because the stigmatization and demonization of a community creates hatred in the hearts of some of the people in that community,\" he says.</p><p>The tensions in Birmingham are real; some white people NPR spoke with expressed strong views against Muslims. But they refused to speak on the record.</p><p>Mohammad Afzal, the first Muslim elected to Birmingham's city council in 1982, takes the long view.</p><p>\"I remember back in the '70s and early '80s, white people would close their windows and say, 'Oh we've got this horrible smell of curry,' \" Afzal says. \"But now, everybody loves it.\"</p><p>That's partly a matter of exposure: You're comfortable with ideas and people that you're familiar with. And the <a href=\"http://www.queensbridge.bham.sch.uk/\">Queensbridge School</a> in Birmingham is trying to do something about that, by exposing kids of different backgrounds to each other.</p><p><strong>A Matter Of Comfort?</strong></p><p>Principal Tim Boyes is white, but he used to live in Pakistan, he speaks Urdu and he teaches the Islamic Studies course. And that has led to some illuminating conversations.</p><p>Boyes gives a recent example of a student who repeated something he'd heard at his mosque — that just like Sept. 11, the Charlie Hebdo murders in Paris were a CIA conspiracy to justify aggression on the Muslim world.</p><p>Boyes says he took it as a chance to start a conversation about how to figure out what's true. And he also took it as a good sign: that the student trusts him enough to approach him with such questions.</p><p>In the school cafeteria, the food is halal. A 14-year-old named Phoebe Baker says everyone takes that in stride. Phoebe is white, and she has experiences at school that just don't happen at home — for example, during Ramadan, when Muslims fast during the day.</p><p>Although you can see kids mixing happily at this school, the kids at Phoebe's lunch table are all white. Kids at the next table are Pakistani. Another table over, and they're all Somali.</p><p>It's not because of ethnicity, the students say. It's just that everyone hangs out with the people they're most comfortable with.</p><p>And for all the tensions, Londoner Arfah Farooq says she considers herself lucky.</p><p>\"Comparing myself to other countries in Europe I am 100 percent lucky that I am in Britain,\" she says. \"Just with the far right growing in Germany, with the forced secular stuff in France, I am so grateful that I live in Britain.\"  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Britain%27s+Muslims+Still+Feel+The+Need+To+Explain+Themselves&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Audie Cornish","audio":[{"meta":{"duration":"648"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1390245063-d301a6.m3u?orgId=1&topicId=1124&aggIds=390489340&d=648&p=2&story=390188555&t=progseg&e=390148961&seg=9&ft=nprml&f=390188555"},{"href":"http://media.npr.org/assets/img/2015/03/02/east-london-mosque-getty-8bdfd383e2d38ac6d5689bc440f0dff8a2d709ff.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1580","width":"2107"}},{"href":"http://media.npr.org/assets/img/2015/03/02/arfah-farooq_custom-420132a33367e085ac264fbe3c23263d84dcdcf1.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2304","width":"1836"}},{"href":"http://media.npr.org/assets/img/2015/03/02/british-muslims-getty_wide-4d0c706e86982566fb34f436381eb19fd34148a6.jpg","type":"image/jpeg","meta":{"crop":"wide","height":"1169","width":"2079"}}]}