{"created":"2015-02-04T15:30:41+00:00","modified":"2015-02-04T22:19:25+00:00","valid":{"from":"2015-02-04T22:19:25+00:00","to":"3015-02-04T22:19:25+00:00"},"hreflang":"en","guid":"6eac8a94-ea25-4c64-a186-289aa7266ace","title":"Curtain still rises for opera in a battle-scarred Ukrainian city","published":"2015-02-04T22:19:21+00:00","byline":"Traci Tong","teaser":"Amid the intense gun battles, the lack of food and medicine that teeters on becoming a humanitarian crisis — there is one bright light. And that's at the Donetsk Opera House, where cast and crew still put on performances and audiences still attend. \r\n","tags":["Culture","Conflict","Arts, Culture & Media","Conflict & Justice","Donetsk","Ukraine","Johann Strauss II","Shaun Walker","Die Fledermaus","Sergei Prokofiev","Music","Donetsk","War"],"contentencoded":"<p>On the horizon, shelling and the signs of a humanitarian catastrophe. But at the Donetsk Opera House, the curtain still rises each weekend.</p>\n<p>\"They're doing the best they can,\" says The Guardian's Shaun Walker, describing the more than 300 people working at the majestic 74-year-old theater in the eastern Ukraine city once known more for coal mines and steel mills. \"And for the audience, it's a sort of a rare way to get some light relief to see something beautiful and to forget for a few hours what's going on all around them.\" </p>\n<p>Some of the cast and crew have had to leave the war-battered city, but those who remained still manage to draw in audiences for their latest production of Die Fledermaus composed by Johann Strauss II.   </p>\n<p>Among the opera-goers Walker saw at one performance: a handful of fighters accompanied by women dressed in evening gowns and heels.</p>\n<p>The nearly 1,000-seat theater was a symbol of the city's wealth, as was the terminal at the Donetsk Sergei Prokofiev International Airport, built in 2012 <a href=\"http://www.pri.org/stories/2015-02-02/oh-donetsk-airport-i-knew-you-when\">and now in ruins.</a></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://cdn.pri.org/sites/default/files/segment-audio/02042015_03.mp3"},{"href":"http://www.pri.org/file/0204201503mp3"}]}