{"created":"2014-10-07T18:54:19+00:00","modified":"2014-10-30T23:34:33+00:00","valid":{"from":"2014-10-30T23:34:33+00:00","to":"3014-10-30T23:34:33+00:00"},"hreflang":"en","title":"Malaysia Flight Wreckage Was 'Like The End Of The World' ","published":"2014-08-06T18:56:00+00:00","teaser":"<em>The New York Times</em>' Sabrina Tavernise was among the first to arrive at the site of the downed flight in Ukraine in late July. She says it's hard to get the faces of the dead out of her mind.","itags":["npr_api","338197374"],"guid":"6ec00765-33c0-4a2d-a0e3-addd00499719","contentencoded":"<p>Sabrina Tavernise, one of the first journalists to arrive at the site of the downed Malaysia Airlines Flight 17 in eastern Ukraine last month, says it was strange how quiet it was. The wreckage was still smoldering; she was surrounded by miles of fallen bodies.</p><p>\"When you arrive to the scene of a disaster, you expect that there's going to be police tape and emergency responders and sirens and people yelling at journalists to get away,\" Tavernise tells <em>Fresh Air's</em> Terry Gross. \"And there was none of that. It was quiet. The fire had been put out, and it was dark. It was cloudy so the moon wasn't illuminating anything at all. We were using headlamps and just going through looking at people. And it felt so deeply sad that no one was coming to help them — that they were alone, basically, in those fields.\"</p><p>Tavernise, a reporter for <em>The New York Times, </em>could get to the site quickly because she was in Ukraine on her second reporting trip covering the conflict between the government and pro-Russia separatists.</p><p>After the downing of the airliner carrying 298 people, the U.S. said a missile fired from areas controlled by pro-Russia separatists took it down. Russia and the separatists have denied any involvement.</p><p>The Ukrainian military is trying to reclaim territory in the east now held by the separatists. In addition, more than 20,000 combat<strong>-</strong>ready Russian troops are amassed on Ukraine's eastern border, further heightening tensions.</p><p>\"I feel worried about the next couple of weeks,\" Tavernise says. \"What's going to happen? ... Will [the Russian troops] come in under the guise of a peacekeeping mission? ... I feel that it's a very dangerous situation.\"</p><hr /><h3><strong>Interview Highlights</strong></h3><p><strong>On getting to the site of the wreckage the day the jet went down <br /></strong></p><p>It was like the end of the world looking at this thing. There were just a lot of people and a lot of bodies, but they weren't immediately visible. The grasses were very high, and it was a very strange juxtaposition because, in fact, the landscape was quite beautiful. It was wheat fields, sunflower fields and then this large grassy field where we were walking through. And you would come upon the bodies in their strange shapes, and some of them were still strapped to their seats and it was hard to process it. ...</p><p>We spent the night at the crash site, after many hours of looking through the fields. And the next morning, I remember seeing there was a little girl who had a little pink T-shirt on and she was in this distant area near a pond, totally thrown clear, not near anything at all. And it added to the deeply unnatural nature of the thing.</p><p>The villagers nearby had the same, in some ways, the same experience. I mean, there were bodies [that] fell through their roofs and into their gardens.</p><p><strong>On the lasting impact of witnessing this scene <br /></strong></p><p>I guess the thing I came away thinking from that experience was that you think that as a journalist you have to be clinical and you're not really going to be affected. And you just go through and look at your notebook and number things and put things in logical lines.</p><p>But I think that, in a way, I sort of regret being so thorough, because they stay with you — the faces of the people, and how they lay in the grass. And they come into your mind and it's hard to get them out.</p><p><strong>On the possibility that Ukrainian forces will launch a major attack to retake Donetsk and other eastern cities<br /></strong></p><p>Donetsk is really [the rebels'] most important stronghold. It's a city of nearly a million people, or had been before people started leaving because of the war and the shelling. It's incredibly important for the rebels in terms of their own strategy to keep a foothold there. It's a place where they drive around unprotected with no bodyguards. The leaders of the movement sit in a cafe, have coffee. They're absolutely safe there. It's their castle, if you will. If they lose that, then I think it would be a significant victory for the Ukrainians.</p><p>However, having said that, the border region further east is still extremely contested. And I think for Russia, in a bigger way, what makes me nervous is that Russia now really has almost nothing left to lose in terms of sanctions. The sanctions have really been ratcheted up, and Russia has really made it clear that even if it seems irrational, they will press their case for — some say — over the future of ... Ukraine and over Ukrainian politics and what happens in that country.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Malaysia+Flight+Wreckage+Was+%27Like+The+End+Of+The+World%27+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","audio":[{"meta":{"duration":"2112"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1338347586-bfe739.m3u?orgId=1&topicId=1125&ft=3&f=338197374"},{"href":"http://media.npr.org/assets/img/2014/08/06/sabrina-tavernise-120b02dda060d4dc73cd8320ee1f276e1c5334ac.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"732","width":"976"}}]}