{"created":"2014-12-01T08:34:30+00:00","modified":"2015-05-13T21:31:40+00:00","valid":{"from":"2015-05-13T21:31:40+00:00","to":"3015-05-13T21:31:40+00:00"},"hreflang":"en","title":"Mexican Chef Serves Up An Authoritative Guide To Her Country's Cuisine","published":"2014-12-01T14:21:00+00:00","teaser":"Unlike other exhaustive guides to Mexico's diverse regional foods, <em>Mexico: The Cookbook</em> was written by a Mexican. Margarita Carrillo's recipes aim for simplicity to lure American readers to explore.","itags":["npr_api","363375295"],"guid":"6eccb510-34b2-460d-aaaa-d630e64b44b0","contentencoded":"<p>If you want to give your taste buds a gustatory tour of Mexico, then Margarita Carrillo is ready to be your guide.</p><p>The Mexican chef and food activist has spent years gathering hundreds of recipes from every region of the country for <em>Mexico: The Cookbook,</em> her new, encyclopedic take on her country's cuisine.</p><p>With over 700 pages and 600 recipes, the book, at first glance, can be daunting. But most of the recipes are just a paragraph long, with prep and cook times under 20 minutes. That emphasis on simplicity was a deliberate choice: Carrillo wrote her book in hopes of encouraging American home cooks to explore Mexico's vast and varied, \"labyrinthine\" culinary bounty.</p><p>\"Cook the simpler dishes first,\" she encourages readers in her introduction, \"and then challenge yourself with the more elaborate ones.\"</p><p>Carrillo is hardly the first cookbook author to try to document Mexico's regional cuisines exhaustively. Indeed, perhaps the best-known authority on the topic is Diana Kennedy, a British cookbook writer whose work has been recognized by the Mexican government with the <a href=\"http://en.wikipedia.org/wiki/Order_of_the_Aztec_Eagle\">Order of the Aztec Eagle</a>.</p><p>\"They've done it well,\" says Gloria Lopez Morales, president of the Conservatory of Mexican Gastronomical Culture, of the American and British food writers who have come before Carrillo. \"But I think that now it's time for a Mexican cookbook of this caliber to be done by Mexicans.\"</p><p>The book includes recipes for 40 different salsas, 15 egg dishes and lots of street-food favorites. When I visited Carrillo recently at her home high in the hills above Mexico City, we decided to make a baked fish dish with a spicy, nutty marinade paste on top.</p><p>I asked Carrillo to slowly pronounce the name of the sauce — a smoked chili paste from Oaxaca made with nuts, dried shrimp, garlic, pumpkin seeds and dried avocado leaves. <em>Chintextle</em>, she repeats — \"it's one of the energetic pastes,\" by which she means it's full of proteins.</p><p>All of the ingredients are dry-roasted in either a frying pan or a flat, cast-iron disk known as a <em>comal.</em><em> </em></p><p>She tosses the seeds into the hot frying pan. What about oil or water? I ask. She says, \"You just want the frying pan with nothing, nothing at all on it.\"</p><p>One of the misconceptions Carrillo battles about Mexican food is that it is greasy and oily.</p><p>\"In all of Mexico, there [are] the traditional cooking techniques — there is <em>comal</em>, steaming, boiling, hot stones and the pit,\" she insists. Oil and deep-frying, she says, are modern imports. Frying, she notes, \"wasn't ours. It was brought to us by the Spaniards.\"</p><p>Carrillo is the real deal. In a growing field of Mexican celebrity chefs, she insists on keeping it simple. There is no Asian or Mediterranean fusion in her cooking, no foam or fancy layers.</p><p>When editors with New York-based publisher Phaidon were looking for someone to add to their line of authentic, country-specific cookbooks, they went straight to Carrillo. <strong></strong></p><p>Lopez Morales<strong> </strong>says Phaidon had many great Mexican cooks to choose from. \"But I believe that Margarita is one of the people with the most qualities necessary to write a truly authentic book about Mexican cooking,\" says Lopez Morales, whose nongovernmental agency is charged with promoting Mexican food as an \"intangible cultural heritage\" as designated by UNESCO.</p><p>Until recently, Carrillo owned restaurants in San Jose de Los Cabos and Mexico City. She has a popular cooking show on the Latin American Gourmet cable channel, and Carrillo was part of the decade-long campaign to get Mexican cuisine listed on the UNESCO cultural heritage list.</p><p>Carrillo says she wants everyone, Mexicans included, to appreciate the food and techniques that have survived generations and \"made traditional Mexican cuisine an invaluable representation of a nation with a rich cultural identity.\"</p><p>\"You know, it is really, really outstanding the way this food, this cuisine, has survived through the centuries. Of course, it evolves, but you can eat the same tortilla that Moctezuma ate 500 years ago,\" she says as she throws all of the dry-roasted ingredients into a food processor.</p><p>She adds some apple cider vinegar to smooth it all out. And in a clay baking dish, she lines the bottom with a splash of olive oil and some sliced onions, then places a fresh chunk of local <em>robalo</em>, or snook, a firm, flaky white fish. Carrillo says she gets riled that most Mexican restaurants serve imported salmon, when Mexico has thousands of miles of coastline.</p><p>\"Why would we have to import fish? It is absurd,\" she says. \"I think that Mexican cuisine is designed for Mexican products.\"</p><hr /><h3>CHINTEXTLE</h3><h3><em>Smoked chili paste</em></h3><p><em>Adapted from </em>Mexico: The Cookbook <em>by Margarita Carrillo Arronte</em></p><p>Region: Oaxaca</p><p>Preparation time: 20 minutes</p><p>Cooking time: 10 minutes</p><p>Serves: 6</p><p><strong>Ingredients</strong></p><ul><li>5 Oaxacan pasilla or other smoked dried chilies, dry-roasted</li><li>3 1/2 oz/100 g dried shrimp (prawns)</li><li>6 avocado leaves</li><li>1/2 head garlic, roasted</li><li>1/2 cup (4 fl oz/120 ml) pineapple vinegar or apple cider vinegar</li><li>1/2 cup (4 fl oz/120 ml) olive oil</li><li>sea salt</li></ul><p><strong>Instructions </strong></p><p>Preheat the broiler (grill), then broil (grill) the chilies, turning frequently, for 5 minutes. Remove and set aside. Broil the shrimp (prawns) under low heat for 2 minutes — broiling for longer will make them bitter. Remove and set aside.</p><p>Dry-roast the avocado leaves in a heavy frying pan or skillet over low heat for 2 to 3 minutes, until the leaves are a little shiny.</p><p>Put the chilies, shrimp, avocado leaves and garlic into a food processor or blender and process until thoroughly combined. With the motor running, add the vinegar and enough oil to make a spreadable paste. Season with salt.</p><p>Variation: You can add dry-roasted pumpkin seeds, pecans, almonds, guajillo chili, and cooked black beans.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Mexican+Chef+Serves+Up+An+Authoritative+Guide+To+Her+Country%27s+Cuisine&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Carrie Kahn","audio":[{"meta":{"duration":"270"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1367704604-76e6dc.m3u?orgId=1&topicId=1053&d=270&p=3&story=363375295&t=progseg&e=367704444&seg=10&ft=nprml&f=363375295"},{"href":"http://media.npr.org/assets/img/2014/11/14/food-c2a31967024bb364c9b590c8bd4b277c37a6998b.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"994","width":"1326"}},{"href":"http://media.npr.org/assets/img/2014/11/14/author-350f26dff94b8dad5df6c1b9ff3e052e5e405d73.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1498","width":"1998"}},{"href":"http://media.npr.org/assets/img/2014/11/17/cooked-food-b88996a05eb753d6a086551a8bbe4fcd52d1187f.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1499","width":"1998"}}]}