{"created":"2014-09-19T19:44:00+00:00","modified":"2014-12-23T18:40:53+00:00","valid":{"from":"2014-12-23T18:40:53+00:00","to":"3014-12-23T18:40:53+00:00"},"hreflang":"en","title":"With Help From America's Test Kitchen, Why Buy When You Can DIY?","published":"2014-07-25T14:19:00+00:00","teaser":"<em>Morning Edition</em> host Renee Montagne talks to <em>America's Test Kitchen's </em>Chris Kimball about foods that are easier than you'd guess to make at home. Fresh Nutella or kale chips, anyone?","itags":["npr_api","334424736"],"guid":"6ed3408a-c625-40bb-a8ba-098afae7c19a","contentencoded":"<p>Even people who love to cook don't make everything from scratch. You might make a homemade graham cracker crust, but who makes graham crackers?</p><p>Chris Kimball, that's who.</p><p>The host of <em><a href=\"http://www.americastestkitchen.com/\">America's Test Kitchen</a></em> on TV and radio says there are quite a few foods you'd never think of making for yourself that you actually can. But why would you go to the trouble of hacking things — balsamic vinegar, Greek yogurt, caramel, Nutella spread, dairy-free whipped cream — that are so easily bought in the store?</p><p>\"Some of these actually save you money, and some of them produce a much better product — because a lot of the commercial products you get have fillers and stabilizers and gums and other things,\" Kimball says. And, perhaps the most important reason of all, it's fun. To prove it, he showed <em>Morning Edition</em> host Renee Montagne how to make these treats in the tiny NPR West office kitchen.</p><p>Kimball tells us that the <a href=\"http://www.nutellausa.com/history.htm\">Nutella</a> hack is a favorite. The iconic chocolate-hazelnut spread, originally created in a thick, brick form as a way to stretch out expensive chocolate in Europe after World War II, has a \"plastic texture,\" he says. \"When you make your own, it tastes like hazelnuts.\"</p><p>Here are some of the DIY recipes and notes <em>America's Test Kitchen</em> shared with us:</p><p><strong>Coconut Milk Whipped Cream (dairy-free)</strong></p><p><em>When we heard that it was possible to make dairy-free whipped \"cream\" using the thick layer of coconut fat from the top of a can of regular (not low-fat) coconut milk, our curiosity was piqued. Our test batches, although not as lofty as true whipped cream, had a pleasant mild coconut flavor and enough velvety billows to make us think that this unlikely ingredient could provide an acceptable dairy-free alternative.</em></p><p><em>With a little more experimentation, we came up with two tips for success. First, the creamy part of coconut milk isn't always separated from the watery part; we found that refrigerating the can for a few hours helps form two distinct layers. Second, it's important to skim off only the very thick, fatty portion of the milk, or the cream won't whip properly.</em></p><p>1 10 oz. can of coconut milk, containing about 3/4 cup of cream</p><p>1 1/2 Teaspoons sugar</p><p>1/2 Teaspoon vanilla</p><p>pinch of salt</p><p>To make 1 cup of whipped coconut cream, chill a mixing bowl and beaters in the freezer for at least 20 minutes. Using a spoon, skim the top layer of cream from the can of coconut milk (about 3/4 cup of cream) and place it in the chilled bowl with sugar, vanilla, and a pinch of salt. Beat on low speed until small bubbles form, about 30 seconds. Increase the speed to high and continue beating until the cream thickens and light peaks form, about two minutes. Serve immediately or cover and refrigerate for up to four hours.<strong><em></em></strong></p><p><strong>Instant-Aged Balsamic Vinegar</strong></p><p><em>True aged balsamico can be as high as $60 an ounce! We wondered if we could hack our way to a reasonable substitute with a decent supermarket brand.</em></p><p><em>We tried reducing supermarket balsamic with sugar and flavorings ranging from black currant juice to coffee. In the end, we found that a straight reduction of ⅓ cup of vinegar and 1 tablespoon of sugar worked well enough, but the addition of 1 tablespoon of port added the complexity we were after. Vigorous boiling destroyed nuances in the vinegar's flavor; the best results came from reducing this mixture for 30 to 40 minutes over extremely low heat (barely simmering) to about half of its original volume. (recommended supermarket brand Lucini Gran Riserva — $14 for 8.5 ounces).</em></p><p>1/3 cup balsamic vinegar</p><p>1 Tablespoon port</p><p>1 Tablespoon sugar</p><p>Reduce balsamic vinegar with port and sugar very slowly over low heat until it measures half its original volume.</p><p><strong>Kale Chips</strong></p><p><em>If you've somehow missed that kale chips are a \"thing,\" with recipes flooding cooking sites and packages of commercially made chips now turning up even in ordinary supermarkets, trust us: Tossing torn leaves of kale with oil and salt and baking them until crispy is a worthwhile endeavor. The slightly browned leaves take on a nutty, sweet taste and a pleasing, brittle texture. But the standard oven approach isn't perfect: It's hard to get the leaves evenly browned; plus, it's difficult to drive off enough moisture so that the chips stay crispy when stored for more than a few hours. So when we noticed a few blogs promoting a microwave method, we were eager to give it a try. We found that the microwave dehydrates the leaves evenly and thoroughly, so they stay crispy longer — and the chips cook a whole lot faster than they do in the oven. (Note: For the best texture, we prefer to use flatter Lacinato kale. We also found that collard greens work well, but we don't recommend curly-leaf kale, Swiss chard, or curly-leaf spinach, all of which turn dusty and crumbly when crisped.) Here's our take on the technique.</em></p><p><em>5 oz. kale (about 1/2 bunch)</em></p><p><em>kosher salt to taste</em></p><p>Remove stems from kale. Tear leaves into 2-inch pieces; wash and thoroughly dry, then toss well with 4 teaspoons oil in large bowl. Spread roughly one-third of leaves in single layer on large plate and season lightly with kosher salt. Microwave for 3 minutes. If leaves are crispy, transfer to serving bowl; if not, continue to microwave leaves in 30-second increments until crispy. Repeat with remaining leaves in 2 batches. Store chips in airtight container for up to 1 week.</p><p><strong>Graham Crackers</strong></p><p><em>Graham crackers get their distinct wheat flavor from graham flour, a coarsely ground whole-wheat flour. However, many store-bought graham crackers these days contain far more white flour than wheat. For our version, we wanted a graham-forward cracker with hearty texture, so we used twice as much graham as all-purpose. Granulated sugar complements the wheat's sweetness and helps the crackers crisp. We also add a little toasty, caramel-like sweetness with a few tablespoons of molasses. The dough is sticky, so we roll it out between sheets of parchment, which also allowed us to slide the prepped crackers right onto the baking sheet. We trim the edges, score the dough, and dock the tops a few times with a fork to keep them from puffing in the oven. Overbaking these crackers will turn them dry and crumbly. Keep an eye on them. They should take only about 15 minutes and should be golden and firm at the edges.</em></p><p>1 1/2 cups graham flour</p><p>3/4 cup all-purpose flour</p><p>1/2 cup sugar</p><p>1 Teaspoon baking powder</p><p>1 Teaspoon baking soda</p><p>1/2 Teaspoon salt</p><p>1/3 Teaspoon ground cinnamon</p><p>8 Tablespoons unsalted butter, cut into 1/2-inch pieces and chilled</p><p>5 Tablespoons water</p><p>2 Tablespoons molasses</p><p>1 Teaspoon vanilla extract</p><p>Adjust oven racks to upper-middle and lower-middle positions and heat oven to 375 degrees. Process graham flour, all-purpose flour, sugar, baking powder, baking soda, salt, and cinnamon in food processor until combined. Add butter and process until mixture resembles course cornmeal, about 15 seconds. Add water, molasses and vanilla and process until dough comes together, about 20 seconds.</p><p>Divide dough into quarters. Working with 1 piece of dough at a time roll dough out between 2 pieces of parchment paper into 11-by-8‑inch rectangle, 1/8 inch thick. Remove top piece of parchment paper and trim dough into tidy 10 by 7 1/2- inch rectangle with knife, and then score rectangle of dough into 12 2 1/2 inch squares. Prick each square several times with fork.</p><p>Bake crackers until golden brown and edges are firm, about 15 minutes, switching and rotating sheets halfway through baking. Slide baked crackers, still on parchment, onto wire rack and let cool completely. Repeat with remaining 2 pieces of rolled-out dough.</p><p>Transfer cooled cracker, still on parchment, to cutting board and carefully cut along scored lines. Graham crackers can be stored at room temperature in airtight container for up to 2 weeks.</p><p><strong>Chocolate-Hazelnut Spread<br /></strong></p><p><em>If you're anything like us, eating a spoonful of Nutella straight from the jar is a guilty pleasure — but if you've never had homemade Nutella, you're missing out on a world of flavor. From our perspective, store-bought Nutella has a couple of major shortcomings: lack of real nuttiness, and a plasticky texture. Could we make this supermarket favorite taste fresher and even more flavorful? The answer is yes — and the technique is surprisingly simple. Toasted hazelnuts and cocoa powder provide the backbone, while a food processor and some oil bring it together. Mix in confectioners' sugar, vanilla, and salt, and you're done. <br /></em></p><p>2 cups hazelnuts</p><p>1 cup confectioners' sugar</p><p>1/3 cup cocoa powder</p><p>2 Tablespoons hazelnut oil</p><p>1 Teaspoon vanilla extract</p><p>1/8 Teaspoon salt</p><p>Place hazelnuts in single layer on rimmed baking sheet and roast at 375 degrees until fragrant and dark brown, 12-15 minutes, rotating baking sheet halfway through roasting. When hazelnuts are cool enough to handle, move to a medium bowl, place second medium bowl on top and shake vigorously to remove skins.</p><p>Process peeled hazelnuts in food processor until their oil is released and they form a smooth, loose paste. Add sugar, cocoa powder, oil, vanilla, and salt and process until fully incorporated and mixture begins to loosen slightly and becomes glossy. Transfer spread to jar with tight-fitting lid. Store at room temperature or refrigerate for up to one month.<em><br /></em></p><p><strong>Greek Yogurt</strong></p><p><em>Greek yogurt has become ubiquitous in the past few years. In the test kitchen, we use it in recipes like tzatziki sauce, or we simply eat it on its own, drizzled with honey and sprinkled with some good granola. Buying a container from the store is easier than ever, with many major yogurt companies now making Greek-style yogurt. But there are a lot of good reasons to make your own. It's easy, and quality pints don't run cheap. But perhaps most important, many brands take shortcuts, like using gelatin, pectin, or inulin (a flavorless dietary fiber) to make a thicker product, which saves money and time but degrades flavor. To make fresh, clean-flavored Greek-style yogurt, use the best-quality homogenized, pasteurized milk and \"starter\" yogurt (with live active cultures) that you can find. You won't need any special equipment, just a few simple techniques:</em></p><p>4 cups 2 percent pasteurized low-fat milk</p><p>1/4 cup nonfat dry milk powder</p><p>1/3 cup plain 2 percent Greek yogurt</p><p>Place fine-mesh strainer over large glass bowl, then set bowl in larger bowl filled with ice water. Heat milk in large saucepan over medium-low heat until milk registers 185 degrees. Remove pot from heat, gently stir in milk powder, and let cool to 160 degrees, about 7 to 10 minutes.</p><p>Strain milk through prepared strainer and let cool, gently stirring occasionally, until milk registers 110 to 112 degrees; remove from ice bath. In small bowl, stir 1/2 cup warm milk into yogurt until smooth. Stir yogurt mixture back into milk. Cover tightly with plastic wrap and poke several holes in plastic. Place bowl in oven and turn on oven light, creating a warm environment of 100 to 110 degrees. Let yogurt sit undisturbed until thickened and set, 5 to 7 hours. Transfer to refrigerator until completely chilled.</p><p>Set clean fine-mesh strainer over large measuring cup and line with double layer of coffee filters. Transfer yogurt to prepared strainer, cover with plastic, and refrigerate until about 2 cups of liquid have drained into measuring cup. Transfer strained yogurt to jar with tight fitting lid, discarding drained liquid. Refrigerate yogurt for up to one week.<em><br /></em>  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=With+Help+From+America%27s+Test+Kitchen%2C+Why+Buy+When+You+Can+DIY%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"439"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1334851648-958a8c.m3u?orgId=1&topicId=1053&ft=3&f=334424736"},{"href":"http://media.npr.org/assets/img/2014/07/23/stp_nutella_mg_7009-9995c65de4005e7af8e6a2dd5b0e16cf21389a3a.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1023","width":"1365"}},{"href":"http://media.npr.org/assets/img/2014/07/23/stp_graham_crackers_5971-88b3828015030f7732550c0ca8db223be9559f68.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1820"}},{"href":"http://media.npr.org/assets/img/2014/07/23/stp_greek-yogurt_mg_8452-6b82e375819ed7789e1e3b2edac7e012370b6c12.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1364","width":"1820"}}]}