{"created":"2015-05-27T17:05:31+00:00","modified":"2015-05-27T17:05:31+00:00","valid":{"from":"2015-05-27T17:05:31+00:00","to":"3015-05-27T17:05:31+00:00"},"hreflang":"en","guid":"6edc6204-17f7-482f-ab1c-22eb465b9ef1","title":"The Tech Behind Traffic Apps: How (Well) Do They Work?","published":"2015-05-22T14:24:00+00:00","teaser":"A host of apps aim to take the guesswork out of navigating traffic. We put their accuracy to the test in a daily commute. As varied as the options are, the future of mobile GPS may be more precise.","itags":["npr_api","407658702"],"contentencoded":"<p>The challenge of strategizing the best route to work against the herd of other drivers can be as routine as the daily commute itself. A number of apps are out there to help shortcut one's route and evade traffic jams. But which ones are the most accurate? And how?</p><p>The <em>All Tech Considered</em> team put a few competing traffic apps to the test in Robert Siegel's usual short commute from Arlington, Va., to NPR's D.C. headquarters.</p><p><strong>The Test Drive</strong></p><p>This ride is about 15 minutes in no traffic. But it's now morning rush hour.</p><p>Each app has its own advantages in terms of the interface. Some apps not only display red for heavy traffic, but also deep red for really congested spots. Green indicates light traffic.</p><p><a href=\"http://inrix.com/inrix-traffic-app/\" target=\"_blank\">INRIX</a> projects 23 minutes from editor Franklyn Cater's phone. INRIX offers views from traffic cameras in addition to a clear display of estimated arrival times.</p><p>Using <a href=\"https://www.waze.com/\" target=\"_blank\">Waze</a>, producer Rachel Rood's phone has the longest and most accurate forecast at 30 minutes. Waze is the Google-owned app that's enhanced by reports from motorists. Users tap the phone to indicate where they spot an accident or a police officer. It also approximates speeds.</p><p>We also used <a href=\"https://www.here.com/?x=ep&map=38.8951,-77.0364,10,normal\" target=\"_blank\">Here</a> by Nokia, as well as <a href=\"https://www.google.com/maps\" target=\"_blank\">Google Maps</a>. Here prominently offers the option of public transit versus car routes, but it doesn't seem to pick the quickest ones, opting for combinations of bus and train routes that will work, but are not the simplest or most direct.</p><p>Robert's phone, set to <a href=\"http://www.apple.com/ios/maps/?cid=wwa-us-kwg-features-com\" target=\"_blank\">Apple Maps</a>, tells him 22 minutes via a route he had never thought to take in more than 20 years of driving the same commute.</p><p>We twist through city streets, neither helped nor hindered much by the carload of apps, until we're a few blocks from the office.</p><p>Then comes a Waze alert. \"A Waze reporter says there's a major accident right at North Capitol and K. Reported six minutes ago,\" Rachel announces.</p><p>But everything looks green on INRIX, and there's no evidence of a major accident at that intersection.</p><p>The commute ends up totaling about 30 minutes, longer than most of the apps predicted.</p><p>This wasn't a very scientific test of traffic apps. But it wasn't a very convincing one either. To better understand how the apps work, we turned to an expert.</p><p><a href=\"http://www.apps.vtti.vt.edu/staffdir/bio.php?&pn=116500\" target=\"_blank\">Ray Resendes</a> of Virginia Tech's Transportation Institute joined our carpool for a second trial. VTTI does research with many traffic app companies.</p><p><strong>How It Works</strong></p><p>Radio traffic reports are often out of date and geographically irrelevant to one's commute. This also explains the non-existent accident we encountered at K Street when using apps.</p><p>Resendes says, \"You're going to have that frustration with almost any application you use, because they're all using the same data.\"</p><p>Right now, data is gathered from cell phone signals inside cars and sensors from government agencies or fleet trucks. <a href=\"http://ddot.dc.gov/\" target=\"_blank\">The District Department of Transportation</a> has sensors and cameras planted along streets.</p><p>This information, called \"probe data,\" is aggregated and displayed on your phone or your dashboard. Still, there are limits to the instruments that drive the GPS.</p><p>Apps like Waze can't tell which lane you're in. So, even if only one lane is backed up, the entire roadway may show red.</p><p>Increased accuracy, down to centimeters, requires more equipment to use a system called differential GPS, Resendes says.</p><p>He tells us tunnels and sunken roadways add extra challenges to traffic app precision. Tall buildings surrounding a roadway can make it harder to receive and process GPS signals and accurately reflect traffic conditions.</p><p>Overall, Resendes says on our trip to NPR, the apps did a good job of reflecting traffic conditions, but not with pinpoint accuracy. Information on the apps becomes less reliable as users seek more granular levels of detail. A driver who is familiar with all the available routes on a particular trip may find these apps less useful than a driver from out of town.</p><p><strong>The Future Of Navigation Tech</strong></p><p>Accuracy will improve when data can be gathered from future smart cars that communicate with one another, he says.</p><p><a href=\"http://laup.arch.tamu.edu/people/profiles/tlomax/\" target=\"_blank\">Tim Lomax</a>, a mobility analyst at Texas A&M's Transportation Institute, shares that vision.</p><p>\"If the cars will talk to each other,\" he says, \"you don't need a traffic signal. As you're approaching an intersection, your car essentially applies for clearance ... and it rolls through and all the other cars know to avoid it. The apps are sort of the precursors to some of that because we're getting geographic location — real-time, very detailed point measurements.\"</p><p>While that future is a ways off, Lomax says apps that customize information are here now.</p><p>\"There's an awful lot more that we can do to customize the experience for travelers and get them out of — what I think really is the case — people choose the same mode every day.\"</p><p>Perhaps this customization can move towards reducing traffic by encouraging app users to carpool, or use public transit.</p><p><strong>Safety First</strong></p><p>Then there's the safety problem that comes with the distraction of using these apps. How safe can an app be that works by drivers reporting accidents they see on the road — in real time?</p><p>We do not advocate driving while app-ing. We could do this because we had a carpool to handle the phones.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Tech+Behind+Traffic+Apps%3A+How+%28Well%29+Do+They+Work%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"NPR Staff","audio":[{"meta":{"duration":"472"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1407749373-93015a.m3u?orgId=1&topicId=1019&d=472&p=2&story=407658702&t=progseg&e=407749020&seg=4&ft=nprml&f=407658702"},{"href":"http://media.npr.org/assets/img/2015/05/18/maps-screenshots_custom-9db00bcb10e8da1bf53b00dc1ee8e1b9cc9aac4b.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"1136","width":"2650"}}]}