{"created":"2015-02-22T17:20:23+00:00","modified":"2015-06-02T00:12:10+00:00","valid":{"from":"2015-06-02T00:12:09+00:00","to":"3015-06-02T00:12:09+00:00"},"hreflang":"en","title":"Clark Terry, Ebullient Jazz Trumpeter, Has Died","published":"2015-02-23T00:22:00+00:00","teaser":"A member of the Count Basie and Duke Ellington Orchestras, Terry also enjoyed a long freelance career which included jazz education and a featured slot in NBC's <em>Tonight Show</em> band. He was 94.","itags":["npr_api","386127400"],"guid":"6ee7e8f6-9ca5-4bd9-ab04-54ff3f4e3790","contentencoded":"<p>Jazz trumpeter Clark Terry has died. The musician's ebullient personality reached a nationwide audience as a member of NBC's <em>Tonight Show</em> band, and the sound of his expressive trumpet inspired younger musicians for nearly eight decades. The 94-year-old musician <a href=\"http://www.npr.org/blogs/thetwo-way/2015/02/22/388240099/clark-terry-acclaimed-jazz-trumpeter-and-composer-dies-at-94\">died Saturday</a>.</p><p>Clark Terry said he heard the sound of jazz everywhere as a kid in St. Louis in the 1930s: on the radio, in parades and wafting in from river boats floating along the Mississippi River.</p><p>He came up with his own sound in a junkyard with a homemade trumpet. In 1995, he described it on the NPR program <em>Billy Taylor's Jazz at the Kennedy Center</em>.</p><p>\"I made it from an old discarded garden hose — I had it bound up like a trumpet, with an old piece of kerosene funnel, made it look like a bell,\" he said, laughing. \"Then I put a piece of old lead pipe on the end, that was my mouthpiece. I couldn't make any music with it but I sure made a lot of noise with it!\"</p><p>He said when his neighbors couldn't stand the racket any longer, they pitched in and bought him a real trumpet.</p><p>Eventually, Clark Terry learned to play jazz on the bandstand. In 1948, after a stint in the U.S. Navy, Terry hit the big time with the Count Basie Orchestra. Terry said the music education that started under the watchful eyes of older musicians back in St. Louis continued with Basie.</p><p>\"His most important thing he gave to all of us was the utilization of space and time,\" Terry said. \"He became famous not so much for the notes he played as for the notes he didn't.\"</p><p>After three years with Basie, Terry found himself playing with the bandleader who inspired him to make that childhood junkyard trumpet: Duke Ellington.</p><p>Terry spent the late 1940s and most of the '50s crisscrossing the country with Basie and Ellington. But when they went through the South there was another passenger traveling with them: Jim Crow.</p><p>Trumpeter Jimmy Owens is a generation younger than his friend and mentor Clark Terry, but he says he's heard Terry's stories.</p><p>\"When we see someone like Clark Terry and is so happy, so elated at what he is performing, not knowing what he went through, it's just amazing,\" Owens says.</p><p>Clark Terry broke through a color line in the music business in the early 1960s. When the National Urban League lobbied the NBC network to hire black musicians for its orchestra, the white players in the <em>Tonight Show</em> band recommended Clark Terry.</p><p>His occasional spotlight in front of a nationwide audience included his character Mumbles, a recording studio gag that was his sendup of some of the blues vocalists he played with back in St. Louis.</p><p>Behind the humor was a jazz musician admired by his peers for his flawless technique, his crystal clear tone and musical ideas that reached all the way back to the jazz he heard as a kid.</p><p>He devoted the last part of his career to sharing his immense knowledge through jazz education in colleges and universities. Trumpeter Jimmy Owens says jazz has lost a direct link to its earliest history — and a \"natural-born educator.\"</p><p>\"He knew how to answer that question to not only give the answer to that question but give you further information about a situation,\" Owens says.</p><p>With Clark Terry's passing, the living history he shared through his playing and his teaching is now just history.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Clark+Terry%2C+Ebullient+Jazz+Trumpeter%2C+Has+Died&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Felix Contreras","audio":[{"meta":{"duration":"291"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1388262671-c65797.m3u?orgId=1&topicId=1106&aggIds=347139849&d=291&p=2&story=386127400&t=progseg&e=388262622&seg=6&ft=nprml&f=386127400"},{"href":"http://media.npr.org/assets/img/2015/02/13/cterry-f3cc856297b7d0ef3af7971b57e5b8e151eada4d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1103","width":"1471"}}]}