{"created":"2014-10-22T20:31:48+00:00","modified":"2014-11-10T20:45:38+00:00","valid":{"from":"2014-11-10T20:45:38+00:00","to":"3014-11-10T20:45:38+00:00"},"hreflang":"en","title":"Bigger Than A T. Rex, With A Duck's Bill, Huge Arms And A Hump","published":"2014-10-23T00:24:00+00:00","teaser":"Scientists first figured the claw-tipped, giant arm bones found in 1965 belonged to an ostrichlike dinosaur. But its recently recovered skull looks more like a dino designed by a committee — of kids.","itags":["npr_api","357622139"],"guid":"6f012568-0b07-482c-8cbd-a6c3f56a916e","contentencoded":"<p>Scientists announced Tuesday they've solved the mystery of the Mongolian ostrich dinosaur.</p><p>The mystery began in 1965, when fossil hunters found a pair of 6-foot-long, heavily clawed arm bones in Mongolia's Gobi desert. Nobody had seen anything like them before. Now, scientists say, they've got the rest of the beast ... and dinosaur textbooks may need to be rewritten.</p><p>Those two giant arm bones have long amazed researchers. Some suspected the whole beast, which died about 70 million years ago, could have been more than 100 feet long. But the arms were all they had to go on. Paleontologists, including <a href=\"http://www.biology.ualberta.ca/faculty/philip_currie/\">Philip Currie</a> of the University of Alberta, dreamed of finding the rest. \"We've worked in the Gobi for a long time,\" he says, \"and we were always looking for another one or any indication that there was another one.\"</p><p>Then in 2009, Currie's dream came true.</p><p>He was digging in a Mongolian quarry with an international team, financed mostly by South Korea. Fossil poachers had apparently been there already and carted off some dinosaur bones to sell to collectors. But the poachers left a jumble of bones behind. When the team members pieced them together, Currie says, they thought, \"Hey, this looks like it might be part of that giant-armed dinosaur.\"</p><p>Still, the skull, most of the hand bones and the feet were missing.</p><p>Two years later, Currie got a call from a Belgian scientist, who said, in essence: There's a fossil shop here that's got a weird skull, part of a hand and a couple of feet. Maybe you should come and have a look.</p><p>Currie was on a plane to Belgium within the week.</p><p>\"I looked at the specimen,\" he says, \"and realized that not only is it the same dinosaur — it's the same specimen.\" The skull and other bones, he suspected, were the missing parts of the fossil that had been poached from the Mongolian quarry.</p><p>Currie confirmed his hunch by comparing the hand bones. \"They had the other half of the same palm, same size, same rock color,\" Currie says. In fact, the two halves of the animal's palm — one that had been poached and sold, the other found by Currie's group in 2009 — fit perfectly into the stone matrix in the fossil shop.</p><p>Currie's team now has bones from three specimens in all, and the bones will go back to Mongolia.</p><p>And scientists now know what those giant arms from 1965 were attached to. \"It's deeply weird,\" says <a href=\"http://paleobiology.si.edu/staff/individuals/carrano.cfm\">Matt Carrano</a>, curator of dinosaurs at the Smithsonian's National Museum of Natural History. \"Way weirder than we thought it was. It has a giant head,\" he says, \"with, like, a duck bill. It's just a very strange thing.\"</p><p>Giant — meaning as big as <a href=\"http://www.npr.org/2014/04/16/303197882/t-rex-to-reveal-itself-at-the-smithsonian\">Tyrannosaurus rex</a>. The duck-billed dinosaur was 35 feet long and bulky (more than 6 tons). It walked upright on long legs, with those 6-foot-long arms out in front. It had a 3-foot-long head and a sail-like ridge along its curved back. And that big bill was toothless.</p><p>The creature now goes by Deinocheirus mirificus. It's related to a family of dinosaurs that are described as \"ostrichlike\" — though this one is much, much bigger than an ostrich.</p><p>Paleontologist <a href=\"http://www.geol.umd.edu/~tholtz/\">Tom Holtz</a>, at the University of Maryland, remembers textbooks that showed those giant arms from 1965. He says scientists at the time had no clue to the animal's actual shape.</p><p>\"And now we have this creature, a weird sort of ostrich camel!\" he says, with a laugh. \"You know, if it's coming at you, it's going to strike you as, 'What the heck is that?!' \"</p><p>The dinosaur looks like something a committee designed — maybe a committee of kids. \"There's going to be some kid out there who's going to say this is their favorite dinosaur overall,\" Holtz says — \"and that's a kid with a sense of humor.\"</p><p>The strangeness doesn't end with Deinocheirus' looks. It had stones inside what used to be its gut. Birds and other plant eaters sometimes swallow stones — gastroliths — that help grind up the plants the the animals eat. But the dino's gut contained fish bones and scales as well. So it probably ate whatever it could gulp down its rather large mouth — plant or animal.</p><p>There are more details about what the creature looked like in this week's issue of the journal <em>Nature</em>. Dino scholar Matt Carrano, at the Smithsonian, says there's been a recent run of discoveries of previously unknown dinosaurs. That's good news for people in his business, he says.</p><p>\"That tells me that we have a long way to go before we've found all the dinosaurs there are to find,\" says Carrano. \"We should expect these weirdos to show up pretty regularly.\"</p><p>So ... stay tuned.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Bigger+Than+A+T.+Rex%2C+With+A+Duck%27s+Bill%2C+Huge+Arms+And+A+Hump&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Christopher Joyce","audio":[{"meta":{"duration":"229"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1358120494-f58fdb.m3u?orgId=1&topicId=1007&ft=3&f=357622139"},{"href":"http://media.npr.org/assets/img/2014/10/20/reconstruction_of_deinocheirus_-lee--89dca6b4865806ae6443ee28ec3c2dcbb7315da9.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"720","width":"961"}}]}