{"created":"2015-06-25T18:26:40+00:00","modified":"2015-06-25T21:44:39+00:00","valid":{"from":"2015-06-25T21:44:39+00:00","to":"3015-06-25T21:44:39+00:00"},"hreflang":"en","guid":"6f035044-87dc-4a8b-8102-4deefb106a27","title":"Here's life in Yemen: 'It's about 5:30 p.m. There are jets flying over us.'","published":"2015-06-25T21:44:33+00:00","byline":"Stephen Snyder","tags":["conflict","military","Conflict","Conflict & Justice","Sanaa","Asia","Yemen","Middle East","Summer Nasser","Hisham al-Omeisy","Yemen","SANAA","Houthi","Saudi"],"teaser":"Bombs, street fighting and a food shortage do not prevent people in Yemen from going about their business. Yemenis in Sanaa explain how they manage daily life in a time of war.","contentencoded":"<p>People in Yemen have endured nearly 100 days of bombings and turf battles. No small feat, considering a blockade has often prevented food, fuel and medical supplies from entering the country.</p>\n<p>Summer Nasser, a New York City native who came to visit her family in Yemen this spring, has had to delay her plans to return to the US. On the first Saturday of Ramadan, she woke for prayers after a night disrupted by the sound of anti-aircraft fire. \"There were planes, jets, flying over Sanaa,\" she said. \"Currently right now it is quiet, and we hope it will stay that way.\"</p>\n<p>Predawn in Sanaa, even if it is quiet, can have an ominous quality. \"Usually <a href=\"http://www.islamicfinder.org/prayerDetail.php?country=yemen&amp;city=Yemen_Sanaa&amp;id=23986&amp;lang=\">at this hour</a> you would hear people on the streets, cars, people coming back from the mosques after the fajr prayers,\" says activist and analyst Hisham al-Omeisy. \"But today there are no people, there are no cars on the streets, partly because there is no gas, but also because people are afraid to go to the mosques after the bombings last week that <a href=\"http://www.bbc.co.uk/news/world-middle-east-33171366\">targeted mosques in Sanaa</a>.  Now all you see is empty streets, and all you hear is birds chirping.\"</p>\n<p>Other parts of the day are not so quiet in Sanaa. Take one recent afternoon.</p>\n<p>\"Right now it's about 5:30 p.m. There are jets over us. You can hear anti-aircraft missiles and guns,\" Summer Nasser said, against the rumble of explosions from across the city. \"From what I know, they're hitting the airport. Basically we hear [Saudi jets] over us, but we really don't know where they strike until we see smoke.\"</p>\n<p>In the last three months, more that 2,600 people — most of them civilians — have been killed in attacks in Yemen, <a href=\"http://www.nytimes.com/2015/06/25/world/middleeast/yemen-saudi-arabia-houthis.html?_r=0\">according to The New York Times</a>.</p>\n<p>Nasser took this picture from her home in early June.</p>\n<p></p><div class=\"media media-element-container media-default\"><img height=\"506\" width=\"900\" alt=\"Explosion following air strike on Sanaa, Yemen\" title=\"Explosion following air strike on Sanaa, Yemen\" class=\"media-element file-default\" typeof=\"foaf:Image\" src=\"http://cdn1.pri.org/sites/default/files/styles/original_image/public/11651280_10205827081570662_1209808811_n.jpg?itok=eeBN7gBw\" /><div class=\"field-caption\">\n    <p>Explosion following air strike on Sanaa, Yemen</p>\n  </div>\n  <span class=\"field-label\">\n    Credit:\n  </span>\n\n  <div class=\"field-credit inline\">\n    <p>Summer Nasser</p>\n  </div>\n</div>\n<p>\"That mountain right there,\" Nasser says, \"is a massive ammunition storage location with all sorts of weapons, heavy and light. Rockets as well. What [the] Saudis are doing is hitting this location daily until they find the gold: The rockets that can be fired to their border.\"</p>\n<p>Nasser, like many in Sanaa, witnessed a massive explosion on May 11, after jets struck the <a href=\"https://en-maktoob.news.yahoo.com/saudi-led-air-strikes-hit-missile-warehouse-yemen-183439483.html\">weapons facility on Nuqom Mountain</a> on the eastern side of her city.</p>\n<p>\"The one [at the] mountain ... looked nuclear,\" she adds.  </p>\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"510\" src=\"https://www.youtube.com/embed/kPdWNhQWEKM\" width=\"854\"></iframe></p>\n<p>Nasser says the sounds of airstrikes, which began on March 26, are fairly frequent. \"We are used to it, sadly,\" she added. \"I've never thought I would say that.\"</p>\n<p><img id=\"pri-insights\" src=\"http://api.pri.org/insights/?story=http%3A%2F%2Fwww.pri.org%2Fstories%2F2015-06-25%2Fits-about-530-pm-there-are-jets-flying-over-us&amp;feed=pmp\" /></p>\n<br><p>From PRI's The World ©2015 <a href=\"http://www.pri.org\">Public Radio International</a></p>\n","audio":[{"href":"http://www.podtrac.com/pts/redirect.mp3/cdn.pri.org/sites/default/files/segment-audio/06252015_07.mp3"},{"href":"http://admin.pri.org/file/0625201507mp3"}]}