{"created":"2015-02-19T08:22:22+00:00","modified":"2015-06-05T15:28:56+00:00","valid":{"from":"2015-06-05T15:28:56+00:00","to":"3015-06-05T15:28:56+00:00"},"hreflang":"en","title":"Never Seen And Sometimes Barely Heard, Loopers Fill In Hollywood's Soundtrack","published":"2015-02-19T23:33:00+00:00","teaser":"In movies, crowd noise, hospital waiting room chatter and barroom brawl sounds are created by voice actors called loopers. \"If it's done right, you shouldn't even notice it,\" one sound mixer says.","itags":["npr_api","385237280"],"guid":"6f035a44-1507-463b-a908-1e102f5991a4","contentencoded":"<p>When the Oscars are handed out on Sunday, the red carpet, the ceremony, the films and people who are honored, will be all about being <em>seen</em>. But there's a group of actors who will never be seen on screen. They're only heard — and barely.</p><p>Loopers are voice actors whose work begins after the show or film is shot and edited. Their job is to record what people in the background of a scene could be saying. Their dialogue is never really heard at full volume — and it's mostly ad-libbed.</p><p>On a sound stage at Fox Studios in Los Angeles, seven loopers are recording dialogue for the TV forensics series <em>Bones</em>. They're working on a restaurant scene, speaking lines that people at background tables might speak, over lunch.</p><p>As they record, the loopers stand in a circle under two overhead microphones. A scene plays silently on a big screen. On cue, and often off-mic, they start to walk around and talk. They record random scraps of dialogue, to be mixed later into the scene they're watching; they are creating human ambience.</p><p>In the <em>Bones</em> control room, sound mixer David Betancourt explains the reason for looping.</p><p>\"The beauty of it is it enhances the experience of what you're watching,\" he says. \"If you watch without all of this stuff that gets filled in, in postproduction, it feels dead, it feels really flat. If it's done right, you shouldn't even notice it.\"</p><p>Loopers add texture and dimension to a scene — filling in those blank spaces between dialogue. For 37 seconds of TV screen time, there could be <em>six</em> layers of looping — and there are many more for a major motion picture.</p><p>In the film <em>Selma</em>, as marchers were beaten on the Edmund Pettus Bridge in 1965, audiences <em>saw </em>a crowd of extras mouthing dialogue and shouts — but they were hearing loopers, who recorded the shouts and screams in postproduction.<strong></strong></p><p>Those loopers, and also the <em>Bones</em> loopers, were hired by Barbara Harris, who heads a company called The Looping Group. Harris did the voice casting for<em> American Sniper, Guardians of the Galaxy </em>and <em>12 Years a Slave</em>.</p><p>So why isn't this dialogue simply recorded during filming? \"It would be too time-consuming,\" Harris explains. \"When they are shooting, their primary interest is everything the principals are doing.\"</p><p>To fill in the background sounds, Harris looks at the movie or show, takes notes, decides how many voice actors she'll need, and then gives the actors guidance on how they should go about their research.</p><p>\"If they say this takes place in Atlanta, I would then instruct the actors to get some street maps, some points of interest,\" she says. \"So when they're talking ... it sounds as if the people who are talking go to this job every day.\"</p><p>To make <em>Bones </em>feel authentic, loopers research the language of forensics experts. Some of the <em>Bones </em>loopers, like David Randolph, had more upbeat work on <em>Happy Feet</em> — the Oscar-winning 2006 animated feature set in Antarctica. \"Who doesn't want to be a penguin, right?\" says Randolph.</p><p>For the sequel, the loopers were singing krill — little, but loud, crustaceans. Animated penguins aside, looping is not always such a G-rated profession. \"The hardest thing to do in looping is sex scenes,\" says looper Lanei Chapman. Even the most intimate movie moments can require a looper in postproduction.</p><p>The easiest and most fun looping assignments? \"Blood-curdling screams,\" Chapman says.</p><p>As far as whether the loopers ever get demoralized spending their days creating what is essentially Hollywood's background noise, Randolph says you have to look at the larger picture.</p><p>\"We believe that what we do is really important, and it's collaborative,\" he says. \"Every part of this industry has lots and lots of layers. We're one of the layers in the soundtrack, and it's necessary, and we try to do it as best we can.\"</p><p>Break over, the loopers take their places again on the soundstage, walking in circles, their spoken fragments floating up to the faraway microphones, to be mixed into the manufactured reality that is Hollywood.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Never+Seen+And+Sometimes+Barely+Heard%2C+Loopers+Fill+In+Hollywood%27s+Soundtrack&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Susan Stamberg","audio":[{"meta":{"duration":"395"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1387420750-8db6db.m3u?orgId=1&topicId=1138&aggIds=147290803&d=395&p=3&story=385237280&t=progseg&e=387420666&seg=3&ft=nprml&f=385237280"},{"href":"http://media.npr.org/assets/img/2015/02/10/loopers-2_sq-ab00c4a983f3824b45f64bb9ebf78475527fe208.jpg","type":"image/jpeg","meta":{"crop":"square","height":"1497","width":"1497"}},{"href":"http://media.npr.org/assets/img/2015/02/10/loopers-1-7ea08c62dfd6958622d89652027fa23b4dc667e6.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2127","width":"2836"}},{"href":"http://media.npr.org/assets/img/2015/02/10/loopers-3_custom-515158ae515bbe53a48478b9b4b23c4d106c0700.jpg","type":"image/jpeg","meta":{"crop":"custom","height":"2107","width":"2921"}}]}