{"created":"2014-10-27T21:40:14+00:00","modified":"2014-10-27T21:40:14+00:00","valid":{"from":"2014-10-27T21:40:14+00:00","to":"3014-10-27T21:40:14+00:00"},"hreflang":"en","title":"Supreme Court Decisions On Halliburton, EPA Authority","published":"2014-06-23T18:59:00+00:00","teaser":"Emily Bazelon discusses today's rulings on Halliburton and the EPA's power to force companies to reduce emissions.","itags":["npr_api","324890028"],"contentencoded":"<p>The Supreme Court is making it tougher for investors to join together to sue corporations for securities fraud. The justices said Monday that companies should have a chance at the early stages of a lawsuit to show that any alleged fraud was not responsible for a drop in the company&#8217;s stock price.</p><p>The ruling is a partial victory for Halliburton Co., which is trying to block a class-action lawsuit claiming the energy services company inflated its stock price.</p><p>Also today, the high court placed limits on the sole Obama administration program already in place to deal with power plant and factory emissions of gases blamed for global warming. The justices said that the Environmental Protection Agency lacks authority in some cases to force companies to evaluate ways to reduce carbon dioxide emissions.</p><p><strong>Emily Bazelon</strong>, senior editor at Slate and senior research fellow at Yale Law School, discusses these two decisions with <em><a href=\"http://hereandnow.wbur.org/\">Here & Now&#8217;</a></em>s Jeremy Hobson.</p><p>The Supreme Court also says it will consider whether Amtrak can partner with a government agency to create rules that other private railroads must follow.</p><p><em>The Associated Press contributed reporting to this article.</em></p><h4>Guest</h4><ul><li><strong><a href=\"http://emilybazelon.com/\" target=\"_blank\">Emily Bazelon</a></strong>, senior editor for <a href=\"http://www.slate.com/authors.emily_bazelon.html\" target=\"_blank\">Slate</a> magazine and senior research fellow at Yale Law School. She tweets <a href=\"https://twitter.com/emilybazelon\" target=\"_blank\">@emilybazelon</a>.</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Supreme+Court+Decisions+On+Halliburton%2C+EPA+Authority&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"6f04faa8-bd6f-4028-95a2-f06f1d75158e","audio":[{"meta":{"duration":"373"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1324890031-5e7a47.m3u?orgId=330&ft=3&f=324890028"}]}