{"created":"2015-04-03T20:50:49+00:00","modified":"2015-04-03T20:50:49+00:00","valid":{"from":"2015-04-03T20:50:49+00:00","to":"3015-04-03T20:50:49+00:00"},"hreflang":"en","guid":"6f0d55d7-3322-4034-b6d3-93b2be241dff","title":"Theatre Review: Julius Caesar","published":"2015-03-10T00:00:00+00:00","teaser":"<div><p>There isn&rsquo;t a toga to be seen in this production of &ldquo;Julius Caesar,&rdquo; and it&rsquo;s been ages since I&rsquo;ve seen this play staged that way. Nowadays, &ldquo;Julius Caesar&rdquo; is almost always done in <span>modern</span> dress, with women playing several Roman senators. The Sacramento Theater Company takes the trend a step further, giving us tech savvy Romans who whip out smartphones to snap selfies, and record video when they realize they are witnessing the bloody assassination of the empire&rsquo;s most potent politician.</p><p><div class='imagewrap'><img src=\"http://www.capradio.org/media/3478809/0310JH-JULIUS-E2.jpg\" width=\"800\" height=\"1120\" alt=\"0310JH-JULIUS-E2\" title=\"0310JH-JULIUS-E2\"/></div></p><p>This play is all about power. Julius Caesar, victorious on the battlefield, is living large, and behaving more like a monarch. And veteran actor Matt Miller presents Caesar as a man with an increasingly short fuse. Here, an underling begs Caesar to visit the Senate.</p><p><em>CAESAR: Decius tell them Caesar will not go.</em></p><p><em>DECIUS BRUTUS: Most mighty Caesar, let me know some cause, Lest I be laugh'd at when I tell them so.</em></p><p><em>CAESAR: The cause is in my will: I will not come! That is enough to satisfy the senate.</em></p><p>Caesar&rsquo;s opponents worry about his imperious style, and decide he has to die. After the assassination, the respected Brutus offers a logical justification for the bloody deed. Actor Jeb Burris, who&rsquo;s done a lot of Shakespeare, plays it close to the vest.</p><p><em>BRUTUS: As Caesar loved me, I weep for him; as he was valiant, I honour him: but, as he was ambitious, I slew him.</em></p><p>But logic doesn&rsquo;t calm the crowd in the street, and then Caesar&rsquo;s friend Marc Antony follows with one of the most famous speeches in the English language:</p><p><em>ANTONY: Friends, Romans, countrymen, lend me your ears; I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is oft interred with their bones; So let it be with Caesar. The noble Brutus hath told you Caesar was ambitious. If it were so, it was a grievous fault, and grievously hath Caesar answered it.</em></p><?<p>What begins as a funeral oration morphs into a call for vengeance, and actor Ryan Snyder turns on the dark charismatic charm.</p><p><div class='imagewrap'><img src=\"http://www.capradio.org/media/3478798/0310JH-JULIUS-E1.jpg\" width=\"800\" height=\"954\" alt=\"0310JH-JULIUS-E1\" title=\"0310JH-JULIUS-E1\"/></div></p><p>These captivating speeches are the reason people still stage &ldquo;Julius Caesar&rdquo; &ndash; the words are monumental. What this STC production omits are the battles. The struggle for power after Caesar&rsquo;s assassination feels like a police mop-up, rather than all-out war. I can follow the directors&rsquo; thinking &ndash; the little stage at STC can&rsquo;t handle opposing armies with spears. Instead, we get &ldquo;Julius Caesar&rdquo; as an interior political thriller. But despite this streamlined staging, you can bask in the heightened language of Shakespeare&rsquo;s glorious oratory.</p><h2>Famous phrases (still commonly heard) from Shakespeare&rsquo;s &ldquo;Julius Caesar&rdquo;</h2><h3>&rdquo;Beware the ides of March&rdquo;</h3><h3>&ldquo;Yond Cassius has a lean and hungry look&rdquo;</h3><h3>&ldquo;It was Greek to me&rdquo;</h3><h3>&ldquo;Cowards die many times before their deaths; the valiant never taste of death but once&rdquo;</h3><h3>&ldquo;I am constant as the northern star&rdquo;</h3><h3>&ldquo;Et tu, Brute?&rdquo;</h3><h3>&ldquo;The dogs of war&rdquo;</h3><h3>&ldquo;Friends, Romans, countrymen, lend me your ears&rdquo;</h3><h3>&ldquo;This was the most unkindest cut of all&rdquo;</h3><h3>&ldquo;There is a tide in the affairs of men&rdquo;</h3><h3>&ldquo;This was the noblest Roman of them all&rdquo;</h3></div>","itags":["npr_api","392128796"],"contentencoded":"<p><p>There isn’t a toga to be seen in this production of “Julius Caesar,” and it’s been ages since I’ve seen this play staged that way. Nowadays, “Julius Caesar” is almost always done in modern dress, with women playing several Roman senators. The Sacramento Theater Company takes the trend a step further, giving us tech savvy Romans who whip out smartphones to snap selfies, and record video when they realize they are witnessing the bloody assassination of the empire’s most potent politician.</p><p></p><p>This play is all about power. Julius Caesar, victorious on the battlefield, is living large, and behaving more like a monarch. And veteran actor Matt Miller presents Caesar as a man with an increasingly short fuse. Here, an underling begs Caesar to visit the Senate.</p><p><em>CAESAR: Decius tell them Caesar will not go.</em></p><p><em>DECIUS BRUTUS: Most mighty Caesar, let me know some cause, Lest I be laugh'd at when I tell them so.</em></p><p><em>CAESAR: The cause is in my will: I will not come! That is enough to satisfy the senate.</em></p><p>Caesar’s opponents worry about his imperious style, and decide he has to die. After the assassination, the respected Brutus offers a logical justification for the bloody deed. Actor Jeb Burris, who’s done a lot of Shakespeare, plays it close to the vest.</p><p><em>BRUTUS: As Caesar loved me, I weep for him; as he was valiant, I honour him: but, as he was ambitious, I slew him.</em></p><p>But logic doesn’t calm the crowd in the street, and then Caesar’s friend Marc Antony follows with one of the most famous speeches in the English language:</p><p><em>ANTONY: Friends, Romans, countrymen, lend me your ears; I come to bury Caesar, not to praise him. The evil that men do lives after them; The good is oft interred with their bones; So let it be with Caesar. The noble Brutus hath told you Caesar was ambitious. If it were so, it was a grievous fault, and grievously hath Caesar answered it.</em></p><p>What begins as a funeral oration morphs into a call for vengeance, and actor Ryan Snyder turns on the dark charismatic charm.</p><p></p><p>These captivating speeches are the reason people still stage “Julius Caesar” – the words are monumental. What this STC production omits are the battles. The struggle for power after Caesar’s assassination feels like a police mop-up, rather than all-out war. I can follow the directors’ thinking – the little stage at STC can’t handle opposing armies with spears. Instead, we get “Julius Caesar” as an interior political thriller. But despite this streamlined staging, you can bask in the heightened language of Shakespeare’s glorious oratory.</p>Famous phrases (still commonly heard) from Shakespeare’s “Julius Caesar””Beware the ides of March”“Yond Cassius has a lean and hungry look”“It was Greek to me”“Cowards die many times before their deaths; the valiant never taste of death but once”“I am constant as the northern star”“Et tu, Brute?”“The dogs of war”“Friends, Romans, countrymen, lend me your ears”“This was the most unkindest cut of all”“There is a tide in the affairs of men”“This was the noblest Roman of them all”</p><p><a href=\"http://feeds.feedburner.com/~ff/CapitalPublicRadioNewsPodcast?a=ml3PhrZmwuY:NBofjiBYj-4:qj6IDK7rITs\"></a></p><p>Perhaps the most famous line in Shakespeareâs âJulius Caesarâ is the baleful warning âBeware the Ides of March.â And appropriately, the Sacramento Theater Company is staging a contemporary interpretation this classic tragedy this month.  <div class=\"fullattribution\">Copyright 2015 MPX. To see more, visit <a href=\"\"></a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Theatre+Review%3A+Julius+Caesar&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"info@capradio.org","audio":[{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392128804-94460e.m3u?orgId=30000&e=392128796&ft=nprml&f=392128796"},{"meta":{"duration":null},"type":"audio/m3u","href":"http://api.npr.org/m3u/1392128808-c2bec0.m3u?orgId=30000&e=392128796&ft=nprml&f=392128796"}]}