{"created":"2014-10-21T08:35:44+00:00","modified":"2014-12-23T18:12:27+00:00","valid":{"from":"2014-12-23T18:12:26+00:00","to":"3014-12-23T18:12:26+00:00"},"hreflang":"en","title":"The Short Shelf Life Of Urban School Superintendents ","published":"2014-10-21T13:20:00+00:00","teaser":"Do big-city chiefs like John Deasy, recently ousted from LA Unified, get enough time to make a difference?","itags":["npr_api","357629164"],"guid":"6f168dde-e172-4f94-a1c0-78998fc4ec43","contentencoded":"<p>If you're a 12th-grader right now in the Los Angeles schools, that means you probably started kindergarten back in 2001. It also means that, as of this week, you've seen four superintendents come and go.</p><p>As we discussed today on <em>Morning Edition</em>, the ouster of John Deasy last week as the head of the nation's second-largest district has renewed a long-running debate about leadership of big-city schools, and particularly the challenges of raising achievement in such a politically charged environment.</p><p>Deasy told <em>Morning Edition</em> host <a href=\"http://www.npr.org/blogs/thetwo-way/2014/10/17/356894585/la-schools-superintendent-steps-down-defends-tenure\">Steve Inskeep last week</a> that there's a clock ticking on \"reform\"-minded superintendents, such as himself, who want to shake things up quickly. \"I think there is,\" he said, calling it a \"worrisome trend in America.\"</p><p>But he said that, regardless of that external pressure, he felt personally that there was no time to waste in his efforts to make a difference for students.</p><p>\"I think there's always the delicate balance of how slow you're willing to go,\" Deasy told <em>Morning Edition.</em> \"And then you have to square that with looking youth in the eye and say, 'Well, it's not your turn this year,' and that's difficult to do.\"</p><p>So, is there a time limit?</p><p>Actually, superintendents tend to get hired, and fired, pretty quickly regardless of whether they consider themselves reformers.</p><p>Deasy's tenure, at 3 1/2 years, is <a href=\"http://www.cgcs.org/cms/lib/DC00001581/Centricity/Domain/4/Supt_Survey2010.pdf\">about average</a> for an urban superintendent. That's a bit longer than it used to be, but still means that superintendents of any stripe struggle to stick around long enough to make a difference.</p><p>What's been called the \"revolving door\" of urban superintendents has created a lot of policy angst over whether they can be effective in that short a time period.</p><p>And it raises this question: How much time <em>would</em> it take to turn around a struggling urban district?</p><p>I've often thought of a comparison from the world of baseball: In 1979, when Sparky Anderson took over as manager of the Detroit Tigers, he famously said he <a href=\"http://en.wikipedia.org/wiki/Sparky_Anderson\">needed five years</a> to rebuild the team and win a pennant. And in 1984, right on schedule, <a href=\"http://olddetroit.tumblr.com/post/33201059745/tigers-world-series-1984\">Anderson delivered</a>.</p><p>Writing about this issue some years ago, I related that story to David Hornbeck, who lasted six years as the superintendent of the Philadelphia schools in the 1990s. And I asked him the question: How long does an urban superintendent need?</p><p>He told me the minimum length of time to reasonably gauge a superintendent's tenure was four years.</p><p>The first year, Hornbeck said, is hiring and getting a team in place. The second year provides baseline test scores and time spent developing a plan. The third year is for putting that plan in place, and the fourth year provides scores that should be expected to show improvement.</p><p>The problem with all this, of course, is that the superintendent by that time has often moved on to his or her next job, or the one after that.</p><p>And so while some people see, in highly publicized departures like Deasy's, or that of <a href=\"http://www.npr.org/blogs/ed/2014/07/30/336056230/q-a-michelle-rhee-on-teacher-tenure-challenges\">Michelle Rhee</a> from the Washington, D.C., schools in 2010, a sign of a backlash against \"reform,\" the bigger picture is much more complicated.</p><p>Whatever the superintendent's agenda, there are powerful political forces at work in an urban system: mayors, school boards, and teachers and their unions, to name a few. And it's often the case that pleasing one of those factions can alienate or anger the others.</p><p>As Michael Casserly, head of the Council of the Great City Schools, <a href=\"http://www.huffingtonpost.com/2013/10/25/john-deasy-resign-lausd_n_4164013.html\">told the Huffington Post</a>, \"The demands of the job are among the toughest in the nation, with cultural, racial and language challenges; increasingly high academic standards and scarcer resources; demanding unions and communities; and brutal local politics.\"</p><p>Which may be partly why a recent study showed that when it comes to the real test of a school district's performance — student achievement — the person sitting in the superintendent's office doesn't <a href=\"http://www.npr.org/blogs/ed/2014/09/04/345503073/the-myth-of-the-superstar-superintendent\">make that much of a difference</a>.</p><p>Perhaps what a superintendent can do is create an environment (stable leadership, adequate resources, freedom from labor strife) that will allow the people who actually make a difference — teachers and principals — to do their jobs. That is, if they're given enough time.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+Short+Shelf+Life+Of+Urban+School+Superintendents+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Steve Drummond","audio":[{"meta":{"duration":"280"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1357737237-5c55d6.m3u?orgId=1&topicId=1013&ft=3&f=357629164"}]}