{"created":"2014-10-27T17:03:50+00:00","modified":"2014-10-27T17:03:50+00:00","valid":{"from":"2014-10-27T17:03:50+00:00","to":"3014-10-27T17:03:50+00:00"},"hreflang":"en","title":"U.S. Ebola Effort Focuses On Treatment Facilities, Training","published":"2014-09-25T19:33:00+00:00","teaser":"The White House is sending 3,000 U.S. troops to Monrovia, Liberia, to help assist in the effort to contain the Ebola crisis in the region.","itags":["npr_api","351522167"],"contentencoded":"<p>At the United Nations this morning, President Barack Obama will speak about stopping the largest-ever Ebola outbreak, which has killed more than 2,900 people in West Africa. There is a critical shortage of beds, supplies, and people to treat the infected.</p><p>The White House is sending 3,000 U.S. troops to aid in the effort. Their mission is to set up a base to airlift in supplies, build as many as 17 treatment centers and train up to 500 health care providers per week. U.S. troops will not be treating patients.</p><p><em><a href=\"http://hereandnow.wbur.org\">Here & Now</a>&#8216;s </em>Jeremy Hobson speaks with the three leaders of the U.S. effort in West Africa, who are in the Liberian capital Monrovia, about the American role in the region.</p><p>U.S. Ambassador to Liberia <strong>Deborah Malac</strong> says that every effort is being made to ensure that the Center for Disease Control&#8217;s prediction that 1.4 million could be infected with Ebola by January does not come to pass.</p><p>&#8220;The reality is that certainly since early September and going forward, there have been a number of interventions and those are building steam,&#8221; Malac said. &#8220;We are absolutely determined that we will get nowhere near that number. We are going to figure out a way to break the back of that curve.&#8221;</p><h4>Interview Highlights: Leaders of U.S. Ebola Effort</h4><p><strong>Maj. Gen. Darryl Williams on the risk to U.S. troops</strong></p><p>&#8220;Any operation that the military is involved with, there is risk. So working with CDC and AID and the teammates here, we will continue to assess that. I have been here about nine or ten days, and I will tell you what is going to make a difference &#8212; like it makes a difference in all these sorts of things &#8212; is leadership.</p><p><strong>DART team leader Tim Callaghan on USAID&#8217;s role</strong></p><p>&#8220;Numbers have gone down through a lot of effort in messaging, a lot of effort in surveillance, a lot of effort in getting people out of their homes with some place to go &#8230; The U.S. government is doing a lot of efforts in safe burial practices.&#8221;</p><p>&#8220;I do want to highlight that we met with [Liberian president Ellen Johnson Sirleaf] yesterday and she was adamant there must be community involvement, there must be community membership.&#8221;</p><p><strong>U.S. Ambassador to Liberia Deborah Malac on messaging</strong></p><p>&#8220;We know that there has been and still is, amazingly, some resistance to the messaging that is coming from many many different directions.</p><p>&#8220;People need to listen. People need to take steps to protect themselves and protect their families. We understand it requires, in some cases, very difficult decisions. It is difficult for a parent to watch a child who is ill and not reach out and touch. We need to figure out how we help them make those decisions, of what is best for their family members and themselves.&#8221;</p><h4>Guests</h4><ul><li><strong><a href=\"http://www.state.gov/r/pa/ei/biog/199581.htm\" target=\"_blank\">Deborah Malac</a>,</strong> U.S. Ambassador to Liberia</li></ul><ul><li><a href=\"http://www.usaraf.army.mil/documents_pdf/BIOS/Williams.pdf\" target=\"_blank\"><strong>U.S. Maj. Gen. Darryl Williams</strong></a>, commander of U.S. Army Africa</li></ul><ul><li><strong>Tim Callaghan</strong>, team leader for the USAID&#8217;s Disaster Assistance Response Team (DART)</li></ul>  <div class=\"fullattribution\">Copyright 2014 WBUR-FM. To see more, visit <a href=\"http://www.wbur.org\">http://www.wbur.org</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=U.S.+Ebola+Effort+Focuses+On+Treatment+Facilities%2C+Training&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div>","guid":"6f185a64-3db4-4ce4-b568-e2239969d3e9","audio":[{"meta":{"duration":"410"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1351522170-92e96e.m3u?orgId=330&ft=3&f=351522167"}]}