{"created":"2014-09-08T15:35:25+00:00","modified":"2015-02-06T19:32:35+00:00","valid":{"from":"2015-02-06T19:32:35+00:00","to":"3015-02-06T19:32:35+00:00"},"hreflang":"en","title":"WikiLeaks' Assange Says He'll Leave Embassy In London","published":"2014-08-18T18:04:00+00:00","teaser":"Citing health concerns, WikiLeaks founder Julian Assange says he'll leave Ecuador's embassy, where he has lived for more than two years. He faces potential criminal charges in Sweden and the U.S.","itags":["npr_api","341296786"],"guid":"6f1999ae-cee1-44ef-b5a1-369ef9ad3417","contentencoded":"<p>Citing health concerns, WikiLeaks founder Julian Assange says he'll leave the Ecuadorian Embassy in London, where he has lived in diplomatic asylum for more than two years. Assange didn't name a date for his exit, which will seemingly come without a deal over potential criminal charges against him.</p><p>After calling a news conference, Assange, 43, said that the isolation of living in Ecuador's embassy <a href=\"http://www.npr.org/blogs/thetwo-way/2012/08/16/158919615/ecuador-gives-wikileaks-assange-asylum\">since June of 2012</a> has taken a toll, mentioning problems with his heart and lungs:</p><p>\"As you can imagine, being detained in various ways in this country without charge for four years and in this embassy for two years, which has no outside area, therefore no sunlight — it's an environment in which any healthy person would find themselves soon enough with certain difficulties.\"</p><p>Assange faces U.S. accusations that <a href=\"http://www.npr.org/blogs/thetwo-way/2010/07/28/128822418/julian-assange\">his anti-secrecy campaign</a> damaged its national security, as well as allegations in Sweden of rape and sexual assault. And while Assange has lived in seclusion recently, WikiLeaks played a central role in helping former NSA contract worker Edward Snowden gain asylum in Russia to escape U.S. espionage charges.</p><p>NPR's Ari Shapiro reports on today's news conference, for <em>Morning Edition:</em></p><blockquote><p>\"The entire event had a pretty defensive tone. Assange laid out his rebuttal to the allegations against him, both in the U.S. and in Sweden. He said he has not been officially, publicly charged with any crimes.</p><p>\"But British officials always said that if he set foot outside the embassy, he'd be arrested immediately — which would mean deportation to either Sweden or the U.S. to face trial.</p><p>\"Assange argued that his persecution is a threat to journalists everywhere. In terms of tone, he spoke slowly, often stopping and restarting sentences.\"</p></blockquote><p>Ari notes that while Assange has in the past been seen as an energetic renegade, at this morning's news conference, \"he came across as kind of weak and tired.\"</p><p>At Monday's news conference, Assange sat next to Ecuadorian Foreign Minister Ricardo Patino.</p><p>\"These are two lost years for everyone,\" Patino said. \"There has not been justice for anyone. The situation must come to an end. Two years is simply too long.\"</p><p>As for the possible timetable for his departure, WikiLeaks spokesman Kristinn Hrafnsson <a href=\"http://www.bbc.com/news/uk-28834849\">tells the BBC</a>, \"The plan is for him to leave as soon as the U.K. government decides to honor its obligations in relation to international agreements and calls off the siege outside — it's as simple as that.\"</p><p>Coupled with today's news conference, those comments led some to suspect that Assange might next try to fight his extradition on the grounds that he's too unhealthy to travel.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=WikiLeaks%27+Assange+Says+He%27ll+Leave+Embassy+In+London&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Bill Chappell","audio":[{"meta":{"duration":"233"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1341297944-145b7c.m3u?orgId=1&topicId=1124&e=341296786&d=233&ft=nprml&f=341296786"},{"href":"http://media.npr.org/assets/img/2014/08/18/assange-5e047eed2a259623edea5e0430e8618aadd29e5d.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1858","width":"2477"}}]}