{"created":"2015-05-15T14:20:18+00:00","modified":"2015-05-15T14:20:18+00:00","valid":{"from":"2013-03-15T11:43:33+00:00","to":"3013-03-15T11:43:33+00:00"},"hreflang":"en","guid":"6f1cb396-262d-46de-8caf-a1d821334c43","tags":["APM","Your Money","wedding"],"itags":["PMP:Marketplace_PMP","Marketplace","6f1cb396262d6de4caf9a1d821334c43","Marketplace Money","Marketplace Money for Friday, March 15, 2013"],"description":"Wedding planning can be tough under any circumstance. But if you're a couple from two different backgrounds, how does that change financial perspectives and expectations around a wedding?","teaser":"Wedding planning can be tough under any circumstance. But if you're a couple from two different backgrounds, how does that change financial perspectives and expectations around a wedding?","title":"Budgeting for love: Money and multicultural weddings","contentencoded":"<div class=\"barn-cleaned\"><p>Meet the Hin-Jews. Corinne Moss-Racusin and Ranjit Bhagwat met while dealing with the perils of graduate school at Rutgers<a href=\"#correction\">*</a>. They are respectively Jewish and Hindu. A few years after graduating they began planning their wedding. You might think planning a multicultural wedding is entirely exotic, but Moss-Racusin notes that the couple has faced plenty of typical decisions like whether or not to pay for the nicer chairs at their reception.</p>\n<p>“The one at the venue is just kind of big and brown. It kind of intrudes on our color scheme. I can’t even believe I said that sentence<strong>,”</strong> she says. And not unusually, their parents are paying for the bulk of the wedding. But here’s where things -- depending on your cultural background -- get a little different.&nbsp;Moss-Racusin and Ranjit have to decide whether or not to pay for flowers: centerpieces, bouquets for the bridesmaids, and a garland for the Hindu god Ganesh. In a Jewish wedding, there is NO Ganesh and, the couple is already over budget. So, oy vey, what are a girl and a goy to do?&nbsp;Moss-Racusin asks if they can share or borrow flowers from Ganesh, but Ranjit is quick to point out that’s not how a Hindu ceremony usually works.</p>\n<p>“Ideally in a Hindu ceremony you’re not supposed to steal from the gods,” he says.</p>\n<p>“But what if we’re on a tight budget?” she asks.</p>\n<p>Moss-Racusin&nbsp;and Bhagwat say they want the people they love to have a good time at their wedding. After all, Ranjit’s parents carried the statue of Ganesh all the way from India, so Moss-Racusin says if it’s important to them that Ganesh have flowers at the wedding.</p>\n<p>“We would cut the centerpieces,\" she says. \"That’s how we lost the chairs.”</p>\n<p>Akshay Rao, a marketing professor&nbsp; at the Carlson School of Management in Minnesota, points out that there are fundamental cultural differences between the east and the west. “People in the west tend to be independent. And people in the east tend to be interdependent,<strong>”</strong> he says.</p>\n<p>Westerners think more by ourselves and easterners as a group. Rao says imagine you’re a westerner who wants to go out to dinner. It’s likely you’d keep things simple and just ask your husband, wife or friend -- “Wanna go out to dinner?” But in India, when Rao visits his parents things work a little differently.</p>\n<p>“I’m engaging in a little bit of hyperbole here, but if I say let’s go out to dinner they look at each other and say, should we go out to dinner? They consult the neighbors, they make a couple of long-distance phone calls, they consider the options they have considered in the past. It is a long process. It takes a village to make a decision to go out to dinner,” he says.</p>\n<p>According to Rao, the east/west divide also changes how we plan for the future.</p>\n<p>“People in the east tend to focus on preventing bad outcomes from occurring and people in the west tend to pursue good outcomes,” he says.</p>\n<p>So Rao says if you’re from China and planning a wedding, it’s likely you’d&nbsp; be more comfortable putting down an early deposit on a venue to make sure no one else gets it first. While someone from the U.S. would feel better spending on the best possible space. But no matter where you fall on the map, everyone wants to do things their own way. And when and if they can’t -- trouble can begin to brew. Rao says the symptoms are easy to recognize.</p>\n<p>“You would see dilation of pupils, elevated heart rate, and so forth,” he says.</p>\n<p>Bottom line, when it comes to money, we do not like to have our cultural norms messed with and if they are we get STRESSED. But&nbsp;Bhagwat and&nbsp;Moss-Racusin are possibly the most well-adjusted couple ever. Their discussions are carried on with laughter and smiles and they say from early on it was clear they wanted to honor both of their cultures equally. Unfortunately for them, their good intentions translate into a wedding budget that’s grown much bigger than they originally planned. Moss-Racusin says at this point in their planning their budget may have even tripled in size.</p>\n<p>“There’s two ceremony fees, there’s two sets of decorations and there’s two receptions. And there’s two outfits. We keep saying costume change, but it’s not a costume change,” she says.&nbsp;</p>\n<p>It is expensive, but planning could have been much trickier. Especially if one party were really conservative.</p>\n<p>Rebecca Richman, a wedding planner in Philadelphia says almost any part of a wedding ceremony can make ripples. One person’s favorite hors d’oeuvre falls on the list of another’s dietary restrictions. &nbsp; “The drinking, the dancing, the music,” she says.</p>\n<p>Richman remembers one wedding she planned where a separate lounge area was built so that the groom’s religious family wouldn’t have to encounter guests drinking alcohol.</p>\n<p>“That lounge area was probably, I want to say, about $4,000,” she says.</p>\n<p>No matter what the culture, Richman says when you mix things up, weddings tend to get a lot more expensive. Brides and grooms tend to want to make everyone happy, which is already a high bar to set, but couples from different backgrounds may be icing their cakes with an extra layer of cultural expectations.</p>\n<p>As Bhagwat says, while it might be romantic to think so, your wedding day is not yours alone.</p>\n<p>“It’s not just us getting married, we’re bringing two communities together, and it sounds nice and as it turns out, it is nice. But those communities are filled with human beings and they all have opinions. And pocketbooks. So everyone has an investment in it, literally and figuratively, so&nbsp; it’s just not simple,” says Bhagwat.</p>\n<p>“It’s humbling,” adds Moss-Racusin. “What’s the old saying -- you’re not supposed to talk about money and religion and planning a multi-cultural wedding is all about money and religion.”</p>\n<p>Moss-Racusin&nbsp;and&nbsp;Bhagwat are now married and they say if budgeting for a multicultural wedding seems tricky, it’s important to remember your real priorities. Like the marriage, not the wedding weekend. And in case you’re wondering, it turns out the statue of Ganesh came with his very own garland of fake flowers -- so it didn’t affect their budget.</p>\n<p>*<a name=\"correction\" id=\"correction\"></a><strong><em>CORRECTION:&nbsp;&nbsp;</em>The original version of this story misidentified where&nbsp;Corinne Moss-Racusin and Ranjit Bhagwat first met. They met at Rutgers. The text has been corrected.</strong></p></div>","published":"2013-03-15T11:43:33+00:00","byline":"Sally Herships","contenttemplated":"[{\"content\":\"<p>Meet the Hin-Jews. Corinne Moss-Racusin and Ranjit Bhagwat met while dealing with the perils of graduate school at Rutgers<a href=\\\"#correction\\\">*</a>. They are respectively Jewish and Hindu. A few years after graduating they began planning their wedding. You might think planning a multicultural wedding is entirely exotic, but Moss-Racusin notes that the couple has faced plenty of typical decisions like whether or not to pay for the nicer chairs at their reception.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“The one at the venue is just kind of big and brown. It kind of intrudes on our color scheme. I can’t even believe I said that sentence<strong>,”</strong> she says. And not unusually, their parents are paying for the bulk of the wedding. But here’s where things -- depending on your cultural background -- get a little different. Moss-Racusin and Ranjit have to decide whether or not to pay for flowers: centerpieces, bouquets for the bridesmaids, and a garland for the Hindu god Ganesh. In a Jewish wedding, there is NO Ganesh and, the couple is already over budget. So, oy vey, what are a girl and a goy to do? Moss-Racusin asks if they can share or borrow flowers from Ganesh, but Ranjit is quick to point out that’s not how a Hindu ceremony usually works.</p>\"},{\"content\":\"<p>“Ideally in a Hindu ceremony you’re not supposed to steal from the gods,” he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“But what if we’re on a tight budget?” she asks.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Moss-Racusin and Bhagwat say they want the people they love to have a good time at their wedding. After all, Ranjit’s parents carried the statue of Ganesh all the way from India, so Moss-Racusin says if it’s important to them that Ganesh have flowers at the wedding.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“We would cut the centerpieces,&quot; she says. &quot;That’s how we lost the chairs.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Akshay Rao, a marketing professor  at the Carlson School of Management in Minnesota, points out that there are fundamental cultural differences between the east and the west. “People in the west tend to be independent. And people in the east tend to be interdependent,<strong>”</strong> he says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Westerners think more by ourselves and easterners as a group. Rao says imagine you’re a westerner who wants to go out to dinner. It’s likely you’d keep things simple and just ask your husband, wife or friend -- “Wanna go out to dinner?” But in India, when Rao visits his parents things work a little differently.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“I’m engaging in a little bit of hyperbole here, but if I say let’s go out to dinner they look at each other and say, should we go out to dinner? They consult the neighbors, they make a couple of long-distance phone calls, they consider the options they have considered in the past. It is a long process. It takes a village to make a decision to go out to dinner,” he says.</p>\"},{\"content\":\"<p>According to Rao, the east/west divide also changes how we plan for the future.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“People in the east tend to focus on preventing bad outcomes from occurring and people in the west tend to pursue good outcomes,” he says.</p>\"},{\"content\":\"<p>So Rao says if you’re from China and planning a wedding, it’s likely you’d  be more comfortable putting down an early deposit on a venue to make sure no one else gets it first. While someone from the U.S. would feel better spending on the best possible space. But no matter where you fall on the map, everyone wants to do things their own way. And when and if they can’t -- trouble can begin to brew. Rao says the symptoms are easy to recognize.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“You would see dilation of pupils, elevated heart rate, and so forth,” he says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>Bottom line, when it comes to money, we do not like to have our cultural norms messed with and if they are we get STRESSED. But Bhagwat and Moss-Racusin are possibly the most well-adjusted couple ever. Their discussions are carried on with laughter and smiles and they say from early on it was clear they wanted to honor both of their cultures equally. Unfortunately for them, their good intentions translate into a wedding budget that’s grown much bigger than they originally planned. Moss-Racusin says at this point in their planning their budget may have even tripled in size.</p>\"},{\"type\":\"text/html\",\"content\":\"<p>“There’s two ceremony fees, there’s two sets of decorations and there’s two receptions. And there’s two outfits. We keep saying costume change, but it’s not a costume change,” she says. </p>\"},{\"type\":\"text/html\",\"content\":\"<p>It is expensive, but planning could have been much trickier. Especially if one party were really conservative.</p>\"},{\"content\":\"<p>Rebecca Richman, a wedding planner in Philadelphia says almost any part of a wedding ceremony can make ripples. One person’s favorite hors d’oeuvre falls on the list of another’s dietary restrictions.   “The drinking, the dancing, the music,” she says.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Richman remembers one wedding she planned where a separate lounge area was built so that the groom’s religious family wouldn’t have to encounter guests drinking alcohol.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>“That lounge area was probably, I want to say, about $4,000,” she says.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>No matter what the culture, Richman says when you mix things up, weddings tend to get a lot more expensive. Brides and grooms tend to want to make everyone happy, which is already a high bar to set, but couples from different backgrounds may be icing their cakes with an extra layer of cultural expectations.</p>\"},{\"content\":\"<p>As Bhagwat says, while it might be romantic to think so, your wedding day is not yours alone.</p>\",\"type\":\"text/html\"},{\"type\":\"text/html\",\"content\":\"<p>“It’s not just us getting married, we’re bringing two communities together, and it sounds nice and as it turns out, it is nice. But those communities are filled with human beings and they all have opinions. And pocketbooks. So everyone has an investment in it, literally and figuratively, so  it’s just not simple,” says Bhagwat.</p>\"},{\"content\":\"<p>“It’s humbling,” adds Moss-Racusin. “What’s the old saying -- you’re not supposed to talk about money and religion and planning a multi-cultural wedding is all about money and religion.”</p>\",\"type\":\"text/html\"},{\"content\":\"<p>Moss-Racusin and Bhagwat are now married and they say if budgeting for a multicultural wedding seems tricky, it’s important to remember your real priorities. Like the marriage, not the wedding weekend. And in case you’re wondering, it turns out the statue of Ganesh came with his very own garland of fake flowers -- so it didn’t affect their budget.</p>\",\"type\":\"text/html\"},{\"content\":\"<p>*<a id=\\\"correction\\\" name=\\\"correction\\\"></a><strong><em>CORRECTION:  </em>The original version of this story misidentified where Corinne Moss-Racusin and Ranjit Bhagwat first met. They met at Rutgers. The text has been corrected.</strong></p>\",\"type\":\"text/html\"}]","audio":[{"type":"image/jpeg","href":"http://www.marketplace.org/sites/default/files/styles/primary-image-610x340/public/Corinne-Ranjit.jpg?itok=avA8TxCY","meta":{"crop":"primary","height":"340","width":"610"}},{"meta":{"duration":321,"duration_hms":"00:05:21","api":{"href":"http://api.publicradio.org/audio/v2?ref=pmp&id=apm-audio:/marketplace/segments/2013/03/15/marketplace_segment32_20130315","type":"application/json"}},"href":"http://play.publicradio.org/pmp/d/podcast/marketplace/segments/2013/03/15/marketplace_segment32_20130315_64.mp3","format":"MP3","type":"audio/mpeg"}]}