{"created":"2014-09-19T19:44:35+00:00","modified":"2014-10-31T01:25:21+00:00","valid":{"from":"2014-10-31T01:25:21+00:00","to":"3014-10-31T01:25:21+00:00"},"hreflang":"en","title":"Hunting For Alien Bug And Seed Invaders At Baltimore's Port","published":"2014-06-30T13:33:00+00:00","teaser":"A few weeks ago, U.S. Customs and Border Protection spotted an unfamiliar moth in a shipment of organic soybeans. It was a small victory in the effort to prevent the spread of exotic pests.","itags":["npr_api","319499925"],"guid":"6f2445fe-fa24-41d3-828a-efe8695a8a30","contentencoded":"<p>Baltimore's <a href=\"http://www.mpa.maryland.gov/index.php\">seaport</a> is a world of big, noisy steel machines: giant cargo ships, cranes and roaring trucks.</p><p>In the middle of this hubbub, David Ng, an agricultural specialist with <a href=\"http://www.cbp.gov/\">U.S. Customs and Border Protection</a>, tries to find things that are small and alive: snails, moths and weed seeds of all sorts.</p><p>It's part of a long-running struggle to protect America's fields and forests from exotic insects and weeds. That struggle plays out every day in seaports and airports across the country. There have been many failures in that struggle, but a few weeks ago, the inspectors also experienced a small victory.</p><p>On that day, Ng opened the steel door of a shipping container to inspect a load of organic soybeans from China and spotted a feathery little alien. \"It was just kind of on top of the grain,\" he says.</p><p>It was a black and white moth, just a half-centimeter long. As the inspection continued, Ng found a few more. \"It was not a moth that we had seen before, that I recognized or that any of the other inspectors recognized,\" he says.</p><p>He captured the insect, put it into a little glass vial, and shipped it off to experts at the U.S. Department of Agriculture.</p><p>They identified it as <a href=\"http://www.bordernewsnetwork.com/channels/global-roundup/us-cbp-stops-new-destructive-moth-in-shipment-from-china/113\"> <em>Nemapogon gersimovi</em></a>, a kind of moth that had never been previously seen in the U.S. It likes to feed on seeds and grains.</p><p>\"This was a very important detection,\" says <a href=\"http://entomology.umd.edu/directory/michaeljosephraupp\">Michael Raupp</a>, an entomologist at the University of Maryland.</p><p>Over the years, Raupp says, dozens of pests have come here from abroad. He ticks off some of the most destructive ones: the <a href=\"http://www.ipm.ucdavis.edu/PMG/PESTNOTES/pn7410.html\">cottony cushion scale</a>; <a href=\"http://extension.entm.purdue.edu/fieldcropsipm/insects/soybean-aphid.php\">soybean aphids</a>; the <a href=\"http://www.fs.fed.us/ne/morgantown/4557/gmoth/\">European gypsy moth</a>; <a href=\"http://www.ent.iastate.edu/pest/cornborer/\">European corn borers</a>; the <a href=\"http://www.emeraldashborer.info/#sthash.glFxwl43.dpbs\">emerald ash borer</a>.</p><p>Nobody knows exactly how much of a problem that new moth from China might have turned out to be, he says. But previous invasive species have caused about $120 billion in damage every year, \"so we simply don't need one more of these guys in here.\"</p><p>CBP gave the importer of those soybeans a choice: Destroy the beans or get them out of the country. In the end, the soybeans went back to China.</p><p>Inspectors can't possibly look at every incoming shipment. They focus on the shipments that they believe are most likely to contain pests, based on past history.</p><p>On the morning I arrived, it was a container of organic wheat from Argentina.</p><p>Ng snaps a plastic seal on the container with a bolt cutter and swings open the container's steel door. Some wheat spills out.</p><p>\"Now we'll kind of sift through it a little bit,\" Ng says, \"see if we see anything that stands out — any movement, or any other contaminants that pop out or look out of the ordinary.\"</p><p>Amanda Furrow, another CBP agricultural specialist, pours samples of the wheat into a set of sieves and shakes the grain back and forth, stopping every few seconds to stare intently. She picks something out, carefully. It's not wheat. It's a seed from the oat family, which includes at least one species that the government considers a \"noxious weed.\"</p><p>\"We'll send this to a USDA botanist, and they'll come back to us and let us know what species it is and if we need to take any further action,\" Ng says. They usually get a response within a few hours.</p><p>Nationwide, CBP inspectors find hundreds of insect pests and weed seeds every day. Others probably slip through, but Raupp says it's not a futile effort. Every successful detection is a small victory.</p><p>\"It's vitally important,\" he says. \"It's a good fight that we have to keep on fighting, I think.\"</p><p>Inspectors have, in fact, managed to keep some pests out of the country, such as the voracious <a href=\"https://www.hungrypests.com/the-threat/khapra-beetle.php\">Khapra beetle</a>. Border inspectors catch about 200 of these insects every year. The Khapra beetle can be found in Asia, Africa and the Middle East. But at the moment, not in the United States.</p><p>As for that shipment of Argentinian wheat, it came through the inspection cleanly. That wild oat seed wasn't anything to worry out. This container will leave the port and go on to help satisfy America's appetite for organic bread.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Hunting+For+Alien+Bug+And+Seed+Invaders+At+Baltimore%27s+Port&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Dan Charles","audio":[{"meta":{"duration":"264"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1322438088-47725f.m3u?orgId=1&topicId=1053&ft=3&f=319499925"},{"href":"http://media.npr.org/assets/img/2014/06/06/alien-invaders-1-e28001970a39a68cef9eb977a632605781954ce2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1195","width":"1593"}},{"href":"http://media.npr.org/assets/img/2014/06/06/img_9611-edit-40814a95d3d3a66e4f9418ebb55a8bcbdd759f56.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1198","width":"1599"}},{"href":"http://media.npr.org/assets/img/2014/06/06/seed-1-54dabee54597040d2b76997f8323fad5408a2ef4.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1231","width":"1641"}}]}