{"created":"2014-09-08T15:35:56+00:00","modified":"2015-02-06T19:33:15+00:00","valid":{"from":"2015-02-06T19:33:15+00:00","to":"3015-02-06T19:33:15+00:00"},"hreflang":"en","title":"Sultry Film Star Lauren Bacall Dies At 89","published":"2014-08-13T15:11:00+00:00","teaser":"Actress Lauren Bacall, who paired with spouse Humphrey Bogart in films including <em>The Big Sleep</em> and <em>Key Largo, </em>has died at 89, according to the Bogart estate. NPR has not confirmed the report.","itags":["npr_api","339931830"],"guid":"6f34cb44-b6ec-4e5a-8279-086f6e00e171","contentencoded":"<p>Actress Lauren Bacall, who paired with spouse Humphrey Bogart in films including <em>The Big Sleep</em> and <em>Key Largo,</em> has<em> </em>died at the age of 89, according to her family's estate.</p><p>As NPR's Mandalit del Barco reports, Bacall was born Betty Joan Perske, in the Bronx, to working class Jewish parents. As Lauren Bacall, she lived in New York City until the end. In her autobiography, Bacall describes becoming a fashion model as a teenager. She studied acting, begging for parts, even working as an usher just to get close to the stage.</p><p>\"I always believed that the theater was the place to learn your craft,\" she told NPR in 2005. \"... When I was a kid, when I wanted to be an actor, I only wanted to be on the stage.\"</p><p>In 1943, the wife of film director Howard Hawks spotted her modeling on the cover of <em>Harper's Bazaar</em> magazine. The director cast the 19-year-old actress opposite Humphrey Bogart, in <em>To Have and Have Not.</em> You've undoubtedly heard her most famous line: \"You know how to whistle, don't you, Steve? You just put your lips together and blow.\"</p><p>Before the film came out, director Hawks renamed her Lauren Bacall, and she credits him with encouraging her to cultivate the low, sultry voice that became her trademark.</p><p>During filming, \"Baby\" and \"Bogie\" — as Bacall and Bogart called each other — fell in love. When they married in 1945, she was 20, and he was 45. She told WHYY's <em>Fresh Air</em> in 1994 that it was the most romantic experience of her life.</p><p>\"When you are young and when it's your first love ... you are just carried away by it and ... that's all you can think about,\" she said. \"You see, Bogie was the kind of man who believed in taking care of a marriage in taking care of a relationship. He believed you had to work at it and keep it fresh and fun and interesting — and he did.\"</p><p>In the 1950s, Bogart and Bacall spoke out against the House Committee on Un-American Activities, and they campaigned for Adlai Stevenson's presidential bid. Bacall's politics, her tendency to turn down roles and her commitment to her marriage may have limited her film career. She talked about it all in two candid autobiographies, says Alonso Duralde, film review editor of the Hollywood website <a href=\"http://www.thewrap.com/\">The Wrap</a>.</p><p>\"[These] very frank and forthcoming books solidified her reputation as a straight-shooter,\" Duralde says. She was \"somebody who had made it through the Hollywood system and had seen it all and was very frank about who she was. And as she became an older actress she very much maintained her ... star status even as she was playing smaller roles.</p><p>Bacall and Bogart were married until his death in 1957. She was later married to actor Jason Robards from 1961 to 1969. She had two children with Bogart and one with Robards. She told NPR's <em>Morning Edition</em> in 2005 that being so closely connected to her first husband frustrated her.</p><p>\"The only thing that I am not pleased about is when people only talk about 'Bogie' to me as though I had no other life at all,\" she said. \"When I had, unfortunately, many, many more years without him than I did with him.\"</p><p>Bacall's numerous post-Bogart film roles included <em>Murder on the Orient Express,</em> <em>Misery</em> and <em>The Mirror Has Two Faces,</em> for which she was nominated for an Academy Award.</p><p>\"I mean, my feeling is that you've got to keep working,\" Bacall told <em>Morning Edition.</em> \"And I still seem to have a kind of ambition. And I still love my profession and I still love working with these independent young directors who have completely different approaches to moviemaking. I just don't see any point in stopping unless I have to.\"</p><p>Reuters notes that she also won a pair of Tony Awards:</p><blockquote><p>After her film career cooled, Bacall returned to the stage. She won best actress Tony Awards for \"Applause\" in 1970 and \"Woman of the Year\" in 1981. Over the years she had transformed her persona from a willowy temptress with a come-hither look to a shrewd and worldly woman.</p><p>Of her career and life, Bacall once said, \"I traveled by roller coaster, a roller coaster on which the highs were as high as anyone could ever hope to go. And the lows! Oh, those lows were lower than anyone should ever have to go — 10 degrees below hell.\"</p></blockquote><p>As an actress, singer and author, Bacall enthralled audiences for nearly 70 years.  <div class=\"fullattribution\">Copyright 2015 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Sultry+Film+Star+Lauren+Bacall+Dies+At+89&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Mandalit del Barco","audio":[{"meta":{"duration":"232"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1340084904-763863.m3u?orgId=1&topicId=1045&e=339931830&d=232&ft=nprml&f=339931830"},{"href":"http://media.npr.org/assets/img/2014/08/12/3397509-c6ef28ddece17865f9d457cda4f3731a59f86243.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3541","width":"2552"}},{"href":"http://media.npr.org/assets/img/2014/08/12/30953111-2a20bf29db0ee1c2fcd0f0ae54b4c32852f4af6c.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1819","width":"2426"}}]}