{"created":"2014-10-08T15:35:21+00:00","modified":"2014-10-31T01:50:36+00:00","valid":{"from":"2014-10-31T01:50:36+00:00","to":"3014-10-31T01:50:36+00:00"},"hreflang":"en","title":"Can Cop-Worn Cameras Restore Faith In New Orleans Police?","published":"2014-05-23T18:23:00+00:00","teaser":"Officers are wearing video cameras to record interactions with the public. The city's troubled police department is trying to prove a commitment to transparency, as it tries to end federal monitoring.","itags":["npr_api","314912840"],"guid":"6f370484-7591-4a62-a0cb-f965fac3874a","contentencoded":"<p>Body-worn video cameras are quickly becoming standard-issue for American police, especially at departments in the process of reform. And in New Orleans, the troubled police department is now requiring almost all officers to wear the cameras.</p><p>The city's police department has a dark history of corruption, racism and brutality. The low point may have been the Danziger Bridge episode, after Hurricane Katrina, when police shot unarmed people, then covered up the crime.</p><p>These days, the department is trying to rebuild the public's trust — which is where the body cameras come in.</p><p>Officer Johnny Brumfeld, responding to a call in the French Quarter, has one of the cameras mounted on his chest. He's supposed to record almost all interactions with the public: \"Whenever there's a call for service, right before I engage in contact with the party that calls or any self-initiated contact,\" he says.</p><p><strong>An 'Unvarnished' Record Of Events</strong></p><p>The department brass want the public to notice the cameras.</p><p>\"It's just a win-win,\" says Ronal Serpas, New Orleans' superintendent of police. He's trying to convince a federal court that the police department has changed — that it's reformed enough to get out from under a federal consent decree. The cameras are one way of demonstrating the department's spirit of transparency.</p><p>\"The body-worn camera can help us have that unvarnished re-creation of what happened,\" Serpas says. \"It'll give supervisors an opportunity to say something along the lines of, you know, 'Mrs. Smith, our officers did not treat your son poorly, and we actually have evidence to that now.' Or, 'You're right, we did not do a good job.' \"</p><p>But what happens if an officer stops recording — say, right before Mrs. Smith's son gets roughed up? The chief says that kind of \"selective recording\" won't be tolerated.</p><p>\"Clearly, if an officer was to interrupt that by their choice and they didn't do it any other day that week, they haven't done it any other day that month, it's gonna raise a lot of suspicion,\" Serpas says.</p><p>The department's body camera rules do not spell out the penalty for failing to record, though Serpas says a cop can be fired for being untruthful.</p><p><strong>Who Gets To Watch?</strong></p><p>In the long run, the bigger problem may be a question of access: Once the videos are made, who gets to see them?</p><p>That's what Ursula Price is about to find out. She works for the Independent Police Monitor, the office that investigates potential cases of police misconduct. The first time Price called the department to ask for a body camera video, she had high hopes. She was looking for footage of an arrest in which the suspect was bitten repeatedly by a police dog.</p><p>When she asked for camera footage, an officer quickly told her that there wasn't any — and when she asked why, he said he didn't know.</p><p>Later, he told Price that there <em>is</em> video, after all. But it took 2 1/2 weeks for her to see it — and only after she told the department about inquiries from NPR. The department counters by saying it offered<strong> </strong>Price the video within three working days. But she says the whole system for finding out what videos the police have is clunky, and in the dog-bite incident, she still hasn't found out how many cameras were rolling.</p><p>\"I'm waiting to get confirmation that that one video is the only video available,\" Price says. \"Because there were — there should be, if I understand the policy ... — more videos available. So I'm waiting to hear back about that.\"</p><p>The department tells NPR at least two of the officers present were detectives, who don't wear cameras.</p><p>Susan Hutson, who runs the Independent Police Monitor's office, hopes the police will get better at disclosing what videos they have — not just to her, but to the general public. \"There have been some problem dealing with NOPD and getting access to things that are public records,\" says Hutson, \"and people having to sue, and judgments against the department, and fines and fees and such for not following the public records rules. So that hopefully will get better going forward.\"</p><p>Serpas, the police superintendent, says he'll add whatever staff is needed to handle public requests for the videos.</p><p>\"There's no question that managing the public access to this information is something we've all thought through,\" he says. \"But at the end of the day, you have a public records law in your state, whatever your state is ... and inside of those public records laws, there are exceptions to releasing information, and there are directions about which information to release.\"</p><p><strong>On Both Sides Of The Camera, Possible Changes In Behavior</strong></p><p>These tensions might be coming soon to a police department near you. Sam Walker, emeritus professor of criminal justice at the University of Nebraska, Omaha, is an expert on police accountability; he talks to chiefs all the time. \"I've really been struck by the extent to which people just assume this is the coming thing,\" he says. \"Just, you know, deal with it.\"</p><p>Cameras are especially appealing to troubled police departments that are under federal scrutiny. Oakland and Los Angeles have tried the cameras; Seattle is planning to. Video lets a department signal its devotion to transparency — but for that to mean something, it can't look as if the videos are just for the benefit of the police. For instance, New Orleans has decided to let officers watch their own videos before writing reports; Walker says that's not a good idea.</p><p>\"One of the problems we've had historically is officers give accounts of incidents that are not factually correct, and they're often covering up their actions,\" he says. \"I think the officers should do their reports, and then the recordings should be available to supervisors.\"</p><p>If an officer is planning to lie, video is a good guide to what kind of lie he can get away with. And that could feed into a public perception that access to the videos is a police privilege.</p><p>But so far in New Orleans, most people haven't even noticed the cameras. Lt. Travis St. Pierre is walking down Royal Street, demonstrating the new technology to random citizens. He introduces himself to one pedestrian, who immediately asks, \"What's wrong?\"</p><p>You can't blame the guy for being a little freaked out. St. Pierre's camera fits over his ear, and the effect is sort of Robocop-y. St. Pierre trains other cops on the cameras, and they've told him that the body cameras are changing behavior — on the part of the public.</p><p>\"They always have this one individual that they would go on calls and service for that likes to be disruptive, curse at the police, fight with the police, and when they got out and turned the camera on and informed her she was being recorded, she immediately said, 'Ah. OK,' and was not a problem at all. We're seeing a lot of that kind of stuff,\" St. Pierre says.</p><p>It'll be interesting to see who ends up changing their behavior more in New Orleans — the police, or the people their cameras are pointing at.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Can+Cop-Worn+Cameras+Restore+Faith+In+New+Orleans+Police%3F&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Martin Kaste","audio":[{"meta":{"duration":"394"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1314925127-58002c.m3u?orgId=1&topicId=1049&aggIds=294376711&ft=3&f=314912840"},{"href":"http://media.npr.org/assets/img/2014/05/22/nola_police_glasses-4344e3ee4e03eb6fcd4b9cb67f11b50efa8c73b2.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"1106","width":"1475"}}]}