{"created":"2014-09-22T16:10:42+00:00","modified":"2014-10-31T15:41:32+00:00","valid":{"from":"2014-10-31T15:41:32+00:00","to":"3014-10-31T15:41:32+00:00"},"hreflang":"en","title":"The American Story, As It Was Reported To The Rest Of The Nation ","published":"2014-05-18T16:24:00+00:00","teaser":"A new exhibit about ethnic newspapers, radio and TV stations and other media outlets has opened at the Newseum in Washington, D.C.","itags":["npr_api","313476460"],"guid":"6f3ef3c2-e584-4dc7-88f5-59476ff78913","contentencoded":"<p>The first draft of American history has many authors.</p><p>And they include journalists from ethnic media: newspapers, websites, radio and TV stations dedicated to reporting news for immigrant and ethnic communities.</p><p><a href=\"http://www.newseum.org/exhibits-and-theaters/temporary-exhibits/news-for-all/index.html\">A new exhibit</a> called \"One Nation With News For All\" opening this weekend at the Newseum in Washington, D.C., explores the role ethnic media has played since the country's founding.</p><p>Sharon Shahid is the lead writer of the exhibit, which features some unexpected icons of American history. Like Abraham Lincoln, who owned a German-language newspaper.</p><p>Shahid says Lincoln bought the paper to court German-American voters in Springfield, Ill. More than a century earlier, the country's first German-language newspaper was founded in Philadelphia by Benjamin Franklin.</p><p>A video in the exhibit shows journalists and artists reading excerpts from some of the country's oldest Latino, Native American and Asian-American publications.</p><p>They often served as the main outlets for the unique perspectives of each community. Shahid says that's especially true for new immigrant groups.</p><p>\"What they did in establishing their newspapers and their radio stations, it was a very American thing,\" she says. \"They served as a bridge between the old country and the new country, and that's what helped them become American.\"</p><p>Within the African-American community, ethnic media gave voice to the long struggle to be recognized as equal citizens.</p><p>\"If it was in <em>Jet</em>, it was correct!\" says visitor Chester McCoy, a social worker whose family lived in St. Louis.</p><p>The exhibit nods to this history with displays of Frederick Douglass' pocket-watch and the diary of Ida B. Wells, another early civil rights pioneer who published an African-American newspaper. But it was a photo of a chubby-cheeked teenager that caught McCoy's eye.</p><p>It was in <em>Jet</em> that many African-American readers saw the mutilated body of 14-year-old Emmett Till. His murder in 1955 helped galvanize the civil rights movement.</p><p>\"So I was a little kid, and I'm looking at it, not understanding it cause I'm not reading at that age,\" McCoy says. \"But I look at the pictures and I make this connection: He's black. I'm black.\"</p><p>Beverly Cumbo, a retired tour guide from Brooklyn, N.Y., also recalled seeing Till's murder in the media.</p><p>\"It's very emotional, and I have very vivid memories of Emmett Till and the newspaper clippings at that time,\" she says.</p><p>African-American magazines and newspapers have always been a staple in Cumbo's media diet. Since the Internet age, Shahid says the growth of ethnic media means even more choices.</p><p>\"They've multiplied,\" she says. \"You can't even keep up with them anymore. They've got a worldwide audience now.\" An audience for the diverse voices that make up the American story.</p><p>\"One Nation With News For All\" is on display through Jan. 4, 2015.  <div class=\"fullattribution\">Copyright 2014 NPR. To see more, visit <a href=\"http://www.npr.org/\">http://www.npr.org/</a>.<img src=\"http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=The+American+Story%2C+As+It+Was+Reported+To+The+Rest+Of+The+Nation+&utme=8(APIKey)9(MDAyOTcwNDAwMDEyODgyMDkwMTgwNzY3YQ001)\"/></div></p>","byline":"Hansi Lo Wang","audio":[{"meta":{"duration":"176"},"type":"audio/m3u","href":"http://api.npr.org/m3u/1313618382-670ecf.m3u?orgId=1&topicId=1015&ft=3&f=313476460"},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa7-22320fc8261df94d67c97a43c10414716e6c098e.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa11-60cbf35646fcbbfa1a0d327ae2dd970d24a71d09.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1500","width":"1939"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa14-f2850d86d8e0205f770f2cc47e2743927df731eb.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"1230"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa17-7adace948885ea2f6a2a297dba185c8bacf7be13.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"1333","width":"2000"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa-exhibit-general-1-67892078c2955ef6acf34f8bf14ffb8639a55ffa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2825","width":"3767"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa-exhibit-general-3-9a0f7f497e06c1a30afd7a0e274e12a713746ffc.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2832","width":"4256"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa-exhibit-general-4-0381294d97e0b84e1100e159e07bf6ecf6cafb25.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"2832","width":"4256"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa1-f50d4535a57c1c2f5fdc5047824ea7a3a70be94d.jpg","type":"image/jpeg","meta":{"crop":"enlargement","height":"3357","width":"2581"}},{"href":"http://media.npr.org/assets/img/2014/05/17/nfa-exhibit-general-1-67892078c2955ef6acf34f8bf14ffb8639a55ffa.jpg","type":"image/jpeg","meta":{"crop":"standard","height":"2825","width":"3767"}}]}